{
	"NLPDatasetPhase1": [{
			"Definition": "In this task you are given a tweet that contains some form of irony. You must classify the type of irony the tweet has. Label the tweets ( polarity , situational , other ) based on the irony they have. Situational irony happens when a situation fails to meet some expectations, Label these instances as situational . polarity irony happens when irony is achieved by inverting the intended sentence, Label these instances as polarity . There are other kinds of ironies that are neither polarity nor situational, Label these instances as other ",
			"Alternate Definition": [{
				"Alternate Definition1": "For the given irony in the sentence, classify them as polarity, situational, and other. If a situation does not meet the expectation, then it is classified as situation irony. If irony is achieved by inverting the intended sentence then it is classified as polarity. If a sentence cannot be classified neither as situational or polarity irony then it is classified as other. ",
				"Alternate Definition2": "Categorise a sentence a situational irony if the sentence is not meeting some expectations or else as polarity irony if inverting the sentence causes the irony. Meeting neither of the category of irony is categorised as other irony.",
				"Alternate Definition3": "You must classify the type of irony the tweet has. Label the tweets scenario, contradiction, and other based on the irony they have. Scenario irony happens when a situation fails to meet some expectations, Label these instances as scenario. Contradiction irony happens when irony is achieved by inverting the intended sentence, Label these instances as contradiction. There are other kinds of ironies that are neither polarity nor situational, Label these instances as other."
			}]
		},

		{
			"Definition": "In this task, you will be given two sentences separated by ,so . You should decide whether the first sentence can be the cause of the second sentence. If you can see a possible causation, answer with plausible , otherwise answer with not plausible .",
			"Alternate Definition": [{
				"Alternate Definition1": "For the given statement try to identify the action its possible reason for doing or taking that action. The reason is usually separated by ,so from the action. The action is present as first part of the sentence before ,so. If you can identify the reason then it is called as plausible otherwise classify it as not plausible.",
				"Alternate Definition2": "Separate the sentence into 2 parts based on the quoted ,so. If first sentence is the cause of second sentence, then there a relationship between the 2 parts. Hence, classify this type of sentence as plausible otherwise as not plausible.",
				"Alternate Definition3": "Identify the cause from the given sentence with the separator as ,so. If able to identify first sentence as cause then this is categorised as plausible , in other cases categorise the sentence as not plausible."
			}]
		},

		{
			"Definition": "In this task, you will be given two sentences separated by because . You should decide whether the first sentence can be the result of the second sentence. If you can see a possible causation, answer with plausible , otherwise answer with not plausible .",
			"Alternate Definition": [{
				"Alternate Definition1": "You are given a sentence and they are separated by because. Identify whether the first sentence can be because of the result of the second sentence. If able to identify first sentence as cause then this is categorised as plausible , in other cases categorise the sentence as not plausible .",
				"Alternate Definition2": "Separate the sentence into 2 parts based on the quoted because. If first sentence is the cause of second sentence, then there a relationship between the 2 parts. Hence, classify this type of sentence as plausible  otherwise as not plausible ."
			}]
		},

		{
			"Definition": "In this task, you will be given a sentence, followed by ,so . You should complete the given text with another sentence, such that the whole text is plausible. The sentence you enter must be a likely result of the given sentence.",
			"Alternate Definition": [{
				"Alternate Definition1": "For the given sentence followed by so, complete the sentence with another plausible sentence. The new sentence should be a probable cause.",
				"Alternate Definition2": "Complete the sentence with a plausible sentence which is effect of the given sentence."
			}]
		},

		{
			"Definition": "In this task, you will be shown a Persian passage. You need to write a Persian question for the passage. Your question should be answerable based on the passage and only have one correct answer.",
			"Alternate Definition": [{
				"Alternate Definition1": "For the Persian passage given, create a question based on the passage and the answer should be present inside the passage.",
				"Alternate Definition2": "Form a question based on the passage given and the answer for the question should lie in the passage.",
				"Alternate Definition3": "You are given a passage in Persian. A question should be created based on the passage given alone and answer should always be present inside the Persian passage."
			}]
		},

		{
			"Definition": "In this task, you will be shown a Persian passage and question. You need to write a answer for the question. Try to keep your answers as short as possible.",
			"Alternate Definition": [{
				"Alternate Definition1": "For the given passage and question in Persian, please find the answer for the question within the passage only.",
				"Alternate Definition2": "A question is given based on the passage in the Persian. Try to answer the question which is present in the passage.",
				"Alternate Definition3": "Answer the question based on passage given."
			}]
		},

		{
			"Definition": "In this task, you will be shown a Persian passage and a question, and you have to determine whether the question is answerable based on the passage or not. If the question is answerable, choose the True label, and if not select False ",
			"Alternate Definition": [{
				"Alternate Definition1": "Identify whether the given question can be answered based on the passage. If can be answered then classify it as true or else as false.",
				"Alternate Definition2": "If the question can answered based on passage then it is categories the question as true otherwise as false",
				"Alternate Definition3": "If you cannot answer the question based on the passage alone then it is classified as false otherwise as true."
			}]
		},


		{
			"Definition": "In this task you are given a tweet. You must judge whether the author of the tweet is angry or not. Label the instances as Angry or Not angry based on your judgment.",
			"Alternate Definition": [{
				"Alternate Definition1": "Check sentiment of the given statement is angry or not. Classify the statement as angry or not angry.",
				"Alternate Definition2": "Check if the given tweet is angry or not. Classify tweet as angry or not angry.",
				"Alternate Definition3": "Analyse the sentiment of the tweet as angry or not angry."
			}]
		},

		{
			"Definition": "In this task you are given a tweet. You must judge whether the author of the tweet is happy or not. Label the instances as Happy or Not happy based on your judgment.",
			"Alternate Definition": [{
				"Alternate Definition1": "Check sentiment of the given statement is happy or not. Classify the statement as happy or not happy.",
				"Alternate Definition2": "Check if the given tweet is happy or not. Classify tweet as happy or not happy.",
				"Alternate Definition3": "Analyse the sentiment of the tweet as happy or not happy."
			}]
		},


		{
			"Definition": "In this task you are given a tweet. You must judge whether the author of the tweet is sad or not. Label the instances as Sad or Not sad based on your judgment.",
			"Alternate Definition": [{
				"Alternate Definition1": "Check sentiment of the given statement is sadness or not. Classify the statement as sadness or not sadness.",
				"Alternate Definition2": "Check if the given tweet is sadness or not. Classify tweet as sadness or not happy.",
				"Alternate Definition3": "Analyse the sentiment of the tweet as sadness or not sadness."
			}]
		},

		{
			"Definition": "In this task you are given a sentence pair from wikipedia that have high lexical overlap. If the sentences have the same meaning and are just paraphrases of each other label them as Paraphrase , if not label them as Not paraphrase . The two sentences are seperated by a new line character.",
			"Alternate Definition": [{
				"Alternate Definition1": "You are given 2 sentences separated by the newline character \n. If the first sentence is paraphrase of the second sentence, then classify it as paraphrase otherwise classify it as not paraphrase.",
				"Alternate Definition2": "For the two-sentence given and separated by \n, analyse whether the second sentence is a paraphrase of first sentence. If the first sentence is paraphrase of the second sentence, then classify it as paraphrase otherwise classify it as not paraphrase.",
				"Alternate Definition3": "Identify whether second sentence is provide same inference or is a paraphrase of the first sentence. The two sentences are separated by \n."
			}]
		},

		{
			"Definition": "In this task you are given a statement and an explanation giving you further knowledge about an entity in the statement. You must judge whether the statement is true or false based on the explanation. Label an instance as True if the explanation confirms the statement or doesn't disprove it. Label an instance as False if the explanation disproves the statement. The statement and explanation are separated by a newline character.",
			"Alternate Definition": [{
				"Alternate Definition1": "You are given s statement followed by an explanation separated by \n. Decide if the first statement is correct or wrong fact based on the second statement. If the statement is correct, then label it as true otherwise label it as false. ",
				"Alternate Definition2": "A two part sentence is given with a separator \n in between. Analyse and provide your judgement whether the first statement factually correct based on the second statement. If is it factually correct then instance is inferred as true otherwise as false.",
				"Alternate Definition3": "A two part sentence is given with a separator \n in between. With the common knowledge from the second sentence confirm whether first sentence is true if facts in both the sentences match or doesn’t contradicts. Otherwise classify the instance as false."
			}]
		},

		{
			"Definition": "Given a document, generate a short title of the document. The title should convey the main idea/event/topic about which the document is being written.",
			"Alternate Definition": [{
				"Alternate Definition1": "Generate an apt title for the given document. The title should convey the major point of discussion.",
				"Alternate Definition2": "A right title for a paragraph always should convey the main idea or event from the paragraph. Provide the title for the given paragraph.",
				"Alternate Definition3": "Provide the main idea or event as the title for the given paragraph."
			}]
		},


		{
			"Definition": "Given a document, find the main entity about whom the author is writing ",
			"Alternate Definition": [{
				"Alternate Definition1": "For the given passage, identify the main character author is discussing about.",
				"Alternate Definition2": "You are given a passage. Carefully analyse and mention the personality who the author is writing about.",
				"Alternate Definition3": "Passage on a person is given to you. Identify that main person the passage talks about."
			}]
		},

		{
			"Definition": "Given a document and an entity the task is to select the authors sentiment towards the enity. Sentiments can be Positive, Neutral and Negative. Select Positive if the article expresses a positive view towards the given entity or praises its quality or skills. Select Neutral if the document expresses no clear view towards the entity or has equal amounts of positive and negative statements or expressing some fact or quote by someone else. Select Negative if the article expresses a negative view towards like harsh remarks, criticizing entities action or decision etc.",
			"Alternate Definition": [{
				"Alternate Definition1": "Identify whether the paragraph about an entity is positive if only happy, joyful and praises are provided. If any harsh comments, or criticism is provided then classify the paragraph as negative. If paragraph has both positive and negative comments, then it is a neutral statement.",
				"Alternate Definition2": "Classify the para into positive, negative, and neutral sentiment. Negative sentiment is when para is showing harsh language or criticizing an action or entity. Positive sentiment is when para is showing good deeds or action, enthusiastic or happy comments on an entity. Neutral if para has both positive and negative sentiments.",
				"Alternate Definition3": "Sentiment of the document has to be understood and classified as positive, neutral, and negative. You can consider a neutral sentiment when document presents same no. of positive and negative statements. If you find more joyous statements, happy mood from the document then it is considered as the positive. If document only presents the criticism then it is considered as negative."
			}]
		},


		{
			"Definition": "In this task, you are given a sentence in the Hindi language and a corresponding English translation of the Hindi sentence. Your task is to generate a label Yes if the translation is correct, otherwise generate label No . In the translation, English sentence should preserve the number as it is and it should be in sentence case (capitalize only the first word of each sentence and noun).",
			"Alternate Definition": [{
				"Alternate Definition1": "Translate the paragraph from English to Hindi by keeping the numbers as same.",
				"Alternate Definition2": "Produce a translation in hindi for the given text in English. Make sure to keep the number as it is.",
				"Alternate Definition3": "English text has to be translated into hindi. Make sure to keep the content same except for the the number given in the passage."
			}]
		},


		{
			"Definition": "In this task, you are given a sentence which is either in the Hindi language or English language. You task is to identify the language of input sentence. Input sentence can be in Hindi or English language only and also it cannot have two languages at a time.",
			"Alternate Definition": [{
				"Alternate Definition1": "Judge whether the translation from hindi to English is accurate by mentioning correct translation as yes and incorrect translation as no. Here number in the paragraph should be same after translation. A translation is correct if the implied meaning of the sentence is same in both languages. ",
				"Alternate Definition2": "You have to whether the text in hindi and English produce same meaning, purpose and context. If so then it is marked as yes otherwise as no. Make sure that numbers are same hindi and English otherwise mark it as no.",
				"Alternate Definition3": "Text in english produce same meaning as in text given in hindi. Here number is kept same between both languages. If both of the previous rules are broken then mark the instance as no otherise as yes."
			}]
		}
	]
}