{
    "Contributors": [
        "Himanshu Asati"
    ],
    "Sources": [
        "Civil Comments",
        "https://huggingface.co/datasets/civil_comments"
    ],
    "Categories": [
        "Text Categorization"
    ],
    "Definition": "You have been given a comment from some user from the dataset of civil comment, categorize the comment on the basis of severe toxicity. If the comment is severely toxic output Yes, otherwise output No.",
    "Positive Examples": [
        {
            "input": "First off IDIOTS HIS HONDA IS NOT STOLEN I HAVE THE TITLE SIGNED OFF BY LAST OWNER IN MY POSSESSION.2ND THE ONLY THING HE WAS IN TROUBLE FOR BEFORE THE CHASE WAS FOR NOT CHECKING IN WITH HIS PROBATION OFFICER WHICH BRINGS THIS FACT TO LIGHT.YOU CAN DOWNLOAD DOUGLAS COUNTY PROBATION DEPARTMENT LIST OF CURRENT PEOPLE ON PROBATION AND SCROLL THROUGH THE ENTIRE LIST HIS NAME IS NOWHERE ON IT.I ALSO HAVE THAT LIST ON MY PHONE DIRECTLY FROM TTHEIR WEBSIGHT SO THEREFORE I AM GOING TO INVESTIGATE MORE AND BE FILING PAPERWORK AND IF NEEDBE I WILL GO THRU FBI TO RESOLVE THE ACTIONS OF THE CROOKED DEALINGS OF DCPD....IF YOURE GONNA WRITE A STORY ABOUT SOMEONE YOU SHOULD GET THE FACTS STRAIGHT..ALSO I WAS NOT ON PHONE WITH MY SON DURING THE CHASE.HE CALLED ME AT THE BEGINNING OF CHASE AND AFTER HE LEFT HIS CAR.THE DEPUTIES WERE RIGHT HE4E WITH ME DURING MOST OF CHASE .SO AGAIN GET YOUR STORY STRAIGHT..I HAVE NOT HEARD FROM MY SONS SINCE THEN...",
            "output": [
                "Yes"
            ],
            "explanation": "The comment here contains all caps phrase which is interpreted as strong language in text. Also, it has word 'IDIOTS' which is meant as an derogatory attack on a subject. This should be severly toxic . Hence, it is a positive example"
        },
        {
            "input": "David, you ought to consider checking your facts rather than making things up all while being a bully and a troll.",
            "output": [
                "No"
            ],
            "explanation": "The comment is toxic but it doesn't use very strong language or racial slurs or words that denote sever toxicity. It is classified as not severely toxic. Therefore, this is a positive example."
        }
    ],
    "Negative Examples": [
        {
            "input": "FFFFUUUUUUUUUUUUUUU",
            "output": [
                "No"
            ],
            "explanation": "The comment is abbreviation of indecent word, but classified as not severly toxic. Therefore, this is a negative example."
        },
        {
            "input": "Yeah, that man would look pretty ridiculous, given that 80% of congress, 95% of Fortune 500 CEOs, and 100% of American presidents are male. Why, do you suppose, do those women make an issue of that?",
            "output": [
                "Yes"
            ],
            "explanation": "The comment does not contain any derogatory words or attacks on any subject that would cause it to be severely toxic, however it is classified as severely toxic. This is a negative example "
        }
    ],
    "Instances": [
        {
            "input": "Your mudding the waters, and inferring things never said. I did not support  any position around the issue, I just pointed out that the real topic of the article, and this whole discussion, has little or nothing to do with artifacts.  It has everything to do with how we manage public land.  One side is supporting heavy oversight from Washington (establishment of a National Monument) and the other is supporting more local control.  The whole Native artifact aspect of the story is just mud being thrown, in what appears to be an attempt to deceive and confuse, as well as show those who oppose a National Monument, in preference to more local control, as plunderers of antiquity.  Shame on the authors and ADN.",
            "output": [
                "No"
            ]
        },
        {
            "input": "When I had my trotters well into the public trough, I was able to work a 4-10 schedule, which meant every Friday off and sometimes Monday was a Holiday.  \n\nScheduling is a skill that an adult needs to learn; sounds like many U of O students have done that.\n\nIncidentally, am I reading this correctly that no classes are held on Saturday?  That wasn't the case in the olden days.  When did that change, if it did?",
            "output": [
                "No"
            ]
        },
        {
            "input": "They go to public school, but thanks for sharing how knowledgeable you and your family are. Especially the two year old knowing who Harriet Tubman is. That's very impressive.",
            "output": [
                "No"
            ]
        },
        {
            "input": "User error - I copy and paste all the time.  Here's your last comment, copied and pasted to prove the point:  See my post ADN will not let me cut and paste!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "That's where \"civil\" comes in; one must resist that temptation.  An honest conversation is the goal, and anything that contributes toxicity needs scrutiny.  I approve of smiting trolls who are simply looking for a fight for no reason.  \nI'm optimistic about this.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Legal drugs, alcohol and tobacco, kill +/- 9 million people a year in the world \n(not including cancer and spurred by sugar). Pot does not kill.\n\nDiscover the burgeoning new world economic order: cannabis and accoutrements is already a $50 billion a year LEGAL BIZ in the USA.  Business persons are now equity investors. See GreenFlowerMedia.com Cannabis Entrepreneur Summit.  \nCannabis - the fastest growing biz in the last decade. \n\nReady for youth dominated Wild West rides toward a new tribalism?  \nYour old world is rapidly changing. \n\nEugeneans may be surprised to discover how many straight business owners including downtown venues and old politicians dabbled in the underground, estimated decades ago to be 10% of the economy.  \n\nBuy a Magic Butter Machine, enjoy your croissant even more.  This could be a new era when love & compassion may prevail in a sharing economy instead of being idle words in  scripture. Imagine all people sharing flowers tomorrow. This bus is bound for glory.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Amen! If you don't want Wendy's don't go there, doesn't mean the rest of us that DO want it can't go there! I eat whatever I please and I'm never going to be fat. Stupid people...",
            "output": [
                "No"
            ]
        },
        {
            "input": "These people deserve way better than this. Why can we not get it together, relocate this village, and end this for good?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well, tell that to my neighbor across the street; a 30 yo single female with a mortgage. Just saying....",
            "output": [
                "No"
            ]
        },
        {
            "input": "No one had any idea that taking a drug could be bad... Poor innocent smokers. Inhaling smoke into your lungs seems so natural and healthy, how could anyone blame the smoker?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Whoever wrote this article is entitled to there opinion. I love my music and would be very hard to please. Been to one Bruce show and loved it was 3 and a half hours long and as far as i'm concerned that is value for money. Is he the world's greatest solo act no can he sing yes and with his band he is way better than most big shows.  Will be going again this year in Dublin and i look forward to it because let's face it yes he is a millionaire 5 times over but the fact he is 66 and still performing show dedication to the industry and fans who pay to see him. Not the world's biggest Springsteen fan but i get a great buzz at his shows.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Great job Alaskans! So impressive!! I liked learning a bit more about the men. No profiles on the women, though?? Not a single quote or line about them other than what we read in the results? And they say sexism doesn't exist...  Actually, maybe no one says that.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"The basic image, then, through which Bruce's authenticity-effect is secured is that of unbroken organic affiliation and continuity.  Bruce = rock-and-roll = the sound of passion, excitement, and rebellion in industrial working class life.\"  *   \nEver since his rise out of working class life into the white, bright, spotlight of rock&roll fame, Bruce has continued to cultivate this construct of hard-working, white masculinity, through his clothing, performance, and personal life image.   This conflation of public and private self image has continued to stoke belief among the masses of his fans.\nAfter growing up working class, I was able to attend college in radio-tv production and cultivate a \"$uccessful\" white-collar career.   I thoroughly enjoy and am moved by the incendiary music that Bruce has created over the years.  At the same time, I acknowledge that his work as a performance of masculinity.\n* \"WHITE GUYS -- Studies in Postmodern Domination & Difference\", Fred Pfeil, 1995, p.82.",
            "output": [
                "No"
            ]
        },
        {
            "input": "C'mon Man!  These are the people who are actually paying for the U of O salaries for all those administrators and 'professors!  The 'taxpayers' aren't even paying enough to mow the grass at Duck U.  Tuition is already paying for the food and utilities at Duck U.  The 'taxpayers' are paying only 5-6% of the U of O budget.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Patrick Higgins. So what-the AK Assoc of School Bds opposes a bill! It is a special interest group funded by taxpayers to lobby for more money, not a better education model.  BTW, did we Anchorage taxpayers pay for your Juneau trip? Please enclose a cy of your voucher. HB44 does not hurt schools. More money is not the problem. Lack of competition is. Stay on the ASD school board and help the low income kids learn--that is what we elected you to do. Remember, when the going gets tough, the weak flee to the Marshall Islands!",
            "output": [
                "No"
            ]
        },
        {
            "input": "All though I agree, men need to take more responsibility for the creation of life, ultimately it does come down to decisions made by the woman.   She is the one who will get pregnant or not.  There is nothing that a man can do to change that.  This means that the onus of whether to get pregnant comes down to the woman.   I also agree that we need to do more to reduce the rampant sexual activity.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Adams is a sophomore guard.",
            "output": [
                "No"
            ]
        },
        {
            "input": "When will they ever learn? When will they ever learn?",
            "output": [
                "No"
            ]
        },
        {
            "input": "A few years back, I was doing a lot survey in Fairbanks in an older part of town.  Adjacent to the property that I was working on there was a classic Alaska Quonset Hut;  The middle of the hut was partially collapsed, down a couple of feet, there were at least 6 coats of paint that had mostly weathered off, the plank walk was half buried in  mud and weeds, the windows were broken out and boarded up, and in front of it all was a  sign proclaiming \"JUST THINK, IF YOU LIVED HERE YOU WOULD BE HOME BY NOW\" from a local real estate broker.  There was some certain perfection about it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "$365.00 a day only comes to $133,225.00 a year. To detox Junkies. That's a bargain! UNLESS, it's $365.00 a day per junkie. Wonder which one it is?",
            "output": [
                "No"
            ]
        },
        {
            "input": "They are just burning time until they will be \"forced\" to grab the PFD. That is the prize.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Absurd",
            "output": [
                "No"
            ]
        },
        {
            "input": "yo Daily News this link is supposed to open a story by Yeren Roseth on warming oceans temps...",
            "output": [
                "No"
            ]
        },
        {
            "input": "A modest take of the Dividend is called for. Last I saw it was projected at $1884.00 I think it should be reduced to $1000.00 this year as Walker suggests. The remainder to fill the budget gap. Political suicide? Perhaps the legislature can summon the courage if R's and D's work together. Who the hell can complain about a free $1,000.00?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Sure, as long as you think pouring coffee and making sandwiches will provide a family wage.",
            "output": [
                "No"
            ]
        },
        {
            "input": "That seems to be the suggestion -ridiculous!!  If you have kids, take care of them yourself",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well said. Our culture's powerful focus on individual gain has short-circuited a lot of minds that should see danger. A lot of people simply can't see beyond their own lifetimes. I imagine their attitude towards their grandchildren might be, \"I gave you all the advantages growing up, and now it's up to you.\" Humans can be very self-destructive, especially on a mass scale. Sometimes whole countries go crazy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I saw first hand how the union bent over backwards to protect the slackers . My paycheck was gouged for years for the honor of calling myself a union worker.  People who did their jobs didn't need the union. The milking slackers did.  State and federal labor laws have made unions obsolete . No worker should be forced to give a cut of his hourly pay for protection from unions .",
            "output": [
                "No"
            ]
        },
        {
            "input": "FYI is net worth is $4.5 Billion.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ask the Pacific Salmon Commission, what they think about the Yukon River Management Plan by ADF&G?\n\nThe Alaska Steamer Yukon sinks atJohnstone Bay 1944, after breaking in half. The Board of Fish, ain't sharp enough to catch a thief, named Carl Johnstone.\n\nIt ain't just Cook Inlet, that's a problem, or did you forget Captain Cook, couldn't catch a salmon that were slamming into the side of his boat, on an Alaskan Expedition. On February 14, 1779, Happy Valentines Day, he was murdered by some Hawaiian Natives.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Brian,\n    Then PUC Commissioner Kondo made this same (minority) point with respect to the PUC ruling on decoupling. The role of the PUC (and government generally) is to promote the public interest, not the political interests of government officials as informed by lobbyist and the commercial elite. We might add that the role of investigative journalism is to render that unholy alliance more transparent, not to join the coalition.",
            "output": [
                "No"
            ]
        },
        {
            "input": "My condolences to this young lady's family. Was this in Portland, and what were the complications? Please follow up, thank you.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The photo, if it is a actual photo of a breakfast served at the restaurant does not look very \"authentically\" English to me at all.  I bit like Taco Bell's assertion that their offerings are genuine Mexican food. \n\nAs for using the \"C\" word, it really does not hold the same punch outside of the USA. That being said, when in Turkey, I know well enough not to give the waiter a \"thumbs up,\" on the service or food.  \n\nIn the States, calling someone a \"C\"   is about as bad an insult as you can give, especially a woman.\n\nI for one will not be dinning at the establishment, but all the free advertising will encourage some to try it out who may not have even considered it.  Just my 2 pence worth.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So what is the airline called after the merger?  'Virgin Alaska'?  Or 'Alaska Virgin'?\n\nAlaska would do well to keep an all Boeing 737 fleet like Southwest Airlines. Its safer, and it is less expensive to train pilots and mechanics.  When Alaska was flying the MD-83 it cut corners on maintenance that resulted in the crash of Flight 261 that killed all on board.\n\nPlus most of us prefer flying with a US built airplane.  Boeing makes incredible aircraft.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"Of course you are going disagree with me at every twist and turn.\"\n\nI mean, yeah.  But that's only because you're 100% wrong about how the law works, about how society works, and about how this country works.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I believe it is you who is being coy, following 40-20's suit. However, unlike 40-20, you seem inclined to reply. \n\n40-20, in his original comment, expressed what I believe is a dog whistle for his or her racist views. By using his or her comment to link a story limited in nature to details about the suspect in a murder case, who happens to be a black man, to the level of incarceration of black men in the United States, he or she suggests there is an obvious causal correlation between the two that is plain to see. Personally, I don't see any obvious correlation between this crime and rates of incarceration of black men in America.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Paul I agree Republicans suck at running  government. Your examples were good but you forgot Kansas and the worst Republican of all George Bush on the Federal level. Why don't you repubs name one Repub run state besides Texas that is a financial success??????",
            "output": [
                "No"
            ]
        },
        {
            "input": "While tinkering with the PFD they should change the eligibility requirement to resident for 6 years before one can apply.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Over 100 rifle shots to kill this whale? The suffering must have been unspeakable for this animal. And I do not believe for a moment that the killers don't know the difference between a humpback and a beluga!  This was illegal and I hope the killers are prosecuted to the full extent of the law.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Brooks scored 7 points and fouled out at 30 mins, guarding what most believe is a #15 pick in the NBA draft. Brooks is not nearly quick enough to play defense in the NBA, and the inability to play defense would most certainly affect his offensive production (as it did last night), the Ducks also do not play NBA style ball, they resemble the football program which also does not put many offensive skill players into the league.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well, apparently a public agency using eminent domain against another public agency isn't an unknown concept in the United States.  In fact, it happens often enough that HUD has a form to be completed if a local authority wants to use eminent domain against a Federal Housing Project's land.  \n\nhttp://portal.hud.gov/hudportal/documents/huddoc?id=pih2012-8.",
            "output": [
                "No"
            ]
        },
        {
            "input": "SIGN the PETITION @\n\nProtectthepfd.com",
            "output": [
                "No"
            ]
        },
        {
            "input": "A long overdo investigation. I'm a lifetime Democrat, have voted for every candidate, dutifully. But I have seen here in little ol' Eugene, in the very suspect City Hall and many other projects, how absolute power corrupts. \nWe should have term limits. Max, two and done.",
            "output": [
                "No"
            ]
        },
        {
            "input": "For those of you who are interested, Apparently Gov Palin was correct in wanting Wooten terminated.\n\nAccording to public record, in April 2015 the Alaska Police Standards Council removed his certificate.",
            "output": [
                "No"
            ]
        },
        {
            "input": "A substance or device,  MJ, tobacco, or a cell phone for example, and still be contraband in the correctional facility.",
            "output": [
                "No"
            ]
        },
        {
            "input": "starting to see why schools are an embarrassment today? Those who can't do, teach.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Cattle can and do live nearly anywhere on the planet.  But in the Grand Scheme of Things, 100 years is a blink of an eye.  There are species of plants and animals in the Aleutians that only live on certain islands there and it has taken them tens of thousands of years to become established.  The tundra there grows slowly and is made of moss and lichens that are soft and fluffy and up to a foot deep and is particularly essential for the continuation of these species' existence.  For example, with no trees, the rare birds lay their eggs directly on the ground only to have them trampled by the cattle's hooves.  Dumping cows there has nothing to to with NATURAL selection.",
            "output": [
                "No"
            ]
        },
        {
            "input": "LOL at #10. I've had Uber drivers get lost so many times in inner SE. Buckman. It's a GRID, y'all, and I don't feel like paying for the time you wasted driving around in circles.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's all very well to talk in generalities. What are some of the specific sections of the bill that you think will be beneficial? Why do you think they outweigh the problems that you admit are present?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Kafka? I read this and it was like Orwellian...it is so clear that SB 21 was written by Oil lobbbyist, only large producers can get the credits? Come on! I love the part where they \" cite assurances\" that we won't use to many credits. Hey then put it in writing. You still have people i.e. Johnston holding onto the wing and a prayer, of oil prices remaining or going higher. That is what we are going to set our budget on, hope? Look what we are doing is not working, we need to do somehti g different and yes that must include taxes, along with cuts but not to Troopers but to say Dams and bridges and roads if you get my drift. This is the Your and I use that term lightly, Gerrymandered senate.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I agree Dean what was Newt G., the Heritage Foundation and Mitt Romney (Romneycare)thinking? America needs SINGLE PAYER so even you will have healthcare.............",
            "output": [
                "No"
            ]
        },
        {
            "input": "When leaving for work one morning (thirty years ago), I found my car door open and my workout bag missing. I found the bag and some of the contents scattered along the next street.  Later in the day I heard a news story about a bicycle-car collision that occurred at 3:00 a.m. in a nearby intersection.  My overactive imagination hypothesized that peddling like crazy with stolen merchandise might have been a factor, so I followed up with APD.  The officer initially dismissed my theory, explaining the kid had no criminal history and possessed no stolen items.  He  eventually asked for a description of the stolen items.  Turns out that the kid's \"bicycle\" gloves were the same brand and color as my weightlifting gloves.  That made the officer a believer, but the amount missing didn't justify criminal charges.  The kid's injuries weren't serious, so I had to be satisfied with instant karma.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Are you ignoring the cancellation of less than liberal speakers and topics at universities across the United States because the students or the faculty view anything other than their own views as 'hate speech' intentionally or inadvertently, Gary?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Learn how to deal with liquor in your own community, not urban cities. This is a free world, why make home brew when there is the real stuff. Prisons are filled with most of us from the villages, loving alcohol but the consequences of overloading is a huge urban business.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The are both equally unfit.  She will undoubtedly damage the nation, however the repercussions of the damage he can do on a world-wide stage are of volcanic proportions.  The eyes of the world are watching this two clown circus with dread.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I provided a seven-year study in a peer reviewed, prestigious journal; you clumsily attempted to dismiss it and then accused me of shaking my fist in the air.  You prefer feelings over facts, but don't expect everyone to go along with you.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wally Hickel's EPA \"Who Owns America.\" and Trickey Dick should have gotten a Congressional Medal of Honor, for leaking copper wire, into the democratic party headquarters. Democratic Party Members on Line Today!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Next time best stay home. Pppppp",
            "output": [
                "No"
            ]
        },
        {
            "input": "Great coach, great person, great family. Thank you for everything. Best of luck!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Mr. Cole you often do a great job in reporting some issues. With this PFD thing  you are pushing the agenda of GCI, Rasmuson, Walker, U of A, and all the others.  One constant is referring to the budget gap as some permanent fixed obstacle. We have a $4 billion dollar gap because that is the amount that we continue spending. Spending is the main problem. Cutting is the answer. The temptation to steal the peoples PFD needs to be resisted. After cutting the budget to $3billion or less, repealing all tax credits, repealing SB21 then and only then a TEMPORARY head tax on each PFD that sunsets each year unless renewed. The alternative scheme \"restructuring\" (stealing) will within 3 years diminish the people's PFD to nothing, government spending will be the same, and the oil companies will still be stealing our oil. Leave the PFD structure as it is. A tax on each PFD will make the people pay close attention to the Legislature. This is the fairest, simplest way to raise taxes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The Party's need to be outlawed and WE, each one of us, and only WE, should decide our leaders.  No Super-delgate's, one vote for every American, every vote counted and the top vote getter, win's.  The Electoral College is also a rigged situation and needs to be abolished, it is all a waste of time and money, one vote simplifies the process",
            "output": [
                "No"
            ]
        },
        {
            "input": "You couldn't deny ChopperBob's comments so you changed the subject..... Classic, Bob.    BTW if legislative pay when up that much, its not acceptable either...",
            "output": [
                "No"
            ]
        },
        {
            "input": "The 'details' from Bernie Sanders' grandiose promises are at least equally vague and unobtainable.  That is Hillary's position throughout her campaign against him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Most people would assume that Clinton was not speaking in a technical way about semi-automatic weapons when she used the term 'weapon of war.' Semi-automatic weapons may not be used in warfare today but weapons like the AR-15 and more specifically high-capacity magazines constitute war-like weapons that mass murderers and terrorists have used to create war-like slaughters in areas frequented by civilians in the U.S.  \nWhile the distinction between the weapons for some firearm connoisseurs might be vitally important  (a semiautomatic weapon fires one shot every time the trigger is pulled while an automatic weapon fires continually until the trigger is released) it is likely less compelling to the non-connoisseur who cannot but observe obvious 'war-like' conditions occurring in civilian spaces in the US. Greater regulation of high-capacity magazines, ammunition and firearms such as seen in other firearm-owning nations, seems inevitable in the long-run.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Y'all pull your head out of your ass. Transgender women are not going to hurt you or your children. It's just yur ignorance about other people that puts fear into yur thick skulls. Yur just pissed off cuz you lost the LBGT fight in the supreme court. It's the transgender girls that need protection from you.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "If my driving destination from central Eugene is anywhere south of 29th I always take Amazon. I drive on Willamette between 24th and 29th only when patronizing one of many the good businesses along that congested road. This won't change for me no matter how the test turns out. If I have alternative routes, and I do, I figure life's too short to mess with traffic on that stretch of Willamette.",
            "output": [
                "No"
            ]
        },
        {
            "input": "They should also know the jig is up on election fraud. Everyone is watching now. The FBI investigations will resume.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Don't loose hope and keep on betting one day is one day . Today im buy some tickets in www.jinnilotto.com",
            "output": [
                "No"
            ]
        },
        {
            "input": "Tax it heavily and use it to hire more undertakers.",
            "output": [
                "No"
            ]
        },
        {
            "input": "This proposal is unprecedented. No such regulations exist ANYWHERE in the USA. In fact, the proposal was put forth by the Wild Sheep Foundation, which cooperated with USDA and ADF&G in 2012 to make a lot of recommendations for the management of wild-to-domestic goat/sheep interactions.  Notice that the overwhelming portion of this document focuses on grazing on public lands: A practice that (to my knowledge) does not exist here AT ALL. This tells me that the risk of such transmissions is actually very unlikely.  How often do Alaskan farmers notice a wild ram/billie checking out their fenced ewes/nannies?  So the Wild Sheep Foundation is focusing on the least of the management strategies. And this is a lightly masked effort they're making to establish a legal precedent that can be carried to other states.  It's a BIG violation of private land use and everyone should be pissed.  Here's the link: http://www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5385708.pdf",
            "output": [
                "No"
            ]
        },
        {
            "input": "Westside of Portland, hmmm, interesting, do the parents living on the Westside have leverage to make this happen that other neighborhood lack?",
            "output": [
                "No"
            ]
        },
        {
            "input": "With the money scammed from the system by Con Air,and Alaskan \"Lawmakers\" over the last 30 years,a bridge the equivalent of the Golden Gate Bridge could have been constructed over the Naknek River..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Thank you Phil and Penny Knight for all that you do and have done for Oregon!",
            "output": [
                "No"
            ]
        },
        {
            "input": "If Anchorage property owners had their way, they wouldn't pay taxes of any type.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Resistance is futile; the decision has been made by the City Manager.",
            "output": [
                "No"
            ]
        },
        {
            "input": "If you care about Conquistador why don't you go and protest? I find it amusing that you want to dictate whom to protest when you have no skin in the game.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Why do you think they are different people?  Something tells me Mike Chenault wasn't exactly a national merit scholar.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Then it all went south!",
            "output": [
                "No"
            ]
        },
        {
            "input": "There  were long standing rulings on slavery by the federal courts and where is it now? The suit will proceed as polluting the planet is an offense to humanity, lasting in effect, and that's not \"political\", it's criminal.",
            "output": [
                "No"
            ]
        },
        {
            "input": "For the non-violent crime offenders, a community service type  probation could be benefit to them and society as whole. As an example, since we have  budget cuts coming, use these people convicted of crimes for community service projects on the weekend. We get to keep our State maintained and they get to stay out of jail. Some communities even make them pay for being able to do that.  It's still the carrot and the stick - as it's either do that or just stay in jail.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Was it not established earlier this week that having training and skilled jobs are detrimental to rural Alaska?  Causing the cream to rise and......separate?  Certainly if the goal is to keep Alaskans unskilled and unemployed but at home where \"they belong\"....yeah, we're on the right track.",
            "output": [
                "No"
            ]
        },
        {
            "input": "This is a classic distraction.  Focus on what the Majority Caucus is doing with their other hand.  Oil tax credits.  TajMahawker.  Your PFD.  Your taxes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The ultimate results of one-party rule without intelligence, morality, or conscience in actually governing except to loot the treasury.  The legislative traitors should be arrested, incarcerated, tried and convicted of crimes against the state and its citizenry.  They, in act and deed have violated every oath of office since their election.  Nothing else in law seems to be available to stop these criminal actors.  All employees or payees of Oil Monopoly wealth should be removed and barred from all governing participation.  The entire State and Nation is under attack by these Corporate Criminals determined to overthrow the Constitutional Republic and all human rights.  Alaska has been the petri dish for this traitorous operation since the establishment of one-party rule as both Republican and pseudo-Democratic governors performed for their oil benefactors - Tony Knowles.  Now it has spread into the Supreme Court and Congress.  It could happen here.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Does it really matter? The only way this guy is gonna get the oilies to talk is hypnotism.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The liberals at the ADN are winning!  The oil companies are lowering activity levels because Alaska has become an over-taxed, over-regulated socialistic cesspool like Venezuela.\n\nThe Unions and Natives want the money from oil development, but they bad-mouth our only super high-tech industry constantly.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Especially after a few drinks...",
            "output": [
                "No"
            ]
        },
        {
            "input": "Drop the speed limit to 45 mph and make the fine $2000 for speeding.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Be that as it may, the video tape didn't lie. Stevens was far from innocent.",
            "output": [
                "No"
            ]
        },
        {
            "input": "...or the troopers could've shot the guys legs out from under him.  At least he'd likely still be alive.  Anyone willing to take the chance of charging at an armed officer with a a weapon can't possibly expect a different outcome.  There are officers out there that can and do keep their wits about themselves.  Glad to hear no officers were injured.",
            "output": [
                "No"
            ]
        },
        {
            "input": "That's the thing about legislation...if there are concerns about the constitutionality of it, it's best to let it die. The fact that Dunleavy was this enthusiastic to push this potentially unconstitutional bill speaks to his incompetence. I know he has worked in education, so it's a little weird how out of touch he is with some of the realities of...well, reality, I guess.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I used to feel very sympathetic for the down and out. Recent experiences have changed my mind. Been a resident for 40 years worked downtown all the this time. I am now convinced that the vast majority of transients in Eugene are this way because they are genuinely messed up people (nice way to say it ). They are either mentally unstable or inconsiderate of how they affect others. Loitering \"travelers\" and bar patrons leave the sidewalks filthy. Store owners, especially the bars, need to clean up this mess. Bikes are still ridden on downtown sidewalks by thoughtless people who seem to take pride in breaking the law. The bike cop rides on the sidewalk too, giving the impression to others that this is legal. There are good things downtown but it has become a sketchy place to visit.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Or was it the one where black cops beat a white guy on his way to work in a case of 'mistaken identity', then when they realized they had the wrong guy charged him with bleeding on their uniforms?  Or all those black cops who have targeted majority-white Ferguson's citizenry to generate revenue for their majority black city council through bogus traffic stops?  I tend to get those mixed up...",
            "output": [
                "No"
            ]
        },
        {
            "input": "I have lived by the credo: \"If you do not take an interest in the affairs of your government, then you are doomed to live under the rule of fools.\" -Plato.  So I took 30 minutes out my busy day to watch the Governor express his frustration with the legislature over the budget. I know him pretty well and I can see and hear it. The Gov asserts that we will be broke in a year because they won't squarely address his agenda. Anyone that has argued in a court before a judge and a jury or managed a city government knows or should well know that people don't listen with attention, they listen with intention. That's their agenda. Live with it. It doesn't get any better.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wtf is this nonsense? Willamette Week does not own my vote.\n\nREADER: INFORM YOURSELF. Come to your own conclusions.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ya but, but, but how freeeeking long must we wait for such a permit? Right now, they are taking some killer pocket change just in their core samples, which they are merrily doing all over. The place looks like Swiss Cheese and sooner more that later they will hit an aquifer. Screw these guys. Just take their  skinny arses back to the Queensland of The North. We get practically NOTHING in the USA for Pebble's booty. The Canucks reap untold riches. Look up our take from mining. Do it on your first cuppa joe. You'll have a headache all day.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Good point. These delivery people have seen all types and deal with this all the time; I haven't heard about any of them gunning down people's dogs recently.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well Lynn, I can at least feel comfort that I'm not from the \"wing-nut\" segment of the political spectrum.\n\nBTW, enjoy your \"crow\" dinner in celebration of Hillary's terrific victory over \"Johnny-come-lately\" Sanders.\n\n-- Paul",
            "output": [
                "No"
            ]
        },
        {
            "input": "And what will be the incentive to do treatment?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Don't you mean; hand outs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "All animals are part of a natural food chain. That is their nature.\nThat is how God intended it to be.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yes, I would say that there was much drama involved in emptying a firearm into a family pet in someone's suburban front yard.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The comment section is not perfect but none that I have seen are. I would like the opportunity to edit my comments. As for content you could get your columnist in the reality TV section to quit fawning over the Brown Family.  One they are not Alaskans, two is not reality, but staged and three they defrauded the State of Alaska and its people with the PFD scam. How about focusing on some good ‘real’ Alaskans. Honestly you put a reply form on that does not work!!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "No one can 'win' anything until the votes are cast at the convention and I'm pretty sure Hillary knows this. Then we will see who the superdelegates vote for and if history is our guide, they'll vote for the candidate with the most pledged delegates.",
            "output": [
                "No"
            ]
        },
        {
            "input": "There was one in Nome at NSHC, no one listened to me and she along with others were allowed to bully me. There was one in Homer who has now moved to Soldotna last I checked. As far as I know you did nothing about the others and the guy on Homer committed despicable malpractice on me. So I guess the board of medicine is A-OK with full time doctors who live in Alaska giving out masses of narcs, but not the part timers. I am sure other people can reveal other doctors with these issues. There are also doctors who come to Alaska due to incompetence and get away with harming people.",
            "output": [
                "No"
            ]
        },
        {
            "input": "For an added dimension on this opinion piece, I recommend watching a few episodes of South Park, then going back and reading it in Eric Cartman's voice.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Regardless of Earth First's claims, the  purpose of placing spikes in logs  is so the mill's saw will explode when it hits the spike, causing  mayhem to any nearby workers.  These extremists have the same relation to regular environmentalists as ISIS does to mainstream Islam.",
            "output": [
                "No"
            ]
        },
        {
            "input": "MOLON LABE.....",
            "output": [
                "No"
            ]
        },
        {
            "input": "I agree- they are cutting a primary grade teacher st my daughter's school because of cuts.. increasing everybody's class size. How much would that teacher have cost? Less than the new superintendents massive raise. Yet no administrator of ASD will take a pay cut, no pie-in-the-sky school improvement studies will cease... just cut the teachers and electives like art, music, etc..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Larry, as long as there is government, there will be politicians.  There's no other way to run a company, much less a state/nation, without leaders.  So, eliminating leadership is not a viable option.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So that's your argument for why Alaska should keep paying the oil companies to produce and sell our oil?  \"Obama, Obama, and Obama\"? Can't come up with a rational argument based on logic?  I mean, the credits or SB 21 have not filled up the pipeline as promised, or added anything to the state's treasury.  Instead, as many predicted, it has robbed the state instead.  The price of oil is now about $50 per barrel.  How long is the supposed \"low price\" going to be used as an excuse for SB 21 doing exactly as expected; filling the oil company bank accounts and emptying Alaska's treasury?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Good column!  Better than her average, which I always enjoy.  And I quite agree, this legislature's behavior is FAR beyond disgusting - one runs out of words to describe reaction to the foolish, disassociated, and self-centered conduct.  Sweep them out, and think 2xs before electing their like again",
            "output": [
                "No"
            ]
        },
        {
            "input": "cut the free stuff that nobody wants to pay for, thats what i read here.",
            "output": [
                "No"
            ]
        },
        {
            "input": "When an elected official ignores the law it's news",
            "output": [
                "No"
            ]
        },
        {
            "input": "I already mark my calendar October 24,2016",
            "output": [
                "No"
            ]
        },
        {
            "input": "Spare us your victimhood. Oh and try politics 101.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What a wonderful article and attitude toward public schools. I would never had considered a private school for my four children, but I did organize and work with fellow parents to ensure that the public schools that they attended met our children's needs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What a thoughtful, totally impartial piece. These fine folks at the NRA surely have the well being of students in mind. I mean, we all know there are no more rationale, responsible, well trained and situationally aware group of people than college students, with their low stress lives, free of triggers like alcohol or emotional swings. This bill can only end well.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Val Hoyle is a Democrat.  She's following the Bloomberg playbook; give me the money; I voted your way.  \n\nHer position is that taking $350,000 will help her 'get big money out of politics', one of her major campaign planks.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's interesting that GCI and its allies in \"Alaska's Future (except mine)\" are advocating only for the proposal to permanently end the Permanent Fund dividend program. \n\nhttp://laborstats.alaska.gov/income/income.htm\n\nLet's put the \"Alaska's Future (except mine)\" plan in perspective\n\nPer capita personal income in Alaska averages about $50,000.  The 50% reduction in the dividend advocated by \"Alaska's Future (except mine)\" means a loss of $1,000, or 2% of average per capita income.  Ron Duncan makes $3,500,000 as GCI president, not including the income that another company he owns makes from leasing GCI executive jets to fly around Alaska, including ferrying an army of lobbyists to and from Juneau.  Mr. Duncan's income would be reduced by a mere .029%.  \n\nDoes a plan in which the average Alaskan loses nearly 70 times as much of his or her income as the head of GCI, who is gathering forces to get their hands on Permanent Fund earnings and only Permanent Fund earnings, sound fair to you?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Sorry if I came off harsh...didn't mean to overly criticize....just thought it was worth pointing out.  Thanks for the thoughtful reply.\nMoving on....",
            "output": [
                "No"
            ]
        },
        {
            "input": "Narrow the list to those who are not presently AK residents, never lived in AK, or believe we are part of Canada. No need to hire an in state individual. (sarc)",
            "output": [
                "No"
            ]
        },
        {
            "input": "The original post and headline stated \"A suspect has been shot by a state officer in the “Wasilla area”.",
            "output": [
                "No"
            ]
        },
        {
            "input": "doubt this ship will make it all the way  I bet they turn around due to ice .....",
            "output": [
                "No"
            ]
        },
        {
            "input": "For all of you \"qualified\" Pain Specialist, pleases list for our education the standards of care in providing controlled substances, proper documentation of the appropriate history and physical examinations along with progress notes that reflect an ongoing  clinical efforts to properly treat the diagnosed condition and consultations with the appropriate specialist physicians. I read all the time the spew from you know it alls about the proper management of pain, so please enlighten us with your vast well of knowledge on tghe subject and the \"Standard of Care\". Thank you in advance.",
            "output": [
                "No"
            ]
        },
        {
            "input": "My point was that as much as you dismiss Springsteen, or think that you should be able to give him input on his songwriting to have his songs better represent fast food workers, a tiny drop of piss dribbled out of him this morning that's more credible than you in the music industry. He was considered a talented up and coming artist in the early 1970's, he's made top ten records that covered un-coverable independent bands, he wrote for Patti Smith when you were in diapers. \n\nHave some goddamn respect. \n\nThe reason you look like such a childish person right now is that you are trying to hand-wave away Springsteen's 40 year career as a well-respected, credible, honest, and down to Earth musician, and the only reasons you've given amount to \"he's white, he's got a bunch of money, he doesn't write song about Subway, and he wears jeans\". This is the guy that wrote Tougher Than the Rest, chump. \n\nYou know what Kane West would call you, Martin? A player hater. Don't hate, Cizzy, ameliorate.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Michael,  finally you said something I can agree with  haha",
            "output": [
                "No"
            ]
        },
        {
            "input": "Frederick, how about adding to your list of political child abuse the children of Flint, MI. That GOP governor and his \"appointed\" not elected by the people manager that was done by a new state law that was enacted poisoned the town of Flint, hid the facts only to save one million dollars a year.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The larger issue is our elected officials have to reach a consensus with no great options - increase taxes, cut spending including services, or go after the PFD.  Regardless of the choice, it will hurt their chances for re-election with some group of voters so they delay making the hard choices.  Alaska is following the Congressional model.",
            "output": [
                "No"
            ]
        },
        {
            "input": "This original original bill (HB247) and the the Governor`s plan,  lowers our 80% dependence on  fossil fuel revenue for state operations and the vagaries and boom-busts of the oil price from 80% to just 20%.  \n   THAT is the goal we should be vetting,..instead of spending all out time with \"blinders\" on thanks to a conflicted legislature, kow-towing to the cartel on the slope, and their lobbyists on the second floor in Juneau, over THEIR taxes. \n  The Governor`s plan to balance the 4.1 billion budget is the only plan presented that attempts to balance the budget I might add..nothing from republicans yet..except their often repeated, though in muted volume,.. to \"wait for high oil prices again\"..!!!).  With fracking here to stay ready to mitigate any price rise, how dumb do they think we are?  \n\nFull Definition of blinder;\n1:  \"either of two flaps on a horse's bridle to keep it from seeing objects at its sides\".\n2 plural, blinders:  \"a limitation or obstruction to sight or discernment\".",
            "output": [
                "No"
            ]
        },
        {
            "input": "Great letter\nTo any one with a working brain and pays taxes it should be so obvious that tax and spend politicians and bureaucrats have no clue to conditions in the real world.\nPeter Courtney Phil Barnhart and Nancy Nathanson have been sitting in Salem so long they are nothing but drones for special interest groups and BIGGER government\nJust adding up the dollars from recent RG articles for new taxes and fees which these 3 have been promoting comes to about 500 million in new tax and fee spending\n\nRecalls for these 3 would be a great start.\nThe problem would be getting the petitions past the government.\nOn anything remotely related to recalling one of their buddies getting the state to approve the signature's is very difficult\nI just noticed that Jay Bozievich in letter below says the Haynes don't understand typical politicians tripe \nVoters need to require body cams on all politicians after all government is transparent right\nHe probably dreams of The Jay Bozievich Justice Building",
            "output": [
                "No"
            ]
        },
        {
            "input": "This law would be regarding, non-violent offenders victimless crimes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"Finally, it will be marriage with animals.\"\n\nYou were really on a roll. Why did you stop there?",
            "output": [
                "No"
            ]
        },
        {
            "input": "So do bicyclists.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yippie-ki-yaaaay is the refrain from \"Ghost Riders in the Sky.\" It was a popular western song. Give it a listen. Johnny Cash's version is excellent. LaVoy knew the tune. I doubt he'd be annoyed being associated with it. Ditto for the movie, Lonely Are the Brave. Watch it. Neither of these allusions had any sarcastic intent.  \n\nI was aiming for a deeper meaning. That's been missed by many writers, including 20-40 here. LaVoy was living out the cowboy archetype. It was driving him and his actions. It also drew people to him. He was drawing from a deeper well.  Archetypes, or eternal forms animate our lives according to Carl Jung. Our energy comes through  them in scripted forms. The rebel, the loner, the critic, and the lover are some others.   \n\nI liked LaVoy's soft spoken ways coupled with his hard edge.  The letter was meant as a tribute. It was reaching out from the left (me) to the right saying, well done cowboy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Your dichotomy isn't valid. There is tremendous dissatisfaction with the \"net\" from this council and the City Manager. The problem is that Eugene's \"strong city manager,\" ward-based elections and low-pay for councilors makes it hard to have truly democratic outcomes and accountability. If Zelenka or Syrett had to run a city-wide campaign, under a strong mayor/council structure with good pay, they'd be history. -- Paul",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ughh.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wyatt, why are you so angry?",
            "output": [
                "No"
            ]
        },
        {
            "input": "It is doubtful any solution will be completely fair.  Taxes on alcohol, gasoline and cigarettes are also a larger proportion of income for low wage earners or those on fixed incomes.  The amazing, remarkable Permanent Fund is so exceptional in that it is the only governmental idea that treats EVERY person fairly.  There is nothing like it in the World. \n\nSince the government is concerned about paying services to Alaskans, taking half of the dividend now will likely lead to poorer Alaskans requiring more services from the government.  The PFD's spent by poorer people flow immediately into the local economy for goods and services also.  That contraction will be hard felt by the smallest businesses. \n\nSolutions must be found in the gifts to Big Oil.  The funds set aside for mega projects that probably will not happen in the short term need to be reallocated to more immediate needs.  The majority has been fully reluctant to do that which makes perfect sense.",
            "output": [
                "No"
            ]
        },
        {
            "input": "How many tens of actual teaching positions might be funded by the layoff of a single \"administrative\" sinecure?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Because of me LCFM banned the business practice of buy 3 get 1 free sales. Vendors would be thrown off public land for this. They also banned buy direct from the grower and save, and by contract mandated all vendors engage in illegal price fixing-gouging. vendors were prohibited from pricing our stock in accordance with our overhead, and forced to match or beat the highest prices gouged at market. This went on for 14 years with impunity and was only removed from their bylaws after I warned local governments I would file a class action suit. Starting to see why 1 ear of corn costs $1.50 at LCFM when the farm stands on River Road with far greater overhead only charge $1 for 6 ears? It goes on, and on as I have cut to the chase. This is approved of by the city council that demands Citizens United be repealed because corporations should never possess equal rights of citizens (sic) and yet they have granted (to be continued)",
            "output": [
                "No"
            ]
        },
        {
            "input": "'Dickification', there I fixed that for you....",
            "output": [
                "No"
            ]
        },
        {
            "input": "These are valid points and I largely agree - just looking at rates of use of force without controlling for other relevant variables may suggest that a problem exists, but this report does not conclusively demonstrate that the is a problem.  I think the report was competently done as far as it went, but it simply didn't take the analysis to it's logical conclusion.  It looks like there was sufficient data to do tests for significance and control for exogenous variables, but nothing was done in this area.\n\nStill, the response from the Sheriffs office is disappointing to me.  The letter from current research staff is vague and looks like an attempt to stonewall or disavow the report.  They make no attempt to enlighten anyone about the limitations of the study, but seem to attempt to discredit it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Some of her answers might excite popular prejudice, but if there is any principle of the Constitution that more imperatively calls for attachment than any other it is the principle of free thought—not free thought for those who agree with us but freedom for the thought that we hate.\nUnited States v. Schwimmer, 279 U.S. 644",
            "output": [
                "No"
            ]
        },
        {
            "input": "Look at the mood in the country, and the votes for Trump.  The democratic process has shown Trump and his views are supported by a majority of GOP voters (including independents and cross-overs), which includes this \"public forum\"  Gosh, it must be absolutely horrifying, and \"scary\" to see the masses rise-up, and rage against the \"machine.\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "Didn't mention algebra, just the geek wielding a tool that might come in handy. Speaking of which, was there anything in your military training that seemed superfluous during your deployment but that the brass considered imperative nonetheless for you to pass basic? Or put another way, how is expecting less a good idea in education?",
            "output": [
                "No"
            ]
        },
        {
            "input": "No cigar kiddo, Drumpf is the real name.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Isn't this something that can be privatized?  :)\n\nWhat a shame that this resource is being turned off, a great loss to all indeed.  When the Republican majority gets done with Alaska - it will resemble Wisconsin, Kansas, Illinois and Mississippi and many of them will be living in AZ I suspect.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Sales taxes are regressive and have a greater impact on low income families and retirees. Efforts to make a sales tax less regressive by exempting essential items (rent, heating, staple foods) end up requiring a higher tax to generate the same revenue, which  would do substantial damage to the retail and service industries. There's a reason why you don't see many places with a 15% or 20% state and local sales tax levy. Income taxes are the fairest sort of tax. \n\nhttp://www.brookings.edu/research/papers/1998/03/taxes-gale",
            "output": [
                "No"
            ]
        },
        {
            "input": "I'm not going to lie, all Trump articles are a joy to read after you turn on the Chrome app to change Trump to his familial last name Drumpf.   Just so deeply satisfying.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I suspect people are smart enough to check their workplace drug use policies before indulging. I personally have never worked in a place that had drug testing. I wouldn't rule out a job just because of that (I don't *need* my coca tea) but management loses a little bit of my respect when they enjoyed it simple-minded policies like that.",
            "output": [
                "No"
            ]
        },
        {
            "input": "How do the 80% give up their \"rights?\" Who is forcing them to work at or patronize businesses that allow smoking? The only forcing going on is in these bans, the people who dislike smoking using the force of government to get their way rather than taking personal responsibility and not working at or patronizing smoking businesses.",
            "output": [
                "No"
            ]
        },
        {
            "input": "well, then it got abused and businesses started refusing service to minorities based on skin color and the business owners' bigoted views---They abused their freedoms by taking away the freedoms of others and had to be regulated with civil rights legislation and the force of law.\n\nI know a lot of folks want to go back to the good ol' days of being able to deny service to people based on skin color or other factors having to do with \"strongly held personal beliefs\"---And \"religious liberty\" is a toe in the door to do just that",
            "output": [
                "No"
            ]
        },
        {
            "input": "40-20 too bad you are politicizing an issue and reducing it to that rather than spending time finding solutions. You must have been educated in Oregon.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"We will win in Oregon if voter turnout is high,\" he says.\n\n\"Literally, if everyone just gets crazy high enough, my ideas start to sound really great,\" Sanders continued.  \n\n\"Unfortunately, getting high also makes it hard to remember get up off the couch to mail the ballot, not to mention a wide variety of other important tasks\" remarked Afroman, a Sanders campaign strategist.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Very Good ~ Congratulations Kieffer Christianson ~ !",
            "output": [
                "No"
            ]
        },
        {
            "input": "There are people who disparage 'liberals' in comments on every topic. It is a sick form of compulsive jealousy so obvious to everyone except themselves.",
            "output": [
                "No"
            ]
        },
        {
            "input": "And a certain amount of free media would be allocated to each candidate as is done in Canada as well as a very limited campaign season.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Trump has revealed much of the political shroud that candidates use to obscure their real ambitions, as a party or individualy.   I'll give him credit for pointing it out.  \n\nI'll give him condemnation for those he mocked unfairly (anybody that didn't agree with him).\n\nBut Trump offers no expertise, little civility, and for most people a wierdly warped sense of personal behavior.   You can be an abnoxious  if you really don't need/care about anybody else to be happy.  Trump was born to wealth, he is good at aquiring personal wealth, he's seems a happy person (with himself certainly), who has influence primarily because of his wealth.  (he could fund his own campaign).  \n\nI share little of his personal values, I don't like the person, I don't respect his skills in the context of leading a democratic republic that is also the single most powerful military/economic power in the world.  My opinion is that the man is completely unsuited for the job.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Privatization yippee.... more wage slaves. I love security guards.  Poor 9$  hour 3 job working people. \nUgh.... poor planning gives worse results \n\n How can you respect something they print?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yes, this was a game I won't be replaying with my DVR even as the Blazers win a playoff series.  There was no building to a crescendo, nothing even close; but more like the ending of the French Connection and a fade to black.  Gritty and Grimy but nowhere as memorable as the French Connection.",
            "output": [
                "No"
            ]
        },
        {
            "input": "He does make a persuasive argument, this issue notwithstanding.\n\nYes...people keep saying: \"oh, it's allll in the price of oil...'\n\nUndeniably, there are other factors at work, conspiring to bankrupt AK.  However the fact remains that AK went from socking away Billion$, to hemorrhaging Billion$, in that one single act of legislation.  \n\nI don't accept that SB21 is just this mostly harmless, innocuous legislation, that's just getting a bad rap.  And neither should anyone else.",
            "output": [
                "No"
            ]
        },
        {
            "input": "admittedly im a layman, but why does it take 2 years to get on the floor? that right there seems like a pretty big hurdle too. and my feeling is traditionally, city hall and the cops haven't always played nice together. I wish the city would get out of the housing gig all together and let the private and charitable sectors address those issues. cities should provide schooling, some utiltities, police and fire service but housing is not a traditional city function. making cuts in other departments to address housing shortfalls is part of the problem too.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I have never been the least bit worried about people on the road not wearing seatbelts. Failure to wear seatbelts doesn't cause accidents. The do-gooders that support this Three Flags garbage need to instead work on legislation that actually improves people's lives like improving the Delta-Beltline intersection.",
            "output": [
                "No"
            ]
        },
        {
            "input": "If you fellows are qualified for those jobs, submit your applications.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Price gouging is evil.  Market forces that are supposed to regulate costs are so distorted in the U.S. by the third party medical insurance system that they are virtually non-existent.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Motley...You are good at looking things up. 1n 1996 it was the 104th congress and Clinton was in office. I can't find how this thing was changed and who changed it. I assume Clinton voted for the change.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's getting so I can hear your quacking without even reading...",
            "output": [
                "No"
            ]
        },
        {
            "input": "I really don't understand Murkowski's attachment to this. There are hundreds of communities in Alaska off the road system. Why does this one, and this one only, need a road? Is she trying to set a precedent and secretly wants to crisscross the whole state with roads? I am mystified.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Guess what- he's born with a penis/testicles, he's a boy. \n\n Look- schools might as well drop 'boys' and 'girls' events in track and just have everyone together compete for 1st, 2nd, 3rd, and state records if track authorities are going to no longer have one's physical equipment delineate who is  competing against whom. Makes the meets a lot shorter and this 'showboating' of specialness moot.  Just run all events together and take your awards as individual 'students' who have placed- and leave this silly, statement laden gender gerrymandering behind.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"It's not really about the money. It's about them taking responsibility and changing the way they do things. If that means we have to hit them in the pocketbook, so be it,\" said Janine Canul, the sister of Mark Canul.\n\nLMAO......Guess the firing of the people in charge and the restructuring of the system dose not count as \"taking responsibility and changing the way they do things\"........",
            "output": [
                "No"
            ]
        },
        {
            "input": "“Everybody benefits from economic activity and value creation.”\n\nAh, and here I thought wages had been stagnant since 1988. I (and nearly every economist) must have gotten that wrong. Thanks.\n\nhttp://ftalphaville.ft.com/files/2014/04/RealWagesChart-590x457.png",
            "output": [
                "No"
            ]
        },
        {
            "input": "Did you feed the cat?",
            "output": [
                "No"
            ]
        },
        {
            "input": "\" real police officers who run into the gun fire while you civilians quake in your boots \"\nI think you might be surprised by the number of people who don't want your \" help \".",
            "output": [
                "No"
            ]
        },
        {
            "input": "It is sad that over 16,000 voters were duped by Mr. Hughes, who \"didn't run to be elected.\"  It was an obvious scam that he was running (thankfully, most saw that).",
            "output": [
                "No"
            ]
        },
        {
            "input": "Pardon me for making a slight comment on this but, guns were not made to kill people, they were made to kill animals and to hunt until MANKIND abused them and they became the killers. Guns do not kill people, people. Kill  people. But all I all, I do agree that no one underage should be legally allowed to own a gun.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Cutting state spending has has already been done to the tune of billions- enough to cause serious harm to our economy and the ability of government to function. Revenue is needed, and those who resist that are not responsible or don't care to have a state with usable roads and infrastructure.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Aw, Ridgefield, and put your friend Kyle Craig out of the landlord  business?  Heeheeh",
            "output": [
                "No"
            ]
        },
        {
            "input": "My sentiments exactly.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yes, seven years AFTER the ACA was signed, and were STILL waiting for the GOP replacement plan. Trump promises \"something terrific,\" and NO details, whatsoever.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Industry would not want any cleanup, but eons of time with the water flow gradually moving that sediment downstream. Industry has a lock on legislators, by funding their election campaigns. This biases legislators to let industries externalize more costs onto their neighbors (us) for increasing 'profit margins' for stockholders, managers, and CEO golden parachutes. The legislature is the regulator of the regulatory agencies. The agencies live in fear of displeasing the industry lobbies, and legislators who control the funding. Agencies that make 'too many waves' by sampling water for toxic contaminants, analysis, and environmental assessment to inform public health providers,  often suffer punitive budget cuts for other good work they do. Toxic contaminant pollution assessment is erroneously seen by the legislature as being inherently politically and fiscally subversive. But, this work is essential for SAVING vast sums of money.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ms. Dowd really doesn't like Hillary.  By the way, we 'sow' not 'sew' suspicion; spell-check strikes again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Iceland is awesome.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Not the first time Alaska Air has done this sort of deal; they bought out Jet America with it's MD - 83 fleet in the '90s.  The MD's were promised by MD to provide all kinds of efficiencies that never materialized.  Eventually the fleet transitioned to an all Boeing fleet.  Ironically, Boeing now owns the old MDouglas!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Indeed.  What IS happening with that Taj Mahawker anyway?  Still scheming on a way to keep another building that the state doesn't need (though glass elevators are always needed).",
            "output": [
                "No"
            ]
        },
        {
            "input": "Relax Cydney,\nToo much cafine perhaps....",
            "output": [
                "No"
            ]
        },
        {
            "input": "Oregon's law on the use of Deadly Physical Force when someone is committing or attempting to commit Burglary in a Dwelling might be a good topic in our local high schools.\n\nIf not there, how about when the juvenile gets his first trip to Serbu Youth Center?\n\nMight save some little cretin's life.  Maybe some of their mothers could attend the classes as well so they can understand that little Johnnie's thieving ways could get him killed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You stated that \"elections aren't about money anymore.\"  Although that  might be true in various isolated cases, I do not think election history, in general, would support that conclusion.  I do, however, agree that effective use of free social media can have a large impact for a campaign.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I just started 6 weeks ago and I've gotten 2 check for a total of $4,200...this is the best decision I made in a long time! \"Thank you for giving me this extraordinary opportunity to make extra money from home. This extra cash has changed my life in so many ways, visit this following website for more details,,, thank you!\"\n\n======================\n\u0081♥♥ >>   w­­­w­­­w.o­­­n­­­l­­­i­­­n­­­e­­­j­­­o­­­b­­­s­­­1­­­0­­­0.c­­­o­­­m\n======================",
            "output": [
                "No"
            ]
        },
        {
            "input": "Condolences to the families involved very sad. Alaska is unforgiving, this time of year the death rates just seems to sky rocket. Everyone should take extra precautions when checking gear and getting ready for adventures.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Good news for Trump.",
            "output": [
                "No"
            ]
        },
        {
            "input": "We all know the law and our responsibilities out there on the road.  That's beside the point I'm making.  Do you know why we have legislators?  Why, it's because we need constant refinement of the laws under which we live!\n\nLet me comment on the \"unlimited visibility\" you mention.  The vision of the person driving the second car had of the stopped vehicle was obscured by the first car, and only when the first car swerved at the last moment to avoid the stopped car did the person driving the second car have the same unobstructed view of the stopped car, but by then it was too late and the driver of the second car did not, or was not able, to similarly swerve and avoid the collision.\n\nIf nothing about highway design in situations like this changes, then more accidents like this will happen.  If ODOT changes their highway design as I suggest then fewer tragedies like this will happen.  I am not content to absolve ODOT or to tolerate inept highway design.  I also reject your smug tone.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yet you guys just keep coming back over and over and over and over again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What is Star Wars?  And this Star Trek you speak of?",
            "output": [
                "No"
            ]
        },
        {
            "input": "I did a business deal with John 23 years ago. He backed out, the deal went south and HE haunted and harassed me about it for the next three years! This does not surprise me in the least. It's just business as usual for John. Hopefully his reputation will precede him, and he will FINALLY get what he deserves!",
            "output": [
                "No"
            ]
        },
        {
            "input": "using the word \"retards\" says wayyyy more about you than anyone else. \n\nif the dead guy didn't get out of his car, he wouldn't be in this predicament, would he? \n\nyoung and dumb? the dead guy. no second chances, again, the dead guy. \n\nyou know how to not end up dead at a gas station? don't get all tough guy on people with guns. \nDarwin award.",
            "output": [
                "No"
            ]
        },
        {
            "input": "And the case was last cited as binding precedent in 2008 in a Portland case.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So now we give up our pfd and pay an income tax, for oil companies to hire outsiders and pay Canadian investors retirement accounts. Vote all of them out.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wonderful commentary!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Watch out for chemical company shills like Lorrie Farrell who are payed by chemical companies to lie.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Congrats Shannon. You have stated what most of us have known for a long time, but many were afraid to say. This state is different from others we do indeed have a Socialist Constitution ripe for the picking and unabated corruption. It is a natural breeding ground for Corporate Fascism, not Capitalism.",
            "output": [
                "No"
            ]
        },
        {
            "input": "If this bill passes in it's current form, get use to higher auto insurances rates in Alaska, due to the temptation of more DUI offenders to drive drunk with a suspended license and also not carry any insurance. Before voting on this bill, any legislator should have to pass a written, multiple choice test regarding the specifics of the bill, of at least 80 percent comprehension.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Judges' rule based on the information as it is presented to them and the law as it exists at the time. \nPerhaps you could expand on your concerns and list case law that supports your blanket statement. A lot can be gleaned from a person's argument when they choose to omits their actual name, so I won't hold my breath.",
            "output": [
                "No"
            ]
        },
        {
            "input": "He is deeply missed",
            "output": [
                "No"
            ]
        },
        {
            "input": "I like background of Smith Rock because it is a beautiful and evidently recognizable area in \"Oregon\".  My campaign web  page (which is still not full up) has me and my daughter wading in the River at Island Park when the water was low last summer (that's beautiful and in Springfield, right?  Technically we won 'the battle for Glenwood' so the background counts too, yes?), and there is a picture of the Washburne Cafe downtown super imposed on Cougar resevoir for a cover picture.  Though hey, you think these Terrebonne folks need a mayor? They have some great raw scenery to work with, and I may be available if the press does not cover in more detail what is happening here in Springfield and in the election.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Why shame the victims of these horrific crimes? Place the blame on the perpetrator where it belongs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Indeed..after more then 35 years working with the CMI it sometimes comes down to \"tough love\".  Restricting enabling and shy of \"harm to self or others\", seek treatment options with medication so they can with a short hospital stay for med stabilization (if needed and if a bed is available),  be considered for referral to a waiting list for a residential care facility, family or friends.  Psycho-pharmacology along with supportive and educational psychotherapy is the best treatment plan for the majority of the CMI population. Sadly for them one symptom of the illness profile is paranoia as regards \"chemicals\" or a preference to not dampen their symptoms - if bi-polar.  A classic conundrum. This very fragile system is so frail it often falls out of balance...i.e., patient refuses med's and prefers the street family until the next episode and then MAY be willing to begin again.  Panhandling to partner with treatment a good thing, to support street living and delaying treatment it is not.",
            "output": [
                "No"
            ]
        },
        {
            "input": "All the issues we face and this is what they come up with?  What a waste!",
            "output": [
                "No"
            ]
        },
        {
            "input": "The other public issue is our lackadaisical assertiveness!   What we have been doing is living off of our Grandparents & Parents tenacity and Pioneer spirit.   The first great land disposal in Alaska’s past (The Homestead Act) wasn’t Alaska’s idea but a Federal Act which gave us most of the land we currently live on and run our businesses from. \nWe can assume the scare tactics of our Political pundits and our inaction will cause a possibility of a recession or we can act.   Regardless, in all recessions there are survivors.   Alaskans will survive and be better for it, if it happens, or we can use our resources to enrich our prodigy with a \"new money, new wealth\" attitude. \nPlease, lets not fall prey to the \"Pie Theory\" offered by our Government.   It's a fallacy",
            "output": [
                "No"
            ]
        },
        {
            "input": "We have how many billions invested in debatable oil company stock but no dough for the one good thing this state has built over the years; the university system? Pathetic financial priorities is all.",
            "output": [
                "No"
            ]
        },
        {
            "input": "For assaulting his daughter, it's nice that Fred is only \"smeared\". Hell forbid he would have to go to jail like the rest of us commoners.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Must be a slow news day.  An article filled with conjecture, and fantasy based on very little fact.  But typical for biased propaganda.\n It is Summer in Alaska, people have little time for politics that should have been done a month ago.  People are also fed up with politicians who thumb their noses at the State residents in favor of good old boy, donation politics.  People are disgusted with politicians who openly say the state is broke but still want to spend $4million on an illegal lease or buy a $32.5 million dollar office building for their Secretaries.  \n\nSixty percent of the people who testified were against the bill!\n\nThere is no connection in Juneau with reality and certainly not with the Citizens.  Yes, the fund was set up for an eventual funding source for State services.  Not as a source for political excesses!  Those who set up the fund were smart enough to know that free money buys free spenders in politics.  Time to put non politicians back into government.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So, the Alaska School Activities Association says, \"we didn't do it, if you don't like it don't come whining to me\"? OK, so who at the school decides? Is it the principal? If the parents don't like the decision, regardless of what it is, who do they complain to? Parents can't have a principal disciplined.",
            "output": [
                "No"
            ]
        },
        {
            "input": "not your friend.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Leave it for me! I'll swallow it whole in one gulp! yuk yuk ;)",
            "output": [
                "No"
            ]
        },
        {
            "input": "So who do you think will be paying for this wavemaker? Nothing uncivil at all about the comment, very truthful probably.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wow! No wonder you're angry!  A police state, really?  Lies, which ones? What tax increase?  So who deals with climate change, economic forces, values unions, works to makes, healthcare affordable, in your mind?  The real leaders are Clinton and Sanders, the rest are a cruel joke.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I'm an avid hunter & shooter also. The whole deal with the dog is a mess but we don't know who's story is more accurate. I think it could've been avoided but like the rest of ADN's readers I wasn't there. It reminds me of all the people still saying George Zimmerman is guilty even though he was acquitted.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You have your dream, I have mine.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Perhaps this will discourage single parenting.  On another note, in other places they exclude food from sales tax...and an extra 5% on a package of diapers probably isn't going to make a difference.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I think all the surprise and outrage here seems a little misplaced. Of course ticket scalping is a big problem, but at least the Aladdin Theater is attempting to crack down on it by comparing tickets and IDs at the door. (Too bad this still rewards the scalpers and punishes people who paid $400 for a ticket, though.)\n\nAnyway, I'm guessing these shows would have sold out in seconds regardless. We're talking about a comedian who regularly sells out venues 10 times as large as the Aladdin; is it so hard to believe that 2400 Portlanders were ready to buy tickets at 5 p.m. sharp? For the sake of comparison, it's 11 a.m. on a weekday and there are 300 users on the Portland subreddit right now -- I have no doubt that eight times that many people could have tried to snag these exclusive tickets at the same time.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Rachael: I respect your right to your opinion. I will probably run 19 hour days until I die and I enjoy my evenings outside, too. Perhaps you should use a day-stretcher:)",
            "output": [
                "No"
            ]
        },
        {
            "input": "guns are a very personal thing to people for various reasons.... I have a knife that I carry and I always know where it is.    ++++(saw your response to the \"happy\" post...can't find it again..!?! - but OJ trial..? no.    original CSI - season 7 episode 21. it is on hulu currently.  if you have the time and the desire to watch, I believe you will enjoy this ...",
            "output": [
                "No"
            ]
        },
        {
            "input": "I've made it a policy to not stop looking after I found it just to avoid the \"it was the last place I looked\" response.",
            "output": [
                "No"
            ]
        },
        {
            "input": "fail this one",
            "output": [
                "No"
            ]
        },
        {
            "input": "Important to note that THC is not the only psychoactive chemical in marijuana. Good harm reduction requires some understanding of this. This page is informative:\n\nhttp://bit.ly/1sqSdxU",
            "output": [
                "No"
            ]
        },
        {
            "input": "Let's change taxes, maximize short term revenue and change things on an annual basis! Oh by the way oil companies please spend $40billion on a gas pipeline. Please.....",
            "output": [
                "No"
            ]
        },
        {
            "input": "Several details seem, or needing said:\n- Alaska DOES have more crashes per capita because we have more planes, more and varied pilots, more rugged terrain and weather, and fewer landing sites or emergency services once you do get in trouble.  Fewer walk-aways, pure and simple.\n- \"Every other day\" vs. stats that prove only every third day...really? Petty semantics.\n- Murkowski responded to concerns of <certain> constituents - those commercial interests who worry about harm to their business from bad PR, true or not, and who are probably contributors as well.\n- NTSB is a stodgy, professional group that quietly does a good job.  They are not (with few exceptions) wannabe heroes or publicity hounds, and do not need political theater.\n- As one pilot said above, any discussion that sheds light on what happened, and how to avoid it, is a good thing.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Absolutely not! Homelessness is a state problem not a local tax payer problem. \nOur comprehensive plan does not call for a homeless solution in this area. This property should be put on the auction block and sold to the highest bidder!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Blatchford doesn't know what he's talking about, ANCSA failed. \nANCSA was meant for all to prosper, only a few have. \nDiscretionary voting, no term limits for directors have produced millionaires out of a handful of elite shareholders insulated by corporate attorney's at shareholder expense.\nGreed, nepotism, self interest are the hallmarks of ANCSA corporations.\nThousands of shareholders in ANCSA Corporations don't have one drop of native blood, it's not wrong, it's a fact.\nNative issues belong in the hands of the tribes, not the corporations.\nAdding new shareholders britches the fiduciary responsibility of ANCSA managements by working and being paid to de-value the shares to benefit non-shareholders.\nGifting shares has been allowed for thirty years.\nNew shareholders are more sheep to shear for the corporations as the original shareholders pass away.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So the headline should read “Alaska has the Best Homeschool Law in the Country” with this content: In Alaska, you can homeschool via correspondence programs for less than $4000 per child vs. public schools for over $17000 per child. You can also homeschool independently with $”0” cost to taxpayers. Homeschooling, especially Independent Homeschooling, should be encouraged as it saves tax payers tremendous $ and still produce as good or better results than public schools. Anyone who wants to undermine or legislate our best homeschool law must move from Alaska and live in Massachusetts. We also must never allow the anti-Alaskan Sprit to be peppered in our newspapers and in our families! Never!",
            "output": [
                "No"
            ]
        },
        {
            "input": "I am a \"tough guy\" and I beat on smarta** State employees like you like you were rented mules.   I'm confident you don't have a clue how you'd prosecute a grievance; you're the typical State malcontent who only knows how to stamp her feet and yell, \"I don't like it.\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "Then, vote the SOBs out of office!!! Stop buying the regressive lie! The sad thing is, that the low info regressives are like the abused spouse, and always believes her abuser will stop whenever he promises to stop!",
            "output": [
                "No"
            ]
        },
        {
            "input": "The anonymous tip likely came from someone working for LTD.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Maybe you should leave anonymous posting troll.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Thanks so much for the great and helpful policy suggestions, and your anti-discriminatory tone..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Norway doesn't have a permanent fund dividend.  Furthermore, Norway is one of the most heavily taxed countries in the world VAT there is a whopping 25%. Personal income tax rates border 45%.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Actually the 'religious' leaders he rightly castigated were local political and legal authorities over the Israelites--to the point their Roman occupiers would allow it, which was considerable as long as they remained loyal to Rome, or didn't protest it too loudly.  The Sadduccees were foremost in kissing the Emperor's ring, the Pharisees not so much.  Well, they grumbled about it more.  Prevo is allegedly a 'religious' leader as well, but anyone who thinks he's not a politician (and financial wheeler-dealer) is deluding him/herself.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You should show him the links.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Thank you for a considerate article. \nR.I.P. VPSO Tom Madole. From a brother.......",
            "output": [
                "No"
            ]
        },
        {
            "input": "Your comment reflects the vast oversimplification and ideology that the JFF and the Editorial Board are adhering to. No, not all chemicals are toxic to humans in the same ways. Yes, the exact same chemical can be sold and regulated as a pesticide vs. sold as not regulated in the same way as non-pesticide use. No this dual-use chemical scenario is not typical (insecticidal soap vs. normal soap is a great example).  This description is precisely why exact language is needed in this type of statement.\n\nI understand what you imply by saying 'chemicals' (pesticides that have a broad range of toxicity levels and applications), but Civil Beat and JFF really should have better understanding and explanation of the regulatory details and underlying toxicity and use methodology for pesticides before the JFF report and this editorial were filed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "“More people 65 and older are contracting sexually transmitted diseases”. And you thought Gramma or Grampa just putzed around in the garden.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So we encourage people who only bring in a small amount of jobs instead of a business that brings in a large amount of jobs? Intel and Nike have create a lot of high paying jobs west of Portland.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Since neither of those are used in official government paperwork, that's basically irrelevant, isn't it? *sigh*",
            "output": [
                "No"
            ]
        },
        {
            "input": "You are absolutely correct that we should not necessarily hold membership in a particular church against them, esp. if they aren't in elected office or hospital administration- places where it would be injurious to have decisions based on faith and not secular rules.  Your hairdresser can worship wherever she pleases as long as she does a nice job and keeps your confidences.\n\nThis discussion is about a Mayoral candidate who lost a bunch of votes due to concerns that he has a divided mind on things like marriage equality and \nwomen's roles.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's probably due to our newest industry:  cannabis cultivation.  There is so much money to be made in marijuana that a lot of young people have stopped looking for traditional jobs and probably aren't that interested in unemployment benefits.  There is a lot of money to be made trimming buds and it's a job you can do at home in your spare time.  Marijuana, IMHO, is also the reason that Oregon has become the most moved to state in America.  Marijuana, legal and black market, will stimulate a lot of local spending.",
            "output": [
                "No"
            ]
        },
        {
            "input": "There are lots of other states with three or four electoral votes that could have changed the outcome.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It occurs to me that the legislature is currently considering a bill that would release a number of individuals from custody that were convicted of non-violent crimes. The logic is that there is no evidence that jail time keeps a person from being a repeat offender. This is certainly inverted logic. It seems to me that while the person is in custody, he/she is not able to commit crimes. Isn't that a primary purpose for jailing them along with the idea of punishment? By letting these supposed non-violent offenders out of custondy, there is a high likelihood that we will have even more people committing low level crimes. And we must remember, that just because they were not convicted of a violent crime, that does not mean they did not commit or are not capable of committing a violent crime.",
            "output": [
                "No"
            ]
        },
        {
            "input": "But then you woke up from your dream and realized that your Dimocrat party has left you with the corrupt and liar Hillary Clinton.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Alaskans, in general, have NOT enjoyed the \" robust oil and gas industry \". The state Government has squandered the benefits of that industry, but just like \" Reaganomics \" ,it did not go further than the wealthy allowed it to go. We have been asking for a Gas line, and lower fuel bills since the oil line was conceived. Now you want to tout the industry that has broken the state economy, and feed it monies that should be benefiting the Residents of the state. I find that to be a corrupted perception that only the few elite , with strong ties to the oil industry, will benefit. The rest of the state will suffer because of the greed within the oil industry, and state Government.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So no talk about Christian French wow! Smdh he will make it to the NFL watch! So will Joe Walker who is the best ILB hands down!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Why does there need to be a peer review of bloggers' comments?  People have bias and if they don't like someone's civil comment, they can vote to block that person's comment.  Just like the comment Kyle Craig is spewing.  Craig doesn't like the fact that Sue Cassens, Cate Arriola, or Roy Anthony tend to be regular bloggers with subtantive comments.  I suggest that ADN keeps the older version of the \"like\" comment.  That way nobody risks losing their comment.",
            "output": [
                "No"
            ]
        },
        {
            "input": "MyDog,\nWhat exactly is my ilk? \n1. PTA's aren't allowed to fundraise by PPS rules. Only special focus options are.  This was a rule intended to help the underprivileged get access to basic education and extra help with learning English. That's not the case here at all. If the PPS allowed all schools to fundraise to directly benefit their kids, I'd have no objection. \n2. If this were a private school, and people were raising money, this would not be an issue and nobody would be asking questions. Having this situation within a publicly funded school raises questions about inequity, especially when compared to the other Spanish immersion programs in the city.  It does not even meet the PPS definition of equity.\n3. The ASI folk have been all over the media claiming to be victims of racial discrimination and segregation. My \"abomination\" comment was to point out the falseness of these kind of claims that detract from the needs of the families that are truly facing these issues every day.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Common sense will immediately tell you that things are \"not right\" if supposed leaders of ANY organization, and especially those representing citizens in any form of government, want to meet \"behind closed doors.\" Especially if money, BIG money, is involved. The preference to meet in secret, all by itself, where money issues are concerned should ring belligerent alarm bells in every citizen's ear! BTW, anyone smelling that insistent torrent of corruption blowing northwest into the Y/K Delta from the south lately?",
            "output": [
                "No"
            ]
        },
        {
            "input": "You wouldn't know what \"liberty\" was if it bit you square on the ...!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Were their children forced to go to Boarding schools at a young (7) age, away from the villages.  Were they told not to talk their own language, but our \"conquerors\", were their customs taken away by being told of a God who said everything we did was sinful & \"bad\"?  Were Their lands taken away.  Their source on food & way of life taken away?  Now do you understand?",
            "output": [
                "No"
            ]
        },
        {
            "input": "No camera's?",
            "output": [
                "No"
            ]
        },
        {
            "input": "I am so very sorry your brother was hit and run.",
            "output": [
                "No"
            ]
        },
        {
            "input": "my co-worker's mother makes $62 hourly on the computer . She has been fired for eight months but last month her check was $17045 just working on the computer for a few hours,.,..,.,.,.,.,.every one _check_this_link dtrumpview.comᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵᴵ",
            "output": [
                "No"
            ]
        },
        {
            "input": "In Hawaii keeping the interim would be the choice. Keep the corruption in the family - the ruling family.",
            "output": [
                "No"
            ]
        },
        {
            "input": "We had plenty of people testify at the Comp Plan hearings. Some of our members testified on ADPDX, others talked about supporting the industrial lands policies in the plan. And more who had come never got the chance to speak.",
            "output": [
                "No"
            ]
        },
        {
            "input": "At least once a week I am charged by dog \"advancing at full speed from a distance, snarling and barking with teeth bared\". It never occurred to me to shoot one. \n\nAnd the story you site -- thats a pitbull, a breed of notorious disposition. I suppose I might react different if the dog charging me were a pitbull versus a labrador retriever. I'd also leave it the hell alone if it were on its own property.\n\nSomebody else pointed out in the comments that labs are a violent breed because there have been 59 incidents of them attacking people over the last 30 years. 30 years, millions of labs, and 59 incidents! You have a higher chance of being struck by lightning then this dog breed viciously attacking you. Pitbulls -- not so much.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I'm not yet convinced that the new pattern is safer. Having lived off of south Willamette for over 30 years, I never experienced a near accident on Willamette Street -- until yesterday. I was proceeding in my car through a green light, going north, at 29th & Willamette. All of a sudden, a driver going south at that intersection did a quick (left) turn in front of me! This is the new consequence of the flashing yellow arrow. As that car was turning, another vehicle going west on 29th turned right. That left me stopped in a traffic lane that was changing from green to yellow and soon red. Fortunately, the light traffic allowed me to back up and get out of the intersection.  This is not good! \n\nAnd while on this trip, I saw no bicyclists: none! The other day, as I was walking on the Willamette sidewalk, a bicyclist was coming toward me. I pointed to the bike path and said \"There's the bike path, use it!\" The cyclists followed my instructions, or maybe I was just in his way.",
            "output": [
                "No"
            ]
        },
        {
            "input": "That's getting rather close to the landfill that I used back in the '70's to dump my garbage at just off what is now Beltline near the overpass.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well WilLinda: they could always do what the GOP does with voting:  figure out a way to keep you from doing it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "No one is making money at these low prices and they want to change the the law and increase taxes, that is suicide!!\n\nWith HB 247 the drillers will stop drilling in Alaska and the state will suffer very badly!!\n\nAlaskans and smaller competitors can’t drill and profit because the laws are too harsh and the system is rigged. It is time to fix it and prosper with more royalty income!\n\nAlaska needs new ideas so here is one; simplify the permitting and do away with all tax and Alaska would have more drillers providing so much more production and money so all will be happy!!\n\nAlaska has the oil wealth but it is locked up with bad rules and the majors monopoly, it is time to give Alaska back now!!\n\nAlaskans can’t drill and profit under these current laws, that is why not one Alaskan has ever been able to drill and sell oil at a profit but many can’t realize the issues, why? Who will lead Alaskans, let them drill, fix the rules now!! We need these credits until laws enable Alaskans in!!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "I must have the same delivery person on that same squealing moped at 4:00 in the morning. Sometimes he seems to be playing games with me, throwing the paper among the plants and challenging me to find it.  If I don't find it, however, it's not much of a loss, although I do miss the Jumble.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Yeah, no \"dude\" ever put a lo-jack on a woman's car, followed her, harassed her, stalked her, or killed her. Ever! What \"dude\" would think of that?!? /s",
            "output": [
                "No"
            ]
        },
        {
            "input": "Not my problem.  Take it up with the robot censor.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I'd rather not have the feds manage Alaskan fisheries.  But look at Alaska's checkbook.  Lots of red ink.  Managing fisheries takes money.  If the feds have money, then they will be able to manage better than a state with little money and with a fisheries department that is going to see budget cuts to the bone, and beyond.  Federal management is better than having no state management.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Compared to Obama Trump looks like an Angle to me...and to most Americans that care about our nation...!!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Mike:\n\n Perhaps not, but another saying goes, \"Whats good for the goose, is good for the gander\",  the Bundys displayed an over riding sense of entitlement, any charges the government can charge them with, within the law, I sincerely hope they use. If for no other than to give those that attempt something likeminded, pause.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"turn out the lights,.....the party's over\".....time to go home... damn, I've got the King of Hangovers.... screw the trash, forget the tent..it was an El Cheapo anyway.  .....let's make like shepherds and get the flock outa here.........\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "dear legislators, please give us higher pfd's. we don't care if there is money or not, just make them higher.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Couldn't happen to a more deserving person. \n\n Unfortunately, IMO, President Obama with his  \"magic pen' has so extended the reach of Presidential non-Congressionally-approved authority that whoever wins in November will be subject to many of the same Constitutional lawsuits currently being litigated against his over-reaching attitude.  \n\nWhether Trump or Hillary, both will follow Obama's lead and say that the Congress is irrelevant and their desires are paramount.  \n\nThen, and only then, will we discover if the Judiciary is a rubber-stamp or the actual balance once envisioned when this odd system was put together.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The \"wall\" would make our government bigger than its ever been. Reagan ran on small government too, then as President, he proceeded to make it bigger than ever. A wall, is nothing but a fantasy and it will never be built.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Great information!  Age of children changes your world a bit when they arrive.  But they need not disrupt it..if the parent plans ahead.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Dick. You are out of your league again.  The TSA is nothing more than smoke and mirrors. Any airport employee can bypass security and bring whatever they want in to the sterile area. Feel safe now?",
            "output": [
                "No"
            ]
        },
        {
            "input": "I hate the Conquistador. Sure, everybody's nice but what do they really think of me and my Irish ancestry?  Boycott them!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Gary Cook, I agree with you. Something smells about this whole thing. I suspect some past interaction.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"Connecting budding capitalists with capital is a critical piece of making sure that an economy prospers.\" Typical politicians thin gruel that has good mouth feel but no caloric value. Why did I read this, anyway?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Most mothers DO want to be found.  Not all, but most.  The odds are actually in his favor that she's been hoping, even praying, for a miracle.\n\n\"...he is a man and he is not a hard fellow to track down.\"  Really?  She could do that without a name?  He grew up in Idaho.  There was NOTHING to connect him to Alaska (much less Anchorage) until this article came out.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Reagan dealt with double digit unemployment, and double digit interest rates to combat runaway double digit inflation. Obama dealt with single digit unemployment, historic low interest rates, and inflation is nonexistent.  NO COMPARISON, We've had 7 years of 0% interest rates, and under any other time in our history this would have caused our economy to become smoking hot. Why hasn't our economy turned around and is still on life support? The ACA, Obamacare, is why. The average American is now paying 3 times more for health care and getting half what they used to.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So what!  Where is your \"barking dog story\" as your statement above says. Just because you were \"called out\" on making up a new story you sound a bit bitter. Thank god we weed folks like you out of juries.",
            "output": [
                "No"
            ]
        },
        {
            "input": "By \"making a mistake,\" you mean the guy who owned the unrestrained dangerous dog, right?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Trump will be lucky to get over 150 electoral votes.\n\nLook at seeing Georgia and Arizona blue for the first time in ages...and Texas will be in play.\n\n84% disapproval with Hispanics close to that with the Black community will not win you elections. There are not enough white men in this country to elect Trump.\n\nStart saying it now...Madame President",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ailurophobia  you can be helped with therapy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Another social welfare agency special interest group.  Ms. Gallagher and her staff will spend endless hours finding problems so that her program can be better funded and grow.  Special interest groups must find problems to sustain themselves.  Does anyone think that woman are going to stop divorcing (2/3 of divorces initiated by woman) for the sake of their children?",
            "output": [
                "No"
            ]
        },
        {
            "input": "5000 uncounted votes, it isn't over till Barbara finishes her work.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Alaska's had a belly full of \"conservative\" speak and mob rule in our capital.  No conservative speak thank you.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Its a shame that one person who doesn't like being told his plan is bunko can waste time and money of the people of this state while in the mean time the financial crisis of the state wallows in uncertainty and these politicians follow their personal agendas and screw the people.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Anchorage schools need all the help they can get....",
            "output": [
                "No"
            ]
        },
        {
            "input": "Bill:  I address this issue in another post responding to your comments.  I think a sensible, constructive discussion of \"affirmative action\" is only possible if individuals agree on two things: a) affirmative action was (and is) the result of \"good intentions.\"  It is not meant to be punitive, but to provide opportunities for \"minority\" individuals and women (I'd enjoy visiting w/you regarding the real sociological definition of minority) who would otherwise not get them...and b) it has had the unintended consequence of denying those very opportunities to others who do not quality for such advantage.  Far too often, considerations of affirmative action have resulted in the same \"zero sum\" decisions racism or sexism brought us. \n\nGiven those two assumptions, perhaps we could discuss ways to have a) without having b).   Does that seem reasonable to you?",
            "output": [
                "No"
            ]
        },
        {
            "input": "I am pretty sure the definition of \"racist\" was not met...",
            "output": [
                "No"
            ]
        },
        {
            "input": "A portion will be paid by consumers in the form of increased prices. A portion will be paid in the form of reduced profits for corporations. Are you claiming it will all be paid by Oregon consumers? That seems unlikely, doesn't it?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Go read the CAFR, Karl.   Facts are pesky.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The one frequented by the juveniles, of course.  Pedophiles are not necessarily gender-specific.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I watched Gary Johnson on the PBS Newshour.\nI'm not impressed.\n\nhttp://www.pbs.org/newshour/bb/why-a-former-governor-thinks-2016-could-be-a-third-party-year/",
            "output": [
                "No"
            ]
        },
        {
            "input": "No doubt what they did was terrible and they should make amends. - but your cherry-picking in this piece (\"Mt. Shasta National Park is unfortunately not a place\") is pretty low-brow for a \"writer\" of an actual publication.  Needs less editorializing, more quality writing. \n  \nI guess I really don't expect much else from WW though.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Neither is \"I'm all in favor of someone else paying for it\".  Everyone has to give.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Glad things turned well.\n\nALWAYS WEAR A PFD!!!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Unless you were one of those drivers that likes doing 55 in a 65mph zone.",
            "output": [
                "No"
            ]
        },
        {
            "input": "W.o.w.",
            "output": [
                "No"
            ]
        },
        {
            "input": "They trying to buy also the Blue building at the 4th AV.",
            "output": [
                "No"
            ]
        },
        {
            "input": "And with this gesture now any distinction between the sovereign State of Alaska, Exxon, Conoco Phillips and British Petroleum has been eliminated.  How else should these same  Senators who see \"salvation\" in this horrible idea of being equity partners in a gas line enterprise with these oil companies treat their \"partners\"?  Wouldn't you expect your business\"partner\" to grant you a tax break if he or she could?  So what will Governor Walker do in this situation?   And why do you suppose, in these times of layoffs in the oil business, two particular oil company employees who now have been gone from their jobs for 120 days are still on the company payroll?  Coincidence?  You be the judge.........",
            "output": [
                "No"
            ]
        },
        {
            "input": "Its too bad you have no clue what this guy has done to other girls that he is not being convicted for..... Its happened and its been a lot worse to other girls. He is old enough to know better for his actions and Im GLAD he is going to be labeled a felon because that IS what he is.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Guy is obviously a dirtbag but the bottom line is that anybody can walk down a public street without a reason. Had every right to converse with him but no authority to ask him to leave the area. It's not smart to confront a stranger if they're not on your property. Never know when it'll be a druggie loser like this guy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "That rule is already in the Alaska Constitution (article II, section 13). Like so much else in Juneau, They Just Don't Care.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The protesters interrupt an event where free speech is exercised.  If they don't like what they hear, don't go.  Is that too hard to understand?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Before  you take apart the Permanent Fund as we've known it and give 775 million dollars in credits to the oil and gas industry: how much of the 400 million going into Cook Inlet gas is for the Donlin Gold mine? At least make it a loan with strict repayment schedule. Please...",
            "output": [
                "No"
            ]
        },
        {
            "input": "Really, why don't you tell us your \"easy\" plan in detail?  But first a few facts: there's already a hiring freeze.  I realize you don't  care about facts, but Medicare will not only save money in the short and long run, but benefit the entire state in better health. Please explain exactly how firing 20% of state employees and combining state agencies with the remaining employees trying to do two or more jobs is going to increase efficiency and close the gap, especially the $500 to $700 million gap left by Alaska paying oil companies to extract our oil, from which they make huge profits.",
            "output": [
                "No"
            ]
        },
        {
            "input": "If the 'architect's rendering' is close to what the final building will look like, why would anyone want something that ugly to last 100 years.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Parnell and Palin and Murky were all Republicans.  Extremely wasteful Republucans.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What a tasteless article...",
            "output": [
                "No"
            ]
        },
        {
            "input": "Screw up the Light Rail...burn money with no accountability.... & get promotion for us senate.... Dam the locals drank the purple cool aid from the democrats...lol",
            "output": [
                "No"
            ]
        },
        {
            "input": "I feel certain that Leslie was honored to have you speak on her behalf.  Dermot, you always rise to the occasion and this time was no different.  Thank you for saying kind, heartfelt words to comfort us.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I agree with the supportive comments to this story.  This teacher is enthusiastic and engages her students. The map allowed them to learn major geographic features of Africa in a fun, creative way - a perfect assignment for an arts focus school. My child is thriving at Da Vinci, which allows him to learn in a way that suits his artistic and musical interests. I would add that the student body is more diverse than our neighborhood school, in terms of ethnicity and economics.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Hey, Hart, remember the Republican cry, thirty-something years ago when they rallied around their Smaller Smarter Government flag?  Alaska's government more than doubled under your Republican majority control of our capital.  Denial of your party politics will put you over your party's fiscal cliff.  Bye, bye.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Not everyone will encounter A - B/y x 5 = 304. Most people will encounter 12 - Y = 3\nThe good thing about algebra is that it teaches a method to figure things out - a necessary life skill.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Too bad.  This bill has no business being considered this session.  Your priority is the budget, not wedge bills like this.  Do your jobs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Vote them all out quickly, we will never see real reform untill those in office are gone.",
            "output": [
                "No"
            ]
        },
        {
            "input": "A good piece of legislation, and Eureka!, party opposites working towards the goal of liberty, excellent. The asset forfeiture would explain why APD came to the valley and raided the discreet delivery church ( lol ), 700,000 dollars is why, I was wondering why such scrutiny of a marijuana distributor when the spice epidemic was decimating the homeless in Anchorage.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Of course they have the right to sue--but it's shameful for them to do so .  If they sued the shooter, I'm all for it .   But if parents can be sued for what their adult children do , we are all in deep trouble.   We have no control over our kids once they head out the door.    As sad as this case is , money won't bring her back.  So what is the motive of these people ?  The killer is in jail for the rest of his life . Myself , I think people who kill should get the death penalty .    As for hindering and tampering--if they did , charge them.  I'm for that too.  These people just want money and that makes them now the bad people , in my opinion.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Once it's gone it is gone forever, so precious is life.",
            "output": [
                "No"
            ]
        },
        {
            "input": "They didn't form a partnership, that's what I think Will is saying.    There is no 'equality' of partners in that pairing.   The only thing tying them together is the label of Republicans.    Ryan can only hope the party turns back toward him if Trump loses badly in the general election,",
            "output": [
                "No"
            ]
        },
        {
            "input": "BAM.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Funny, the \"right\" used to pay lip service to supporting the military. Now the Republican Party is about to nominate and Poor Paul is about to vote for a guy who says POWs, \"I like people who don't surrender.\"\n\nWhy, Paul? Why? Why do you hate America's Armed forces? Why",
            "output": [
                "No"
            ]
        },
        {
            "input": "Transgenderism is a guaranteed way of getting some attention when a youngster gets none at home.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Here you go..\n\n“…banking, financial planning, business operations and accounting. Algebraic equations using time and interest rates as variables help bankers, lenders and financial planners calculate loan payments, the value of savings accounts and certificates of deposits at a future point in time…”\n\n…”algebraic formulas allow fitness professionals to figure a person's current body fat and what amount of weight loss will achieve a desired body-fat percentage. Fitness trainers may use algebra to determine the ratio of diet to exercise needed…”\n\n“Civil engineers…rely on algebra to calculate how much weight roads and structures can hold and their capacity to withstand high winds, earthquakes, snow and other elements.”\n\n“…doctors measure cardiac output, or the volume of blood the heart can pump, by using algebraic equations based on the oxygen levels in the body and heart rate.”\n\nhttp://work.chron.com/career-fields-require-algebra-3080.html",
            "output": [
                "No"
            ]
        },
        {
            "input": "My relatives say there were no moose in the Mat~Su Valley when they settled there in the early 1900's, their main meat was wild rabbit and sheep.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Criminal responsibility has to meet much higher standards of proof than does civil accountability.  Only a prosecutor can choose to bring criminal charges. Any persons damaged by civil action/inaction can bring a civil action.",
            "output": [
                "No"
            ]
        },
        {
            "input": "There is nothing \"distracting\" about Rachael's comments.  She is dead on with her comment, but you prefer not to acknowledge it.  Here is a study by the American Veterinary Medical Association that backs up exactly what Rachael stated and, furthermore, states that German Shepards, \"mixed breeds\", Pit-Bull \"type\" dogs, and Rottweilers were near the top of the list for biting.  Anybody can skew statistics to support their \"agenda\", but it takes a much \"bigger\" person to admit that just maybe they were wrong in their \"assumption\".\n\nhttps://www.avma.org/KB/Resources/LiteratureReviews/Pages/The-Role-of-Breed-in-Dog-Bite-Risk-and-Prevention.aspx",
            "output": [
                "No"
            ]
        },
        {
            "input": "Jeepers creepers! I've seen this at major public events where lots of beer is consumed\nand the lines are long to the Honey Buckets. Gee, I really hope we can work this out. /s",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's no use Bill, these guys wear tin foil junta conspiracy hats. In the end, after they are on their backs losing the argument, they always resort to the paranoid idea that the government is going  to knock down their doors and forcefully take all 300 million guns in their homes. They totally reject any notion that the background check database be broadened to at least bring it into the 21st century, like their 21st century AR weapons. \n\nFOPA makes it illegal for the national government or any state to keep any sort of database or registry that ties firearms directly to their owner. These conspiracy nuts often say that comparing gun deaths is akin to auto deaths. They like to say, if only guns are what kill people, then only autos are what kill people. Then what is the rationale for requiring a person to register a vehicle but not a gun? They always resort to fear. The fear of the unknown. It's amazing these people can even get up in the morning. They must be terrified of the DMV.",
            "output": [
                "No"
            ]
        },
        {
            "input": "just another ambush piece on real americans.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I hear they had an mellow rock band playing at halftime called 'Duane and the Dildonics'.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Dave added another show!! Saturday!!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "at least 8K/bear, thanks Governor, and u want to take my pfd to pay for the bears, jaajajajaaaaaaaaaaaaaaaaaaaaaaaaaaaaa",
            "output": [
                "No"
            ]
        },
        {
            "input": "I did take one accurate word from your diatribe - 'stupid'.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Being \"super-progressive\" and \"pro-union\" should not go hand in hand.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Wow! Only averaging about 100 rapes a year nationally (1100 between 1992 and 2001)? Sounds like a legit survey",
            "output": [
                "No"
            ]
        },
        {
            "input": "Which chemical company do you work for?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Redwop: I paid it before the oil period and I would pay it now. And the school tax. More importantly, imported employees who pay nothing for the services they receive when they are here will pay it, too. The takers need to begin becoming the givers now.",
            "output": [
                "No"
            ]
        },
        {
            "input": "After serving for the past 6 months on the committee empowered to investigate this issue and write the proposed charter revisions and ballot question, and interviewing managers and mayors and looking at numerous governance histories of communities all over the USA, we came to the conclusion that Maui County would be better served with a professional manager with administrative training and skills, who is separated from the political process and subject to accountability. \n\nThere would, for the first time, be annual evaluations of the effectiveness of the County Administration as a whole, and each Department and Director. This is closer to the way successful businesses, the military and over 60% of US municipalities function.\n\nThe Maui County Council will meet on Monday, June 27th under the Policy and Intergovernmental Affairs Committee to discuss whether the voters of Maui will have the opportunity to decide this issue, or whether the Council Members will deny the voters this choice.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I've accepted -- with joy -- a culture of support in Slovakia as well as a 6 month return to the culture of support for their kids not found in the U.S..  Thanks for the good wishes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What difference does it make? Should be the response to everything Hillary the felon says until her indictment for Federal crimes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Justice, or lack thereof, starts on the street. It’s a cop’s decision to make an arrest.\n\nIf a cop is biased for any reason, that’s where hell starts for an innocent person.\n\nThe Fairbanks Four should not have been arrested in the first place.\n\nI should know. I’ve been falsely arrested and charged a couple of times in my life. It was way too easy to do. Which is one of the reasons why a bible thumper from Jerry Prevo’s church once yelled at me across a crowded AA room: “You’re Native! You belong in jail!!”",
            "output": [
                "No"
            ]
        },
        {
            "input": "You never see the homeless who work, and are homeless for lack of affordable housing because Oregon democrats outlawed affordable housing to increase property tax revenue that inflicts homelessness. The people you see are dead end dead beat social parasites void of a work ethic, shame, and dignity. Standing on a street corner professionally begging is not looking for work. It is looking for a fool and their money shall soon depart. I would also suggest you learn how to do basic math rather than memorize liberal propaganda. The 1% never, ever, use Kesey Square. The rest of us used to go to downtown until the \"mall rats,\" and now \"travelers\" turned downtown into Leaches Paradise, and we comprise a hell of a lot more than the 1%..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Worth noting that the Oregon constitution restricts gas tax revenue to only be spent on roads. One of the reasons this is the best way to raise funds.",
            "output": [
                "No"
            ]
        },
        {
            "input": "another aspect of this issue of  making the park less \"user-friendly\" to the street folks is the taking back that park to be used for community functions.  the whatever it is now called eugene celebration...the art in the vineyard..i' m not sure if the latino fest still happens there.  those events would benefit greatly by the exposure and locale.  art in the vineyard, especially, would come back to life.  alton baker park ?- frankly  I can't think of a worse event venue - the loopiest of eugene's loopy street system, hidden, tucked away locale, goose stool everywhere and no coburg rd or MLK visibility.  the wash jeff park ( actual name? google time)  is central to what has become the hip heartbeat of the city.... it's large,  accessible, bright, easy to find, and nice...except for the street people squatting there and using it for a toilet and dump site.\n  I compare the 1980s NYC subway mess to this.  if NYC can take back control of the subways,  we can clean up  and \"own\" that park.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Richard, I guess I should trust you and your analysis far more than that of the (former natural resource attorney) Governor  and all his financial analysts?!?!  You seem to have a far more positive outlook on oil prices recovering back  to what they were - or at least to over $80/bbl - than does he or any other of your fellow oil economists (You ARE an economist, right?) How did you develop your unique oil price scenario?  \nI also think I just read the PFD will disappear in two years if we don't take fiscally conservative action this year..  So - do you REALLY favor a zero PFD in two years?  Oh - by the way, can I remind you that the Medicaid expansion brings federal dollars to Alaska at about 9 times the rate of any State expenditures for the program - and it is about the only job creating money coming into Alaska right now?  But - maybe you knew that and just forgot it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "FOR NOTHING!",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"average annual temperature\"\n\"average yearly rainfall\"\n\nI'd be surprised if \"average\" _anything_ tells you much about how comfortable a place is for normal humans. How many days were over 100? How many had more than an inch of rain between sunrise and sunset? What was the humidity at mid-day? Two places with the same averages can have a markedly different climate, which is why I prefer northwestern Oregon to pretty much anywhere else.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Is it really that complex to understand that you can't serve alcohol and pot in the same setting?",
            "output": [
                "No"
            ]
        },
        {
            "input": "But I just checked Sperlings and they have Salt Lake City at 115.  \n\nHousing at 155 really kicked it up.  Cheaper than us in every other category, though.\n\nhttp://www.bestplaces.net/cost_of_living/city/utah/salt_lake_city",
            "output": [
                "No"
            ]
        },
        {
            "input": "Some problems with that Robin.  First, a lot of polling places are churches.  That \"union\" is rep'd by a totally different process.  Second, 80% of the voters didn't bother to even show up to vote, thereby showing little concern for the results.  Third, to put a much spin as possible to your theory - polling counts at each precinct average ~ 322 votes.  If all were in schools (they are not) and the 20% number held up that would be 6 out of 322 or 1.8%.  So where's the out sized influence?",
            "output": [
                "No"
            ]
        },
        {
            "input": "The state is paying a huge sum for Furie to drill down deep into formations thought to hold large pockets of gas and oil that the previous drillers never bothered to drill to because they had access to smaller pockets already producing. The \"renaissance\" was to get them to drill to that \"deep\" zone. It wasn`t classified or secret if it`s the same deal I`m thinking about.  You`ll notice the companies never discuss the depths they are referring to?... there`s a reason for that.  When they hit the pocket it then becomes confidential information between the DNR and the drilling company.  But we do know what the \"intended\" depth was that the state contracted with Furie to go to, before it reported the find.  I would think the depth is confidential from the public unless I`m mistaken.  Large credits and subsidies should end now that Conoco/Agrium have enough gas, demonstrating there is no longer a need for Alaska to suffer fiscally as there is no shortage of gas anymore.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The six-year phase-in seems about right.  It would avoid the dangers in a disruptively-steep inflation schedule, while preserving the ability of the legislature to intervene if unintended consequences occur, such as a major recession that threatens massive business failures.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Does this apply to unorganized boroughs too? If not, it should in order to treat all citizens fairly and equal.",
            "output": [
                "No"
            ]
        },
        {
            "input": "As I read this I heard on the TV that Will Smith, of the New Orleans Saints, was blown away by yet another GGWAG after a minor traffic accident. Guns have become the great equalizer for the cowardly among us. For good measure this asshat shot Smith's wife. The people that need to \"open carry\" to prove their courage are going to be useless in an altercation. When the going gets tough what is required is a cool head and some guts. You can't buy that out of a case or off a table at a gun show.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"Manipulation\" is too complex a term. It's obvious the processors will pay as little as possible and will INVENT whatever narrative suits their purpose.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You're probably right.  But, I still think the officers total reaction was a little over the top.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Most pavement and striping projects currently happening in Eugene are paid for by a city bond measure -- so these things are paid for by property owners (and indirectly by renters).",
            "output": [
                "No"
            ]
        },
        {
            "input": "Alaskans won't be fooled any longer by calling government waste an investment.  Boeing and Microsoft are in the nearest state to Alaska but I don't see them investing here.  Sub-par brick and mortar universities have the wrong business model for the 21st Century, and possibly no college or university has more remedial courses than does UA.  This sort of rhetoric from a super-lobbyist no longer cuts the mustard, and we cannot afford it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Sadly, Frederick, you are absolutely right. Also many rich people get special treatment just because they are rich or belong to a political party that will ignore anything to keep power, even risking this nations security and the lives of our military and intelligence operators.",
            "output": [
                "No"
            ]
        },
        {
            "input": "And what you continue to refuse to address is the damning fact if the city, county, and state governments stopped taxing the working poor out of housing, these apartments would be quite affordable. Restoring the renters refund program and rebating property taxes collected in rent back to the working poor is what will make this housing affordable so citizens can support themselves in independence and dignity, unlike your solution to expand the welfare state and subsidized housing that creates a needless dependence on liberal big government and the liberal plantation you forever promote.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Confirm him if you want a moderate judge on the bench.  Deny his confirmation and deal with the liberal judge President Obama will nominate in the interim period between January 3, 2017 and January 20, 2017, and will have confirmed by the new Democrat-controlled Senate before Hillary is sworn in as the next President.  \nI am sorry but this is the best chance the Republicans have to avoid getting another liberal Supreme Court Justice on the bench which seems to be what scares them now.  Respect the consensus of Senator Susan Collins of Maine, Senator John McCain of Arizona, and Senator Orrin Hatch of Utah, all three senators from very conservative states, who along with 29 other Republican senators voted for Garland's confirmation in the past.  \nPresident Barack Obama is still President of the United States until January 20, 2017, he has 310 days left of his Presidency, he is fulfilling his Constitutional duties nominating this bi-partisan choice, now the Senate needs to fulfill theirs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's an editorial, not an article. In the opinion section. It's not pretending to be \"factual.\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "My cellphone won't hold a charge from here to 10 miles into town! What kind of cell phone lasts as long as hers?",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"the rules proposed by Biden do provide a precedent for the current situation. \"\n\nSince when does Biden get to amend the constitution? And Biden was referring to a justice retiring so as to allow a like-minded president to name a replacement before the election. Not the same as replacing a justice who died unexpectedly in office.\n\nAnd just about any action the president takes highlights Republican obstruction. Nothing new there.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The government schools are already producing a surplus of unskilled illiterates; we don't need to import more.   What Mr. Wohlforth is really saying is the Democrats aren't satisfied with a citizenry that won't give them all power, so they're importing a new citizenry.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I once heard a long-time Alaska wildlife guide brag about how he had flown his airplane all over the state, breaking laws right and left, and made a lot of money leading his customers to the big specimens.  Said the wildlife troopers never caught him.\n\nThen (after another drink) he started complaining that you just couldn't find big animals in Alaska any more.   Idiot.  He worked all his life to defy responsible wildlife management, then wondered why wildlife management was not successful.",
            "output": [
                "No"
            ]
        },
        {
            "input": "OMG, Craig.  You do live in a bubble.  Pop.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What - pets shouldn't be treated the same as children on abuse cases….they don't feel pain and suffering from torture and abuse like children???? Pets are not punching bags Ms Perlow, at least he should have been banned from owning/possessing an animal of any kind ever!!!!! I pitty the stray that comes across his path. The abuse of a living thing human or otherwise is just that - abuse or torture and it is not just one instance (usually) and the person isn't going to turn into Ghandi after 5 years.  Yes he/she should have mandatory classes - etc….he/she probably sure as heck isn't going to go on his or her own - the empathy link just isn't there (for whatever reason) on a lot of them but hopefully they get some training that can make them make choices that don't involve hurting someone or something else.  Take the right away of owning/possesing animals. Animal, child and adult abusers out there wake up - the living things you abuse have had enough pain and suffering.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Agreed!! I for one wouldn't trust this legislature [or most of the recent ones] to draw up their own ethics rules,  because many of them have demonstrated they have no understanding of of the Need for ethical behavior [only a good 'line' to dismiss Public concern].  \nThe people need to dictate to them just exactly what is and is not acceptable for Our representatives, handling Our business.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Bilderbergs!\nArea 51!\nChemtrails!\nProtocols of the Elders of Zion!\nGrassy knoll!",
            "output": [
                "No"
            ]
        },
        {
            "input": "TPII:  There are always going to be serious Wackos around...some on the Left and some on the Right.  Usually people listen a moment or two then move on with a shake of the head or a roll of the eyes.  Freedom of Speech allows individuals to make quite outrageous comments and propose some very strange and radical ideas.  However, the Constitution doesn't require that others \"take them seriously.\"\n\nIt would seem sensible to briefly listen to a Trump Rant, shake your head AND roll your eyes, then move on.  No one makes you support his extremism just as no one makes you watch \"Jerry Springer\", \"Meet the Kardashians\" or any of the Reality TV tripe.  People choose to watch such garbage just as they choose to believe, believe IN, and support Donald Trump....and, you're right, that's what's scary.  \n\nCould American voters really elect a Reality TV star who regularly demonstriates he's both ignorant of governance and fundamentally mean-spirited to be President?  Now that's truly scary.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Why are people crashing and flipping their vehicles on a dry pavement?  Not only are they putting their own life in jeopardy, but they're putting other drivers' lives in jeopardy.  Drive safe or don't drive at all.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It has been studied whether getting routine blood work annually is cost effective or prevents/detects disease early. It doesn't.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Guns Can Turn Arguments Lethal. On October 9th, a fraternity fight broke out in a Northern Arizona University parking lot. One of the participants ran to his car, grabbed his gun, and opened fire, killing one and injuring three others. The shooter was an avid gun enthusiast.\nOn August 26th, a heated argument in a Texas Southern University parking lot turned deadly when one of the individuals killed one person and wounded a bystander. On January 30th, 2014, a fight erupted in an Eastern Florida State College parking lot. One of the participants grabbed a gun and injured one of his attackers. All three men involved in the incident claimed they were acting in self defense. On January 22nd, 2013, an argument described as “idiocy” and “stupidity” escalated into a fight on the Lone Star College campus. One of the men pulled a gun and injured the other combatant, and also wounded a nearby maintenance worker.\n\nYou have to wonder, why didn't the lobbyist talk about these incidents?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Many Alaskans don't fully understand how a state income tax would function.  Non-residents earning income in Alaska will pay the tax.  ManyAlaska businesses are organized as limited liability companies taxed as partnerships - paying no corporate income tax to Alaska because the profit is personal income.  With an  Alaska income tax the owners will pay the state.  A state income tax of a % of Federal income tax is simple for the State to administer; much simpler and cheaper for the State and business owners to administer than a sales tax.\nOlson's HB 376 ($350 tax on every PFD) is simple, too, but obviously regressive and unfair.  I doubt that it is a serious proposal; it is a diversion:  so bad that it will make other proposals seem (more) reasonable.  Object to it, but don't compare the next proposals to it.  Evaluate each proposal or  package as a stand alone prospect and then compare it to others that they role out.  \nThe devil will be in the details that are left out or obscured,",
            "output": [
                "No"
            ]
        },
        {
            "input": "They must be planning to turn up the illegal immigration flow. The wealthy need slaves to build their resort homes. Speaking of oppression, why isnt Obama investigating Soros or the Cock brothers for inciting violence?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Bycatch is killing off the king fishery in Western Alaska. That must be corrected with lower caps to stop the fishery when they catch 3000 kings. Also, it appears as though the administration does not have a good grasp of the fishing industry in the state. Poor management will kill off our natural renewable resources if we are not careful.",
            "output": [
                "No"
            ]
        },
        {
            "input": "\"We broke the law to cook up this deal, so now we feel a strong moral obligation to protect our cronies.  At the same time, we're standing strong for the public interest.\"\n\nSomebody, please tell me what I'm not understanding.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Dockside's callin' now nothin' is reeeeallll!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Government will continue to be the problem for perhaps years into the future. The Leftist are totally dependent on government for darn near everything. It's rather simple, the government offers - the left takes - someone else pays - the government offers more - the left votes for more government - the government offers more free b's. Just a dog chasing it's own tail.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You're missing the bigger picture, 8wop, the shooter was AMERICAN BORN, he was experiencing self-identity conflict, self-hatred, and severe mental illness.  The shooter could've easily met up with other extremists just like him and taken out a lot more of our citizens;  forty-nine innocent lives lost and for what?  President Obama is correct, it's going to be very difficult to identify Muslim extremists.  We are a nation founded on immigrants;  that's why we open our immigration doors.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I have you know,  I never vote incumbent or retreads.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Ms. Rampell, obviously, doesn't get it. This is exactly the same as the heinous examples she uses. Now, if one refuses to believe Mexican-Americans face racism on a daily basis, then her comments make absolute sense. She appears blissfully unaware that the sombrero alludes to the poncho-wearing slacker so common in Hollywood stereotyping--- though she probably thinks that was accurate.\nThe real point is that Mexican-American students felt belittled and insulted. Is that what we want in a learning institution?\nFor those who doubt, do me a small favor. Purchase several of these sombreros, put them on your heads, and go to a Mexican restaurant in the Mexican part of town. I think you'll get the point very quickly.\nIn these discussions, why is it that one is always left with the feeling that the objectors really are upset that they cannot continue to act cruelly, that this reminds them that hate-actions actually hurt others? The attempt to portray themselves as the victims is telling.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's not the State that has wasted the money it's the Feds.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You really do not need to live here, it's a free country, feel free to live elsewhere. I don't think it will hurt a lot of people's feelings if you leave because you don't like it here. :D h.a.n.d.",
            "output": [
                "No"
            ]
        },
        {
            "input": "GOT BEGICH your attention--now---hasn't it ???",
            "output": [
                "No"
            ]
        },
        {
            "input": "Parnell's decision to not act for allowing Alaska to run its own Marketplace was just a way to resist the ACA. By leaving the exchange up to the federal government, Alaska gave up its ability to change its situation at all. We could opt to allow cross-border insurance sales, we could set up statewide universal health care, we could do all sorts of things. But Parnell went and pouted in the corner instead of being proactive and now here we all are, paying the highest insurance rates in the country and soon to be under a health insurance company monopoly. A state run exchange could take action to attract more insurers at the very least.",
            "output": [
                "No"
            ]
        },
        {
            "input": "We are supposed to get mentally ill people help. I'm pretty sure there are more mentally ill Christians in the country than Muslims, but i'd be willing to bet the tenancy towards violence stems from a massive, and culturally accepted on the right, marginalization of that community. Stop trolling and enlighten yourself.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Haters gonna hate.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You misspelled \"misspelled.\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "Scott Woodham: When I went to my activity I saw that I got a reply, but there isn't a way to jump to that reply that I could see.  Am I missing something or is this perhaps an issue you guys are working on resolving?  I had to sift back seven hours to find the original post, and I can see that being time consuming on a busy thread.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Two Chinese mandarins are walking in a garden.\n\n1st Mandarin: \"Would you betray the Emperor for $100 million?\n2nd Mandarin: \"That's a lot of money. I'd be very tempted.\"\n1st Mandarin: \" Would You betray the Emperor for $20?\"\n2nd Mandarin: \"For $20? What kind of a man do you think I am?\"\n1st Mandarin: \"We've established what kind of a man you are; now we are haggling over the price.\"",
            "output": [
                "No"
            ]
        },
        {
            "input": "Maybe - but you can thank the Republican \"leadership\" for not addressing HUGE budget shortfalls aside from blowing through our last bit of savings.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Brian, that message needs to be repeated ad nauseam - \nTho as an analyst/manager,planner I do also support laying out a cost-control strategic, multi-year  \"direction\" (not a plan)  that lays out areas of future reduction/containment.  \nHowever, the reality is that politically this would effectively be used to attack and derail everything positive he is trying to do..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Terrible headline. What his wife did is irrelevant. I want to know, if elected how Mr. Higgins intends to govern, and what his beliefs are concerning the 4 billion dollar state budget deficit.",
            "output": [
                "No"
            ]
        },
        {
            "input": "And Albert Gallatin, has the First Federal Budget Surplus, after Jefferson(R) repealed every tax, and moved to \"tariff revenue.\"\n\nThen he Bought Louisiana, the First time in World History, instead of using War. Remember William H. Seward? Or was the theft of Mexico(D), not democratic enough for your Manifest Disney Land Destiny?\n\nU.S. Grant(R) the Nations 2nd Lt. General after Washington, who explaind it best, following in the model of European Monarchies, stealing land from the weaker government, using war and politics, that added to the tension of the U.S. Civil War, once a slave state, always a slave state.\n\"The greatest memoirs of any general, since Caesar\" Mark Twain\n\nhttp://www.houseofpolitics.com/threads/thomas-jefferson-repealed-all-internal-taxes.898/",
            "output": [
                "No"
            ]
        },
        {
            "input": "When the Big One hits there won't be a highway 101 in that area and maybe not at all.",
            "output": [
                "No"
            ]
        },
        {
            "input": "As documented here on Civil Beat, the total statewide retirement system’s unfunded liability is $8.7 billion (with a B).  All of it accumulated under Hawaii Democratic party control.",
            "output": [
                "No"
            ]
        },
        {
            "input": "We know Senator Stevens spread his peacock feathers for bringing home federal pork every year up until the last five years of his lifetime reign in Congress.  He even warned Alaskans that the federal pork days were winding down.  Like it or not, we're part of the federal government.  State governments can't  survive without the federal government.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's sad to see yet another decent bar close down in Anchorage. I've largely outgrown my bar days and I moved out of the city (to the valley), but so many nice places have closed as a result of the instability and crime. No doubt the rise in crime, especially those connected with bars along 4th avenue has contributed to the decrease in overall business that helped close Carousel.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Nice job of removing my comment when the horrible things I was talking about are the ones you described! This is war Kearon, I'll do everything I can to thwart the likes of your lying ways. You new-to-Alaska grifters are a scourge.",
            "output": [
                "No"
            ]
        },
        {
            "input": "If any billionaire did me a favor, which is statistically improbable, they would at least do it using their own money. Democrats prefer to do favors using taxpayer's money, but only when it benefits them in getting votes.\n\nActually, my son was offered a favor from a billionaire once in the form of a job when he gets out of the military. As it so happens, they were seated next to each other on an airplane flight, in coach. The guy didn't believe in owning a private airplane or flying first class. My son checked this guy out later, and he was legitimate.\n\n\"Angry white people blaming government for our failures in life?\" I thought we were the privileged, the 1 percent. Funny how liberals use both sides of an argument as it suits them. But most Trump supporters recognize his petulance and know he is not right on all issues, but he will get some things done that no Beltway politician will even attempt. That is a big step up from someone like do-nothing congenital liar Hillary.",
            "output": [
                "No"
            ]
        },
        {
            "input": "An excellent position on this bill from a person who clearly has serious credentials on energy issues. Thank you Mr. Hamilton for weighing in with your experienced view. I'm more convinced than ever that this is a huge win for Oregonians. I sure hope the legislature moves this bill through!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Here is an exchange between Prozanski and Bozevich. http://www.opb.org/radio/programs/thinkoutloud/segment/lane-county-commission-opposes-background-check-law/",
            "output": [
                "No"
            ]
        },
        {
            "input": "It would help if you could cite a specific example of such discrimination. That might be a helpful fact. Otherwise, we're left to conclude that you or someone close to you has had unpleasant dealings with these organizations, which have managed to welcome 40 new vendors this spring. Can you provide such context? The unintelligent among us would appreciate it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Love you motleycrew. hugs and kisses.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Oregon is really, really behind the curve in terms of pollution. That's really saying something in this day and age thirty-five years after the ray-gun pro-pollution revolution.\n\nRemember when we made national news for things like land use reform and the bottle bill? Now we make the news for various sorts of toxic air, soil and water. Oh, and our recycling rates for beverage containers is so low we are finally doubling the deposit.",
            "output": [
                "No"
            ]
        },
        {
            "input": "So soon after Memorial Day.  The day reminding us of how many died to protect our rights - rights like freedom of speech.  And now we have \"protesters\" bent on killing that freedom.    Sort of devalues the sacrifices?",
            "output": [
                "No"
            ]
        },
        {
            "input": "No, it's not a \"big if\". It's not even an 'if' at all.\n\nRegarding that billion burning fuel, the planet had a billion people before, around 1800, and they didn't burn a fraction of the fossil fuels we burn today.",
            "output": [
                "No"
            ]
        },
        {
            "input": "billhooper5\nIf, in my letter, I indicated that I agree with or believe the 2100 projections to be accurate, that would be an error on my part. I really don't know what to think or believe in the case of global warming. The fact that the majority of the scientist engaged in this and allied disciplines agree that mankind is a significant contributor to global warming, and what its projected effects will be, doesn't necessarily mean they're correct. There was a time not too long ago when the best medical practitioners, persons of science, didn't believe that blood circulated in the human body. The point being that there is always room for doubt.\nThe main point of my letter was that if sea levels begin to rise to the point where they begin to approach the 2100 predictions, it will happen slowly enough to allow people to adapt. The adaptation I offered may not be how things actually occur, as has been pointed out by Find Truth. One thing do I know: Nature is ruthless and indiscriminant.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I believe the \"new oil\" covers fields opened since around 2002 Mr. Borass and not just wells drilled since SB21 replaced ACES. All the oil coming from the 30 year old leases at Pt. Thompson will be deemed \"new oil\" just as Exxon's tax lawyers wrote in the bill that became known as SB21. We have been ill served by this Republican controlled legislature. They have maximized profits for the oil industry rather than maximizing the value of OUR resources as demanded in the state constitution.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Poor guy... can't flip his house to a developer. So what. He sounds like one of those people outside the UGB just waiting to develop their farmland. \n\nWe should all stop pretending that growth in and of itself is a good thing. If you're counting on a building spree to be able to afford your rent in a year or two, you should be planning for your move out of Portland instead of reading WW.",
            "output": [
                "No"
            ]
        },
        {
            "input": "No humor a woman is hurting so badly she tries to die in anyway possible. There is absolutely no humor in that kind of pain. Her profession is secondary to her humanity. Get real. This is a family in our community that hurts can you imagine if her mother were to see these\"ironic\" statements. Please understand how real mental anguish can be. Thank you.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I had the honor of meeting and having dinner with him in DC about 23 years ago when he was working for Bob Dole. He might not be my first choice for working at the lottery but only because I'd rather have him doing something else. Something like governor if he was so inclined.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Budget ? Budget ? Bite your tongue man there is money to be wasted  !",
            "output": [
                "No"
            ]
        },
        {
            "input": "I suspect that a large percentage of corrections officers are psychopaths. Look at the work they choose to do. They have power over other human beings, in some cases absolute power. And absolute power corrupts absolutely, especially if you're a psychopath in the first place. Evil. Read \"Without Conscience: The Disturbing World of the Psycopaths Among Us\" by Dr. Robert Hare.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Bryan:  Perception is independent from fact, but not excluded from the decision making process.  We have 60 legislators who have 60 different flavors of world view, which can range from well thought out and balanced, to closet psycho.  They control every State agency's budget.  They get bombarded almost daily with budget requests.  Because there are only 24 hours in a day, they often have to take mental short-cuts in their decision making.  In short, they often make \"gut reaction\" choices.  This makes every agency's budget a \"crap-shoot\".  And experience has shown that \"politically correct\" management, and approach to securing their next years budget, is the safest bet.  So, when some teacher or other concerned person reports that some kid has a small bruise from a spanking, Child Services feels the need to become heavily involved, so that nobody can accuse them of being slack in their duties.  This usually results in a CYA approach to every \"child in need\" report ... founded or not.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Belinda Reagan deserves a huge round of applause.  The classified employees continually get the short end of the stick in the district when it comes to compensation be it salary or benefits.  Now they find themselves wondering if they have given even more in numbered days of possibly health issues.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Caelus just laid off 30% of their oil field workers due to low oil prices.  If the state did the same, that would be a cut of over 7000 state jobs.  And Beltrami has the gaul to claim state workers have made \"sacrifices\"!?  That shows why unions are a big reason we are in such a financial mess.  Time to not only stop raises, but cut 25-30% of state staff.",
            "output": [
                "No"
            ]
        },
        {
            "input": "no surprise Ahrens. Freddie does indeed skip a few facts along the way.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Next year ObamaCare’s $25 billion temporary “reinsurance” program ends. A subsidy scheme to artificially hold down premiums until Obama leaves office.  Insurers will be required to price their policies to reflect the true cost of ObamaCare coverage.  Alaska enrollees are in for the rate shock of their lives.  The \"exchanges\"  have already been abandoned by insurers who lost billions of dollars on the Democrat scheme.  Medicaid expansion, Obamacare, are unsustainable and have only driven costs up for everyone.  Obamacare has been one big astronomical failure.",
            "output": [
                "No"
            ]
        },
        {
            "input": "There is no advantage to Trump, that's why he turned it down.  \n\nThere is no advantage to Hillary, that's why she turned it down.  \n\nThe only way that debate will happen is if Hillary is not the nominee.  And it will take her indictment for that to happen.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I’ve a Journalism degree and don’t feel qualified to “rate” these comments. Esp. not seeing what they are commenting on. Editor’s instructions below do not help. If a comment appears particularly nauseating I may punch the appropriate buttons. Otherwise it’s random. \nThe Dispatch does what it can with available resources. Civil Comments was adopted to avoid expense of employee(s) doing the ratings. The result is pronounced good by the Dispatch.\nPerennial comments by righties complain the “left-leaning” Dispatch censors their contributions…even as it publishes the complaints. Lefties may be censoring the righties…I don’t know. But the Dispatch, for the above reasons, hasn’t time to edit the righty-lefty thing. I suspect lefties are more prolific. \nThere are good anonymous comments, but comments by unknown persons will never have the same value as those by the named.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Even whale teeth, bite hard.\n\n17 years, and a $950,ooo.oo fine. From NOAA, FWS, ICE?\n\n\"The Whalers Village Museum, located at 2353 Kaanapali Parkway, on the Island of Maui Hawaii\n\nhttp://www.fws.gov/home/feature/2007/whaleteethrel.pdf",
            "output": [
                "No"
            ]
        },
        {
            "input": "I don't smoke . I never have . I like it that smoking isn't allowed in most buildings . But wide open fair grounds , are you kidding me ?   The fair needs every person they can get to attend . To tell smokers they aren't welcome is going to cost them real dollars. Forcing those who are hooked on smoking to walk a quarter of a mile every time they need to smoke is unreasonable .  While I don't smoke , I won't attend because of what they are doing to smokers.  The fair won't get my families couple of hundred bucks spent on admission , food and other stuff we'd normally buy there.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I was one of the voices opposing the locked-ward State Hospital, supporting, instead, 16 bed community based residential facilities.  The standard for placement for adjudicated patients is very basic: \"the least restrictive appropriate placement available.\"  The State Hospital is the MOST restrictive placement available.  The Hospital cost is (info from the DHS) $280,000/bed per year.  Note that's \"per bed\", not per patient.  Fewer patients does not equal a corresponding decrease in cost.  Community based care is more appropriate and more effective in transitioning patients back into the Community.  Additionally, its estimated cost is $70,000/patient per year; with 50% federal reimbursement from the federal government. (no reimbursement for the Hospital).  \n\nThe legislature chose to build the \"hospital\"...it looks like a prison because it was designed for conversion to one if needed.  That decision was a disservice to Oregon's mentally ill population and Oregon taxpayers.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What a ridiculous, click-bait article.  She has lived here part time for several years, especially after the new SK album was released.  She still does.  How is this article-worthy?",
            "output": [
                "No"
            ]
        },
        {
            "input": "No, it's not a religious attack,   your mantra is worn out.   Just because someone disagrees with your views you try to shame them into relenting by claiming that they are a religious nut when they are simply independent thinkers  and it's getting really old. And it's  indicative of the  brainless and lazy way of thinking that has fallen on some people in this country.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I already know the real story. I watch gavel Alaska. Shelly Hughes and her cohorts own this mess.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well, at some point a lack of adequate clothing becomes a distraction in the classroom. This is one small part of a larger issue. The power and authority in schools has been slowly and imperceptibly shifted from the teachers and administrators to the students. This is fairly new. You see it in the curriculum and pretty much everywhere in the schools. This week our kid's school has a \"student-led\" parent-teacher conference. The students are making most of the decisions themselves, and it shouldn't be a surprise that they often don't make good choices. This shift of power and responsibility is great for the teacher and staff; they claim to be empowering the students but really it's just much easier in many ways. Enforcing a dress code would be a lot of work!",
            "output": [
                "No"
            ]
        },
        {
            "input": "what did anyone do to this nut?  it was his religious and personal belief that gays are evil. no gay person was trying to interfere with him or his life. your thinking is simply ludicrous, since no on can be held responsible for an evil action by anyone.  Is it our fault that someone randomly murders another person?",
            "output": [
                "No"
            ]
        },
        {
            "input": "This incident shows how woefully  inadequate our gun control laws currently are.   This boy and his mother both deserve to be in jail.\n\nWrite your state legislator, and demand new, tougher restrictions on young people possessing firearms, and parents giving them access to them.\n\nWe need to make irresponsible behavior like this a crime.",
            "output": [
                "No"
            ]
        },
        {
            "input": "This is the comment that was removed. How could anyone say it wasn't civil, it was removed for my OPINION by the people on here that doesn't agree with my opinion. How un-American of them  :(\n\n\nIt’s OK if you don’t want to answer my original question (why in a town and state that is overwhelmingly Republican the ADN continues to parade out liberal commentators that only insult Republican servants and voters and in my humble opinion write stories that best reflect the liberal agenda?) I’m sure a smart guy like you knows what I mean. I really don’t blame you, it would probably put you in a awkward position and expose the ADN to being the liberal paper everyone knows they are. Thank you so much for your time, I know you are a busy man. :) Mr. Civility",
            "output": [
                "No"
            ]
        },
        {
            "input": "Where in the Valley can I go & watch ......  very unhappy GCI customer.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Apparently you believe and care about the Republican lies about Hillary, BO.",
            "output": [
                "No"
            ]
        },
        {
            "input": "my best friend’s aunt makes $74 /hour on the computer . She has been laid off for 5 months but last month her paycheck was $16800 just working on the computer for a few hours. go to website……… http://www.nypost55.com",
            "output": [
                "No"
            ]
        },
        {
            "input": "Any representative who \"want(s) everybody to feel the pain.\" has no place in government.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Clayton you could use that burial service now and we would all be better off for it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Jack Roberts April 2013: \"No one told me why they wanted me gone or why they were unhappy with my performance,\" Roberts' memo read. \"Nonetheless, I've spent enough time in politics and in government to know that these things are often as much about personality and other people's ambitions as about merit.\"\n\nJack Roberts April 2016: \"But he [Roberts] said the governor's office questioned his management only once: When Brown's chief of staff, Kristin Leonard, asked him Monday afternoon to reinstate the employee accused of harassment. The next day, without further discussion, Leonard told Roberts to resign or he would be fired, Roberts said.\"\n\n\nhttp://www.oregonlive.com/pacific-northwest-news/index.ssf/2013/04/struggle_in_lane_county_underw.html",
            "output": [
                "No"
            ]
        },
        {
            "input": "Time to pay the bills for a bridge that will never be built, time to pay the bills for studies for a dam that never will be built, time to pay 500 million dollars to Trans Canada (what did we get for that again?), time to pay the bills for a fish plant, time to pay the bills for a clean coal plant, time to pay the bills for Mat Maid, time to pay the bills for a barley project, time to pay the bills for rail extension to a worthless port, time to pay the bills for a $110 million dollar sports facility for d-2 teams, time to pay the bills for the Taj Mahawker, time to pay the bills for $400 a night hotel rooms.  Who benefits from 80% of the worthless projects, construction? I have an idea I will do s study on placing solar panel on your construction vehicles, let’s say for a quarter of a million dollars. It’s never going to happen and turn out to be worthless, ‘you want to ante up your money for worthless projects and studies?",
            "output": [
                "No"
            ]
        },
        {
            "input": "Rural Alaska doesn't have its OWN resources. \n\nOil, timber, ore, etc. on or under state lands, belong to ALL the citizens of Alaska.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Funny she skipped around the dying coal mines. Ok so there's a lot of it....that no one is taking. Haha",
            "output": [
                "No"
            ]
        },
        {
            "input": "Of course they have. They voted their wallet for more freebies and giveaways",
            "output": [
                "No"
            ]
        },
        {
            "input": "So really what this is to Lee is an infringement on a church (collective group of people) to discuss politics - oh free speech? Either you're talking about religious freedom or freedom of speech or heck, the right to peacefully assemble. It's very interesting to see all sorts of things pop up when a hot-button issue like this comes up in a public forum. Finger pointing at a tax-free status when the issue is where and why a gay couple goes to get married.  If you're Jewish, would you walk into a Mosque and demand to be married in their place of worship, the way you want? Do you have other options? Certainly. That's what religious groups are saying -- they shouldn't be forced to perform a religious ceremony outside of their belief system. It's not hate, it's the right to practice a strong preference to abide by a religious view and the freedom to do that as guaranteed by our Constitution and Bill of Rights as a collective people in this nation.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Fellow Alaskans I beg you, vote Democrat. Any. Democrat.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I'd rather see pre-employment attitude testing.. All the Manipulative self absorbed Narcissists would be fired! Oh my God, Capitalism would come crashing down around us! most of the politicians and CEO's would be fired LOL!!!Those kind of people do more harm then all the drugs combined.... Put that in your pipe and smoke on it for awhile.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Can you please tell me how republicans, who have never really been racists or sexists, and are not now, can be called racists and sexists by people like you on the left, who actually were the racists and sexists?",
            "output": [
                "No"
            ]
        },
        {
            "input": "if thats what it takes.  What is the REAL issue here?  Most likely it's race!!!  Keep it real.......",
            "output": [
                "No"
            ]
        },
        {
            "input": "You omit Reagan's and the National GOP's union busting mission.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Quit blathering the Democratic talking points. He’s been a train wreck to the country. We’re being laugh at by the world, 20 trillion dollars in debt half of it is his alone, the middle class is doomed, there are more people then ever on the public dole. Illegals are pouring into the country getting all kinds of free services paid for by Americans. The stock market is due to Obama print money like no other president ever. Please pull your head out of the sand.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Good idea. I'll try to do that one for next week's public test. I'm thinking why not expand it into a whole series?",
            "output": [
                "No"
            ]
        },
        {
            "input": "You really hit a nerve with the, \"I'm not a (fill in the blank), buuut...\" crowd.\n\nLOL. Good job.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It seems that they spent the 'off-season' inventing other problems to fix. \n\nThis is all about them not taking a stand that might cost them re-election this fall.....bunch of pampered cowards.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Poor performance, inexperience, and divisiveness? \n\nI think you're mixing up Obama with W.",
            "output": [
                "No"
            ]
        },
        {
            "input": "https://en.wikipedia.org/wiki/File:If-us-land-mass-were-distributed-like-us-wealth.png",
            "output": [
                "No"
            ]
        },
        {
            "input": "Thanks for the information.   I still smell influence peddling though.   If the initial regulation was ever intended to be enacted, I'm quite sure the technology was available.   So it comes down to, wait for it,,,, money.     \n\nSo I need some edumacation on this one.   Who owns the tracks?  Where is the cost going to hit hardest, private or public?\n\nAs for the fed not being able to pay?    Have you looked at the size of military spending relative to the rest of the world?   The Party finds it 'rational' that we should spend more money on destroying the infrasture of other nations, than on improving the infrastructure of our own nation.(figuratively)    What's the motive, Politics, Paranioa, or maybe Profit?    I know what Ike would have said.\n\ngood post Springer.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Some of us choose Providence because that's what our insurance pays for, which I find to be frustrating.  We should have a choice.",
            "output": [
                "No"
            ]
        },
        {
            "input": "What a trip down memory lane!  Got stitched up there after a motorcycle crash in '66, shots for overseas work in the '80s.  Thanks for the story!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Four grams a day?, this young soul should have been in the hospital with an IV, what a horrible loss, my condolences to the family. It works out that the professional punishment type oft times is not the ambitious sort, if you can fog a mirror and count to 100, can stand to die that agonizingly slow death of incarceration, convince yourself your somehow contributing to society by keeping the impoverished and social deviant locked up, they've got a job for you. And then ask yourself why, when you visit the internet and see the marines patrolling the poppy fields, why is our country awash in cheap heroin, our youth ravaged by addiction and apathy. So it really is as Dr. King taught us, its not the c0lor of our skin but rather the character of our souls and collectively we lost this young soul. That's really sad when society wants to punish those who are so lost in escaping the nightmare of their reality that they slowly kill themselves.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Why don't they get a job and buy one like everyone else ?   Better yet  , why don't you and all your supporters pool your money and buy the Wells Fargo building or the Northern lights Inn and turn them into hundreds of rooms for the homeless ? It's insane to keep doing the same thing and enabling these people and somehow thinking things will turn out different.  People aren't owed a home. You sure aren't going to get one if you spend your day drinking and panhandling . Using spice won't get you a home either.   You and your friend want to feel good about yourselves ? Take my suggestion and buy one or both those buildings . Heck , I'll even chip in some money to help you guys.",
            "output": [
                "No"
            ]
        },
        {
            "input": "When smokers stop forcing their vile habit on other people, either from second hand smoke or from throwing their nasty butts everywhere because they somehow think it's not littering (and starting wildfires with them)  then they'll have credibility in any discussion of personal responsibility.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Civil comments are a bust and Rudy you trying to intimidate people with your hard guy attitude doesn't do much for me either.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Did she earn any dignity by her own actions? If either of them had any upbringing at all, they didn't pay attention to it! Choices all have consequences, so I guess we all have to live with ours.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Aren't you leaving something out? Maybe Quemoy and Matsu?",
            "output": [
                "No"
            ]
        },
        {
            "input": "77, I did partially address the mandate from the state we have to meet on court facilities in my comments and that is one of my complaints that the articles have not clearly covered the need other than a sideways reference to seismic problems and lack of space. I spent a good five minutes explaining the legislative history and the past investigations of trying to upgrade the existing building during the meeting. It is also a big deal that the options were mislabeled. It makes it appear that we had already agreed to the land swap. I try to correct or clarify R-G articles so that folks have a full picture. I understand that they need to sell papers and a possible conflict about siting options is more sexy than the boring details of why we are mandated to provide adequate facilities and the state's current offer to supply matching funds that is not a requirement of the state. It is also important that folks understand we are committed to carrying this project out publicly.",
            "output": [
                "No"
            ]
        },
        {
            "input": "They are patting themselves on the back for coming up with a plan that will cover their gifts to the oil industry that is exploiting Alaska to maximum potential. None of these people are going to lose a single red cent, because the state Residents will be compensating for their mismanagement of funds , and blatant disregard for anything but showing a profit for their employers.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Finally a story with some content after nothing on the content of what she said last night. Was I civil enough? LOL.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You and Gary Crum have made it exceedingly obvious that neither of you like the commissioner.",
            "output": [
                "No"
            ]
        },
        {
            "input": "You predicted life in prison for the Oregon charges.  Your legal analyses are too biased.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It's not mentioned in this story, but earlier stories indicated that Vinis' largest contribution came from her mom. How sweet. The donor mentioned today is the labor union, which certainly wants a puppet in each elective office.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I agree with pretty much every word of this.  Maybe not the Garden State jibe.  And probably not the Bon Jovi line, either.  But every other word, perfect.  I'm not sure if Bruce is on the Mt. Rushmore of Overrated Musicians, but he's in the conversation.  If he were merely \"liked,\" I wouldn't mind him much.  But because he is \"deified,\" I must take exception.  Well done, Martin.  You do have allies in this.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I very much enjoy your comments because they are almost always well written and intelligently thought out. I disagree with almost everything you post but I agree with your sentiments exactly on this subject. As your old neighbor would yell out to you, \"Keep the Faith baby!\" I like that. :)",
            "output": [
                "No"
            ]
        },
        {
            "input": "Note the striking contrast between painful and dramatic cuts at the UAF and UAA campuses relative to potential cuts at UA Statewide in the President's report (linked in the story). Relative to millions of dollars in cuts and hundreds of staff and faculty layoffs at the two largest campuses that serve the bulk of students, at Statewide there will be a \"transformation\" that involves  increasing the \"clarity\" of roles and responsibilities of staff ... AND 10 unfilled positions will remain vacant. I venture to guess that there is no longer role confusion among faculty and staff at UAA or UAF. UA Statewide has a budget roughly equal to UAS but doesn't generate any revenue from teaching or research. I commend the leadership and work of the President and Chancellors of the UA system. At the same time, I hope cuts are strategic and inflict the least possible damage on students, educators, and direct support staff.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Right, they are CONNECTED. They work out of Autzen, the fairgrounds & hospital.  Smoke free zones no less.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Maybe a better choice would be to reduce meeting frequency to every other month (60 day cycles) while doing a better job of incorporating internet technologies to publicly, transparently \"build\" the agenda issues for this 60-day meeting cycle;  this would make use of the internet to raise issues, and start conversations (and people either expressing support or opposition to the issue, or just plain ignoring it, all of which would be very instructive to the Board when it did meet).  It would also encourage the Boards, due to the greater time gap between meetings, to appoint an ad-hoc subcommittee to gather more info before taking a position that gets passed up to the City Council.  That subcommittee can engage other citizens in its deliberations, before recommendation back to the Board at the next scheduled meeting.\nThiere may be a lot of merit in adjusting the current format if doing so can improve effectiveness in causing the Mayor and Council to take the action desired by the Boards.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Actually , through Denali Peak I receive $2300 per child for my 4th grader and 6th grader .",
            "output": [
                "No"
            ]
        },
        {
            "input": "My husband, sister and her housemate attended the Saturday event.  The tasting bites were inventive and interesting; the chef's competition was fun but a little hard to hear the emcee narration in both the venue (room 109) or in the ballroom.  The most fun event was the wine pairing seminar -- well done, with excellent pairings all around.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Buses are one option for people, but they aren't a cure-all.  For one thing, it is faster to get anywhere on a bike than on the bus, also, there aren't busses that go everywhere, and, if you think that the pinnacle of a developed society is automotive transport, find me any other developed country where there are fewer bicycles than the US.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Hillarious ItsMe. I lived in Chicago for 8 years and never heard one gun shot and that was back in the mid to late 70s when the murder rate was double what it is now. I've lived in Anchorage for 11 years and have heard more gunshots within the city limits (excluding the gun range) than I can count on my fingers and toes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "It turns out we were looking for weapons of mass destruction in the wrong country.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I must have missed something, how does changing a name of a road improve the workplace?  Lot's of time and money wasted on this one..",
            "output": [
                "No"
            ]
        },
        {
            "input": "Hi TnkAgn, Christa from Civil here. We're still improving the system, but so far have seen a dramatic decrease in personal attacks, while there's still plenty of spirited debate and the attacking of ideas—which is exactly what we want to see! \n\nAs for flags, we've included them as a just-in-case fallback. Hopefully they won't be misused; frivolous flagging will decrease a user's trust level.\n\nOur system doesn't take away the need for administrative oversight. It does make administrators' jobs much, much easier, though. Now they can focus on building community, instead of just policing bad behavior.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Well Mo, you seem to be closed to even the concept that clothing has the potential to be a distraction. Maybe you should try to imagine real-world scenarios to get a clearer picture. Should the girls be able to show midriff? Should they be able to have pierced bellybuttons showing? Should they be able to show cleavage? Should they be able to have a thong showing above their low-cut jeans? Should boys be able to wear a t-shirt with a giant smoking bong on it? Should they be allowed to have their butt-crack showing when their jeans hang low? It comes down to the kind of climate you are trying to create in the school environment. Kids naturally fight any boundaries put on them. I just can't understand yours' and others' denial of this basic fact and refusal to define and uphold even the most minimum standards. The whole country is so self-absorbed and anti-intellectual anyway maybe the idea of a quality, rigorous education is little more than a quaint fantasy from yesteryear.",
            "output": [
                "No"
            ]
        },
        {
            "input": "These two losers are has beens.",
            "output": [
                "No"
            ]
        },
        {
            "input": "I've watched some of the GOP debates and find it hard to believe that members of the Party haven't condemned the boorish behavior of the candidates.  Trump's comments and actions are perfectly in character.  If forced to describe the man, I'd express my opinion, calling  him a racist, a sexist, an elitist, a homophobe, a xenophobe, a megalomaniac, .... in sum, a nasty, mean-spirited man...  On the positive side, I'd praise him for not being a hypocrit.  He's very willing to display the behaviors I describefor all to see.  (yes, I know expressing such an opinion isn't PC.  However, my opinion is based on his public behavior.  If you find it \"biased\", I'll be happy to provide links to document his actions) \n\nShould he be nominated and should he be elected President,  the voters will have selected him knowing exactly what they were getting.  The true tragedy is it seems, a significant number of   Americans  think Trump represents their vision of what  \"America\" should be.",
            "output": [
                "No"
            ]
        },
        {
            "input": "The \"beast being fed\" from RURAL oil, timber, mining and fishing resources is the road-system beast!!  Pull much oil, commercial fish commercial timber, or ore from your back yard lately?  \n\nI have an idea for a constitutional change -  Let rural Alaska keep and own it's resources, and let road system Alaska do the same!!",
            "output": [
                "No"
            ]
        },
        {
            "input": "THEN--you should---CAN---live without any subsidies-aid from the Government(s) that help and support everything you do and depend on....SOUNDS like you live in\"safe\" civilized urban Alaska/Usa where NOTHING happens of any consequence(?)",
            "output": [
                "No"
            ]
        },
        {
            "input": "There's no contest between Mike Clark and Lucy Vinis in having competency to function as mayor. Vinis has never held a public office, not participated on any local government boards, commissions or committees, and has no significant experience as a direct manager.\n \nVinis might be a reasonable choice for a Ward 2 or 3 city councilor because more folks in those wards may agree with her than with Clark. But I doubt that would be true for voters in other wards.\n\nThe biggest problem with Vinis is that she's a proxy for Kitty Piercy and would be completely controlled by Piercy and Ruiz, with Zelenka and Syrett abetting.\n \nPiercy and Ruiz have corrupted the council process, including the way agendas are set, meetings are run and behind the scenes undermining of councilors who don't fall in line. Vinis wouldn't be inclined or capable of correcting that.\n\nClark's done a good facing up to Piercy and the City Manager and demonstrated he can work well with those who disagree on an issue.\n\n- Paul",
            "output": [
                "No"
            ]
        },
        {
            "input": "pretty sure they don't want petty people on their airline who think all dogs are lil angels",
            "output": [
                "No"
            ]
        },
        {
            "input": "I don't think you understood much of what I wrote.\n\nWhat \"we\" want will be decided in November, until then you and I have both have the same right to speculate about who might win. To make it simple for you, I suspect the Democrats are setting themselves up for failure by putting forth an establishment candidate whose nomination has been preordained since roughly the instant she followed her husband out of the White House. There - that sentence should give you plenty to parse.",
            "output": [
                "No"
            ]
        },
        {
            "input": "No, David we haven't noticed.  Could you explain it to those of us who aren't so enlightened?",
            "output": [
                "No"
            ]
        },
        {
            "input": "evidence please",
            "output": [
                "No"
            ]
        },
        {
            "input": "That's what they don't get. If they point their little Compensator at someone's dog, that dog owner could blow them away in legal defense of their own property. There's no bigger way to make someone \"feel threatened\" (gun loony buzzwords) than whip out a gun and point it at someone's family member.",
            "output": [
                "No"
            ]
        },
        {
            "input": "This is common with youth sports coaches. This guy got probably got nailed because he's prominent and ticked somebody off. If he was still a high school teacher nobody would complain.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Missed one:\nPacific Northwest Marathon, Saturday, May 28, 7 a.m.\nhttp://www.pacificnorthwestmarathon.com/",
            "output": [
                "No"
            ]
        },
        {
            "input": "Kyle, this is a great question. \n\nWhat's surprised me most, after helping to design this system assuming that people will try to cheat it, is that the majority of people *actually vote in good faith*! Some do try to cheat, of course, but fewer than you'd think!\n\nMany comments receive a thumbs down on the \"Is this a good comment?\" question, but a thumbs up on the \"Is it civil?\" question. Of course, we'll have to see how it plays out on ADN, but so far, we've seen a lot of hard/uncomfortable facts posted, along with plenty of unpopular opinions.",
            "output": [
                "No"
            ]
        },
        {
            "input": "WHO GIVES A FUCK",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Ugly ass eyesore.....",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Some of you a pure assholes. You don't know ANYTHING about these people. Why don't you get off your dirty ass and come see if they need help. These are people in need, and all you can do is sit at your keyboard and judge them.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Oh another one by the same niggger im betting. Fuck this civil comment bullshit cant wait till someone pops this ape in the back of the head while robbing the wrong place... Maybe then they will learn to get a fucking job..",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Find them and kill them.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Fascism? There is no such thing as fascism, it doesn't exist. The real problem is those damned orphans and unwed mothers, screw em!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "That's friggin' ridiculous. The late Joe Balch, fmr WWII vet and homesteader just outside Fairbanks, went through the proper channels several years ago and donated part of his homestead to the community for a cemetery. Apparently no one can find their backsides with both hands and a road map for this project.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What a complete moron.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "The State Constitution be darned; the vote of the people be darned.  This legislature's ineptitude is the result of poor leadership, poor planning, turf-protection, misdirection of priorities, and very poor statesmanship.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "From the movie My Fellow Americans 1996 \n\n\"Hail to the chief, if you don't, I'll have to kill you. I am the chief, so you better watch your step, you bastards.\"",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "How freaking sad! And totally not in line with an experienced hiker. It was like a fate or something. When Lachesis cuts your cord, that's that.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What damn difference does it make that there are more guns than citizens?  Who cares?  It is not an argument, just spouting a statistic.  I personally own 5, what does that have to do with anything...again, you are a blankenyblank idiot!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "This is what selfishness looks like.  It's me, I am God, I am above others, I can do what I want, and if someone tries to trip me up, I could have them killed.  Way to go Bud.  You hurt people.  You are a sociopath.  And you are going to jail.  That is your legacy, that you really suck as person and you got caught.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "BS Travis. Last jerk that grabbed me by the arm to yell at me I cocked back on and told him to let go of me. He did. Then I informed him if he pulled that sh** again I was going to lay his ass out. He never treated anyone that way again.  And BTW, it's known as a hostile work environment. The boss in the article's scenario is a passive-aggressive SOB, straight up.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "its those damn hippies fault",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "another mental midget equates trump to Hitler, and therein these mental midgets belittle what Hitler did. These mental midgets absolutely disgust and sicken me. It takes a sick demented person to equate a loud mouth jerk getting sucker punched after begging for it, with the genocide of Jews. They have no shame, but then again, they have no intelligence either.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Those aren't white people. Its only cool to hate on white people",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "remove their clitoris and sew their vaginas closed... alah, alah, alah Donald Trump..",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Give it up, Black.  You don't belong on this site.  I'm sure there's a KKK site waiting for your input.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Go suck an egg, dog.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "If you come at me with a knife and I have a gun, I will shoot you.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "NIGGER",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Let the government get involved same old bull shit. I remember Loren Green and Wild horse Annie down in Montana, Idaho, Nevada & Wyoming, the ranchers had the horses under control until these sob got involved and ass hole Robert Redford what a jerk.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Sleeping, suicide or alcohol?  I wonder which, or combination of them lead to this?",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What the hell is wrong with people! Sick fucks! These are children not animals!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Guns aren't allowed in bars for good reason. \n\n I feel for the families and officers injured. I am glad they killed this idiot.\n\nI don't know if someone with a concealed LEGAL gun could have stopped the guy. I am only guessing here, but a majority of gun carriers have no real training or experience of 300+ panicked people stampeding while rounds are flying. \n\nEven trained police and combat hardened soldiers would have had difficulty in this situation. \n\nAt least taxpayers won't be on the hook for that bastard. \n\nHow do you stop this type of event?  You can't. Nuts that want to kill will kill.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Two dumbs makes one dead.  Happens all too frequently.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Black privilege? Sure, according to you. \n\nObama earned the presidency unlike your golden calf idol, current GOP ringmaster, and admitted (women are dogs) liar.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Fuck Novick and his supposed fighting for the little man.  Such a schmuck and yes Steve if you see this I don't care.  Yeah you know me and you've refused to listen to reason reportedly by people with more integrity in their little finger than you have in your entire existence.  Chloe for the win!!!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "you fucking idiot",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What a pile of fucking tripe. Portland died the day Mark Zussman bought Willamette Week. Totally makes sense that some rich guy who lives in Riverdale owns Portland's alternative weekly. If that's not the fox guarding the coop, then you tell me what is.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "And a slur on morons as well!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "If only folks kept their middle fingers to themselves . I will run a lucky dumb ass over just won't kill him my insurance is Awsome",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Fuck you, WW for posting Hillary Clinton as a president. I get it, this is a pointless internet quiz, but it really highlights how pathetic your publication is in comparison to Portland Mercury who endorsed Bernie Sanders today. \nPlace Hillary on the quiz was probably done with the intention to be funny; but it's not. I have much less desire to read your publication now than I ever have.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Your Union sucks then.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Why not just shoot him and put him in the freezer?",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "You got me all fucked up, homes.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "you are as despicable as the scum who tell a raped woman it's her fault she was raped. Your kind absolutely disgusts and sickens me.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Kill the wildlife...then kill the messenger.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "I would like to punch him right in that fat face.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Sounds like the whole neighborhood is filled with idiots. \"Everyone's pet moose?!\" Is she out of her ever loving mind? Regardless, if you set aside the history of the \"pet\" and were confronted with a charging moose (2 year old moose are NOT small!) and toddlers in the area, what would you do? Most of us would protect the kids. Ironically, if they hadn't shot the moose and one of the children had been hurt, there would be tons of comments asking why they didn't protect the kids and just shoot the damn thing.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What the fuck? Did I really just read this gross shit from a news paper and not a gore porn site? Only in Portland would someone write as if sniffing their own blood farts and loving the smell and then some other asshole prints the story as if it had any journalistic merit or value to society.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Who wants to go out and shoot some dogs tonight? I'm feeling threatened and my trigger finger is itchin!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Ummmm, in light of recent events, the struggle is still very real for the Queer community ESPECIALLY Queer folks of color and trans women of color. Keeping our spaces safe from assholes like you who don't think safety is a priority for queer people must definitely be written about.  Please sit down and shut the fuck up.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "the cops aren't doing enough... Shut this shit down! Boat owners like the $$$  they get... Let them pay $1000 cleanup fee... It will end...rich ass punks...and their daddys need to pay!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Wow! You are one venom-filled zealot.\n\nLet me just ask one very simple question: Have you ever met Ron and had a conversation with him and his wife, Janet?\n\nIf you had any integrity, you would own your comments attacking a very decent, modest individual, by posting under your real name.\n\nBut you are sick with your irrational fanaticism and afraid to come out of your \"spider hole.\" You've made clear from past posts that you haven't the foggiest idea of the actual facts regarding the community or the radical zone change. But you have some weird delusion that you know best about what's good for society, and yet you are pathetically ignorant and without any evidence of empathy or human compassion.\n\nPlease, get some counseling.\n\n-- Paul",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "So we're supposed to tolerate radical muslims trying to kill us?",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Damn, that thing looks pissed.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Do you see the paradox?  Gun people always scream about mental health...whenever tragedy occurs, we hear how it has absolutely nothing to do with the availability of guns and everything to do with mental health.  Then when people try to get at those mental health concerns before a tragedy - that gets decried as well.  Damned if you do, damned if you don't I guess.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Maybe life is crueler to some than others and preparing meant merely surviving a chronic illness or accident or being a victim of a violent crime. Shit happens and it's not always the other guy that it lands on.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Spot on.  The original design was well north of 20 mil, even then they were cheap Charlie plans.  And they kept cutting down from there.  Kill this dog.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "real amercins are pro immagrioshen.....jews what to move to usa ....death to trump.....death to greeddy capitlist.....",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Big oil to Alaska: If you don't start paying us more to feed your dead horse we are going to shoot it and go home.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "That is absolutely bullshit! I'm pretty sure that when police officers interrogate a witness and get a confession that is enough! Who in their right mind would think that this would go on in a household for as long as it did without the wife knowing about it? Let alone, she admitted to assisting with drugging the girls in order to let her husband rape and molest them! This whole thing is disgusting! Not to mention he used to also work and is good family friends with Dr. Mackie who is no longer allowed to practice after the DEA busted him for being apart of an OxyContin ring.. She is just as sick as him to bring these girls into her home as a sex object for her husband! Fucking sick that the state would be willing to look over that.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "They've also spent the last 25-plus years appealing to the ignorant racist class.  And this is what it's brought them.  They'll lose the WH, and almost certainly the Senate over this.  Their House dominance will also take a hit.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "It's is probably more common than you realize having experience and still screwing up.  My ex was in the AF and his job was combat arms training and maintenance (CATM).  He was emptying out his gun one day, but got distracted.  He thought he had cleared his weapon and so he fired the gun pointing at the car.  The bullet ricocheted off the trunk and out the window in the direction of people standing outside.  One of his fellow CATM members once thought he had cleared his weapon and so pulled the trigger.  He was in his truck and I think he shot his radio.  You'd think an AF Cop would know how to drive, but one hit me on Elmendorf AFB causing $5k in damage.  Military can be very stupid too.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "If they attack people, they should be shot!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Throw his lousy ass in jail !",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "here we have ANOTHER muslim kook shooting us, and morons think trump is the problem for cleaning up our country. i can't wait till he starts exporting these freaks.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "What the fuck is with this 'civil comments' horseshit? We don't have ENOUGH censorship from these communist fuckwits at ADN?!!\n\nADN CAN FUCKING CHOKE.",
            "output": [
                "Yes"
            ]
        }
    ]
}