{
    "Contributors": "Ujjwala Anantheswaran",
    "Source": "MS MARCO",
    "Categories": [
        "Classification"
    ],
    "Definition": "Given a passage and a word, classify the word based on whether it is the longest or shortest word in the passage, or neither",
    "Positive Examples": [
        {
            "input": "Beyblade is a brand name for a line of spinning top toys originally developed and manufactured by Takara Tomy, first released in 2000.The toys usually include a 'launcher' – a device for bringing the spinning top up to speed, with either a separate or integral rip-cord. Blade Base (BB) : The Blade Base determines how the Beyblade spins, and also affects its movement pattern. 2  The Blade Base determines the direction of the Beyblade's rotation; either clockwise (right) or counterclockwise (left) dependent on what Spin Gear is used. Query: a",
            "output": "shortest",
            "explanation": "a is the shortest word in the sentence"
        }
    ],
    "Negative Examples": [
        {
            "input": "he protecto plate was a factory identification card that was supplied through the dealer to the lucky recipient of a brand new 1967 Chevelle. It came in the back of the booklet shown above and carried coded information about the factory installed equipment / options for that particular vehicle, and this is why they are so talked about now.... it is proof of how the car was originally delivered. Query: identification",
            "output": "shortest",
            "explanation": "identification is not the shortest word in the sentence."
        }
    ],
    "Instances": [
        {
            "input": "he protecto plate was a factory identification card that was supplied through the dealer to the lucky recipient of a brand new 1967 Chevelle. It came in the back of the booklet shown above and carried coded information about the factory installed equipment / options for that particular vehicle, and this is why they are so talked about now.... it is proof of how the car was originally delivered. Query: identification",
            "output": "longest"
        },
        {
            "input": "nother drawback is that hydrostatic processes generate a lot of heat which must be shed (hence the fan on the input pulley) or the build up of heat will lead to foaming and burning (carbonizing) of the oil inside the transmission. When the oil foams, hydrostatic processes diminish or stop, and so does the tractor. Query: a",
            "output": "shortest"
        },
        {
            "input": "Your calorie allotment for effective weight loss is 500 to 1,000 fewer calories than your usual daily intake, notes the Centers for Disease Control and Prevention. For many adults, this amount is 1,200 to 1,600 calories per day, according to the National Heart, Lung and Blood Institute. Query: Your",
            "output": "neither"
        },
        {
            "input": "risty. 1  Share Kristy on Facebook Share on Facebook. 2  Share Kristy on Twitter Share on Twitter. 3  Share Kristy on Google Plus Share on Google+.  Love the name Kristy 1  Love. Dislike the name Kristy Dislike.  Follow Kristy Follow Follow Kristy. Query: Facebook.",
            "output": "longest"
        },
        {
            "input": "The Troy-Bilt 2100 is a single-stage blower which is engineered with excellent features to tackle most of your home snow cleaning jobs. It is ideal for small to medium driveways which can take three cars. Query: The",
            "output": "neither"
        },
        {
            "input": "aggrieved person or to order the performance of an act or a series of acts designed to eliminate the effect of any unlawful practice found. (5) The commissioner may order the respondent to eliminate the effects of any unlawful Query: aggrieved",
            "output": "neither"
        },
        {
            "input": "ew York is the largest metro area in the United States. It includes the island of Manhattan, an eight-county area immediately north, western Long Island, and Staten Island. It is the fourth largest in the world behind Tokyo, Mexico City, and Sao Paulo, Brazil. Regardless of how the area is defined, New York is among the richest and most complex places to live in America. Query: ew",
            "output": "shortest"
        },
        {
            "input": "Beyblade is a brand name for a line of spinning top toys originally developed and manufactured by Takara Tomy, first released in 2000.The toys usually include a 'launcher' – a device for bringing the spinning top up to speed, with either a separate or integral rip-cord. Blade Base (BB) : The Blade Base determines how the Beyblade spins, and also affects its movement pattern. 2  The Blade Base determines the direction of the Beyblade's rotation; either clockwise (right) or counterclockwise (left) dependent on what Spin Gear is used. Query: a",
            "output": "shortest"
        },
        {
            "input": "ack Rat Infestation. Their dens are commonly located on the ground and measure 3 to 5 feet in height and diameter. One animal may inhabit several nests, and in good feeding areas a den may be occupied for several years or a lifetime. Pack rats live alone except when mating or rearing young. Circling of small trees and shrubs occurs but is not common. Query: 3",
            "output": "shortest"
        },
        {
            "input": "mployment of kindergarten and elementary school teachers is projected to grow 6 percent from 2014 to 2024, about as fast as the average for all occupations. Growth is expected because of projected increases in student enrollment. However, employment growth will vary by region. Query: 6",
            "output": "shortest"
        },
        {
            "input": "In a 2008 study, researchers followed 21,327 male physicians for 20 years and found that egg consumption-up to 6 per week-was not linked with a greater risk of heart attack, stroke or dying from all causes. Query: In",
            "output": "neither"
        },
        {
            "input": "hat Is ABET Accreditation? ABET accreditation is assurance that a college or university program meets the quality standards established by the profession for which it prepares its students. For example, an accredited engineering program must meet the quality standards set by the engineering profession. Query: Accreditation?",
            "output": "longest"
        },
        {
            "input": "See more words with the same meaning: Internet, texting, SMS, email, chat acronyms (list of). See more words with the same meaning: good, okay, cool, awesome, fun. See more words with the same meaning: impressive. Last edited on Dec 13 2014. Query: See",
            "output": "neither"
        },
        {
            "input": "n 1959, White Castle expanded into new markets for the first time since the 1920s. Billy Ingram, who had retired to Miami in 1958, built three White Castle restaurants there. The company closed the Florida operations in 1967 due to inefficient supply distribution. Query: distribution.",
            "output": "longest"
        },
        {
            "input": "According to the Bureau of Labor Statistics, median salaries for registered nurses nationwide exceed $62,000 annually. Among the highest paid registered nurses are orthopedic nurse practitioners. These specialists average more than $81,000 annually, and it’s not uncommon for them to earn up to $94,000 per year. Query: According",
            "output": "neither"
        },
        {
            "input": "y pain is on the back side of my left hip. I don’t know why all of a sudden it hurts. its not worse I think (or hope) because it only triggers momentarily. by the way, I have I don’t know if it’s in the muscle or bone but it hurts anyway, on the same, left side too. it really hurts when I bend my left leg. Query: momentarily.",
            "output": "longest"
        },
        {
            "input": "arine Corps Recruit Depot Parris Island is poised to evacuate about 6,000 recruits from the South Carolina Lowcountry if Hurricane Matthew moves up the East Coast as expected. Query: Lowcountry",
            "output": "longest"
        },
        {
            "input": "yle Richards Net Worth is $20 Million. Kyle Richards Net Worth is $20 Million. Kyle Richards is an actress of film and television, with a net worth of $20 million. Kyle Richards earned her net worth through her acting roles in films and her appearances in several television shows, includi. Kyle Egan Richards (born Jan... Query: a",
            "output": "shortest"
        },
        {
            "input": "The voluminous black robe of a Benedictine monk (and daughter orders of the Benedictines: e.g. Cistercians, Trappists, Carthusians) is called a cucula. It is given during the final profession of vows, and is worn for solemn religious services, but is optional most of the time. Query: The",
            "output": "neither"
        },
        {
            "input": "1 Calories, Fat, Protein, Fiber, & Carbs In German Potato Salad. 2  Calories, Fat, Protein, Fiber, & Carbs In Red Potato Salad. 3  Calories, Fat, Protein, Fiber, & Carbs In Hot German Potato Salad. 4  Calories, Fat, Protein, Fiber, & Carbs In Publix Potato Salad.  Calories, Fat, Protein, Fiber, & Carbs In Red Bliss Potato Salad. Query: Calories,",
            "output": "longest"
        },
        {
            "input": "he leading cause of a wheel bearing failing is its seal. The inside of a bearing can be a hot place. When a bearing is cooling off, the contracting metal, air and lubricant can create a vacuum that is hopefully held by the seals. Query: a",
            "output": "shortest"
        },
        {
            "input": "ll US Army Salaries. How much does a Cadet at US Army make in West Point, NY? The typical salary for a US Army West Point Cadet ranges from $12,000-$13,247, with an average salary of $12,585. Salaries estimates based on 5 salaries submitted anonymously to Glassdoor by US Army Cadet employees in West Point, NY. Query: $12,000-$13,247,",
            "output": "longest"
        },
        {
            "input": "n some cases, a fighting charge may be dropped after an arrest or be prosecuted as a misdemeanor. However, in more serious cases where a weapon was involved or there was severe bodily harm, the fighting charge can be prosecuted as a felony and lead to significant consequences, including up to 15 years in prison. Query: consequences,",
            "output": "longest"
        },
        {
            "input": "arparts can help you with that.Check out our vast inventory of auto parts and pick what you need. • Our hood struts allow easy access to engine parts. • A sturdy hood strut makes roadside under-the-hood repair jobs easier.. • Made from durable material, our hood struts can last your car a long time. Query: •",
            "output": "shortest"
        },
        {
            "input": "he lithosphere, which is the rigid outermost shell of a planet (the crust and upper mantle), is broken up into tectonic plates. The Earth's lithosphere is composed of seven or eight major plates (depending on how they are defined) and many minor plates. Query: a",
            "output": "shortest"
        },
        {
            "input": "have picked 7 chemicals, molecules, or objects (the distinction between these terms is not always clear) and calculated a (very) approximate radius (in nm), the diffusion coefficient (in SI units times 10 12) and the time in seconds required to diffuse 10 microns (the diameter of a typical animal cell). Query: have",
            "output": "neither"
        },
        {
            "input": "160 people found this helpful. Call the IRS: 1-800-829-1040 hours 7 AM - 7 PM local time Monday-Friday. When calling the IRS do NOT choose the first option re: Refund, or it will send you to an automated phone line. So after first choosing your language, then do NOT choose Option 1 (refund info). Choose option 2 for personal income tax instead. Then press 1 for form, tax history, or payment. Query: 1-800-829-1040",
            "output": "longest"
        },
        {
            "input": "1 Combination tests have been developed that detect HIV antibody and the HIV antigen called the p24 antigen. 2  Levels of p24 antigen are typically high early in the course of infection. 3  A combination test may be performed to increase the likelihood that HIV infection is detected sooner after exposure occurs. Verify a positive with a second HIV antibody test that differentiates between HIV-1 and HIV-2. 2  If results between the first and second test do not agree, then the next test to perform is a HIV-1 RNA test (nucleic acid amplification test, NAAT). Query: Combination",
            "output": "neither"
        },
        {
            "input": "RE: Does your temperature rise/drop before or after your period? I am charting my basal temp for the first time this month. I know that my temp rises 1-2 days after ovulation. But I am wondering when the menstral change occurs-before or after my period and does it rise or fall? Query: RE:",
            "output": "neither"
        },
        {
            "input": "1937 -- Asteroid Hermes -- about a kilometer in diameter -- misses Earth by 600,000 miles. Hermes, although smaller than the 'roid that snuffed the dinosaurs, could have been a true category killer, able to cause epic devastation and kill millions. Query: a",
            "output": "shortest"
        },
        {
            "input": "n energy pyramid is a presentation of the trophic levels in an ecosystem. Energy from the sun is transferred through the ecosystem by passing through various trophic levels. Roughly 10% of the energy is transferred from one trophic level to the next, thus preventing a large amounts of trophic levels.hen an ecosystem is healthy, this graph produces a standard ecological pyramid. This is because in order for the ecosystem to sustain itself, there must be more energy at lower trophic levels than there is at higher trophic levels. Query: n",
            "output": "shortest"
        },
        {
            "input": "Homefacts City Report. Stevensville is located in Ravalli County, MT. The population is 2,280, making Stevensville the 2nd largest city in Ravalli County. There are 5 public schools in Stevensville with an average Homefacts rating of B. The total crime rate for Stevensville is very low, and there are 22 registered sex offenders residing in the city. Query: Homefacts",
            "output": "neither"
        },
        {
            "input": "aw Enforcement Accreditation. While not a type of law enforcement agency, one designation to look for when evaluating departments is CALEA Accreditation. CALEA, which stands for the Commission on Accreditation for Law Enforcement Agencies, is the international authority on law enforcement standards. Query: a",
            "output": "shortest"
        },
        {
            "input": "The parietal peritoneum lines the abdominal wall and extends to the organs, whereas the visceral peritoneum covers the organs. The peritoneal cavity lies between these two peritoneal layers. It contains a thin layer of fluid that lubricates the peritoneal surfaces. Query: The",
            "output": "neither"
        },
        {
            "input": "irst, there are three ways in which you can keep chickens: 1  Free range Advantages: It's fun and you get to see the chickens run all around. 2  Limited range You can make up a fence (see fence section below) which will contain them. 3  Completely housed (in a coop) Advantages: Safety. Query: 1",
            "output": "shortest"
        },
        {
            "input": "he argument is nothing new. The LPN is quick to tell you she does so much more than make beds, give back rubs, and take vital signs. And the RN counters that she has more education and medical training and is called upon for more advanced procedures. Query: he",
            "output": "shortest"
        },
        {
            "input": "However, diagnosing trigeminal neuralgia can be difficult and it can take a few years for a diagnosis to be confirmed. Read more about diagnosing trigeminal neuralgia. What causes trigeminal neuralgia? Trigeminal neuralgia is usually caused by compression of the trigeminal nerve. This is the nerve inside the skull that transmits sensations of pain and touch from your face, teeth and mouth to your brain. The compression of the trigeminal nerve is usually caused by a nearby blood vessel pressing on part of the nerve inside the skull. In rare cases trigeminal neuralgia can be caused by damage to the trigeminal nerve as a result of an underlying condition, such as multiple sclerosis (MS) or a tumour. Query: However,",
            "output": "neither"
        },
        {
            "input": "ard credit pulls. Helpful to 145 out of 162 people. Hard pulls stay on your credit report for 2 years, but they do not affect your score after 12 months. As a practical matter, they really don't have all that much of an impact on your credit IF the rest of your profile is good.I have had 12 (you read right!) hard inquiries in the past 13 months.ard credit pulls. Helpful to 145 out of 162 people. Hard pulls stay on your credit report for 2 years, but they do not affect your score after 12 months. As a practical matter, they really don't have all that much of an impact on your credit IF the rest of your profile is good. Query: months.ard",
            "output": "longest"
        },
        {
            "input": "gneous Rocks. Igneous rocks are formed from lava or magma. Magma is molten rock that is underground and lava is molten rock that erupts out on the surface. The two main types of igneous rocks are plutonic rocks and volcanic rocks. Plutonic rocks are formed when magma cools and solidifies underground.Volcanic rocks are formed from lava that flows on the surface of the Earth and other planets and then cools and solidifies. The texture of an igneous rock depends on the size of the crystals in the rock.This tells us if the rock is plutonic or volcanic. When magma cools underground, it cools very slowly and when lava cools above ground, it cools quickly. When magma and lava cool, mineral crystals start to form in the molten rock.his tells us if the rock is plutonic or volcanic. When magma cools underground, it cools very slowly and when lava cools above ground, it cools quickly. When magma and lava cool, mineral crystals start to form in the molten rock. Query: underground.Volcanic",
            "output": "longest"
        },
        {
            "input": "he coldest temperature ever recorded east of the Mississippi River was -60°F in Tower, Minn., on Feb. 2, 1996. Hawaii is the only state that's never recorded a below-zero temperature.Many are surprised at Hawaii's 12°F reading.airbanks, Alaska, recorded its coldest January on record with a mean temperature of -31.7°F. (The monthly mean is the average of all of the daily highs and lows for the month.)F. Query: reading.airbanks,",
            "output": "longest"
        },
        {
            "input": "1 Treatment of broken fingers depends on the type of fracture and the particular bone in the finger that is injured. Surgery may be required for fractures causing significant deformity or involving a joint.  Complications of a broken finger can include join stiffness, rotation, nonunion, and infection. Query: Complications",
            "output": "longest"
        },
        {
            "input": "he best way to treat maggot wound is to apply ivermectin injection and betadine powder on the wound, give 1 ml injection to the dog. You will see the maggot will come out or die within hours and wound will heal in 3 to 4 days. Query: 1",
            "output": "shortest"
        },
        {
            "input": "Tiffany lamp is a type of lamp with a glass shade made with glass designed by Louis Comfort Tiffany and his design studio.The most famous was the stained leaded glass lamp. Tiffany lamps are considered part of the Art Nouveau movement.Due to Tiffany's dominant influence on the style, the term 'Tiffany lamp' or 'Tiffany style lamp' has been often used to refer to stained leaded glass lamps even those not made by Louis Comfort Tiffany's company.ue to Tiffany's dominant influence on the style, the term 'Tiffany lamp' or 'Tiffany style lamp' has been often used to refer to stained leaded glass lamps even those not made by Louis Comfort Tiffany's company. Query: Tiffany",
            "output": "neither"
        },
        {
            "input": "ome » Directory » North Carolina » Caswell County » Leasburg » Leasburg Volunteer Fire Department is located in Leasburg, NC. View a fire dept photo, logo, contact info, map, volunteer info, mission statement, fire equipment, firefighters and statistics. Home Query: firefighters",
            "output": "longest"
        },
        {
            "input": "s it turned out, the future diversity chair for APAGS was flummoxed by one of his first clients. He was going on and on about confession, using a lot of Catholic lingo that I'm not familiar with, says Mattu, now chair-elect of APAGS. Query: s",
            "output": "shortest"
        },
        {
            "input": "he Louisiana Purchase stretched from the Mississippi River in the east to the Rocky Mountains in the west. Its southernmost tip was the port city of New Orleans and the Gulf of Mexico. To the North it included much of Minnesota, North Dakota, and Montana up to the border of Canada. Query: southernmost",
            "output": "longest"
        },
        {
            "input": "FOV stands for Field-of-View and it is the width of the image as seen through optics. This is often quoted as width at distance or in degrees. For example, 300ft@1000yrds would mean when the optics are focused at an object 1000 yards away, the width of the entire image as seen through the optics is 300 feet wide. Query: FOV",
            "output": "neither"
        },
        {
            "input": "Webster Dictionary (0.00 / 0 votes) Rate this definition: Amphi- a prefix in words of Greek origin, signifying both, of both kinds, on both sides, about, around Query: Webster",
            "output": "neither"
        },
        {
            "input": "f the salmon is farmed, it is not an issue. If it is wild salmon, the fish live much longer and get much larger (and by consequence have far more stored mercury within their fat/flesh). Farmed salmon are raised and killed long before they amass a worrisome amount of mercury. Also, it depends on your gender. Query: consequence",
            "output": "longest"
        },
        {
            "input": "verb (used with object) 1. to offer or expose to view; present for inspection: to exhibit the latest models of cars. 2. to manifest or display: to exhibit anger; to exhibit interest. 3. to place on show: to exhibit paintings. Query: verb",
            "output": "neither"
        },
        {
            "input": "Definition of PARLIAMENTARY GOVERNMENT. : a system of government having the real executive power vested in a cabinet composed of members of the legislature who are individually and collectively responsible to the legislature.ADVERTISEMENT.weet. : a system of government having the real executive power vested in a cabinet composed of members of the legislature who are individually and collectively responsible to the legislature. Query: Definition",
            "output": "neither"
        },
        {
            "input": "es, you have employment for four years, but it’s employment that you don’t like and which isn’t paying you what you’re worth somewhere else. So you’d be signing up for four years of low quality of life. (There’s also no certainty that you’ll be secure there for four years, despite the contract. Query: So",
            "output": "shortest"
        },
        {
            "input": " clean installation destroys the old copy of Windows and any data on the drive, so be sure to back up anything you may need before you do it. Step 1. Insert your Windows 7 installation disc or USB flash drive, and then reboot the computer. Step 2.Launch your computer’s boot device menu.The key combination varies among different computer manufacturers, but it displays briefly on the screen, so watch carefully for it. F12 is a common one.lick on Disk 0, and click “Next.” Windows repartitions the drive, formats it, and installs a fresh copy of Windows. The process could take up to an hour to complete, after which the system automatically reboots. Step 12. Select an account user name and computer name. Query: manufacturers,",
            "output": "longest"
        },
        {
            "input": "ire Intensity. Fire intensity is influenced by environmental conditions, such as fuel load (amount of leaf and grass litter), litter moisture, litter size, air temperature, relative humidity, and wind speed, as well as the firing technique used. Query: environmental",
            "output": "longest"
        },
        {
            "input": "REAKING DOWN 'Inflation' As a result of inflation, the purchasing power of a unit of currency falls. For example, if the inflation rate is 2%, then a pack of gum that costs $1 in a given year will cost $1.02 the next year. As goods and services require more money to purchase, the implicit value of that money falls. The Federal Reserve uses core inflation data, which excludes volatile industries such as food and energy prices. Query: a",
            "output": "shortest"
        },
        {
            "input": "Average snowfall is 7.6 inches annually. For current weather and a seven-day forecast, click here. Save with Special Deals & Offers Before you take your next trip to Greater Williamsburg, check out our vacation packages. See deals and packages so you can relax, be curious and have fun with your family. Find Vacation Packages Query: Average",
            "output": "neither"
        },
        {
            "input": "nswers. 1  the deoxygenated blood returns via the veins to the Right Atrium, then through the tricuspid valve to the Right Ventricle. The Right Ventricle then pumps the blood thru the pulmonary valve, pulmonary arteries and into the lungs, where oxygen is taken up by the red blood cells. The oxygenated blood then returns to the heart via the pulmonary veins and into the left Atrium, thru the mitral valve and into the Left Ventricle. The Left Ventricle pumps the oxygenated blood thru the aortic valve into the aorta and away it goes to the rest of the body . Query: deoxygenated",
            "output": "longest"
        },
        {
            "input": "ormal value ranges for vitamin B12 vary slightly among different laboratories and can range anywhere between 200 to 900 pg/mL. The general consensus is values less than 200 pg/mL constitute a B12 deficiency. Query: a",
            "output": "shortest"
        },
        {
            "input": "They are: Placement of the ™ or ® symbol right adjacent to the trademark, every time it is used. Placement of ™ or ® or * (asterisk) or † or (dagger) or ‡ (double dagger) symbol right near the first use of the trademark. Then provide a footnote that describes the trademark. Query: They",
            "output": "neither"
        },
        {
            "input": "ffice of Federal Contract Compliance Programs (OFCCP) Monitors contractor compliance with the nondiscrimination and affirmative action provisions of the Vietnam Era Veterans' Readjustment Assistance Act of 1974 (VEVRAA). Veterans' Employment and Training Service (VETS) Query: of",
            "output": "shortest"
        },
        {
            "input": "auses of its Failure: The League of Nations was the first major attempt as an international organization of state to maintain peace and promote international co-operation. But it failed. 1. The political background of Europe at the time of the birth of the League was not very conducive to a peace organization. Query: international",
            "output": "longest"
        },
        {
            "input": "ives can appear on any area of the body; they may change shape, move around, disappear and reappear over short periods of time. The bumps - red or skin-colored “wheals” with clear edges - usually appear suddenly and go away just as quickly. Query: skin-colored",
            "output": "longest"
        },
        {
            "input": "nductance, in particular, plays an important part in obtaining proper puddle fluidity. The shielding gas recommended for short-circuiting welding of stainless-steel contains 90% helium, 7.5% argon, and 2.5% carbon dioxide.The gas gives the most desirable bead contour while keeping the CO2 level low enough so that it does not influence the corrosion resistance of the metal. current of approximately 300-350 amperes is required for a 1/16-in. electrode, depending on the shielding gas and type of stainless wire being used. The degree of spatter is dependent upon the composition and flow rate of the shielding gas, wire-feed speed, and the characteristics of the welding power supply. Query: a",
            "output": "shortest"
        },
        {
            "input": "he current RDA for protein is 0.8 grams per kilogram of body weight per day, or about 0.36 grams of protein per pound of body weight, according to the Institute of Medicine.Consuming the protein RDA can help maintain your lean muscle mass.owever, to build muscle and gain weight the Academy of Nutrition and Dietetics recommends you consume 1.4 to 1.8 grams per kilogram, or about 0.64 to 0.82 grams of protein per pound of body weight each day. Query: Medicine.Consuming",
            "output": "longest"
        },
        {
            "input": "If you choose to organize your bills manually, create a designated space within your home to collect bills as they come through the mail each month. You can use an in box system or a mail organizer with dividers to file mail as it arrives. Schedule time each month or every two weeks to sit down and pay bills. Query: If",
            "output": "neither"
        },
        {
            "input": "et healthy living updates. Either run for your life or face the top 10 most feared predators of the animal kingdom. 10. Tarantula. Tarantula spiders are among the most feared animals on the planet, and with good reason. Query: Tarantula.",
            "output": "longest"
        },
        {
            "input": "1 You can only upload files of type 3GP, 3GPP, MP4, MOV, AVI, MPG, MPEG or RM. 2  You can only upload photos smaller than 5 MB. 3  You can only upload videos smaller than 600 MB. 4  You can only upload a photo (png, jpg, jpeg) or video (3gp, 3gpp, mp4, mov, avi, mpg, mpeg, rm). Query: 1",
            "output": "shortest"
        },
        {
            "input": "s this course authorized to get my Learner's Permit? YES. The course and exam are authorized by the Florida Department of Highway Safety and Motor Vehicles (DHSMV) to meet the requirements needed for your first Florida Learner's Permit. Query: s",
            "output": "shortest"
        },
        {
            "input": "our 1 cup warm water into a medium bowl; add sugar and sprinkle with yeast. Let stand until foamy, 5 minutes. Whisk oil and 1 teaspoon salt into yeast mixture. Add flour and stir with a wooden spoon until liquid is incorporated (dough will appear dry). Turn out onto a floured work surface. Query: incorporated",
            "output": "longest"
        },
        {
            "input": "ond's print advertisement for vanishing cream, 1910. Pond's is a brand of beauty and health care products, currently owned by parent company the multinational corporation Unilever.ith this merger, Pond's Creams became sisters with the Cutex nail polish brand and the Matchabelli perfumes. With the Chesebrough Manufacturing Company in command, Pond's Creams became available at many supermarkets across the United States. Query: advertisement",
            "output": "longest"
        },
        {
            "input": "150-g serving of boiled red potatoes has a glycemic index value of 89, 21 g of carbohydrate per serving and a glycemic load of 19. Because rice and potatoes are high in carbohydrates that have a significant effect on blood sugar, they have a high glycemic load, as well as a high glycemic index. Query: 150-g",
            "output": "neither"
        },
        {
            "input": "ind Westlake Ohio assessor, assessment, auditor's, and appraiser's office, revenue commissions, GIS, and tax equalization departments. Assessors provide information on property and land tax assessment, property listings, values, valuations, property search, and records. Name. Query: on",
            "output": "shortest"
        },
        {
            "input": "Stephanie Seymour Net Worth is $15 Million. Stephanie Seymour is an actress/model with a net worth of $15 million. Stephanie Seymour accumulated her net worth by appearing in several well known magazines through her modeling career and for her acting. Stephanie Michelle Seymour (... Query: Stephanie",
            "output": "neither"
        },
        {
            "input": "nvestigate your GPS options and if you can get the display into decimal degrees like 117.4974 degrees, then you do not need to use this calculator. Test by clicking to calculate the result with the default numbers. The answer should be 117.4974 decimal degrees. i.e. just under 117 and a half degrees. Query: calculator.",
            "output": "longest"
        },
        {
            "input": "hen we wrote last week that the Toyota Mirai hydrogen fuel-cell sedan was little-changed for the 2017 model year, with only one new color added, we missed one important element. That was, as several readers informed us, that while the retail price remained the same, the monthly lease cost had fallen sharply: from $499 to $349 per month. Query: we",
            "output": "shortest"
        },
        {
            "input": "ncrediMail Support Phone Number IncrediMail Phone Support Number @ +1-800-961-1963 : Download Incredimail, Install & Setup Incredimail, Transfer Incredimail to new Computer, Transfer Incredimail Contacts, Incredimail Import and Export Emails, Troubleshoot Incredimail Errors, Fix Incredimail Problems, Incredimail Email Help and Support. Query: @",
            "output": "shortest"
        },
        {
            "input": "earch comprehensively and find the name meaning of Liana and its name origin or of any other name in our database. Also note the spelling and the pronunciation of the name Liana and check the initials of the name with your last name to discover how it looks and sounds. Query: comprehensively",
            "output": "longest"
        },
        {
            "input": "his article deals with rugby sevens at the 2016 Summer Olympics. For the 15-a-side version of the game at the Olympics until discontinued in 1924, see Rugby union at the Summer Olympics. Rugby sevens at the 2016 Summer Olympics is scheduled to be held in August in Rio de Janeiro. The competition will take two days. The 2016 Summer Olympics marks the debut for rugby sevens at the Summer Olympics, though rugby union was last played at the 1924 Summer Olympics. Query: at",
            "output": "shortest"
        },
        {
            "input": "Vatican City is distinct from the Holy See (Latin: Sancta Sedes), which dates back to early Christianity and is the main episcopal see of 1.2 billion Latin and Eastern Catholic adherents around the globe. Query: Vatican",
            "output": "neither"
        },
        {
            "input": "tart from Swap start/end points. 1  Edit W 41st & Kiwanis. 2  Get Directions. 3  Phone number (605) 334-8292.  Business website wirelessworld. 1 com. Message the business.  Send to your Phone New. Query: 1",
            "output": "shortest"
        },
        {
            "input": "Employees are issued different types of equity, or stock, depending on when they join a company and the roll they play. One type of employee equity is restricted stock, which is issued commonly to employees who were present during startup or who are senior executives. Query: Employees",
            "output": "neither"
        },
        {
            "input": "Physical geography is the study of the physical features of Earth's surface. For example, we can study how volcanoes, V-shaped valleys or waterfalls are formed.eography is the study of the Earth, its landforms and features,  and the distribution of life including human life. It also includes  how locations and climate influence hu … man populations and  activities. Query: Physical",
            "output": "neither"
        },
        {
            "input": "ellow Diamond Color and its effect on pricing. The price of commodities is dictated by supply and demand - basic rules of economy. BUT… in yellow diamonds (and actually most colored diamonds) the problem is that the most desired diamonds (i.e. demand) are also the rarest diamonds (i.e. supply). The result is that the price increase between the color scale levels are EXTREMELY high (percentage wise). Query: commodities",
            "output": "longest"
        },
        {
            "input": "After a series of celebrated accounting debacles, Congress enacted the Sarbanes-Oxley Act of 2002 (or Act), 116 Stat. 745. Among other measures, the Act introduced tighter regulation of the accounting industry under a new Public Company Accounting Oversight Board. Query: After",
            "output": "neither"
        },
        {
            "input": "hen to use Objects. 1  JavaScript does not support associative arrays. 2  You should use objects when you want the element names to be strings (text). 3  You should use arrays when you want the element names to be numbers. Query: 1",
            "output": "shortest"
        },
        {
            "input": "Though there are dozens, if not hundreds, of lake monsters around the world, one superstar marine denizen outshines them all: Nessie, the beast said to inhabit Scotland's Loch Ness. Some say it's a myth; others say it's a living dinosaur or even a sea serpent that swam into the lake before it became landlocked. Query: Though",
            "output": "neither"
        },
        {
            "input": "efinition of TROCHANTER. 1. : a rough prominence at the upper part of the femur of many vertebrates serving usually for the attachment of muscles.2. : the second segment of an insect's leg adjacent to the coxa. — tro·chan·ter·al \\-tə-rəl\\ adjective. — tro·chan·ter·ic \\ˌtrō-kən-ˈter-ik, -ˌkan-\\ adjective.. : a rough prominence at the upper part of the femur of many vertebrates serving usually for the attachment of muscles. Query: :",
            "output": "shortest"
        },
        {
            "input": "nemia of inflammation or chronic disease. Anemia of inflammation chronic disease is the most common cause of anemia in the elderly. Numerous diseases have inflammation as a consequence; in the elderly some of the more common include acute or chronic infections, arthritis or malignancy.hen anemia is present in older persons it is likely due to some underlying condition that requires further investigation or therapy. Key to understanding anemia in the elderly is the distinction between anemia caused by iron deficiency or anemia caused by inflammation—often called anemia of chronic disease. Query: a",
            "output": "shortest"
        },
        {
            "input": "lease be advised that a Special Meeting of the Mount Vernon City Council will be held on Friday, March 31, 2017 at 9:00 A.M. in the City Council Chambers, Second Floor, City Hall, Mount Vernon, New York. For the Purpose of: “NEW YORK STATE D.E.C. Query: Chambers,",
            "output": "longest"
        },
        {
            "input": "hen a fence is more than 650 feet between corner posts, put braced-line post assemblies every 650 feet in the fence line. A braced line assembly is the same as a single-span braced corner except that a second diagonal brace wire is used to take fence pull in the opposite direction. Query: a",
            "output": "shortest"
        },
        {
            "input": "S Department of Labor. U.S. Bureau of Labor Statistics. The Injuries, Illnesses, and Fatalities (IIF) program provides annual information on the rate and number of work-related injuries, illnesses, and fatal injuries, and how these statistics vary by incident, industry, geography, occupation, and other characteristics. Query: characteristics.",
            "output": "longest"
        },
        {
            "input": "Alzheimer's disease and other forms of dementia are cruel diseases that progress over time and eventually lead to death. Alzheimer's disease is the sixth leading cause of death in the United States. Dementia is a progressive disease that affects the brain. Early stages of dementia might show up as memory problems, confusion, and sundowning (confusion starting late in the day, lasting into the night). Query: disease",
            "output": "neither"
        },
        {
            "input": "outing number for The Family Credit Union. Routing number for The Family Credit Union is a 9 digit code required for initiating various financial tran First Servicetions such as direct deposits, electronic payments, wire transfers, check ordering and many more. Query: Servicetions",
            "output": "longest"
        },
        {
            "input": "efinition and Principles of Unity of Command. Unity of command provides that an employee is responsible to only one supervisor, who in turn is responsible to only one supervisor, and so on up the organizational hierarchy. This is true even if the top of the organization is led by a group of people. Query: organizational",
            "output": "longest"
        },
        {
            "input": "_____ is the reduction of pore space in sediment as a result of the weight of the overlying sediments a _____ is a wave-resistant structure that is built from marine invertebrates A turbulent gravity driven flow consisting of water and sediment is known as _____ current Query: a",
            "output": "shortest"
        },
        {
            "input": "David Hammer. As founder and CEO, David leads the Emissary team on its mission to democratize access to experience. Prior to Emissary, David spent 6 years as a product manager at Google, where he founded Google’s Doubleclick Bid Manager product, a central component of Google’s Display Advertising business.rior to Emissary, David spent 6 years as a product manager at Google, where he founded Google’s Doubleclick Bid Manager product, a central component of Google’s Display Advertising business. Query: David",
            "output": "neither"
        },
        {
            "input": "Inari/Oinari/Oinari-Sama is the god/goddess of rice. The common messenger of but issing butssi is the kitsune (fox). Inari is considered to be a key Shinto kami (god). Inari has close ties to the shinto goddess of food. Query: is",
            "output": "neither"
        },
        {
            "input": "Leg pain is a prime example of this. Most people struggle to understand how and why leg pain can be caused by anxiety, but the reality is that the connection is very real, and while it doesn't affect everyone, there are many people living with leg pain right now that is caused by anxiety. Query: Leg",
            "output": "neither"
        },
        {
            "input": " position, resembling that of the fetus in the womb, sometimes adopted by a child or adult in a state of distress or withdrawal. The position is one in which the body is drawn into itself. The head is bent forward, the spine is curved, the arms are crossed over the chest and the hips and knees are fully bent (flexed). Query: withdrawal.",
            "output": "longest"
        },
        {
            "input": "As a member of the selectmen-appointed Pipeline Study Committee , and a concerned abutter of the proposed , 12-inch natural gas pipeline by Kinder Morgan Co Northeast Energy Direct-Worcester Lateral , I am encouraging voters to approve Town Meeting Article 36 , which asks voters to request selectmen to ensure the continued protection of Article 97 ... Query: As",
            "output": "neither"
        },
        {
            "input": "By clicking Publish, you are confirming that the image fully complies with TV.com’s Terms of Use and that you own all rights to the image or have authorization to upload it. Query: clicking",
            "output": "neither"
        },
        {
            "input": " simple saltwater gargle is prepared by dissolving 1/4 to 1/2 teaspoons of salt in an 8-ounce glass of warm water and use it as you would any mouthwash, by throwing your head back and gargling right before it hits the cartilaginous flap in the back of your throat. Query: is",
            "output": "shortest"
        }
    ]
}