{
    "Definition428": "In this task you are given a sentence. You must judge whether their exists two consecutive words within the sentence with flipped orders. Label the instances as \"Inversion\" or \"Original\" based on your judgment."
        [
            "Alternate Defintion1 " "You must determine if there are two consecutive words with their order flipped and classify them as \"Inversion\" or \"Original\" accordingly."

            "Alternate Defintion2 " "Check if there are two consecutive words within a sentence where their order is flipped and classify them as \"Original\" or \"Inversion\" accordingly."

            "Alternate Defintion3 " "A sentence is supplied to you in this challenge. You must determine whether the sentence has two consecutive words with flipped ordering. Based on your opinion, label the cases as \"Inversion\" or \"Original\"."
        ],

    "Definition429": "In this task you are given a sentence. You must judge whether the main verb of the sentence is in present or past tense. Label the instances as \"Present\" or \"Past\" based on your judgment."
        [   
            "Alternate Defintion1 " "A sentence is supplied to you in this challenge. You must determine  if   the sentence's main verb is in the present or past tense. Depending on your assessment, label the instances as \"Present\" or \"Past\"."

            "Alternate Defintion2 " "You'll be given a sentence to complete this challenge. Determine whether the sentence's main verb is in the present or past tense. Depending on your assessment, label the instances \"Past\" or \"Present\"."

            "Alternate Defintion3 " "You will be given a sentence to complete this challenge. You must decide if the sentence's main verb is in the present or past tense. Based on your opinion, label the instances as \"Present\" or \"Past\"."
        ],

    "Definition430": "In this task you are given a sentence. You must judge whether subject of the main clause is singular or plural. Label the instances as \"Singular\" or \"Plural\" based on your judgment."
        [
            "Alternate Defintion1 " "A sentence is supplied to you in this challenge. You must determine whether the main clause's topic is singular or plural. Depending on your opinion, mark the cases as \"Singular\" or \"Plural\"."

            "Alternate Defintion2 " "You'll be given a sentence to complete this challenge. If the main clause's subject is singular or plural, you must decide. Depending on your judgement, mark the cases as \"Plural\" or \"Singular\"."

            "Alternate Defintion3 " "You are given a sentence to complete in this task. You must decide if the main clause's topic is singular or plural. Label the cases as \"Singular\" or \"Plural\" based on your judgment."
        ],

    "Definition431": "In this task you are given a sentence. You must judge whether object of the main clause is singular or plural. Label the instances as \"Singular\" or \"Plural\" based on your judgment."
        [
            "Alternate Defintion1 " "A sentence is supplied to you in this challenge. You must determine whether the main clause's object is singular or plural. Depending on your opinion, mark the cases as \"Singular\" or \"Plural\"."

            "Alternate Defintion2 " "You'll be given a sentence to complete this challenge. If the main clause's object is singular or plural, you must decide. Depending on your judgement, mark the cases as \"Singular\" or \"Plural\"."

            "Alternate Defintion3 " "You must decide whether the given sentence main clause's object is singular or plural. Depending on your assessment, label the situations as \"Singular\" or \"Plural\"."
        ],

    "Definition456": "You will be given a context and a verb separated with a \n, and you have to answer if the given verb implies an opinion, intention, or wish or not. If the verb is about an intention, it is planned to happen in the future, but it's not unconditional. The output should be \"Yes\" if the verb is about an intention, wish, or opinion, and \"No\" otherwise."
        [
            "Alternate Defintion1 " "You'll be given a context and a verb separated by an \n, and you'll need to determine whether the verb conveys an opinion, intention, or want. If the verb refers to an intention, it is something that is planned to happen in the future, but it is not guaranteed. If the verb is about an intention, wish, or opinion, the output should be \"Yes\", otherwise \"No\"."

            "Alternate Defintion2 " "You will be given a context and a verb separated by an \n, and you must determine whether or not the verb conveys an opinion, intention, or want. If the verb refers to a future aim, it is planned but not guaranteed. If the verb refers to a wish, intention, or opinion, the result should be \"Yes\", otherwise \"No\"."

            "Alternate Defintion3 " "You'll be given a context and a verb separated by an \n, and you'll need to decide whether the verb conveys an opinion, intention, or want. If the verb refers to an intention, it is expected to occur in the future, but it is not guaranteed. If the verb refers to an aim, wish, or view, the response should be \"Yes\", otherwise \"No\"."
        ],

    "Definition457": "You will be given a context and a verb separated with a \n, and you have to answer if the given verb implies a hypothetical, or condition or not. We say a verb is hypothetical if it involves or is based on a suggested idea or theory. A verb is conditional if something is essential to the appearance or occurrence of something else. The output should be \"Yes\" if the verb is conditional or hypothetical and \"No\" otherwise."
        [
            "Alternate Defintion1 " "You'll be provided a context and a verb separated by a \n, and you'll need to determine whether the verb suggests a hypothetical or condition. If a verb involves or is founded on a hypothetical idea or theory, we call it hypothetical. If something is required for the appearance or occurrence of something else, the verb is conditional. If the verb is conditional or hypothetical, the output should be \"Yes\" otherwise \"No\"."
            "Alternate Defintion2 " "You will be given a context and a verb separated by an \n, and you must determine whether or not the verb suggests a scenario or condition. If a verb involves or is founded on a hypothetical idea or theory, we refer to it as hypothetical. If something is required for something else to emerge or occur, the verb is conditional. If the verb is conditional or hypothetical, the output should be \"Yes\", but if it is not, it will be \"No\"."
            "Alternate Defintion3 " "You will be given a context and a verb separated by an \n, and you must determine if the verb suggests a scenario or condition. If a verb involves or is based on a proposed notion or theory, we call it hypothetical. If something is required for the presence or occurrence of something else, a verb is conditional. If the verb is conditional or speculative, the outcome should be \"Yes\", otherwise it should be \"No\"."
        ]

    "Definition458": "You will be given a context and a verb separated with a \n, and you have to answer if the given verb is a negation or not. A verb is a negation if it causes something not to exist, not happen, or to have no effect. The output should be \"Yes\" if the verb is a negation and \"No\" otherwise."
        [
            "Alternate Defintion1 " "You will be given a context and a verb separated by an \n, and you must determine whether or not the verb is a negation. If a verb causes something to not exist, not happen, or have no effect, it is a negation. If the verb is a negation, the result should be \"Yes\", otherwise \"No\"."
            "Alternate Defintion2 " "You'll be provided a context and a verb divided by an \n, and you'll need to determine whether or not the verb is a negation. If a verb causes anything to cease to exist, cease to occur, or cease to have any effect, it is called a negation. If the verb is a negation, the result should be \"Yes\", and if it isn't, \"No\"."
            "Alternate Defintion3 " "You'll be given a context and a verb separated by an \n, and you'll have to decide if the verb is a negation or not. A verb is a negation if it makes anything cease to exist, occur, or have any effect. If the verb is a negation, the result should be \"Yes\", else it should be \"No\"."
        ],

    "Definition459": "You will be given a context and a verb separated with a \n, and you have to answer if the given verb is static or not. We say a verb is static if it is about an event that doesn't change. The output should be \"Yes\" if the verb is static and \"No\" otherwise."
        [
            "Alternate Defintion1" "You will be given a context and a verb separated by an \n, and you must determine whether or not the verb is static. If a verb refers to an event that does not change, we call it static. If the verb is static, the response should be \"Yes\", else \"No\"."

            "Alternate Defintion2 " "You would be provided a context and a verb separated by an \n, and you must identify whether or not the verb is static. If a verb relates to an event that does not change, it is said to be static. If the verb is static, the result should be \"Yes\", and if it isn't, \"No\"."

            "Alternate Defintion3 " "You will be assigned a context and a verb divided by an \n, and you must determine whether or not the given verb is static. When a verb refers to an event that does not vary, we call it static. If the verb is static, the output should be \"Yes\", else it should be \"No\"."
        ],

    "Definition460": "In this task, you will be presented with a context from an academic paper and a question separated with a \n. You have to answer the question based on the context."
        [
            "Alternate Defintion1:" "You will be given a context from an academic paper and a question separated by a \n in this challenge. You must respond to the question in light of the surrounding circumstances."
            "Alternate Defintion2:" "You will be given a context from an academic paper as well as a question separated by a \n in this exercise. You must complete the questionnaire in view of the given set of circumstances."
            "Alternate Defintion3:" "You would be provided a context from an academic paper and a query separated by a \n in this exercise. You must respond to questions in light of the circumstances."
        ],

    "Definition461": "In this task, you will be presented with a context from an academic paper and you have to write an answerable question based on the context. Your questions can be extractive, abstractive, or yes-no questions."
        [
            "Alternate Defintion1:" "You will be given a background from an academic publication and will be required to construct an answering question based on the context. You can use extractive, abstractive, or yes-no questions in your inquiries."
            "Alternate Defintion2:" "This task requires you to construct an answerable question based on a context from an academic work. You can ask extractive, abstractive, or yes-no questions in your inquiries."
            "Alternate Defintion3:" "You will be provided a context from an academic paper and asked to construct an answered question based on it in this task. Your questions may be extractive, abstractive, or yes-no in character."
        ],

    "Definition462": "In this task, you will be presented with a context from an academic paper and a question based on the context. You have to classify the questions into \"Extractive\", \"Abstractive\", or \"Yes-no\" questions. Extractive questions can be answered by concatenating extracts taken from a context into a summary while answering abstractive questions involves paraphrasing the context using novel sentences. Yes-no question is a question whose expected answer is one of two choices, one that affirms the question and one that denies the question. Typically, the choices are either yes or no."
        [
            "Alternate Defintion1:" "You will be given a context from an academic paper and a question based on the context in this exercise. The questions must be classified as \"Extractive\", \"Abstractive\", or \"Yes-no\" questions. Answering extractive questions entails concatenating excerpts from a context into a summary, whereas answering abstractive questions entails rewriting the context with new phrases. A yes-no question is one in which the intended response is one of two options: one that affirms the question or one that denies it. In most cases, the options are yes or no."
            "Alternate Defintion2:" "You'll be given a context from an academic publication and a question to answer based on it in this exercise. You must divide the questions into three categories: \"Extractive\", \"Abstractive\", or \"Yes-no\" Answering extractive questions entails concatenating excerpts from a context into a summary, whereas answering abstractive questions entails rewriting the context with unique sentences. A yes-no question has two possible answers: affirmative or negative. There are usually only two options: yes or no."
            "Alternate Defintion3:" "You will be given a context from an academic paper and a question to answer based on the context in this exercise. You must categorize the questions as \"Extractive\", \"Abstractive\", or \"Yes-no\" Answering extractive questions entails concatenating excerpts from a context into a summary, whereas answering abstractive questions necessitates summarizing the context using unique sentences. A yes-no question is one in which the expected response is one of two options: affirmative or negative. Usually, the options are yes or no."
        ],

    "Definition463": "In this task, you will be presented with a premise sentence and a hypothesis sentence. Determine whether the hypothesis sentence entails, contradicts, or is neutral with respect to the given premise sentence. Classify your answers into \"Contradiction\",\"Neutral\", or \"Entailment\"."
        [
            "Alternate Defintion1:" "You will be given a premise sentence and a hypothesis sentence to complete this homework. Determine if the hypothesis statement implies, contradicts, or is neutral in relation to the premise sentence in question. Sort your responses into three categories: \"Contradiction,\" \"Neutral,\" and \"Entailment.\""
            "Alternate Defintion2:" "A premise sentence and a hypothesis sentence will be given to you in this job. Determine if the hypothesis statement implies, contradicts, or is neutral in relation to the premise sentence. Sort your responses into one of three categories: \"Contradiction,\" \"Neutral,\" or \"Entailment.\""
            "Alternate Defintion3:" "A premise statement and a hypothesis statement will be provided to you in this task. Determine if the hypothesis statement implies, conflicts, or is unrelated to the premise phrase. Sort all responses into three main categories: \"Contradiction,\" \"Neutral,\" or \"Entailment.\""
        ],

    "Definition464": "In this task, you are given a premise sentence and a label. Label determines whether a hypothesis sentence entails, contradicts, or is neutral with respect to the given premise sentence. You have to generate the hypothesis sentence based on the label and the premise sentence. Your sentence should be fluent and grammatically correct. Even though there exist multiple answers, we only need a single answer."
        [
            "Alternate Defintion1:" "A premise statement and a label are provided in this job. A hypothesis sentence's label determines whether it implies, contradicts, or is neutral in relation to the supplied premise sentence. The hypothesis sentence must be written based on the label and the premise phrase. Your phrase should be grammatically correct and fluid. Despite the fact that there are numerous solutions, we only require one."

            "Alternate Defintion2:" "A concept statement and a label are given for this task. With regards to the provided premise phrase, the label decides whether a hypothesis sentence implies, opposes, or is neutral. The hypothesis statement must be written using the label and the premise phrase as a starting point. Your phrase should flow smoothly and be grammatically correct. We just need one answer, despite the fact that there are other options."

            "Alternate Defintion3:" "You are given a premise statement and a label in this exercise. In regard to the provided premise sentence, the label decides whether a hypothesis statement implies, contradicts, or is neutral. You must write the hypothesis statement using the label and the premise line as a starting place. Your phrase should flow freely and be grammatically correct. Regardless of the fact that there are multiple answers, we only need one."
        ],

    "Definition465": "In this task, you are given two sentences separated by <sep>, and you have to determine whether the sentences are paraphrases or not. Classify your answers into \"paraphrase\" and \" not-paraphrase\"."
        [
            "Alternate Defintion1:" "You'll be given two sentences separated by a <sep>, and you'll have to figure out if they're paraphrases or not. Sort your responses into \"paraphrase\" and \"not-paraphrase\" categories."
            "Alternate Defintion2:" "In this exercise, you must assess if two statements separated by a <sep> are paraphrases. Sort your responses into \"paragraph\" and \"non-paragraph\" categories."
            "Alternate Defintion3:" "In this task, you must determine if two statements divided by a <sep> are paraphrases or not. Sort all responses into \"paragraph\" and \"not-paragraph\" categories."
        ],

    "Definition466": "In this task, you are given a sentence, and you have to paraphrase it. The paraphrased sentence must have the same meaning as the input."
        [
            "Alternate Defintion1:" "You are given a sentence and must paraphrase it in this job. The input sentence and the paraphrased sentence must have the same meaning."
            "Alternate Defintion2:" "You'll get a sentence to paraphrase in this task. The input sentence and the paraphrased sentence must be of same meaning."
            "Alternate Defintion3:" "You are given a sentence to paraphrase in this job. The paraphrased statement and the input must have the same meaning."
        ],

    "Definition467": "In this task, you will be shown a passage and a question. You need to write a answer for the question. Try to keep your answers as short as possible."
        [
            "Alternate Defintion1:" "A passage and a question will be presented to you in this job. You must respond to the question in writing. Make your responses as brief as possible."
            "Alternate Defintion2:" "You'll be given a reading and a question to complete in this job. The question requires you to write a response. Keep your responses to a minimum."
            "Alternate Defintion3:" "You will be presented a text and a question in this job. You must write a response to the question. Make your responses as succinct as possible."
        ],

    "Definition468": "In this task, you will be shown a passage. You need to write a question for the passage. Your question should be answerable based on the passage and only have one correct answer."
        [
            "Alternate Defintion1:" "You will be presented a passage in this job. For the passage, you must compose a question. Your question should only have one valid answer and be based on the reading."
            "Alternate Defintion2:" "You'll be given a text to read in this job. For this paragraph, you must compose a question. Your question should have just one valid answer and be based on the passage."
            "Alternate Defintion3:" "A passage will be shown to you in this job. You must compose a question in response to the passage. Your question should be based on the paragraph and there should only be one valid response."
        ],

    "Definition469": "Given a question and a context passage, generate the answer having the word or phrase from the context passage. Here, the answer should be a shortest continous span from the passage."
        [
            "Alternate Defintion1:" "Generate an answer using the word or phrase from the context passage given a question and a context passage. The smallest continuous span from the passage should be the answer here."
            "Alternate Defintion2:" "You have to generate an answer based on the word or phrase from the context passage given a question and a context passage. The smallest consecutive span from the paragraph should be given as the response here."
            "Alternate Defintion3:" "Construct an answer with the string of words from the context passage given a question and a background passage. The smallest continuous span from the paragraph should be the solution."
        ],

    "Definition470": "Given a context passage, generate a question from the passage such that its answer is shortest continous span from the passage."
        [
            "Alternate Defintion1:" "Generate a question from a context passage using the smallest continuous span from the passage as the response."
            "Alternate Defintion2:" "Create a question from a context passage with the smallest continuous span from the passage as the response."
            "Alternate Defintion3:" "Construct a query from a context passage whose response is the shortest consecutive span from the passage."
        ],

    "Definition471": "Given an entity as input, output another entity which is part of the input entity. These are entities of meronym. In linguistics, meronymy is a semantic relation between a meronym denoting a part and a holonym denoting a whole. In simpler terms, a meronym (i.e., output entity) is in a part-of relationship with its holonym (i.e., input entity)."
        [
            "Alternate Defintion1:" "Given an entity as input, create a new entity that is a subset of the original. These are meronym entities. Meronymy is a semantic relationship between a meronym designating a component and a holonym denoting the total in linguistics. A meronym (i.e., output entity) is in a part-of connection with its holonym, to put it another way (i.e., input entity)."
            "Alternate Defintion2:" "Given one entity as input, create a new entity that is a subset of the first. Meronym entities are those that have the same name as each other. Meronymy is a semantic relationship between a meronym that refers to a component and a holonym that refers to the whole in linguistics. A meronym (i.e., output entity) has a part-of connection with its holonym in basic words (i.e., input entity)."
            "Alternate Defintion3:" "Provided an entity as an input, create a new entity that is a subset of the input entity. These are meronymous entities. Meronymy is a semantic relation between a meronym representing a component and a holonym indicating the total in linguistics. A meronym (i.e., output entity) is in a part-of connection with its holonym in basic words (i.e., input entity)."
        ],

    "Definition472": "Given two entities as input, classify as \"yes\" if second entity is the part of the first entity. Otherwise classify them as \"no\". These are entities of meronym In linguistics, meronymy is a semantic relation between a meronym denoting a part and a holonym denoting a whole. In simpler terms, a meronym (i.e., second entity) is in a part-of relationship with its holonym (i.e., first entity)."
        [
            "Alternate Defintion1:" "If the second entity is a component of the first entity, categorize it as \"yes.\" Given two entities, classify them as \"yes.\" Otherwise, mark them as \"no.\" These are meronymous entities. Meronymy is a semantic relationship between a meronym designating a component and a holonym denoting the total in linguistics. A meronym (i.e., second entity) is in a part-of relationship with its holonym in basic words (i.e., first entity)."
            "Alternate Defintion2:" "If the second entity is a component of the first entity, categorize it as \"yes.\" If not, put them in the \"no\" category. Meronymous entities are those having the same name as each other. Meronymy is a semantic relationship between a meronym that refers to a component and a holonym that refers to the whole in linguistics. A meronym (i.e., second entity) is in a part-of connection with its holonym, to put it differently (i.e., first entity)."
            "Alternate Defintion3:" "If the second item is a part of the first, categorize it as \"yes.\" Otherwise, put them in the \"no\" category. These are meronym entities. Meronymy is a semantic connection between a meronym representing a component and a holonym denoting the total in linguistics. A meronym (i.e., second entity) is in a part-of relationship with its holonym, to put it simply (i.e., first entity)."
        ],

    "Definition473": "In this task, you will be presented with a multiple-choice question, and you should answer the question based on your knowledge. Classify the answers based on options."
        [
            "Alternate Defintion1:" "A multiple-choice question will be provided to you in this job, and you must answer the question based on your knowledge. Sort the responses into categories depending on the possibilities."
            "Alternate Defintion2:" "You'll be given a multiple-choice question to answer, and you'll need to use your knowledge to answer it. Sort the responses into categories based on the choices you have."
            "Alternate Defintion3:" "You will be given a multiple-choice question to answer based on your knowledge in this job. Sort the responses into categories depending on the selections."
        ],

    "Definition474": "In this task, you will be presented with a question. Based on the knowledge you need to answer the question, classify the question into \"math_and_logic\", \"literature\", or \"common_knowledge\"."
        [
            "Alternate Defintion1:" "A question will be provided to you in this job. Classify the question as \"math and logic,\" \"literary,\" or \"common knowledge\" based on the knowledge you'll need to solve it."
            "Alternate Defintion2:" "You will be given a question to answer in this job. Arrange the questions into \"math and logic\", \"literary\", or \"common knowledge\" categories based on the information you have to answer them."
            "Alternate Defintion3:" "You will be asked a question in this job. Classify the question as \"math and logic\", \"literature\", or \"common knowledge\" based on the knowledge you need to solve it."
        ]
}

