{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Translate a given sentence from the Laotian language to English language. ",
  "Positive Examples": [
    {
        "input": "ທ່ານ Ashcroft ໄດ້​ກ່າວ​ໃນ​ທີ່​ປະ​ຊຸມ​ວ່າ \"ປະ​ຫວັດ​ສາດ​ຈະ​ບໍ່​ຕັດ​ສິນ​ວ່າເຮົາ​ເປັນ​ຄົນ​ດີ​ຕະຫຼອດ.\"\n",
        "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is correctly translated from Lao to English."
    },
    {
        "input": "\"ເຮົາຈະຕ້ອງຮັບຜົນຄະແນນຢ່າງຈິງຈັງຫລາຍແລະເຮັດວຽກຕອບສະຫນອງຕາມທີ່ຄວນຈະເຮັດ.\" ອາເບະກ່າວໃນການຖະແຫຼງຂ່າວ.\n",
        "output": "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n",
        "explanation": "The above sentence is correctly translated from Lao to English."
    },
    {
        "input": "ການເຊື່ອມສານທີ່ແຂງແກ່ງສໍາລັບອົດສະຕາລີ ແລະ ອາເມລິກາ ແລະ ການສະໜັບສະໜູນການເຮັດສຶກສົງຄາມໃນອີຣັກ ແມ່ນເປັນເງື່ອນໄຂທີ່ສໍາຄັນເຮັດໃຫ້ໂຮເວີດຊະນະການເລືອກຕັ້ງຄັ້ງທີສີ່ໃນປີ 2004.\n",
        "output": "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n",
        "explanation": "The above sentence is correctly translated from Lao to English."
    }
  ],
  "Negative Examples": [
    {
        "input": "ຄວາມໄວຂອງລົມໃນພື້ນທີ່ສະຫນາມບິນເກາະToronto ແມ່ນ 12 ກມ / ຊມ.\n",
        "output": "Average windspeed for the Toronto Island Airport area is 50 km/h.\n",
        "explanation": "The above sentence is not correctly translated from Lao to English as one word 50 km/h changed what the sentence conveyed."

    },
    {
      "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
      "output": "Average windspeed for the Toronto Island Airport area is 50 km/h.",
      "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
    },
    {
      "input": "ການລະເມີດເຊັ່ນ ຖົ່ມນໍ້າລາຍ ສາດນໍ້າ ຫຼື ຕັ້ງໃຈຍ່ຽວບ່ອນທີ່ຜູ້ຄຸມປາກົດຢ່າງຊັດເຈນທີ່ກ່າວໄວ້ໃນລາຍການ ໃນກໍລະນີນີ້ສະເປພິກໄທອາດໃຊ້ບໍ່ໄດ້.\n",
      "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".",
      "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "ການຂາດແຄນຂໍ້ມູນແມ່ນບັນຫາ; ການສືບສວນຂອງທຸກຝ່າຍ ໄດ້ຍິນຈາກຫຼັກຖານຂອງ ການລາຍງານແບບບໍ່ໂປ່ງໃສ ແລະ ການເກັບຂໍ້ມູນທີ່ບໍ່ພຽງພໍ.\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "ຄະນະນັກຮ້ອງເພັງປະສານອາຟຣີກາ ໄດ້ຮ້ອງເພັງເທິ່ງເວທີ ຈາກການຕິດອັນດັບທີ່ 10 ໃນປີນີ້.\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "ເປດີນາ ແລະ ຄົນອື່ນໆ ລວມທັງ ເຈົ້າເມືອງ ເມືອງ ເບີນ ທ່ານ ອາເລັກຊັນເດີ ທະສາປາດ ໄດ້ກ່າວໃນລະຫວ່າງການປະທ້ວງໃນວັນເສົາ ແລະ ວັນອາທິດ.\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "ຮ້ານຄ້າທີ່ເປີດ 24 ຊົ່ວໂມງໄດ້ຮັບການວາງແຜນວ່າຈະເປີດທີ່ຊານເມືອງນີ້ແຕ່ຮ້ານຟາດຟູດຍັກໃຫຍ່ນີ້ ໄດ້ຕົກລົງວ່າຮ້ານຈະເປີດທັງຄືນສະເພາະຄືນວັນສຸກແລະວັນເສົາ.\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "ແດນ ໂຄວີ່ ປືກຂ້າງຂອງທີມນິວຊີແລນກ່າວວ່າ \"ຢ່າງທີ່ເຮົາໄດ້ເວົ້າໄປເມື່ອວານ ມີເຮືອສອງລຳທີ່ສູສີກັນຫລາຍໆທີ່ຈະແຂ່ງເທົ່ານັ້ນ.\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "ກະບົດຊີເຣຍໄດ້ຂົ່ມຂູ່ຈະແກ້ແຄ້ນຕໍ່ກັບກຸ່ມ ເຮສໂບລາສຳລັບສົ່ງນັກຮົບມາຊ່ວຍປະທານາທິບໍດີຊີເຣຍ ບາຊາ ອາລ ອາສຊາດ ທີ່ກຳລັງຕໍ່ສູ້ເພື່ອຢຸດການລຸກຮືຂຶ້ນຕໍ່ຕ້ານກົດຂອງລາວ.\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "ກົມຍຸດຕິທຳ ສະຫະລັດ ໄດ້ຂໍໃຫ້ຖອນການແຈ້ງຂໍ້ຫາການສໍ້ລາດບັງຫຼວງແກ່ອະດິດສະມາຊິກສາພາລັດອາລາສກາ ທ່ານ ເທດສະຕີເວັນ ເນື່ອງຈາກວ່າ ຫຼັກຖານໄດ້ຖືກຖອນຈາກທີມຈຳເລີຍໂດຍໄອຍະການຄົນເກົ່າ.\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "ຖືງແມ້ທະເລແປປວນຈະສົ່ງຜົນຕໍ່ການເຮັດຄວາມສະອາດແຕ່ທາງການຕັ້ງເປົ້າໃຫ້ການເຮັດຄວາມສະອາດຄັ້ງນີ້ເສັດສິ້ນພາຍໃນສິບມື້.\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "ທ່ານດາວເນີບອກສຳນັກງານສອບສວນວ່າຫນ່ວຍຂ່າວກອງອາດຈະບໍ່ໄດ້ຈັດການກັບເລື່ອງນີ້.\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "ນັກວິໄຈແລະຄະນະກຳມະການກອງທືນສຸຂະພາບແລະມະເລັງແຫ່ງອັນເບີຕາຍັງບໍ່ແນະນຳໃຫ້ໃຊ້ດີຊີເອເພື່ອຮັກສາມະເລັງ ໃນການທົດລອງທາງຄຼິຮນິກຂອງຢາທີ່ໃຊ້ຮັກສາມະເລັງນີ້ຍັງບໍ່ໄດ້ມີການດຳເນີນການ.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "ພຽງແຕ່ສອງອາທິດຫຼັງຈາກທີ່ ຈີນໄດ້ສົ່ງຕະຫຼາດສາກົນສະດຸດ ການເຕີບໃຫຍ່ຄວາມກັງວົນ ກ່ຽວກັບ ຜູ້ໃຫ້ການມັດຈຳສຳຮອງໃນ ສະຫະລັດ ກຳລັງສົ່ງຄວາມກະວົນກະວາຍ ຜ່ານຕະຫຼາດຫຸ້ນໃນທົ່ວໂລກ.\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີກ່າວເຖືງເລື່ອງນີ້ວ່າ ໃນການປະຊຸມພັກຂອງລາວ \"ຄວາມເປັນຜູ້ນຳນັ້ນຕັດສິນໂດຍຄວາມສາມາດໃນການຕັດສິນໃຈ ຍິ່ງຍາກເທົ່າໃດ ຄວາມເປັນຜູ້ນຳຍິ່ງສູງເທົ່ານັ້ນ.\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "ນອກຈາກນັ້ນຍັງມີລາຍງານວ່າ ມີຊາວອົດສະຕາລີໄດ້ຮັບບາດເຈັບໃນອຸບັດຕິເຫດດັ່ງກ່າວນຳ.\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "ຖະແຫຼງການໄດ້ມີຂື້ນ ຫຼັງຈາກສາມນັກຂ່າວຈາກ ພະແນກຕັດຕໍ່ອອນລາຍຂອງ ໜັງສືພິມ ເວີແດນ ແກ໊ງ (VG) ໄດ້ທຳການທົດລອງ.\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "ເອັນທີຈີແອວ ໄດ້ປະກາດໃນວັນພຸດວ່າທີມຊາດບໍ່ສາມາດເດິນທາງໄປທີ່ໂລມ ໂຕໂກ ໄດ້ເພາະຂາດກອງທືນໃນການໃຫ້ທີມເດິນທາງໄປ.\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ໄດ້ອົບພະຍົບອອກຈາກພື້ນທີ່ກວ້າງປະມານເຄິ່ງໄມ(ໜຶ່ງໄມກວ້າງປະມານ800ແມັດ).\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "Georgia ໄດ້ນໍາໃນຕົ້ນເຄິ່ງເວລາທີ່ສອງແລະໄດ້ຖືກຂົ່ມຂູ່ຕໍ່ກັບຄະແນນລ່າສຸດໃນການແຂ່ງຂັນແຕ່ການປ້ອງກັນຂອງໄອແລນໄດ້ມີຂຶ້ນເພື່ອຮັບປະກັນໄຊຊະນະດ້ວຍສີ່ຄະແນນ.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດຕິດອາວຸດກຸ່ມ SO19 ໄດ້ບຸກຄົ້ນອາຄານບ້ານເຮືອນຍ່ານນ໊ອດຕິ້ງຮິວແລະນໍເຄນຊິງຕັນໃນກຸງລອນດອນແລະກອງກຳລັງອົດສະຕາລີຈັບກຸມຜູ້ຕ້ອງສົງໄສຄະດີວາງລະເບີດຄັ້ງທີ່ສີ່ໄດ້ທີ່ອາຄານແຫ່ງຫນື່ງໃນກຸງໂຣມ ປະເທດອົດສະຕາລີ.\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "ພະຍຸໄຕ້ຝຸ່ນຟິໂທ ຕອນນີ້ກໍາລັງເຄື່ອນຍ້າຍເຂົ້າສູ່ທະເລ ທີ່ມີກໍາລັງລົມ ໄດ້ຖະລົ່ມປະມານ 24 miles ຕໍ່ຊົ່ວໂມງ.\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "ສໍາລັບການຈັດຫາກອງທຶນຊ່ວຍເຫຼືອໃນປະຈຸບັນ ລັດຖະບານຂອງຍີ່ປຸ່ນມີການລາຍງານກ່ຽວກັບການພິຈາລະນາການເພີ່ມອາກອນ ເຊິ່ງການຄາດເດົາງົບປະມານການຟື້ນຟູຕຶກອາຄານໃນສະຖານທີ່ຖືກຜົນກະທົບ ແມ່ນມີມູນຄ່າສູງເຖິງ ໜຶ່ງ ເປີເຊັນຂອງ ຫ້າພັນຕື້ໂດລາຂອງ GDP.\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ ອີລີ ອູ ວັນຊື່ງກໍ່ໄດ້ລົງຄະແນນໃນການເຮັດປະຊາມະຕິຄັ້ງນີ້ດ້ວຍກ່າວວ່າ \"ມື້ນີ້ຖືເປັນມື້ດີແລະຖືເປັນການເກີດໃຫມ່ຂອງປະເທດເມົາຣິທາເນຍ...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "ໂຄສົກຈາກກະຊວງພານໃນຈໍເຈຍ ກ່າວວ່າກອງທະຫານລັດເຊຍໄດ້ເຂົ້າຄວບຄຸມເມືອງຊຸກດິດິ.\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "ອົງການອານາໄມໂລກ (WHO) ກ່າວວ່າການລະບາດຂອງອະຫິວາຕົກໂລກທີ່ລະບາດປະເທດໃນແອບຟິລິກາຢ່າງຊິມບັບເວ ເບິ່ງເຫມືອນວ່າຈ່ານຈຸດທີ່ຮ້າຍແຮງທີ່ສຸດມາແລ້ວ.\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "ຜູ້ນໍາພັກຊິນ ຟຽນ ເກີລີ ອາດັມ ໄດ້ສະເໜີການຕອບຮັບຂອງແຜນການ ແລະ ກ່າວວ່າ \"ຕ້ອງການພິຈາລະນາ ແລະ ການປືກສາຫາລືຢ່າງຮອບຄອບ.\"\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "ໂທນີແບ ນາຍຍົກລັດຖະມົນຕີຂອງອັງກິດໄດ້ພົບປະສະພາສາມັນເພື່ອໂອ້ລົມກ່ຽວກັບຄຳກ່າວອ້າງທີ່ວ່າ ຫົວຫນ້າເຈົ້າຫນ້າທີ່ຕຳຫລວດຖືກກົດດັນໃຫ້ການສະຫນັບສະຫນຸນວາລະທາງການເມືອງລະຫວ່າງການລົງຄະແນນໃນວັນພຸດ ເພື່ອເພີ່ມການກັກບໍລິເວນທີ່ບໍ່ມີການແຈ້ງຂໍ້ຫາ.\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "ຊິນດີ້ ຊີຮານ ກ່າວເມື່ອວັນອາທິດວ່າລາວມີແຜນທີ່ຈະຊຸມນຸມປະທ້ວງຢ່າງສະຫງົບຂ້າງຖະຫນົນໃກ້ກັບຟາມຂອງບູດຈົນກວ່າບູດຈະຕົກລົງເຈລະຈາກັບລາວອີກຄັ້ງ.\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "ຄູຊີວະວິທະຍາໃນໂຮງຮຽນຂອງໂດເວີໄດ້ປະຕິເສດທີ່ຈະອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາ ຍ້ອນວ່າ ລະບຽບການສຶກສາຂອງລັດເພນນີຊີເວເນຍກ່າວໄວ້ວ່າ \"ຜູ້ສິດສອນທີ່ຊ່ຽວຊານອາດຈະບໍ່ຮອບຮູ້ ແລະ ບໍ່ຕັ້ງໃຈຕີຄວາມໝາຍຢ່າງຜິດພາດ.\"\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "ຈຳນວນຜູ້ປ່ວຍອາຫິວາຕົກໂລກໃນອາທິດນີ້ເຖິງວັນທີ 14 ມີນາມີຈຳນວນ 2,076 ຄົນ ເຊິ່ງເປັນຈຳນວນເກືອບຄິ່ງຂອງຜູ້ປ່ວຍ 3,812ຄົນໃນອາທິດກ່ອນແລະ 8,000 ຄົນຕໍ່ອາທິດໃນຊ່ວງຕົ້ນເດືອນກຸມພາ.\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "ໄວ​ຣັ​ສ​ໂຕ​ໜຶ່ງ​ຄື Antinny (ຫຼືໄວ​ຣັ​ສ​ Kintama (ລູກ​ອັນ​ທະ)) ຊຶ່ງ​ເຊື່ອ​ກັນ​ວ່າ​ເປັນ​ໄວ​ຣັ​ສ​ທີ່​ເກີດ​ຈາກ​ການ​ອັບ​ໂຫຼດ​ເພື່ອແຊ​ຟາຍ​ລ໌​ໄປ​ຍັງ​ເຄືອ​ຂ່າຍ​ໂດຍ​ທີ່ບໍ່​ໄດ້​ຮັບ​ອະ​ນຸ​ຍາດ​ຈາກ​ຜູ້​ໃຊ້​ເທື່ອ.\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "\"ມີຄະດີພະນັກງານຈຳນວນສາມຄົນທີ່ມີຊື່ໃນຫມາຍຄົ້ນທີ່ສົ່ງມາທີ່ຂ້າພະເຈົ້າເມື່ອຊ່ວງຕົ້ນເດືອນກໍລະກົດແລະເຮົາກໍ່ອຳນວຍຄວາມສະດວກໃຫ້ກັບເຈົ້າຫນ້າທີ່ຕຳຫລວດໃນການລວບລວມຂໍ້ມູນແລະສິ່ງຈຳເປັນ.\" ທ່າເອັກເວີດກ່າວກັບເຄືອຂ່າຍວິທະຍຸແຟແຟກ.\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "ພະນັກງານຄົ້ນຫາອາວຸໂສ Barry Hillຂອງຕໍາຫຼວດວິກຕໍລີ ກ່າວກ່ຽວກັບເດັກຜູ້ຊາຍວ່າ \"ລາວໄດ້ເປັນເດັກດີ ລາວເປັນເດັກທີ່ດີ.\"\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ລັດຖະບານທ້ອງຖິ່ນຕ່າງມີທ່າທີ່ແຂງກ້າວ ທັງຍັງມີການກະທຳທີ່ກ່າວວ່າເປັນການ \"ລັດຖະປະຫານ\" ນຳໂດຍລັດຖະມົນຕີກະລາໂຫມ ວິວລຽນ ຜູ້ຖືກປົດຈາກຕຳແຫນ່ງ.\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "ຍັງມີລາຍງານວ່າ ມິສຊາຍອີກຫຼາຍຈະຖືກທົດລອງ ໃນໄລຍະເກມສົງຄາມ ໃນອາທິດຕໍ່ໄປ.\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "ອີງຕາມຄຳກ່າວຂອງ Lombardo \"ເບິ່ງຄືວ່າບໍ່ມີເຫດການໄຟໄໝ້ໃດເລີຍເກີດຂື້ນ [ໃນອາຄານ]\" ແລະ ຈາກນັ້ນບໍ່ດົນຫລັງຈາກ 12:00 ແລງ ພະນັກງານຈຳນວນ 2,800 ຄົນກໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ກັບເຮັດວຽກຄືນ.\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "ລັດຖະມົນຕີວ່າການກະຊວງການເງິນ ພີ. ຈີດຳບາແຣມ ໄດ້ເວົ້າວ່າ ລາວໄດ້ກັງວົນຫຼາຍ ກ່ຽວກັບ ອັດຕາເງິນເຟີ້ທີ່ເພີ່ມສູງຂຶ້ນກວ່າເກົ່າ ເນື່ອງຈາກມີຂໍ້ຈຳກັດດ້ານອຸປະທານ.\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "ຕົວ​ເລກ​ການ​ລະ​ດົມ​ທຶນ​ສະ​ໜັບ​ສະ​ໜູນ​ສຳ​ລັບ​ເດືອນ​ກຸມ​ພາ​ແມ່ນ​ໄດ້​ມີ​ການ​ນຳ​ມາເຜີຍ​ແຜ່​ດັ່ງ​ນີ້: ຣອມນີ້​ສາ​ມາດ​ລະ​ດົມ​ທຶນ​ໄດ້ $12.5 ພັນ​ລ້ານ​ໃນ​ຊ່ວງ​ເດືອນ​ດັ່ງ​ກ່າວ ແລະ​ໄດ້​ໃຊ້​ໄປ $12.3 ພັນ​ລ້ານ​ໃນ​ການ​ໂຄ​ສະ​ນາ​ຫາ​ສຽງ.\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ":(a)ໃນຂະນະທີ່ມັນຢູ່ໃນຂອບເຂດຂອງກອງປະຊຸມເພື່ອອອກກົດໝາຍກ່ຽວກັບວ່າເງື່ອນໄຂຈະມີແນວໃດສຳລັບການໄດ້ຮັບ ຫຼື ສູນເສຍສັນຊາດຍີປຸ່ນ(ມາດຕາ10) ຄວາມແຕກຕ່າງທີ່ປາສະຈາກເຫດຜົນທີ່ເຂົ້າໃຈໄດ້ໃນເງື່ອນໄຂນີ້ອາດຈະເປັນການຝ່າຝືນບົດບັນຍັດ(ມາດຕາ14: ຫຍໍ້ໜ້າທີ1).\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "ມີຄວາມຫວັງວ່າ SCC 7s ໃນໄວໆນີ້ຈະໄດ້ຂື້ນໄປຢູ່ໃນຄະນະກິລາຣັກບີ້ສາກົນວົງຈອນ 7s ອີງຕາມເຈົ້າໜ້າທີ່ຂອງສະໂມສອນ.\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "USGS ກ່າວວ່າອາດເກີດຄວາມເສຍຫາຍ ແຕ່ກໍ່ຖືວ່າຄົງເປັນຄວາມເສຍຫາຍທີ່ \"ເບົາຫລາຍ\" ແນວໃດກໍ່ຕາມ ກົມອັກຄີໄພແຫ່ງລັດຊາດ ຊານ ເບີນັນດີໂນກ່າວວ່າບໍ່ພົບລາຍງານຄວາມເສຍຫາຍ.\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "\"ແມ່ນແລ້ວ ກຸ່ມອັງກໍອິດະແມ່ນຕໍ່ສູ້ຍາດແຍ່ງຖານນໍ້າມັນ ແຕ່ພວກເຂົາບໍ່ແມ່ນກຸ່ມໂຈມຕີກຸ່ມດຽວ ແລະ ບໍ່ແມ່ນກຸ່ມໂຈມຕີຫຼັກ.\" ລາວໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "ການຮ່ວມທືນຂື້ນມາຈະແທນທີ່ການເປັນຫຸ້ນສ່ວນລະຫວ່າງໄມໂຄຊ໊ອບກັບເອັກສະຕາໃນປັດຈຸບັນທີ່ດຳເນີນການມາດົນແລ້ວ ເອີ້ນວ່າເອັກສະຕາເອັມເອັດສ໌ເອັນ XtraMSN.\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "ຊິດໍສກິ້ເປັນນາຍຍົກລັດຖະມົນຕີເບລາຣຸດຕັ້ງແຕ່ເດືອນກໍລະກົດ 2003 ຫລັງຈາກທີ່ລາວໄດ້ຮັບການແຕ່ງຕັ້ງໂດຍປະທານທິບໍດີລູກາເຊນໂກ.\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "ທີມງານສາມຊຸດທີ່ກ່າວເຖືງໄດ້ຖືກປ່ອຍໃຫ້ໃຊ້ອາວຸດເກົ່າທີ່ເກັບໄວ້ທີ່ນັ້ນ ຊື່ງເປັນສ່ວນຫນື່ງໃນຂະບວນການຮື້ຖອນອາວຸດຍຸກສະຕາລິນແລະເຮັດໃຫ້ກອງທັບທັນສະໄຫມຂື້ນເພື່ອໃຫ້ມີຄຸນນະພາບພຽງພໍທີ່ຈະໄດ້ຮັບເຊີນຈາກນາໂຕ້ເດືອນຫນ້າ.\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "ລະເບີດໃນລົດເມໃນປະເທດມ່ຽນມາ (ຫລືປະເທດພະມ້າ) ໄດ້ເຮັດໃຫ້ຊາຍອາຍຸ 55 ປີ ເສຍຊີວິດແລະເຮັດໃຫ້ຜູ້ຊາຍອີກຄົນບາດເຈັບ.\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "ການຫ້າມການດຳເນີນກິດຈະກຳກ່ຽວກັບມ້າ ລາແລະລໍ່ທົ່ວອົດສະຕາລີທີ່ຈະມີຜົນສິ້ນສຸດໃນວັນພະຫັດນີ້ຖືກຂະຫຍາຍເວລາອອກໄປຈົນເຖິງວັນສຸກ.\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "ໂຊລາກໍ່ໄດ້ສູນເສຍລູກສາວແລະລູກເຂີຍ ເຊິ່ງທັງສອງກໍ່ຢູ່ເທີງເຄື່ອງບິນລຳດັ່ງກ່າວ.\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "ເກົາຫລີເຫນືອໄດ້ເຕືອນກຽວກັບ \"ລະເບີດເພື່ອການປ້ອງກັນຕົວເອງ\" ກັບເກົາຫລີໃຕ້ ຫາກເກົາຫລີໃຕ້ຮ່ວມຊ້ອມຮົບດ້ວຍປືນແທ້ກັບສະຫະລັດເຊິ່ງກຳຫນົດເລີ່ມໃນອີກສອງສາມມື້ຂ້າງຫນ້າ.\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "ຂະບວນການຟ້ອງຮ້ອງ ໄດ້ຖືກວາງແຜນເພື່ອເລີ່ມພາຍໃນອາທິດຕໍ່ໄປ.\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "Burda ແລະ ທີມງານຂອງເຂົາໄດ້ເກັບກຳຂໍ້ມູນກ່ຽວກັບງົວຄວາຍຜ່ານການວິເຄາະຮູບພາບຈາກ ກູເກີເອີດ.\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "ເຂົາເວົ້າວ່າ \"ທຸລະກິດຂອງລັດຖະບານສະຫະລັດ ພວກເຂົາເຈົ້າພະຍາຍາມເພື່ອເຮັດໃຫ້ແນ່ໃຈວ່າເຂົາມີມູນຄ່າການທີ່ດີທີ່ສຸດ.\"\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "ໃນຂໍ້ຕົກລົງດັ່ງກ່າວບໍ່ອະນຸຍາດໃຫ້ບໍລິສັດແຄນນອນ ເຂົ້າເປັນບໍລິສັດຮ່ວມທຶນກັບບໍລິສັດອື່ນກ່ຽວກັບການນໍາໃຊ້ເຕັກໂນໂລຊີ່ດັ່ງກ່າວ ແຕ່ ບໍລິສັດ ແຄນນອນ ຮ່ວມທຶນກັບ ບໍລິສັດໂຕຊິບາ ເຊິ່ງເປັນເຫດຜົນຂອງການຮ້ອງຟ້ອງຄະດີ.\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "ແລ້ວກໍ່ມີການຮ້ອງຂໍຮອບທີສອງທີ່ພະຍາຍາມຈະປ່ຽນການສະໜັບສະໜູນນັ້ນເປັນການຈ່າຍເງິນໂຕຈິງ.\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "ເຫດການທີ່ເກີດຂື້ນໃນລະຫວ່າງການຊຸມນຸມທາງການເມືອງໂດຍຜູ້ນຳທ້ອງຖິ່ນ.\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "ຕາມການສືກສາດັ່ງກາວ ມີການພັດທະນາໃນສຸຂະພາບແລະການສືກສາຂອງຜູ້ຍິງ.\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "ທ່ານ ແມັກ​ໂດ​ໂນ​ຍັງ​ກ່າວ​ຕື່ມ​ອີກວ່າ \"ພວກ​ເຮົາ​ກຳ​ລັງ​ເວົ້າ​ເຖິງ​ການ​ດຳ​ເນີນ​ງານທາງການຄ້າ​ຂະ​ໜາດ​ໃຫ​ຍ່ ຊຶ່ງບໍ່ແມ່ນ​ການ​ປະ​ມົງ​ລ້ຽງ​ຊີບ​ແບບທຳ​ມະ​ດາ​ເທົ່າ​ນັ້ນ\" ເພາະ​ພວກ​ເຮົາ​ເຫັນ​ວ່າ​ເຮືອ​ຈຳ​ນວນ​ສິບ​ຫ້າ​ລຳ​ແມ່ນ​ເຮືອ​ກຳ​ປັ່ນຂະ​ໜາດໃຫ​ຍ່​ທີ່​ມີ​ນ້ຳ​ກ້ອນ​ສຳ​ລັບ​ແຊ່​ປາ​ພ້ອມ.\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "ສະຫະປະຊາຊາດ(UN) ໃນວັນສຸກ ໄດ້ຮຽກຮ້ອງຕໍ່ ລັດຖະບານປາກິສຖານ ເພື່ອສືບສວນການຂ້າຄົນຢ່າງຫຼວງຫຼາຍ ແລະ ການລັດພາໂຕ ໂດຍສະເພາະແມ່ນ ນັກຂ່າວ.\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "ໃນເວລານັ້ນ ມີຄົນປະມານ 50 ຄົນ ຢູ່ທາງໃນ ສ່ວນໃຫຍ່ແມ່ນຄອບຄົວກັບເດັກນ້ອຍ.\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "ອົງການອອນໄລນ໌ທົ່ວໂລກໄດ້ທົດລອງໂປແກມມື້ນີ້(ໄອພີວີ6)-ລະບົບທີ່ຢູ່ອິນເຕີເນັດໃຫມ່ທີ່ຫວັງວ່າຈະແກ້ບັນຫາສຸດຄວາມສາມາດຂອງລະບົບປັດຈຸບັນ.\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "ເຮືອນຂະຫນາດ 35 ແມັດລຳນີ້ຕິດຊາຍຝັ່ງມາຕັ້ງແຕ່ວັນພະຫັດທີ່ແລ້ວ ເມື່ອເຮືອຢູ່ກັບພື້ນຂະນະທີ່ກຳລັງແລ່ນໄປກອງປະຊຸມ APEC ທີ່ເມືອງຊີດນີ້.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"ບໍ່ແມ່ນທຸກສະມາຊິກຂອງເຍຍລະມັນແມ່ນພັກນາຊີ.\"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "ພະຍານຜູ້ທີ່ໄດ້ດື່ມທາງນອກຜັບໃນເວລານັ້ນ ໄດ້ເວົ້າວ່າ ລາວໄດ້ເປັນໜຶ່ງໃນສາມຄົນທີ່ເຕະບານໃນລານຈອດລົດ ເມື່ອເດັກນ້ອຍຜູ້ໜຶ່ງ ໄດ້ຖືກເຊື່ອວ່າແມ່ນຜູ້ຊາຍ ທີ່ຂີ່ລົດຖີບ BMX ໄດ້ຍິງສາມນັດໃສ່ກຸ່ມຈາກໄລຍະຫ່າງປະມານ 30 metres ໜຶ່ງນັດແມ່ນຖືກຄໍຜູ້ເຄາະຮ້າຍ.\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "ແມ້ວ່າທີມຈາກເມືອງວິນນິເພກຈະຂື້ນນຳໃນຊ່ວງທຳອິດຂອງການແຂ່ງຂັນແະໃນຊ່ວງ ສິບຫ້າ ນາທີສຸດທ້າຍ ແຕ່ການບຸກຂອງທີມຈາກລັດຊັດແຄດເຊວັນໃນຊ່ວງທ້າຍຮຸນແຮງເກີນກວ່າທີມບູມອມເມີຈະຕ້ານໄຫວ.\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "ຫຼັກສູດການຝຶກອົບຮົມການພັດທະນາຄວາມຂັດແຍ່ງ ໄດ້ເອີ້ນວ່າ \"Landmark Forum\" ຄະດີຟ້ອງຮ້ອງການຈຳແນກສາດສະໜາໃນ ສານລັດຖະບານກາງ ສະຫະລັດ ໃນ ເມືອງນິວຢອກ ແລະ ວໍຊິງຕັນ ດີຊີ.\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "ນອກຈາກລົມພາຍຸ ລົມກະໂຊກແຮງ ສູງເຖິງ 60 ໄມຕໍ່ຊົ່ວໂມງ ໃນນິວອິງແລນ ໄດ້ຮັບການແຈ້ງຄວາມກັງວົນ ຕໍ່ກັບນໍ້າຖ້ວມຊາຍຝັ່ງ.\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "ມາດີ ອັບເດວ ຮາດິ ຜູ້ນໍາກຸ່ມສຶກສາຂອງສະມາຄົມວິຊາການເພື່ອການສຶກສາຕ່າງປະເທດ ໄດ້ກ່າວວ່າ ທ່ານ ໂອເມີດ ແລະ ທ່ານ ໂມຫາມັດ ອັບບາ ທັງສອງແມ່ນຍັງມີຄວາມອ່ອນແອທາງດ້ານການເມືອງ ແລະ ບໍ່ໜ້າເປັນໄປໄດ້ທີ່ທັງສອງຈະສາມາດໃຫ້ສິ່ງທີ່ເຂົາຕ້ອງການໄດ້.\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "ບໍລິສັດໂທລະຄົມ AT&T ຈັດໃຫ້ມີການໂທຟີ ແລະ ສູນບໍລິການ ໂທ 10 ສຳລັບເຫດການແລະ MCI ຈັດໃຫ້ ມີອາສາສະໝັກ ຈາກສູນບໍລິການຂອງພວກເຂົາ.\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "ທ່ານກ່າວວ່າ \"ປະເທດເຫລົ່ານີ້ຕ້ອງໄດ້ຮັບການພັດທະນາແລະເຄື່ອງມືທາງດ້ານເສດຖະກິດແລະນະໂຍບາຍທີ່ຈຳເປັນໃນການຍົກລະດັບການຜະລິດແລະປະສິດທິພາບການຜະລິດສິນຄ້າທາງການກະເສດ.\"\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "ການໂຈມຕີຕໍ່ຕ້ານ Ras Kamboni - ຢູ່ເກາະຫ່າງໄກສອກຫຼີກຢູ່ໃກ້ຊາຍແດນເຄນຢາ ສະແດງໃຫ້ການມີສ່ວນຮ່ວມຂອງອາເມລິກາຄັ້ງທໍາອິດໃນປະເທດປ່ວນໄດ້ນັບຕັ້ງແຕ່ປີ 1993 ການດໍາເນີນງານທີ່ໄດ້ຮັບໃນການເສຍຊີວິດເປັນຈໍານວນຫຼາຍແມ່ນທະຫານໂຊມາລີ 1,500ຄົນ ແລະພົນລະເຮືອນ.\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "ສະໂມສອນເບເຢີນ ມູນິກຊະນະສະໂມສອນ ເລດສະຕາເບວເກລດດ້ວຍຄະແນນ3-2 ໃນລູກເຕະສຸດທ້າຍຂອງເກມການແຂ່ງຂັນດ້ວຍການຍິງປະຕູແບບມືອາຊີບຂອງໂທນີ ກລູ ໄວ17ປິ ໃນນັດການແຂ່ງຂັນຄັ້ງທີ 1.\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "ພີເບີດີ ໄດ້ມີຂໍ້ພິພາດຮຽກຮ້ອງວ່າ ລາວ ຖືກຫລອກລວງ ເຊິ່ງໄດ້ກ່າວວ່າ \"ເທົ່າທີ່ ພວກເຮົາມີຄວາມກັງວົນ ແລະ ເທ່ົ່າທີ່ ພວກເຮົາໄດ້ຖືກບອກໂດຍກອງທຶນສົງເຄາະໄທເກ ປະຊາຊົນ ທີ່ພວກເຮົາກໍາລັງຕິດຕໍ່ຢູ່ນໍາ ແມ່ນເປັນພໍ່ຄ້າ.\"\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "ພວກເຂົາມາພ້ອມກັບປືນຄົກທີ່ສະຫນາມບິນລະຫວ່າງທີ່ມີພິທີການສົ່ງມອບ.\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "ການດຳເນີນງານໄດ້ເລີ່ມຂຶ້ນໃນວັນເສົາທີ່ຜ່ານມາ ເມື່ອ ກອງທັບປາກິສຖານເຂົ້້າມາໃກ້ ຈາກສາມເຂດທີ່ແຍກກັນຂອງເຊົາທ໌ ວາຊິຣິສຕັນ.\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ມັນຍັງຄົງຄວາມຊັບຊ້ອນແລະລຶກລັບເປັນສ່ວນໃຫຍ່ຕໍ່ໂລກດ້ານນອກ ສະແດງຢູ່ບ່ອນວ່ານັກຂ່າວຕ່າງປະເທດຈຳນວນໜ້ອຍໄດ້ຮັບອະນຸຍາດໃຫ້ຢ້ຽມຢາມແລະພັກໃນປະເທດ.\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "ນາງ​ໄດ້​ກ່າວ​ເຖິງ​ຜູ້​ນຳ​ຝ່າຍ​ຄ້ານ​ຄື Shalva Natelashvili ວ່າ​ຖືກ​ບັງ​ຄັບ​ໃຫ້​ຂໍ​ຮ້ອງ​ກັບ​ເລ​ຂາ​ທິ​ການ​ຂອງ NATO ຄື ທ່ານ Javier Solana ເພື່ອ​ຂໍ​ບ່ອນລີ້​ໄພໃຫ້​ກັບ​ພັນ​ລະ​ຍາ​ຂອງ​ຕົນ​ເອງ ແລະ​ລູກ​ສາວ​ອີກ​ສອງ​ຄົນ ຫຼັງ​ຈາກ​ທີ່​ພວກ​ຕົນ​ຖືກ​ຂົ່ມ​ຂູ່​ວ່າ​ຈະ​ເອົາ​ຊີ​ວິດ.\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "ເມື່ອວັນພະຫັດ MHI ໄດ້ອອກປະກາດເພີ່ມເຕີມກ່ຽວກັບການຂະຫຍາຍເວລາ ເພີ່ມເປັນອີກ 24 ຊົ່ວໂມງ.\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "ຈັກກະພັດດິອາກິຮິໂຕ ໃນຕອນນີ້ຢູ່ໃນລະຫວ່າງການເດິນທາງໄປຮອກໄກໂດເພື່ອຍິນດີກັບການໃຫ້ກຳເນີດໃຫມ່.\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "ຮ່າງຂອງຄາດຊັດຖືກຂົນສົ່ງມາທາງອາກາດມາຍັງຖານກອງທັບຫລັງຈາກເກີດເຫດລະເບີດແຕ່ເສຍຊີວິດໃນລະຫວ່າງການຜ່າຕັດ.\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "ເຊນາເຕີລະຫລິ້ນກັບໂຟລັນດາ ຈາກຫລີກຊັ້ນນຳໃນສະວີເດນ.\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "ຜູ້​ຈັດ​ຈຳ​ໜ່າຍ​ລາຍ​ໃຫ​ຍ່​ໄດ້​ເປີດ​ນຳ​ໃຊ້​ລະ​ບົບ Linux ຕາ​ມ​ທີ່​ໄດ້​ຕົກ​ລົງ​ກັນ​ເລື່ອງ​ມາດ​ຕະ​ຖານ​ອັນ​ໃໝ່ ລວມ​ທັງ​ອົງ​ປະ​ກອບ​ທົ່ວ​ໄປ​ສຳ​ລັບ​ຊອບ​ຟ໌​ແວ​ໃນເດັ​ສ​ທັອບ ຊຶ່ງ​ຈະ​ເຮັດ​ໃຫ້ Linux ກາຍ​ເປັນ​ຄູ່​ແຂ່ງ​ທີ່​ມີປະ​ສິດ​ທິ​ພາບຫຼາຍ​ຂຶ້ນ​ຕໍ່​ Microsoft Windows.\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "ພາກສ່ວນທໍາອິດທີ່ຈະຍ້າຍໄປໃຊ້ລະບົບລີນຸກ ແລະ ເວັບໄຊ OpenOffice.org ຈະເປັນຫ້ອງການຂອງນາຍົກເທດສະມົນຕີ ທີ່ວາງແຜນໄວ້ ສໍາລັບກາງປີ 2006 ເຖິງແມ່ນວ່າ ບໍ່ແມ່ນທັງໝົດຂອງຄອມພິວເຕີ້ຂອງພະແນກ ຈະຖືກຍ້າຍທັນທີ່.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "ທັງນີ້ບໍ່ມີລາຍງານການນອງເລືອດໃນຊ່ວງທີ່ເກີດຫິມະຕົກ.\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "ບັນດາຜູ້ຕັ້ງແຄ້ມຄົນອື່ນໆເວົ້າວ່າ ພວກເຂົາກໍ່ຢູ່ໃກ້ບ່ອນທີ່ມີກິ່ງກ້ານແລະເສດຊາຕົ້ນໄມ້.\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "ຜູ້ສະໝັກຄົນອື່ນໆ ແມ່ນມີແນວຄິດເສລີນິຍົມ ເມັກສກາເວວ ກຣີນ ເກຣນ ຫອດຊັນ ແລະ ດາວິດ ລໍແລນ ອິດສະຫລະ.\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "ໃນປີທີ່ແລ້ວ ການຮ້ອງຂໍບໍລິຈາກເຮັດຍອດໄດ້ປະມານ 37ລ້ານປອນ ແລະ ໃນເວລາ 11:00 ແລງ ຄືນວານນີ້ຈຳນວນເງີນພຸ້ງສູງເກີນ 10 ລ້ານປອນ.\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "Mozilla Friefox ຄູ່ແຂ່ງທີ່ສຳຄັນໄດ້ເພີ່ມສ່ວນແບ່ງທາງຕະຫລາດໃນຂະນະທີ Google Chrome ກໍ່ມີຜູ້ໃຊ້ງານຫລາຍຂື້ນ.\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "ໃນຊ່ວງສອງອາທິດ ພະນັກງານຈະຖືກຖາມວ່າພວກເຂົາຄິດແນວໃດກ່ຽວກັບການປ່ຽນແປງທີ່ສະເຫນີໄປຊື່ງລວມຖືງເລື່ອງການປັບໂຄງສ້າງການບໍລິຫານລະດັບສູງ.\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "ສະຫະພັນເທກວັນໂດໂລກ ເຜີຍຄຳຖະແຫຼງທີ່ກ່ຽວກັບເຫດການວ່າເປັນ \"ການລະເມີດຈິດວິນຍານຂອງເທກວັນໂດ ແລະ ໂອລິມປິກເກຢ່າງຮຸນແຮງ.\"\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຖ້າສອງຝ່າຍ ຫາກລົ້ມເຫລວທີ່ຈະສ້າງຄະນະບໍລິຫານ ຫລື ລົ້ມເຫລວທີ່ຈະເຫັນດີ \"ໃນຂັ້ນຕອນໃດໜຶ່ງ\" ສະພາຈະລົ້ມລະລາຍ ແລະ ກົດໝາຍໂດຍກົງຈາກເມືອງລອນດອນຈະສືບຕໍ່ດ້ວຍການສະ ໜັບສະໜຸນຈາກສາທາລະນະລັດໄອແລນ.\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "ດຣ. ໄລອັນ ຜູ້ທີ່ມີຊື່ສຽງ ໄດ້ເຮັດສັນຍະກໍາພາສຕິກໃຫ້ດາລາຫລາຍຄົນ ລວມທັງ ເຈນິສ ດິກກິນສັນ ຈີນ ຊິມມອນ ຊົວນາຊານ ແລະ ແອລີແອນເນ ເຄີລີ.\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "ສະຫະພາບຍຸໂຣບໄດ້ອານຸມັດການຊ່ວຍເຫລືອ € 500 ລ້ານໃນປີ 2010 ຊື່ງຄາດວ່າຈະຊ່ວຍຜູ້ອົບພະຍົບພາຍໃນປະເທດ(ໄອດີພີເອັດສ໌)ແລະການຟື້ນຟູທາງເສດຖະກິດໃນຮູບແບບຂອງລະບົບສາທາລະນູປະໂພກ.\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "ໃນຈຳນວນເງິນ $890,000 $748,550 ຖືກຟ້ອງວ່າໂອນເຂົ້າບັນຊີຂອງພວກເຂົາ ຢູ່ທີ່ທະນາຄານແຫ່ງຊາດຂອງຈໍແດນ ສ່ວນທີຍັງເຫລືອຈຳນວນ $146,247.23 ແມ່ນຄ່ານາຍໜ້າການເຮັດສັນຍານໍ້າມັນດັ່ງກ່າວ ທີ່ຖືກຝາກໄວ້ນຳທະນາຄານ ບາເຄລ ຢູ່ເກາະ ຊັນແນວ.\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "ກ່ອນຫນ້າໃນມື້ນັ້ນ ລັດຖະມົນຕີຂອງລັດຖະບານຖືກສັງຫານໂດຍລະເບີດຂ້າງຖະຫນົນ.\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "ສະຫະລັດອາເມລິກາແລະລັດເຊຍໄດ້ຕົກລົງກັນເລື່ອງການແລກຕົວນັກໂທດທີ່ທັງສອງປະເທດກຳຫນົດຫລັງຈາກສາຍສືບລັດເຊຍຈຳນວນສິບເອັດຄົນຖືກຈັບເມື່ອເດືອນທີ່ຜ່ານມາ.\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "ກຣິບຟິນຍັງຕັ້ງຂໍ້ສັງເກດເຖິງຄວາມສຳຄັນຂອງການຮຽນຮູ້ຈາກຄວາມຜິດພາດ ກ່າວເສີມວ່າ \"ຊາອາເມລິກາບໍ່ລົ້ມເລີກແລະເຮົາຈະບໍ່ລົ້ມເລີກ.\"\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຂົ້າໃຈວ່າ ສິ່ງທີ່ຜູ້ອົບພະຍົບຈຳຕ້ອງຜ່ານເພື່ອກ້າວເຖິງສິ່ງທີ່ພວກເຂົາຕ້ອງການ.\"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ໄດ້ກ່າວວ່າພວກມືປືນອາດຈະໃຊ້ພວກເຂົາເປັນເກາະກຳບັງເພື່ອທີ່ຈະຫນີໄປ.\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "ບໍລິສັດໄດ້ຍັງຄົງຢູ່ພາຍໃຕ້ ການປົກປ້ອງການລົ້ມລະລາຍ ຈົນເຖິງ US Trustee ໃນໃຈກາງເມືອງຂອງ ຄາລີຟໍເນຍ ໄດ້ເຄື່ອນໄຫວ ເພື່ອສິ້ນສຸດຂະບວນການລົ້ມລະລາຍ ສຳລັບຄວາມລົ້ມເຫຼວຂອງບໍລີສັດ ຄືກັບຜູ້ຕິດໜີ້ ໃນລິກະສິດ ເພື່ອປະຕິບັດຕາມຄວາມຕ້ອງການພື້ນຖານຂອງ ລາຍງານການໃຫ້ການປະຈຳເດືອນ ແລະ ການຈ່າຍຄ່າທຳນຽມແຕ່ລະໄຕມາດ ໃຫ້ກັບ Trustee.\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "\"ໃນມື້ນີ້ເຮົາສູນເສຍຜູ້ນຳທີ່ກ້າຫານທີ່ສຸດຂອງອັນຈິເຣຍ\" ກ່າວໂດຍບູເຕຟິດກາ ແລະປະກາດໃຫ້ໄວ້ອາໄລເປັນເວລາແປດມື້.\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາສານປະຈຳລັດເວດເທີນອົດສະຕາລີ ຊອນນາ ດີນ ໄດ້ພົບວ່າຍິງມຸດສະລິມໄດ້ຖອດເສື້ອຜ້າຄຸມອອກເພື່ອພິສູດ ທີ່ໂຮງຮຽນອິສະຫລາມຂໍ້ກ່າວຫາວ່າຮັບເງີນຈາກລັດຖະບານແລະລັດຖຸະບານແຫ່ງສະຫະພັນໂດຍສໍ້ສົນ.\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "ຊາວສະວີເດນສອງຄົນບາດເຈັບເລັກນ້ອຍຈາກຄວັນ ແຕ່ໄດ້ຮັບການຮັກສາດ້ວຍການໃສ່່ອອກຊິເຈນທີ່ສູນດຳນ້ຳທີ່ຢູ່ໃກ້ຄຽງ.\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "ຕາມດ້ວຍຂ່າວຂອງ ຮຸງກາຣີ Hungary ແລະ ການສົ່ງຄືນປະເທດເດີມຂອງ ນັກໂທດ Azeri ຄາດຕະກອນດ້ວຍຂວານ Ramil Safarov ຜູ້ທີ່ Azerbaijan ຍົກໂທດໃຫ້ຕໍ່ມາ Armenia ໄດ້ປະກາດວ່າມັນ \"ພ້ອມແລ້ວສຳລັບສົງຄາມ.\"\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "ມີສິ່ງຫນື່ງ ເປັນຂັນ ມີມູນລະຄ່າຫລາຍພັນຍູໂຣ.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ສຳຫລັບຄະນະກຳມະການຣິພັບບິກັນແຫ່ງຊາດກ່າວກັບ NBC ວ່າໂຄສະນາດັ່ງກ່າວຖືກຖອດອອກເພາະວ່າມັນ \"ເຖິງເວລາຕ້ອງຫຍຸດລົງ\" ພຽງແຕ່ຫນື່ງມື້ຫລັງຈາກທີ່ປະທານພັກ ເຄນ ເມວແມນໄປປົກປ້ອງໂຄສະນາດັ່ງກ່າວແລະກ່າວວ່າ ມັນຈະຕ້ອງສາຍຕໍ່ໄປ.\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "\"ເຊວມຸ້ງຮັບຜິດຊອບຄວາມປອດໄພແລະສິ່ງແວດລ້ອມໃນການສຳຫລວດທະເລຊັກຊີ ແລະທະເລໂບຟອດປີ 2010,\" ກ່າວໂດຍປະທານບໍລິສັດເຊວອອຍ ມາວິນ ອີ. ໂອດຳ ຕໍ່ກັບຫນ່ວຍງານຈັດການຊັບພະຍາກອນທຳມະຊາດຂອງກະຊວງພາຍໃນສະຫະລັດ (ເອັມເອັມເອັດສ໌).\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "Mike Lombardo ຜູ້ບັນຊາການດັບເພີງຂອງເມືອງບັບຟາໂລໄດ້ກ່າວວ່າ \"ມີບາງຢ່າງຕັດການສື່ສານ ຕັດເຄື່ອງເຕືອນໄພຕ່າງໆ ແລະ ຕັດໄຟລິບດ້ວຍ.\"\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "ລາວ ໄດ້ໂທຫາ ທ່ານ ຕິໂມທີ ຊຣິເວີ້ ໃນລະຫວ່າງການເດີນທາງກັບຈາກ ແອຟອດວັນ ເຖິງ ວໍຊິງຕັນ.\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "ຜູ້​ຊ່ຽວ​ຊານ​ດ້ານບັ້ງ​ພຸ​ຈະຫ​ຍຸ້ງວຽກ​ຕະຫຼອດ​ໃນ​ຊ່ວງນີ້​ຂອງ​ປີ ເຊິ່ງ​ຖືກ​ເອີ້ນ​ມາ​ໃຫ້​ເບິ່ງ​ແຍງ​ດ້ານ​ຄວາມ​ປອ​ດ​ໄພ ແລະ​ການ​ສະ​ແດງບັ້ງ​ພຸ​ທີ່​ຖືກ​ຕ້ອງ​ຕາມ​ກົດ​ໝາຍ ທັງ​ເປັນ​ການ​ກະ​ຕຸ້ນ​ໃຫ້​ປະ​ຊາ​ຊົນ​ເຂົ້າ​ຮ່ວມ​ງານ​ສະ​ແດງ​ບັ້ງ​ພຸ​ຄັ້ງ​ນີ້​ດ້ວຍ.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "ຊອບແວທີ່ເມັດສະຕໍລີພັດທະນາໄດ້ໃຊ້ເທັກນິກບັນຍາປະດິດຊື່ງໄດ້ປະຫຍຸກໃຊ້ກັບຂໍ້ມູນທາງການແພດແລະສຸຂະພາບທີ່ເກັບໄວ້ໃນຫນັງສືພິມແພດລວມທັງເອກະສານຂອງລັດຖະບານ.\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "ອົງກອນສະເປສເອັກໄດ້ປ່ອຍຈະຫລວດຟໍຄອນທີ່ຫນື່ງໃນມື້ນີ້ຈາກຄວາຈາເລນອະທອດ.\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "ຫົວແຮງຫລັກໄວ 66 ປີຜູ້ນີ້ເລີກຢາສູບໄດ້ເມື່ອຫລາຍປີກ່ອນເສີມວ່າ: \"ຂ້າພະເຈົ້າຫວັງໂດຍບໍ່ຕ້ອງສົງໄສເລີຍວ່າຜູ້ສື່ຂ່າວທີ່ບໍ່ເຄົາລົບຄວາມຊື່ສັດຂອງຜູ້ຊົມຄວນຫາວຽກສາຍອື່ນເຮັດ.\"\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "ທາງ​ບໍ​ດິ​ກາດ​ຂອງ​ນາງ​ສະ​ມິດ ບອກ​ໃຫ້​ຮູ້​ວ່າ ຕົນ​ເອງ​ໄດ້​ເຮັດ​ \"ການ​ປ້ຳ​ຫົວ​ໃຈ\" ​ໃຫ້​ແກ່​ຜູ້​ກ່ຽວ​ກ່ອນ​ທີມ​ແພດ​ຈະ​ມາ​ເຖິງ​ແລ້ວ.\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "ເມື່ອວັນຈັນ ເທດສະຕາ ບໍລິສັດສື່ສານທາງໄກຂອງອົດສະຕາລີໄດ້ເປີດຕົວມາດຕະຖານສົ່ງສັນຍານຄູ່ HSPA+ ໃຫ້ແກ່ລູກຄ້າທຸລະກິດບອດແບນອິນເຕີເນັດໃນເຄືອຂ່າຍນິວຈີ.\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຕ້ອງການເຮັດພາລະຮັບຜິດຊອບໃຫ້ສຳເລັດແລະປະຕິບຮູບເພື່ອສ້າງປະເທດແລະສົ່ງເສີມການຈະເລີນເຕີບໂຕທາງເສດຖະກິດຊື່ງປະຊາຊົນສາມາດຮູ້ສືກໄດ້.\"\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "ໃນ​ການ​ເດີນ​ທາງ​ຫົກ​ມື້​ຂອງ​​ອົດ​ສະ​ຕຣາ​ລີ​ ສ​ປ​ຊ​ສິດ​ທິ​ມະ​ນຸດ​ກໍາ​ມະ​ການ​ໄດ້​ໄປ​ຢ້ຽມ​ຢາມ​ສູນ​ກັກ​ຂັງ​ແລະ​ເວົ້າ​ວ່າ​ລາວໄດ້ ຊາບຊິ້ງກັບ \"despondency grim​\" ຂອງ​ສະ​ແຫວງ​ຫາທີ່ລົບໄພ​ ຈໍາ​ນວນ​ຫຼາຍ​ຂອງ​ຜູ້​ທີ່​ລໍ​ຖ້າ​ໃນ​ໄລ​ຍະ 18 ເດືອນ​ຈະ​​ປະ​ເມີນ​ກໍ​ລະ​ນີ​ຂອງ​ເຂົາ​ເຈົ້າ​​.\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "ປະເທດຟິນແລນ ຈະຮັບຜິດຊອບຈ່າຍຄ່າໃຊ້ຈໃນການເຮັດຄວາມສະອາດ ແຕ່ປະເທດເອັດສະໂຕນຽນບໍ່ໄດ້ສົ່ງໜັງສຶທາງການເພື່ອຂໍການຊ່ວຍເຫຼືອດັ່ງກ່າວ.\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "ໃນເວລາຄວາມສ່ຽງໜ້ອຍລົງ ເຊິ່ງນ້ຳມັນທີ່ໄຫຼອອກມາ ຈະຖືກຍ້າຍໄປຊາຍຝັ່ງຢ່າງພຽງພໍ ເພື່ອໄປຫານ້ຳຂອງການາດາ ກໍ່ເປັນໄປໄດ້.\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "ກອງກຳລັງຕິດອາວຸດຂອງປາກິດສະຖານກ່າວວ່າ ພວກເຂົາໄດ້ຄອບຄອງຕົວເມືອງຂອງເມືອງ ຄົດໄຄໃນວັນເສົາ ເປັນບ້ານເກີດຂອງຫົວໜ້າຕະລິບັນ ຮາກິມຸລາ ເມຊຸດ ແລະ ໜຶ່ງໃນເຈົ້ານ້າທີ່ຂັ້ນສູງຂອງລາວ ກາຣີ ຮຸດເຊນ.\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "ເຫດການໃນມັດສະຍິດເຮັດໃຫ້ເກີດຄວາມຄັດແຍ້ງອີກຫລາກຫລາຍກ່ຽວກັບນັກຂ່າວທີ່ຈະຕ້ອງຮັກສາມຸມມອງທີ່ເປັນກາງ.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ແມັດ ຮາດດີ ອາຍຸ 22 ປີ ຜູ້ຢູ່ໃນເຫດການຄາດຕະກໍາ ແລະ ເຫັນໝູ່ຂອງລາວ ຊື່ ທອມ ແທນເນີ ຖືກຍິງເຂົ້າສອງນັດ.\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "ຫລີກຮອກກີ້ແຫ່ງຊາດ(ເອັນເອັດຈ໌ແອວ)ໄດ້ຢືນຄຳສັ່ງໃຫ້ພັກຫນື່ງລະດູການ ລວມເຖິງການແຂ່ງຂັນຮອບຕັດເຊືອກ ໃຫ້ກັບຄຣີດໄຊມອນ ຂອງນິວຍອກໄອແລນເດີ້.\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງພົບວ່າໜູຖືພາມີຈຸລັງຂັ້ນສູງກວ່າ ເອີ້ນວ່າ ໂອລິໂກເດັນໂດໄຊ ເຊິ່ງສ້າງມາຍລິນ ແລະ ສາມາດຮັກສາເຊວປະສາດທີ່ເສຍຫາຍຜ່ານການສ້າງມາຍລິນຄືນໃໝ່.\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "ໃນຖະແຫລງການອະທິບາຍຄຳຕັດສິນວ່າຈະບໍ່ໃຫ້ເງີນທືນເດິນທາງກັບທີມ ເອັນທີຈີແອວໄດ້ຍ້ຳວ່າເຖືງຂໍ້ຈຳກັດທາງການເງີນທີ່ຈຳກັດຢູ່ເພາະມີການເລືອກຕັ້ງແຫ່ງຊາດທີ່ໃກ້ເຂົ້າມາແລະການເຄື່ອນຍ້າຍຖານທັບຂອງຊາດ.\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "Davis ຊ່ຽວຊານດັານການແລ່ນລົດຖີບດ້ວຍຄວາມໄວສູງສຸດໄດ້ສຳເລັດການແຂ່ງຂັນຂັ້ນຕອນສຸດທ້າຍທີ່ສຳຄັນຂອງມື້ວັນທິດເພື່ອຮັກສາຕຳແໜ່ງນຳຫນ້າ ແລະ ໂບນັດທີ່ໄດ້ຈາກການຊະນະການແຂ່ງຂັນໄວກ່ອນເວລາທີ່ກຳນົດໄວ້.\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "​ວັນ​ອັງ​ຄານ​ທີ 17 ເດືອນພະຈິກ ຄົບ​ຮອບ 70 ປີ ຂອງວັນ​ນັກ​ສືກ​ສາ​ຕ່າງ​ປະ​ເທດ ການ​ຢຸດ​ຮຽນ​ໄດ້​ມີ​ການ​ປະ​ກາດ​ພັກ​ເປັນ​ທາງ​ການ​ໃນ​ປະ​ເທດ​ເຢຍ​ລະ​ມັນ.\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "ອາ​ດີດ​ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ ທ່ານ Benazir Bhutto ຊຶ່ງ​ຂະ​ນະ​ນີ້​ແມ່ນ​ໄດ້​ເດີນ​ທາງ​ອອກນອກ​ປະ​ເທດ​ເພື່ອ​ໄປ​ຢ້ຽມ​ຄອບ​ຄົວ​ໃນປະ​ເທດ Dubai.\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "ເດັນນິສ ແອັດກິນ ນັກຂຽນໜັງສືພິມ ຄູເລຍ ເມວ ໄດ້ລົງຂ່າວໃນໜັງສືພິມດັ່ງກ່າວວ່າ ພັກ DS4EQ \"ຈະໄດ້ຮັບຕົວເລກຄະແນນສຽງດີກວ່າທີ່ຄາດການໄວ້-ຜົນການສໍາຫຼວດອອກມາມີຄະແນນສຽງສອງເທົ່າໃກ້ກັບ ຈໍານວນທີ່ນັ່ງຈາກພັກມາຈາກບິດສະເບີນ ແລະ ຊາຍຝັ່ງທະເລ.\"\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "ເພິ່ນ​ກ່າວ​ກັບ​ສຳ​ນັກ​ງານ​ທີ່​ກ່ຽວ​ຂ້ອງ​ຜ່ານ​ທາງ​ໂທ​ລະ​ສັບ​ວ່າ ພວກ​ເຮົາ​ໃຊ້​ສະ​ຖານ​ທີ່ນີ້​ເປັນ​ທັງ​ບ່ອນ​ປະ​ຊຸມ ແລະ​ບ່ອນ​ແຂງ​ຂັນ​ກິ​ລາ.\"\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "ຄຳອ້າງນີ້ມີຄວາມແຕກຕ່າງຢ່າງສິ້ນເຊີງກັບຄຳກ່າວໃນສະພາຜູ້ແທນລາດຊະດອນໃນເດືອນກຸ່ມພາພັນ ຊື່ງ ທ່ານດາວເນີ ໄດ້ເວົ້າວ່າ \"ແນ່ນອນຂ້າພະເຈົ້າໄດ້ອ່ານເລື່ອງພວກນີ້.\"\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "H1N1 ແມ່ນໄວຮັດທີ່ແຕກຕ່າງຈາກໄຂ້ຫວັດຕາມລະດູການທົ່ວໄປມັນຍັງຄົງທົນຢູ່ໄດ້ໃນໄລຍະເດືອນທີ່ຮ້ອນແລະສົ່ງຜົນກະທົບຕໍ່ຜູ້ທີ່ມີສຸຂະພາບແຂງແຮງ ອາຍຸຕ່ຳກວ່າ 65ປີ.\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"ພາຍໃນ 24 ຊົ່ວໂມງຫຼັງຈາການປະທະກັນ ລະບົບຕິດຕາມອາວະກາດຂອງສະຫະລັດອາເມລີກາໄດ້ຄົ້ນພົບ 600 ເສດຊິ້ນສ່ວນ.\"\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "AU ວາງແຜນທີ່ຈະສົ່ງກອງທັບນານາປະເທດຈຳນວນ 8,000 ທ່ານ ແລະໄດ້ກ່າວຄຳປະຕິຍານທີ່ຈະເຄື່ອນກຳລັງພົນເພີ່ມເຕີມເຖິງແມ່ນວ່າຈະມີການໂຈມຕີຈາການເຄື່ອນພົນຄັ້ງທໍາອິດແລະພາວະຄຸກຄາມຂອງຜູ້ບັງຄັບບັນຊາອິສະລາມ.\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "ລາວຢູ່ໃນສະພາບອາການຄົງທີ່ ຫລັງຈາກປິ່ນປົວ ຢູ່ທີ່ໂຮງໝໍ ມີກຸຍ ໂຄໂຕ.\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "ບໍ່ເຫມືອນກັບການໂຈມຕີມື້ວານນີ້ ທີ່ຫນື່ງໃນນັ້ນເກີດຂື້ນທີ່ແບກແດດ ຊື່ງເປັນການໂຈມຕີຊ້ຳຢ່າງວ່ອງໄວທີ່ເກີດຂື້ນໃນມື້ນີ້.\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "ໜຶ່ງໃນນັ້ນໄດ້ບົດສະຫຼຸບໃນ ການບິນອັງກິດ ຖ້ຽວບິນ 38 ໄດ້ຕົກອອກຈາກລານແລ່ນຍົນໃນ ສະໜາມບິນຫາດຮໍ ຂອງ ລອນດອນ ປີກາຍນີ້.\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "ຄະນະກຳມະການແມ່ນມາຈາກ ສອງພັກສາທາລະນະລັດ (ຊິນ ເຟອິນ ແລະ SDLP) ສອງພັກສະຫະພາບ (DUP ແລະ UUP) ແລະ ພັກພັນທະມິດທີ່ບໍ່ແບ່ງແຍກນິກາຍ.\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "ຍານດິດໂຄເວີຣີບິນມາແລ້ວ 39 ຄັ້ງຕະຫລອດໄລຍະການປະຕິບັດການ ລວມເຖິງພາລະກິດໃນປັດຈຸບັນເຊິ່ງເປັນການສົ່ງຂໍ້ມູນທີ່ຫລາກຫລາຍໄປຍັງອາວະກາດເຖິ່ງກ້ອງໂທລະທັດຮັບເບີ ແລະເດິນທາງໄປທີ່ສະຖານີອາວະກາດສອງແຫ່ງໄດ້ແກ່ Mir ແລະ ISS.\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າດີໃຈທີ່ໃນທີ່ສຸດຕຳຫລວດກໍ່ຈັບລາວໄດ້ແລະລາວຢູ່ໃນຄຸກ.\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "ສອງພັກການເມືອງທີ່ສຳຄັນຂອງ ສະພາແຫ່ງຊາດ ປາກິສຖານ ໄດ້ລວມໂຕກັນໃນສາຍພັນທະມິດ ເພື່ອຟ້ອງຮ້ອງ ປະທານນາທິບໍດີ Pervez Musharraf.\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "ສານໄດ້ອອກລະບຽບວ່າ ບັນດາທຸລະກິດໄດ້ສ້າງດ້ວຍ ຈຸດປະສົງຂອງການປ່ອຍໃຫ້ຜູ້ໃຊ້ຜູກມັດກັບ ການລະເມີດລິຂະສິດ ຄວນຖືກຈັດໃຫ້ເຊື່ອຖືໄດ້ໃນການລະເມີດ.\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "ນາງ​ຕອບ​ວ່າ ຕົນ​ເອງບໍ່​ອາດ​ຮັບ​ຜິດ​ຊອບ​ຕໍ່​ການ​ສະ​ແດງ​ຄຳ​ຄິດ​ເຫັນ​ຂອງ​ຜູ້​ອື່ນ​ໄດ້.\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "ກິລາຍິງທະນູ ພົບວ່່າຂໍ້ມູນກ່ຽວກັບການເຂົ້າຮ່ວມທີມງານຊາໂດ ໃນມື້ ຫລັງຈາກກັບມາຈາກງານສະແດງຄອນເສີດ ໂດຍວົງດົນຕີທີ່ລາວມັກ ເຊັວຕິກ ທັນເດີ້ ໃນເມືອງວໍລົງກອງ.\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "ປະທານຄົນປະຈຸບັນ ທ່ານ ໂລເບີດ ມູແກັບ ທໍານາຍວ່າ: \"ໄຊຊະນະດັ່ງພູເຂົາ\" ສໍາລັບພັກການເມືອງຂອງລາວ ສະຫະພາບເຊື້ອຊາດແອັບຟຣິກັນຊິມບັກເວ: ພັກແນວໜ້າຮັກຊາດ(Zanu-PF).\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "ແລະຂະບວນການຂອງຄ່າຊຳລະຈະເປັນແນວໃດ?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "ເຄື່ອງ​ມື​ການ​ສະ​ຫນອງ​ແນວ​ພັນ​ຂອງມູມມອງຂອງ​ປະ​ຫວັດ​ເອ​ກະ​ສານ​ ລວມ​ທັງ​ທັດ​ສະ​ນະ​ທີ່​ເຮັດ​ໃຫ້​ການ​ແກ້​ໄຂ​ທີ່ສໍາ​ຄັນ​ເທົ່າ​ທຽມ​ກັນ​ ແລະ​ເບິ່ງ​ເວ​ລາ​ທີ່​ສະ​ແດງ​ການ​ແກ້​ໄຂ​ແຕ່​ລະ​ອັດ​ຕາ​ສ່ວນ​ດົນ​ປານ​ໃດ​ມັນ​ຍັງ​ຄົງ​ເປັນ​ປັດ​ຈຸ​ບັນ​.\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"ໂດຍສະເພາະຕອນນີ້ ເຊື່ງການປະຕິເສດການຂ້າລ້າງເຜົ່າພັນສາມາດພົບເຫັນໄດ້ທົ່ວໄປທັງໃນແລະນອກໂລກອາຫລັບ ຄວາມພະຍາຍາມໃນການສັ່ງສອນເດັກນ້ອຍຊາວອາຫລັບກ່ຽວກັບການຂ້າລ້າງເຜົ່າພັນແລະເພື່ອຮຽນຮູ້ບົດຮຽນທີ່ເປັນສີນລະທຳແລະຈະລິຍະທຳແລະຖືວ່າເປັນການກະທຳທີ່ຄຸ້ມຄ່າ.\"\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "ຫນ່ວຍງານກ່າວວ່າມີໄຟປ່າເກີດຂື້ນໃນພື້ນທີ່ນີ້ຕໍ່ເນື່ອງມາດົນກວ່າ 40 ປີແລ້ວ.\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ພະນັກງານບາງຄົນຕ້ອງຈ່າຍຫຼາຍກວ່າ 180ປອນ ຄ່າບໍລິການ \"ແນະນຳ\" ໃຫ້ບໍລິສັດ.\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "ຢ່າງທີສອງ ລາຍລະອຽດຂອງກາສານທີ່ໃຫ້ເຈົ້າຊາຍຂື້ນສານບໍ່ໄດ້ອະທິບາຍໃນບັນຫຍັດລາດຊະວົງ ເຮັດໃຫ້ບໍ່ເປັນປະໂຫຍດໃນຊັ້ນສານ ແລະເປັນສິ່ງທີ່ລັດຖະມົນຕີອອນເຄລິກປະຕິເສດ.\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "ທິດສະດີທີ່ຫນ້າສົນໃຈຂໍ້ຫນື່ງກໍ່ຄື ລູກເຮືອໄດ້ຮັບການອ່ານຄ່າຄວາມໄວອາກາດທີ່ບໍ່ຖືກຕ້ອງຈາກມາດຕະຄວາມໄວລົມແບບພິໂທດທູບ ເຊິ່ງວັດຄວາມໄວຂອງເຄື່ອງບິນທີ່ກຳລັງບິນຢູ່.\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "ບໍລິສັດ BP ກ່າວວ່າຈະທົດສອບຟອງອາກາດດັ່ງກ່າວ ເພື່ອກວດສອບວ່າມັນແມ່ນຫຍັງ ແລະ ໃນວັນອາທິດ ທ່ານ ດູ ຊັດໂຕ ຜູ້ອໍານວຍການຝ່າຍປະຕິບັດງານ ຂອງ ບໍລິສັດ BP ເວົ້າວ່າ ຟອງອາກາດທີ່ພົບ ບໍ່ແມ່ນອາຍເມຕານ ຈັ່ງໃດກໍຕາມ ຈະໄດ້ທົດສອບເພີ່ມເຕີມອີກຄັ້ງ.\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "ປະຕິບັດການຕ່າງໆມີການປະສານງານກັນລະຫວ່າງປະເທດກັບອົງການຕຳຫລວດສາກົນແລະກະຊວງການຕ່າງປະເທດສະຫະລັດອາເມລິກາ ສົ່ງຜົນໃຫ້ມີການກັກຂັງຜູ້ລີ້ໄພຕ່າງປະເທດແລະລະຫວ່າງປະເທດຈຳນວນ16 ຄົນ.\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ກ່າວວ່າ ເຫມືອງດັ່ງກ່າວຍັງຄົງປິດຢູ່ເປັນເວລາຢ່າງຫນ້ອຍຫົກອາທິດ ຂະນະທີ່ມີການກວດສອບຂໍ້ເທັດຈິງ ແລະເພື່ອໃຫ້ແນ່ໃຈວ່າເຫມືອງມີຄວາມປອດໄພທີ່ີຄົນງານເຫມືອງທີ່ຈະເຂົ້າໄປເຮັດວຽກຕໍ່.\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "ເຄນເນດ ທອມສັນ ຊາຍທີ່ລວຍທີ່ສຸດໃນການາດາແລະເປັນອັນດັບ 9 ຂອງໂລກຕາມການຈັດລຳດັບຂອງຟໍໃນປີ 2005 ໄດ້ເສຍຊີວິດເມື່ອເຊົ້າວັນຈັນທີ່ສຳນັກງານຂອງລາວທີ່ໂຕຣອນໂຕ.\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "ຕາມຄຳໃຫ້ການຂອງວາເອັດເຊັນ ເຈົ້າຊາຍຕ້ອງການໃຊ້ເງີນເພື່ອສະຫນັບສະຫນຸນວິຖີຊີວິດແບບກະສັດແລະ \"ບໍ່ມີເງີນພໍທີ່ຈະຊື້ອາຫານ.\"\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "ສໍາລັບເຈົ້າຊາຍແຫ່ງເວວ ແມ່ນໜຶ່ງໃນນັກສຶກສາ ໃນປີການສຶກສາ 1969.\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "ການຊ່ວຍເຫລືອຂອງຜູ້ບໍລິຈາກມີເພື່ອໂຄງການທາງການເມືອງທີ່[ໄດ້]ມຸ້ງສະຫນັບສະຫນຸນແລະເຮັດໃຫ້ຫນ່ວຍງານປາເລດສະໄຕມີຄວາມຢັ້ງຢືນແລະສະຖາບັນສຳຄັນເຊີ່ງຄາດວ່າຈະເປັນສະຖາບັນສຳຫລັບລັດອິດສະລະປາເລດສະໄຕ.\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "ຂະນະນີ້ມະຫາວິທະຍາໄລອອກຟອດກຳລັງແປງຫນັງສືເພງແລະຫນັງສືລວມງານຂອງຮາດລິງ ຄໍເລດຊັນເປັນໄປດິຈິຕອນ ໂດຍລະບຸວ່າເປັນການເກັບລວບລວມດ້ານນີ້ທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ ເປັນສ່ວນຫນື່ງຂອງໂຄງການທີ່ຈະໃຫ້ເຂົ້າຖືງໄດ້ທາງອອນໄລນ໌.\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "ທ່ານ ຄາເລັດ ອະບູບາຄາ ອິຫມ່າມຂອງສຸເຫລົ່າຍ່ານກາງເມືອງເປັນຜູ້ຄາດຈຳນວນຜູ້ຕາຍຄ້າວໆ.\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "ນັກໂຄສະນາເຜີຍແຜ່ ກ່ຽວກັບນິວເຄຣຍຈາກ ມູນນິທິອະນຸລັກອົດສະຕາລີ (ACF) ທ່ານ ເດບ ສະວີນີ ເວົ້າວ່າ ບົດສຶກສາປາກົດມີຂໍ້ບົກຜ່ອງ ແລະ ບໍ່ໄດ້ຕອບສະໜອງບົດສະຫຼຸບທີ່ດີ ກ່ຽວກັບການນໍາໃຊ້ພະລັງງານນິວເຄຣຍ.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "ບັນ​ດາ​ຄອບ​ຄົວ​ທີ່​ຮ່ວມ​ກ່າວ​ຄຳ​ປາ​ໃສ​ໄດ້​ບອກ​ໃຫ້​ຮູ້​ວ່າ \"ພວກ​ເຮົາ​ເຊື່ອ​ວ່າ​ອຸ​ບັດ​ຕິ​ເຫດ​ທາງ​ອາ​ກາດ​ແມ່ນ​ສາ​ມາດຫຼີກ​ລ່ຽງ​ໄດ້ ແລະ​ຜູ້​ຮັບ​ຜິດ​ຊອບ​ຕ້ອງ​ອອກ​ມາ​ໃຫ້​ຄຳ​ເຫັນ​ໃນ​ເລື່ອງນີ້.\"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "ຜູ້ອາໄສທີ່ໄດ້ຮັບອານຸຍາດໃຫ້ກັບບ້ານຕ້ອງອົບພະຍົບອີກຄັ້ງໄປຍັງບ່ອນລົບໄພຂອງກາແດງທີ່ຕັ້ງໃນໂຮງຮຽນແລະສວນສາທາລະນະທ້ອງຖິ່ນ.\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "ວິກີລິກ ໄດ້ຕິດຕໍ່ທະນາຍເປັນຕົວແທນໃຫ້ແກ່ຜູ້ຖືກຄຸມຂັງໃນຄ່າຍທີ່ຈັດການວິເຄາະດ້ວຍຕົວພວກເຂົາເອງ.\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "ຄຣິດຟິວ ຖືກກ່າວຫາວ່າຕີລູກລ້ຽງດ້ວຍແຜ່ນກະດານ ແລະນໍາໃຊ້ປຶ້ມແລະເຊືອກມັດພວກເຂົາຢ່າງແໜ້ນໜາ ເພື່ອໃຫ້ພວກເຂົາຢືນເປັນເວລາດົນນານ.\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "ນັກໂຍນ, ສະຫນັບສະຫນູນໃນສະຫນາມທີ່ເຂັມຂຸ້ນ, ໄດ້ດໍາເນີນແບບຍຸດຕິທໍາ, ພາຍໃຕ້ສະພາບການດັ່ງກ່າວ.\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "ສາຍພັນຕ້ານທານໄດ້ສະແດງໃຫ້ເຫັນວ່າບໍ່ມີຫຼັກຖານເຊິ່ງກໍ່ໃຫ້ເກີດພະຍາດຮ້າຍແຮງຫຼາຍຫຼືການຕິດຕໍ່ກັນຢ່າງງ່າຍດາຍ.\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "ນັກການເມືອງອາວຸໂສທັງອິນເດຍໄດ້ມາທີ່ມຸມໄບເພື່ອໃຫ້ກຳລັງໃຈກັບຜູ້ທີ່ມີຊີ່ສຽງຄົນນີ້.\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "ນີ້ຈະສົ່ງຜົນເຖິງການຖ່າຍທຳສາກຕໍ່ໄປຂອງລະຄອນແນວສຽດສີ ເດິ ທິກ ອ໊ອຟ ອິດ ທີ່ ລັງແຮມ ສະແດງ ເປັນ ຮິວ ອັບໂບ MP.\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "ທັງໝົດນີ້ໄດ້ເປັນຂີດໝາຍໃນການຕໍ່ສູ້ຂອງເຂດອາລັງຕິກ ເຊິ່ງເປັນການຕໍ່ສູ້ທາງເຮືອທີ່ຕໍ່ສູ້ຈາກປີ 1939 ຫາ ທ້າຍສົງຄາມໂລກຄັ້ງທີ່ສອງ.\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "ຜູ້ອ່ານຫນັງສືພິມໃນຊ່ວງທີ່Dotcom ກຳລັງບູມຈະສາມາດຈົດຈຳເລື່ອງລາວຫລວງຫລາຍທີ່ເກີນຄວາມພໍດີ ຊື່ງເອີ້ນວ່າ \"ຄວາມລຸງໂລດຂອງຄວາມລົ້ມເຫລວ\"; ຜູ້ຄົນທີ່ບໍລິສັດເທັກໂນໂລຊີລົ້ມລົງກໍ່ກາຍເປັນສິນຄ້າທີ່ມາແຮງເພື່ມເລີ່ມຕົ້ນບໍລິສັດໃຫມ່.\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "ລາວກ່າວຂະຫນານເມືອງນີ້ວ່າເປັນ \"ແມ່ເຫລັກຊິນາມີ\" ເພາະມີສະພາບພູມມິປະເທດເປັນພື້ນມະຫາສະຫມຸດທີ່ເປັນສາເຫດຂອງຄວາມສ່ຽງສູງດັ່ງກ່າວ.\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "ພວກເຂົາເສຍຊີວິດຈາກອັກຄີໄພໃນເຫມືອງຊື່ງເຮັດໃຫ້ພວກເຂົາອອກມາບໍ່ໄດ້.\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ບອກກັບນັກຂ່າວວ່າລາວຫວັງວ່າຈະມີການສືບສວນທາງສະພາຢ່າງລະອຽດຖີ່ຖ້ວນ.\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "ໃນວັນພະຫັດທີ່ຜ່ານມາ ກັບຕັນເຮືອຂອງເຮືອປະມົງຊາວອິນໂດເນເຊຍ11ລຳຖືກປັບໄໝໂດຍສານເມືອງເພີດທ໌.\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "ການສຳຫຼວດຄຳເຫັນ ໄດ້ຈັດຂຶ້ນກ່ອນປິດການລົງຄະແນນ ໄດ້ສະແດງວ່າ ໂອບາມາ ຊະນະ.\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "ທ່ານ Alkatiri ບໍ່ສາມາດທີ່ຈະຢຸດການ rioting ທີ່ປະຕິບັດຕາມການຕັດສິນໃຈຂອງລັດຖະບານໃນເດືອນມີນາທີ່ຈະຈັດວາງທະຫານ 600 ຄົນ ໃນເວລາທີ່ພວກເຂົາເຈົ້າປະຕິເສດການເຮັດວຽກ ການຈົ່ມຂອງການຈໍາແນກ.\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "ໂຮງແຮມຊາໂມເປັນສະຖານທີ່ຈັດພິທີຮັບປະລິນຍາສຳຫລັບມະຫາວິທະຍາໄລເບີນາດີ.\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "ວົງມີຄວາມໂສກເສົ້າ ແລະ ເສຍໃຈຫຼາຍ ກັບການຕາຍຂອງ ສິດ ບາເລດ.\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນປະເພດຄານ ລາວສາມາດເອົາຊະນະຄາຕາລິນາໂພນຈາກໂຣມາເນຍໄປຢ່າງສິວສຽດດ້ວຍຄະແນນ 15.600 ຕໍ່ 15.200.\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "ບີບີຊີ ເອງໄດ້ເລີ່ມການສືບສວນຫຼັງຈາກ ເຈີລາດ ແຄບແລນ ນັກເຕະບານຈາກ ໄອແລນ ເໜືອ​ໄດ້ຖືກລົງໂທດຈາກຂໍ້ຫາກ່ຽວຂ້ອງກັບການສູ້ໝາ.\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "ນັກວາງກົນລະຫຍຸດພັກເດໂມແຄໄດ້ວາງຕົວໃຫ້ຢູ່ໃນຈຸດທີ່ເປັນຜູ້ໄດ້ຮັບຜົນປະໂຫຍດຈາການສ້າງຄໍາສັບໃຫມ່ຄໍາວ່າແຊນໂທຣໍານີ້.\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "ເກົາຫລີເໜືອ ໄດ້ເຮັດໃຫ້ຊາວໂລກຕົກໃຈ ເມື່ອໄດ້ດໍາເນີນການປ່ອຍຂີປະນາວຸດຄວາມໄວສູງ ຢູ່ທາງເທິ່ງພາກເໜືອຂອງຍີ່ປຸ່ນ ໃນປີ 1998.\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "ຄົນຂັບທີ່ກຳລັງຂັບຢູ່ໃນເວລານັ້ນລອດຊີວິດ.\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\"ນັກລົງທຶນໃນຕະຫຼາດນ້ໍາມັນ ສະຫຼຸບວ່າຈຸດທີ່ຮ້າຍແຮງທີ່ສຸດຂອງປະເທດໄດ້ຜ່ານໄປແລ້ວ ແລະ ການຟື້ນຕົວຈະຕ້ອງເຂັ້ມແຂງຄືນໂດຍສູງກວ່າທີ່ຄາດໄວ້ໃນການເຕີບໂຕໃນໄຕມາດທໍາອິດທີ່ປະເທດອິນເດຍ ແລະ ການກ້າວກະໂດດຢ່າງໄວວາໃນຊ່ວງການຜະລິດອຸດສາຫະກໍາເດືອນເມສາທີ່ຍີ່ປຸ່ນ\" ກ່າວໂດຍ ຈອນ ຄິນດາບ ກອງທຶນການເງິນສາກົນ.\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "ຄຳຂໍຂອງທ່ານເນທັນຍາຮູເປັນສ່ວນຫນື່ງຂອງການສົນທະນາເພື່ອການຈັດຕັ້ງລັດຖະບານແຫ່ງຊາດ ລະຫວ່າງພັກລິຄຸດແລະພັກຄາດິມາຂອງທ່ານໂອເມີດ ຕາມສັນຍາເຄເບີ້ ທີ່ຫລຸດອອກມາ ຊື່ງຖືວ່າເປັນ \"ເລື່ອງລັບ\" ແລະລົງນາມໂດຍມາກ ເຈ. ຊີເວີ ຊື່ງຢູ່ທີ່ສະຖານທູດສະຫະລັດປະຈໍາທີ່ ເທວ ອາວີບໃນຕຳແຫນ່ງທີ່ປືກສາທາງການເມືອງ.\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"ສຳລັບຄວາມກ້າຫານທີ່ຫຼາຍທີ່ສຸດເທົ່າທີ່ເຄີຍມີມາ ຂ້ອຍໄດ້ຍ່າງກັບໝູ່ສະໜິດຂອງຂ້ອຍແລະເປັນທັງເພື່ອນຮ່ວມທຸລະກິດ ເຊິ່ງຄືກັນກັບຂ້ອຍ ມາຈາກ ຊັນດີເອໂກ ລັດ ແຄລິຟໍເນຍ.\"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "ກຸ່ມກໍ່​ຮ້າຍ​ໄດ້​ຍິງ​ລູກ​ສອນ​ໄຟ​ເຂົ້າ​ໄປ​ທີ່​ໂຮງ​ແຮງຫລູ​ແຫ່ງຫນຶ່ງ ແລະ​ທີ່​ທຳ​ນຽບ​ປະ​ທານ​າ​ທິ​ບໍ​ດີ ຊຶ່ງ​ຕັ້ງ​ຢູ່​ໃນ​ເມືອງຫຼວງວ່າງວັນ​ພຸດ​ແລ້ວນີ້ ແຕ່ບໍ່​ມີ​ລາຍ​ງານ​ຜູ້​ໄດ້​ຮັບ​ບາດ​ເຈັບ ຫຼື​ເສຍ​ຊີ​ວິດ.\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "ອີງຕາມການລາຍງານຈາກໜັງສືພິມປະຊາຊົນລາຍວັນ ໃຫ້ຮູ້ວ່າ ບັນດາຜູ້ທີ່ໄດ້ຖືກຄັດເລືອກເພື່ອເລີ່ມຮັບໃຊ້ໃນ ໜ້າທີ່ໃນວັນທີ1ພຶດສະພາ ແມ່ນ ຈະໄດ້  \"ເຂົ້າຮ່ວມໃນທຸກໆກິດຈະກໍາພິຈາລະນາຄະດີຂອງສານປະຊາຊົນອີງຕາມກົດໝາຍ ພາຍຫຼັງ ສະຫຼຸບການຮັບຕໍາແໜ່ງໜ້າທີ່ໄດ້ແລ້ວ ແມ່ນຈະມີສິດເທົ່າທຽມຄືກັນກັບເຮັດການພິພາກສາ ຍົກເວັ້ນບໍ່ໄດ້ເປັນຫົວໜ້າສູງສຸດພິພາກສາ.\"\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "ມັນບໍ່ຍຸຕິທຳທີ່ກ່າວຫາ ປາກິສຖານ ຫຼື ຄົນປາກິສຖານ ສຳລັບການກໍ່ການຮ້າຍນີ້ ເຖິງວ່າກ່ອນໜ້ານີ້ໃນການສອບສວນໄດ້ເປັນຂອງ Husain Haqqani ເອກອັກຄະລັດຖະທູດ ປາກິສຖານ ປະຈຳ ສະຫະລັດ ໄດ້ການໃນຖະແຫຼງການ.\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "ລັດຖະບານທະຫານບໍ່ຍອມຮັບສຽງສ່ວນໃຫຍ່ຂອງNLD ໃນການເລືອກຕັ້ງຄັ້ງນັ້ນ.\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນຊິງທີສາມ ໄດ້ເຫັນການຫຼິ້ນທີ່ເຂັ້ມແຂງຂອງ ບໍນິໂອ ເອເກີ້ສ ທີ່ລົ້່ມທີມຈາກ ນີວຊີແລນ ອໍລຽນທໍ ລອນໂກຕາຍ ທີ່ຄະແນນ 31 ຕໍ່ 5.\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "ທ່ານ Javad Zarif ຊຶ່ງ​ເປັນ​ທູດ​ຂອງ​ອີ​ຣານ​ປະ​ຈຳ UN ໄດ້​ບອກ​ກັບ​ສຳ​ນັກ​ຂ່າວ​ຣອຍ​ເຕີ້​ວ່າ \"ໂຄງ​ການ​ນິວ​ເຄ​ຣຍ​ຂອງ​ອີ​ຣານບໍ່​ໄດ້​ມີ​ເຈດ​ຕະ​ນາ​ທີ່​ຈະ​ຮຸກ​ຮານ​ສັນ​ຕິ​ພາບ ແລະ​ຄວາມ​ໝັ້ນ​ຄົງ​ລະ​ຫວ່າງ​ປະ​ເທດ ສະ​ນັ້ນ ຄະ​ນະ​ມົນ​ຕີ​ຄວາມ​ໝັ້ນ​ຄົງ​ຄວນ​ຈັດ​ການ​ຕໍ່​ບັນ​ຫານີ້​ດ້ວຍ​ເຫດ​ຜົນ ແລະ​ຂໍ້​ປະ​ຕິ​ບັດ​ພື້ນ​ຖານ​ດ້ານ​ກົດ​ໝາຍ​ໃດໆ​ກໍ​ຄວນ​ຖື​ເປັນ​ໂມ​ຄະ​.\"\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "ການເຮັດໜ້າທີ່ຂອງວັກຊີນໃນປະຊາກອນທີ່ມັກເພດກົງກັນຂ້າມ ແລະ ປະສິດທິພາບຂອງມັນລະຫວ່າງຜູ້ຍິງຈະໄດ້ຮັບການສຶກສາ.\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "ຈໍານວນຮ່າງສົບທີ່ແນ່ນອນ ຍັງຄົງຢູໃນຕູ້ໂດຍສານທີ່ມີຊີ້ນສ່ວນກະຈັດກະຈາຍ ຍັງບໍ່ສາມາດຮູ້ໄດ້.\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "ລັດແຫ່ງກາຕາ ເປັນຜູ້ກໍ່ຕັ້ງ ສະຖານີໂທລະພາບເຄືອຄ່າຍສາກົນ ອັນຍະຊິເຣາະ.\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳການຮ່ວມມືຄວາມກ້າວຫນ້າຂອງ ທ່ານ Jim Anderton ແລະ ຜູ້ສະໜັບສະໜູນການຮຽກເກັບເງີນ Jim Anderton ໄດ້ກ່າວວ່າ: \"ການສ້າງຂໍ້ອ້າງໃນນາທີສຸດທ້າຍຕໍ່ສະມາຊິກສະພາບໍ່ໄດ້ໝາຍຄວາມວ່າເຮົາໄດ້ລົງກົນດ້ວຍຄຳສັນຍາ ແລະ ຄຳຄິດເຫັນທີ່ບໍ່ຈຳເປັນ.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "ການລັດຖະປະຫານເມື່ອປີ 2006 ປົດທັກສິນອອກຈາກການເປັນສະມາຊິກສະພາໃນຊ່ວງທະຫານປົກຄອງ.\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 12 ກັນຍາ 2004 ຈີແອນນາ ສາວນ້ອຍໄວ 15 ປີ ຈາກ ຟອນ ດຸຍ ລັກ ເມືອງ ວິນຄອນຊິນ ຖືກໂຕເຈຍກັດ ໃນຂະນະທີ່ກໍາລັງໄປໂບດ.\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "ຄິມເສຍຊີວິດໃນສອງມື້ກ່ອນຫນ້າທີ່ຈະຂື້ນລົດໄຟໃນວັນທີ 17 ທັນວາ.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"ເມື່ອມີການຫລົບຫນີ ຊົ່ວໂມງທຳອິດ ນັ້ນສຳຄັນຫລາຍ.\" ກ່າວໂດຍ ຂອງ-ມິເຊວ ລູບູແຕງ ກຳມະການບໍລິຫານຕຳຫລວດສາກົນ.\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"ຄວາມໂຫດຮ້າຍຂອງກຸ່ມຫາມາສເປັນແນວໃດ?\"\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "ພະນັກງານເຫມືອງອົດສະຕາລີສອງຄົນ ຊື່ງຕິດຢູ່ໃຕ້ດິນ 14ມື້ຈາກເຫດການເຫມືອງຖະຫລົ່ມ ໄດ້ເຊັນສັນຍາກັບສື່ມູນຄ່າ 2 ລ້ານໂດລາອົດສະຕາລີເພື່ອເລົ່າເລື່ອງການລອດຊີວິດຂອງພວກເຂົາ.\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "ໃນ​ສະ​ຖານ​ທີ່​ບາງ​ບ່ອນ ມີ​ຝົນ​ຕົກ​ຫນັກໝົດເດືອນ​ໄດ້​ຫຼຸດ​ລົງ​ຢູ່​ໃນ​ພຽງ​ແຕ່ 24 ຊົ່ວ​ໂມງ​.\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "ຂະນະທີ່ອອດສະກາ ເດີ ລາ ເຣນຕ້າເລືອກໃຊ້ສີຕາມຂົນນົກສີດຳ ທອງແລະເທົາ ໂດຍເປີດຕົວເສື້ອຜ້າສຳຫລັບຊາຍຍິງດ້ວຍເນື້ອຜ້າທີ່ລາວຖະຫນັດ.\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "ສໍາເນົາເອກະສານ ແມ່ນໄດ້ຖືກສົ່ງໃຫ້ຜູ້ນໍາຂອງເອີລົບ ລັດເຊຍ​ ຍີ່ປຸ່ນ ແລະ ອາເມລິກາ.\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເກີດມີຄວາມຄິດນີ້ ເວລາທີ່ຕໍ່ສູ້ໃນ ສົງຄາມເກົາຫຼີ; ລາວໄດ້ປ້ອງກັນຄວາມປອດໄພລົດຂອງລາວ ດ້ວຍກະເຈໂລຫະ ເພື່ອບໍ່ໃຫ້ໃຜເອົາໄປ.\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "ແຜນດັ່ງກ່າວໄດ້ຖືກຄົ້ນພົບ ເມື່ອຜູ້ຕ້ອງສົງໄສອາຍຸ 15 ປີ ໄດ້ເຮັດປື້ມບັນທຶກຕົວເອງເສຍໃນຮ້ານອາຫານແມັກໂດໂນ ເຊິ່ງເປັນສະຖານທີ່ລາວເຮັດວຽກຢູ່.\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "ດ້ວຍການຊ່ວຍເຫລືອຈາກຫົວໜ້າຈັດພິມໜັງສືເດັກນ້ອຍທີ່ ແຣນດອມ ຮາວສ ນັກຂຽນ ທີໂອດໍ ກີແຊວ ທີ່ຮູ້ກັນດີໃນນາມ ດຣ. ເຊອັດສ ເບີເຣັນສຕາຍ ໄດ້ສ້າງເຄືອຄ່າຍ ທີ່ສາມາດດຶງດູດເອົານັກອ່ານຊາວໜຸ່ມຫລາຍລ້ານຄົນ.\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "ສະ​ຖາ​ນະ​ການ​ໃນ​ການ​ແຂ່ງຂັນ 'ໄດ້​ກາຍ​ເປັນ​​ທີ່​ສໍາ​ຄັນ​ສໍາ​ລັບ​ Schumacher​ ຜູ້​ທີ່​ສູນ​ເສຍ 10 ຈຸດ​ນີ້​ໃນ​ທ້າຍອາ​ທິດ​​.\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "ໃນລອນດອນຄົນໄດ້ຍ່າງປະທ້ວງໄປທີ່ສະຖານທູດສະຫະລັດແລະຮ້ອງສະໂລແກນເຊັ່ນ \"ຈອດ ບຸສ ຜູ້ກໍ່ການຮ້າຍ\" ແລະ \"ຢຸດ ຢຸດ ຢູເອັດສ໌ເອ.\"\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "ການສະເເດງດັ່ງກ່າວ ຈະຖືກຈົດຈຳເປັນການສະເເດງດົນຕີສົດທີ່ອອກອາກາດ ເຖິງອາວະກາດຄັ້ງທຳອິດ.\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "ຄວາມບໍ່ແນ່ນອນຂອງການຂາດແຄນຂໍ້ມູນທີ່ແທ້ຈິງເບື້ອງຫຼັງຂອງຂ່າວລື.\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "ມັນໄດ້ແຍກອອກຄືດັ່ງນີ້ ₱500,000 ໃນຄວາມເສຍຫາຍດ້ານສິນລະທຳ ₱100,000 ຄ່າທະນາຍ ແລະ ₱50,000 ຄ່າອື່ນໆ.\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 18 ຕຸລາ ເມື່ອລາວພົບກັບໝໍ ລາວມີອາການອ່ອນເພຍ ແລະ ມຶນງົງ ແລະ ຈັບໂຕເຈຍໄດ້ໃນຫຼາຍມື້ຕໍ່ມາ.\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "ອຸຍເລັດ ໄດ້ຖືກອອກໝາຍຮຽນໃຫ້ປະກົດຕົວໃນສານລັດຖະບານກາງ.\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"ໄວ​ຣັ​ສ​ດັ່ງ​ກ່າວ​ແມ່ນ​ແຜ່​ລາມ​ໄປ​ໄວ​ແທ້ໆ ໃນ​ພູ​ມິ​ພາກ​ສ່ວນ​ໃຫ​ຍ່.\"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "ລັດຖະບັນຫຍັດນີ້ອານຸຍາດໃຫ້ຜູ້ຕ້ອງສົງໄສທີ່ເປັນຕ່າງຊາດໃນກໍລະນີການກໍ່ການຮ້າຍສາມາດຖືກຈັບໄດ້ ກ່ອນທີ່ຈະຍົກເລີກໃນປີ 2004 ເນື່ອງຈາກມີລັກສະນະຫຍຽດເຜົ່າພັນ.\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "ລູກາ ໂທນີ ຍິງປະຕູຂຶ້ນນຳໄປໃນຊ່ວງຕົ້ນຂອງເຄິ່ງຫລັງເຖິງສອງປະຕູ.\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "WHOກ່າວວ່າ \"ຂະນະທີ່ການເກັບແລະກວດສອບຂໍ້ມູນຍັງຄົງເປັນຄວາມທ້າທາຍທົ່ວປະເທດ ໂດຍມີຜົນກະທົບທີ່ສະຖິຕິລາຍອາທິດບໍ່ສົມບູນຫລືບໍ່ຖືກຕ້ອງ ແນວໂນ້ມໂດຍລວມກວ່າ 2 ເດືອນທີ່ຜ່ານມາຄືມີຈຳນວນຜູ້ປ່ວຍແລະຜູ້ເສຍຊີວິດລົດລົງ.\"\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "ເຫດການຄັ້ງທຳອິດເກີດຂຶ້ນໃນເວລາ 07:15 (12:15 UTC) ທີ່ຫໍພັກ ເວດສ ແອມເບີລ ຈອນສະຕັນ ຮໍລ.\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "ນາງໄດ້ພາລາວໄປສານແລະຊະນະໃນໄລຍະເກືອບໜຶ່ງປີ ຂອງການຕໍ່ສູ້ທາງກັດໝາຍທີ່ຫຍຸ້ງຍາກ.\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "ນັກມວຍ ຄາຣໂຣ \"ນີໂອ\" ແພເຕີ້ກໍ່ຄ້ວາໄຊເຫນືອໄບຣອັນ ທຣາເວີໄດ້ເປັນຜົນສຳເຫລັດ.\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "ເຟີນັນໂດ ຕໍເຣສ ຕີສະເຫມີໄດ້ໃນເຄິ່ງເວລາທີ 2ຫລັງຈາກທີ່ ຍອສສີ ເບືນາຢຸນ ຫລີກຫນີກອງຫລັງເພື່ອທຳປະຕູ.\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "\"ທ່ານຕ້ອງການອຸປະກອນທາງເທັກນິກເພື່ອໃຊ້ຕັດສິດຫຼືບໍ່? ແລະນັ້ນຄືເຫດຜົນທີ່ວ່າ ຫລັງຈາກທີ່ມີການທົດສອບທີ່ຍັງບໍ່ໄດ້ຂໍ້ສະຫລບມາກວ່າສາມປີ ຂ້າພະເຈົ້າກໍ່ຢາກຈະຫຍຸດທຸກສິ່ງເອົາໄວ້ກ່ອນ\" ແບດເຕີ້ອະທິບາຍ.\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "ເຂົາຍັງໄດ້ຍ້ອມຮັບຜິດທີ່ບໍ່ໄດ້ເຮັດຕາມຄຳສັ່ງຂອງສານໃຫ້ຢູ່ຫ່າງຈາກແມ່ຂອງເຂົາ.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ສະມາຊິກລັດຖະສະພາ ໄດ້ຕັດສິນໃຈເຮັດຕາມຄໍາສັ່ງເພື່ອລົງເລືອກຕັ້ງ ຍ້ອນເຂົາຮູສຶກວ່າການນໍາຂອງພັກຕົນເອງ ຍັງບໍ່ມີຄວາມຮຸນແຮງພຽງພໍໃນການຕໍ່ຕ້ານສົງຕາມອີຣັກ.\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍຕາມ ຢ້ານແຕ່ການກັບຄືນຂອງ Zelaya ຈະສ້າງຜົນກະທົບອັນຮຸນແຮງຫລາຍຂຶ້ນ.\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "ສະຖານະການສະຖານທີ່ທາງປະຫວັດສາດສິບສີ່ແຫ່ງມີກຳຫນົດວ່າຈະປິດໃນວັນທີ 1 ຕຸລາ.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "ລາວມັກຈະລົມກັບຜູ້ອ່ານຂອງລາວແລະການປະກົດຕົວໃນທີ່ສາທາລະນະຄືປາຕີ້ທົ່ວໄປ ໄນຄັບ ການບັນຍາຍວິຊາການ ຄະນະກຳມະການມະຫາວິທະຍາໄລ ແລະຮອບປະຖົມທັດຂອງຫນັງ.\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "ການໂຈມຕີອີກຄັ້ງຫນື່ງທີ່ພາດເປົ້າລົດຄຸ້ມກັນຂອງ UPDF ແຕ່ໄປຕົກຢູ່ໃກ້ຮ້ານອາຫານເມືອ່ວັນທີ 7 ມີນາ ສົ່ງຜົນໃຫ້ພົນລະເມືອງເສຍຊີວິດ 13 ຄົນແລະບາດເຈັບ 20 ຄົນ.\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "ດຣ. ເຄີບໄດ້ຮັບພິຈາລະນາວ່າເປັນຫນື່ງໃນບິດາແຫ່ງອິນເຕີເນັດ.\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "ເພິ່ນ​ກ່າວ​ວ່າ ການ​ຍົກ​ເຄື່ອງ​ເຮືອ​ບິນ​ໃໝ່ ແລະ​ການ​ປ່ຽນ​ຊື່​ໃໝ່​ນີ້ ຈະ​ພະ​ຍາ​ຍາມ​ໃຫ້​ສຳ​ເລັດ​ໂດຍ​ທ້າຍ​ປີນີ້.\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "ການ​ຄົ້ນ​ພົບ​ຄັ້ງ​ນີ້​ແມ່ນ​ສະ​ໜັບ​ສະ​ໜູນ​ທິດ​ສະ​ດີ​ຂອງ​ນັກ​ຄົ້ນ​ຄວ້າຫຼາຍ​ທ່ານທີ່ວ່າ ຖ້າ​ໃນ​ຊ່ວງ​ປີ​ທຳ​ອິດ​ທີ່​ແອ​ນ້ອຍ​ເກີດ​ອອກ​ມາ ແລ້ວບໍ່​ຄ່ອຍ​ເຈັບ​ໄຂ້​ໄດ້​ປ່ວຍ ກໍ​ມີ​ຄວາມ​ສ່ຽງ​ໜ້ອຍ​ທີ່​ຈະ​ເປັນ​ໂຣກ​ມະ​ເຣັງ​ເມັດ​ເລືອດ​ຂາວ​ຊະ​ນິດ​ຮຸນ​ແຮງ (ALL).\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "ມີຄົນເກືອບ 200 ຄົນທີ່ຖືກອົບພະຍົບໃນອັດຣອນ ໄອໄຮໂອ ເນື່ອງຈາກເຫດນ້ຳຖ້ວມຮຸນແຮງ.\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "ເບີ່ງຄືວ່າລາວຈະໄດ້ຮັບມອບຫມາຍໃຫ້ເປັນຜູ້ຕີໃນເກມທີ່ຊິຄາໂກ.\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"ປະເທດຊາດຄວນຈະເລືອກທີ່ຈະຊຸກຍູ້ໃຫ້ປະຊາຊົນຜູ້ທີ່ຢາກໄປເຮັດວຽກແທນທີ່ຈະສົ່ງເສີມຜູ້ທີ່ຢາກສໍ້ໂກງ.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ລາວກ່າວ \"ສະຫະລັດຈະຕ້ອງອອກແຜນຖອນກຳລັງ ເພື່ອໃຫ້ສັນຕິພາບແລະເສລີພາບກັບມາ.\"\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"ແຕ່ຂ້ອຍບໍ່ສາມາດຢຸດເລືອດທີ່ໄຫຼໄດ້ເພາະວ່າມັນຫຼາຍເກີນໄປ.\"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "ອີກສອງຜູ້ຄ້າຢາເສບຕິດ ເຣແນ ລໍເລັນ ແລະ ສະກອດ ຣັສ ຖືກຕັດສິນໃຫ້ຈໍາຄຸກຕະຫຼຶດຊີວິດ.\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "ລີເລມີເວລາ 3 ມື້ຫລັງຈາກໄດ້ຮັບແຈ້ງຈາກທາງຍູຟ້າໃນການກຽມຢື່ນອຸທອນອີກຄັ້ງຕໍ່ສານອານຸຍາໂຕຕຸລາການທາງກິລາ ບໍ່ເຊັ່ນນັ້ນຄຳຂໍຈະຖືເປັນໂມຂະ.\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "ທ່ານ ນຸດເຊັນໄດ້ສະແດງມາຫລາຍປີທົ່ວເທັກຊັດໃນບົດບາດຂອງຕົວຕະຫລົກມືອາຊີບ.\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "ອາເມກາ ໄດ້ໃຫ້ເງິນລາງວັນຈໍານວນ 5 ລ້ານໂດລາ ສໍາລັບການຈັບຕົວລາວ.\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "ພໍ່ຂອງ Noynoy ໄດ້ຖືກຍິງໃນຂະນະທີ່ຢູ່ໃນຄຸ້ມຄອງດູແລຂອງທະຫານໃນລະຫວ່າງການລະບອບຂອງຜະເດັດການສຸດທ້າຍຂອງ Ferdinand Marcos ກ່ອນທີ່ຈະເປັນແມ່ຂອງລາວ Corazon Aquino ລາວ ໄດ້ນໍາພາການປະຕິວັດກໍາລັງປະຊາຊົນທີ່ຈະພັງທະລາຍ Marcos ລົງ ໃນປີ 1986.\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "ເມື່ອອອບເພັນເຮມເມີເລີ່ມເຮັດຫ້ອງປະຕິບັດການອອກແບບອາວຸດລັບ ໂລດ ອາລາໂມດ ລາວໄດ້ແຕ່ງຕັ້ງເບວໃຫ້ເປັນຜູ້ອຳນວຍງານຝ່າຍທິດສະດີ.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ເຈມມີ ໂມເຣໂນ ສິ້ນສຸດການເຮັດຄະແນນ ສຳລັບ ດີ.ຊີ.ໃນນາທີ ທີ78 ກ່ອນທີ່ ອີດູ ເປີດຄະແນນ MLS ຂອງໂຕລອນໂຕ ດ້ວຍປະຕູທຳອິດຂອງລາວຂອງລະດູ.\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "ອີງຕາມ Dell ນອກຈາກ ຄອມພິວເຕີ້6.3 ລ້ານ ເຄື່ອງຂອງ ນິວຊີແລນ 250,000 ເຄືອງນັ້ນແມ່ນເກົ່າ ແລະ ລ້າສະໄໝ ໂດຍສ່ວນຫຼາຍ ຍ້ອນວ່າສ່ວນຫຼາຍເປັນຄອມພິວເຕີ້ທີ່ມີເຈົ້າຂອງແລ້ວ ອີງຕາມການສຳຫຼວດ ນັ້ນຈະໄດ້ປ່ຽນຄອມພິວເຕີ້ຂອງພວກເຂົາ ທູກໆສອງຫາຫ້າປີ.\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "ການຕັດສິນໃຈດັ່ງກ່າວໄດ້ຖືກເຊັນຮັບຮອງໂດຍ 32 ຈາກ 45 ສະມາຊິກສະພາ.\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "ກອ່ນຫນ້ານີ້ການກ່າວປະຖະກະຖາຂອງ ທ່ານ ອາມາດິນຈາດນັ້ນ ປະທານາທິບໍດີຂອງສະຫະລັດອາເມລິກາ ທ່ານ ຈອດຈ ດັບເບິນຢູ ບູດ ໄດ້ສະເເດງຄວາມຄິດເຫັນທີ່ຕ່າງມູມມອງວ່າ ການເຊື້ອເຊີນຂອງມະຫາວິທະຍາໄລໂຄລຳເບຍ \"ສະເເດງເຖິງອິດສະລະເສລີຂອງປະເທດແທ້ຯ.\"\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "ການຈັດອັນດັບເພງມື້ວານນີ້ ສະແດງໃຫ້ເຫັນວ່າ ມັນໄດ້ເຂົ້າເຖິງອັນດັບໃນ ອາມາຊອນ ຣ໊ອກ ແລະ ໄດ້ຢູ້ໃນອັນດັບທີ 14 ຂອງເພງທີ່ຖືກດາວໂຫຼດທັງໝົດ.\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "ໄມ ພາເຕິນ ປະທານຜູ້ບໍລິຫານສູງສຸດ ຂອງບໍລິສັດ ມາກໍນີ ໄດ້ກ່າວເຖິງຂ່າວດີສໍາລັບຜູ້ຖືຫຸ້ນ ແລະ ໄດ້ນໍາສະເຫນີ ສະເວັນເບີກ ທໃຫ້ໄດ້ຮັບການຍ້ອງຍໍຈາກສຽງສ່ວນໃຫຍ່ຂອງພະນັກງານທີ່ Coventry Park New Century ໃນຂະນະທີ່ພະນັກງານຈາກ Coventry New Horizon Park ຫຼາຍຄົນແມ່ນຟັງກອງປະຊຸມຜ່ານໂທລະສັບ.\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "ການທົດສອບທີ່ຜ່ານມາໄດ້ສະແດງວ່າຢາລາຄາບໍ່ແພງອາດສາມາດຂ້າເຊວມະເລັງໃນມະນຸດໄດ້.\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "ສິລະປິນແຫ່ງຊາດ ເຊັ່ນ ໂອມ! ແອນ ເດີ ໂດໂນດຈະເປັນຄວາມຮັບຜິບຊອບຂອງໂຊນີໂດຍຕົງ ອາດເປັນໂຟມິວສິກຫຼືໂຄລອມເບຍ ເຍຍລະມັນໃນເບີລິນ.\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "ການອອກອາກາດມີຂ່າວປະຈຳວັນ ແລະ ບົດຄວາມທີ່ສົນໃຈຂອງມະນຸດ ສະເໜີໂດຍຜູ້ປະກາດຂ່າວທີ່ຄ່ອຍແກ້ເສື້ອຜ້າອອກເທື່ອລະໜ້ອຍ.\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "ມີລາຍງານວ່າໄຟສູງເຖິງຫນື່ງຮ້ອຍແມັດ.\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "ຫຼັງ​ຈາກ​ກັບ​ຄືນ​ໄປໂຮງລະຄອນສັດ ໄດ້​ ຊ້າງໄດ້​ມີອາການ​ເມື່ອຍ​ ແຕ່​ວ່າ \"ຍິນ​ດີ​ທີ່​ຈະ​ກັບ​ຄືນ​ມາ​.\"\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "ລາຍໄດ້ຂອງປະເທດກຳລັງພັດທະນາຄາດວ່າຈະລົດລົງຫນັກຫລາຍ ບໍ່ວ່າຈະມາຈາກເງີນໂອນ ການລົງທືນໂດຍກົງຈາກຕ່າງຊາດ ເງີນສະຫນັບສະຫນຸນຈາກຕ່າງຊາດ ຫລືຈາກການຄ້າລະຫວ່າງປະເທດ.\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "ເດຕ້າ ກ່າວຫາເອທິໂອເປຍໃນການເຮັດໃຫ້ສະຖານະການແຍ້ລົງ ໂດຍກຽມກຳລັງທະຫານມາຊ່ວຍຈິບູຕິ.\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "ນາງເວົ້າວ່າບາງຄົນ \"ບໍ່ພໍໃຈຂຄວາມຈິງທີ່ວ່າພວກເຂົາເຈົ້າຍັງບໍ່ໄດ້ອະນຸຍາດໃຫ້ທັງຄົນມຸດສະລີມແລະຄົນຝຣັ່ງ.\"\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "ປີໜຶ່ງຫຼັງຈາກທີ່ສະໜັບສະໜູນສະຖານທີ່ຢູ່ ໃນຖະໜົນໝາຍເລກ 10 ດາວນິງ ນາຍົກລັດຖະມົນຕີຂອງອັງກິດ ກໍດອນ ບຣາວ ແລະ ພັກຊາວອອກແຮງງານຂອງລາວ ກຳລັງມບັນຫາຫຼັງຈາກແພ້ການເລືອກຕັ້ງຂັ້ນທ້ອງຖິ່ນ ໄດ້ອັນດັບຫ້າຫ້າຫຼັງຈາກທີ່ຜ່ານມາພັກທີ່ບໍ່ເຄີຍຊະນະ ແລະ ອັນດັບຄວາມນິຍົມຢູ່ຕໍ່າສຸດໃນປະຫວັດສາດ.\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີປາເລດສະໄຕ ມາມູດ ອັບບາດ ແຫ່ງຟາຕາ ນາຍຍົກລັດຖະມົນຕີ ອີສເມ ຮານິເຍແລະຜູ້ບັງຄັບບັນຊາຖານທັບຄາມັດກັດ ຄາເລັດເມຊາດແຫ່ງຮາມາດມາຖືງເມກກະ ຊາອຸດິອາລະເບຍ ເພື່ອເຈລະຈາຍຸດຕິການຕໍ່ສູ້ລະຫວ່າງຮາມາດແລຟາຕາໃນສະນວນກາຊາ.\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "ອີງຕາມສໍານັກຂ່າວ BBC ປາກິດສະຖານ ບໍ່ສາມາດໃຫ້ຫລັກຖານເປັນຮູບປະທໍາຂອງການຕາຍຂອງລາວ ເນື່ອງຈາກ \"ພູມີປະເທດທີ່ຫ່າງໄກ ແລະ ບໍ່ເປັນມິດ\" ຂອງເຂດພາກໃຕ້ ວາຊິຣິສຕັນ.\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "ໃນບາງເຂດຂອງປະເທດ ພະຍຸດັ່ງກ່າວກໍ່ໃຫ້ເກີດນໍ້າຖວ້ມເລິກເຖິງສອງແມັດ.\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "ການລະເບີດ ໄດ້ເຮັດໃຫ້ລະບົບພະລັງງານຢຸດສະຫງັກ ເຫັນໄດ້ໃນຫ້ອງຄວບຄຸມ.\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "\"ພວກເຂົາມີອາການບາດແລະບາດແຜທີ່ແຂນ ຫນ້າ ແລະທຸກບ່ອນ\" ກ່າວໂດຍມາຄອດ ເດີໂຊຊາ ຜູ້ອຳນວຍການໂຮງພະຍາບານພອເຊ ໃນການສຳພາດທີ່ອອກໂທລະທັດ.\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "ລະບົບການປ້ອງກັນ Trident ໄດ້ຖືກພັດທະນາເປັນການຕອບສະໜອງຂອງ ອັງກິດ ຕໍ່ກັບ ສົງຄາມເຢັນ ທີ່ໄດ້ຈົບລົງກັບ ການລົ້ມລະລາຍຂອງ USSR ໃນເດືອນທັນວາ ປີ 1991.\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "ໂບເນີແຈ້ງສະມາຊິກສະພາຜູ້ອື່ນໆ ກ່ຽວກັບຂໍ້ຕົກລົງໃນການປະຊຸມທາງໂທລະສັບຕອນແລງມື້ວານນີ້.\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "Sonish Azam ເປັນນັກຄົ້ນຄວ້າຊາວການາດາທີ່ກ້ຽວຂ້ອງໃນການຄົ້ນຄ້ວານີ້ໄດ້ກ່າວວ່າ \"ເຊື້ອແບັກທີເຣັຍຈຸລິນຊີທີ່້ສ້າງອາຫານເອງບໍ່ໄດ້ມີຈໍານວນໃນບາງຕຸກຂວດນ້ໍາໄດ້ຖືກພົບເຫັນຢູ່ໃນຕົວເລກ(100 )ເທົ່າ ທີ່ໜ້າລັງກຽດຫຼາຍກ່ວາຂອບເຂດກໍານົດທີ່ອະນຸຍາດໃຫ້ມີ\" \"ຈໍານວນຂອງເຊື້ອແບັກທີເຣັຍນີ້ແມ່ນເປັນຕາຕົກໃຈ ຖ້າຫາກວ່າພວກເຮົາໄດ້ບໍລິໂພກທາດຈຸລິນຊີຊໍາຈອກໜຶ່ງ.\"\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "ສະພາບຂ່າວທີ່ສຸມໃສ່ສາກົນ ໄດ້ສ້າງຄວາມແຕກຕື່ນຫຼັງຈາກລາຍການ ເລີ່ມສາຍໃນປີ 1999 ແຕ່ໄດ້ຂະຫຍາຍໂດຍຜູ້ຊົມອອນລາຍໃນ 172 ປະເທດ.\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "ພູນຊັບພລາຍ.ຄອມ ແມ່ນເຈົ້າຂອງອາຄານດັ່ງກ່າວ ຊຶ່ງແມ່ນພະແນກຂາຍເຄື່ອງຂອງ ເລເຊີ ລິບວິງ ທີ່ຂາຍອຸປະກອນ ເຄື່ອງຫຼິ້ນ ແລະ ສານເຄມີສຳລັບອ່າງລອຍນໍ້າ.\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "ຈຳນວນເງິນ 13 ຕື້ໂດລາ ຖືກເອົາມາປະກັນເພື່ອການບັນເທົາ ແລະ ກູ້ຄືນຄວາມພະຍາຍາມ ເຊິ່ງ 75% ແມ່ນໄດ້ຮັບການຄຸ້ມຄອງເລ້ວ.\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "RSPCA ຍັງໄດ້ບອກໃຫ້ເຈົ້າຂອງສັດລ້ຽງພະຍາຍາມຮັກສາໃຫ້ສັດລ້ຽງຢູ່ເຢັນ.\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນທີ່ອາໄສຢູ່ Amity Point ມາໄດ້ 20 ປີ ຊື່ວ່າ Brad Ross ນັກທ່ອງທ່ຽວໄດ້ເຂົ້າໄປເຂດພື້ນທີ່ນີ້ໄດ້ມີການເຕືອນໄພຂອງການໂຈມຕີທີ່ອາດເກີດຂຶ້ນ; \"ຕາຟັງມີໃນພຽງແຕ່ 30m ຂອງນ້ໍາແລະເຕັມໄປດ້ວຍສະຫຼາມໂຕຜູ້.\"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "ຄວາມເປັນໄປໄດ້ໃນການໂອ້ລົມກັບ ຣໍຍໍເມວ ກ່ອນທີ່ຈະດຳເນີນການຍັງບໍ່ມີການພິຈາລະນາ ການປະທ້ວງພັກວຽກໃນຊ່ວງຄຣິດສະມາດຈະເຮັດໃຫ້ເກີດຄວາມວຸ້ນວາຍຢ່າງຫຼວງຫລາຍຂອງການສົ່ງຈົດຫມາຍ.\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"ມັນໂຊກບໍ່ດີທີ່ນັກປະທ້ວງເຫຼົ່ານີ້ແມ່ນພວກທີ່ກຳລັງພະຍາຍາມທີ່ຈະຮັກສາອາຊີບໃຫ້ຊາວອາເມລິກາເປັນພັນຄົນເຊິ່ງພວກເຂົາເປັນຫົວຫຼັກຫົວຕໍຄອບຄົວ.\"\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "ນັກຂ່າວທັງໝົດ 230 ຄົນ ແລະ ຜູ້ຊ່ວຍສື່ມວນຊົນ ໄດ້ຖືກຂ້າໃນ ອີຣັກ ຕັ້ງແຕ່ ປີ 2003 ການຮຸກຮານຂອງ ສະຫະລັດ.\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "ໂບຮານສະຖານນີ້ຢູ່ເທີງພູເຂົາທີ່ທອດຕາມທະເລເມດີເຕີ້ເຣນ້ຽນ ເຊິ່ງສາມາດເບິ່ງເຫັນບ້ານພັກລະດູຮ້ອນຂອງ ຮໍນີມູບາລັກປະທານນາທິບໍດີຂອງອິຢິບ.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ຍົນໄດ້ອອກບິນໃນເວລາ1:12ຕອນເຊົ້າຕາມເວລາທ້ອງຖິ່ນ ແລະ ເດີນທາງຈາກມັອດສໂຄ ໄປຫາເພີມ ເມື່ອເຈົ້າໜ້າທີ່ຢູ່ ເດີ່ນບິນບອລຊອຍ ຊາວີໂນ ໄດ້ເສຍການຕິດຕໍ່ກັບຍົນທີ່ລະດັບຄວາມສູງປະມານ 1,800ແມັດ.\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "ໄຊຊະນະຈາກຄະແນນ 172 ແຕ້ມຖືເປັນໄຊຊະນະທີ່ຄະແນນຕ່າງກັນທີ່ສຸດໃນການແຂ່ງຂັນ ທະເວັນຕີ້20 ອິນເຕີເນຊັ້ນແນວ.\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "ຄວາມຮັບຜິດຊອບສໍາລັບການຍິງໄດ້ຮັບການອ້າງຢ່າງຕໍ່ເນື່ອງໃນນາມຂອງກຸ່ມພາກເຫນືອຂອງກອງພັນ Armagh IRA ໃນຂໍ້ຄວາມລະຫັດການຊື່ສານຂອງຂ່າວ Belffast.\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "ແຕ່ນັກສັງເກດການສ່ວນໃຫຍ່ເຊື່ອວ່າຮູບພາບນັ້ນໄດ້ຖືກນຳລົງມາໂດຍຄຳສັ່ງຂອງຄິມຈອງອິວເອງ ຜູ້ທີ່ພະຍາຍາມທີ່ຈະລົດຂະໜາດລັດທິບູຊາບຸກຄົນຂອງລາວເອງ.\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "ວິກີບຸກ ໂຄງການອິນເຕີເນັດຊື່ງພະຍາຍາມຈະສ້າງຕຳລາຟຣີໂດຍໃຊ້ເທັກໂນໂລຊີຂອງວິກິ ໄດ້ຕີພິມສະຖິຕິເດືອນກຸມພາປີ 2005 ຂອງວິກິບຸກ.\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "ການເຊັນສັນຍາໃໝ່ຂອງລໍເຣນ ໂຣເບີດ ແລະການກັບມາຂອງ ເກຼັກ ຊຸດຕັນຍັງບໍ່ພຽງພໍສຳລັບ ໂຕລອນໂຕ ເອັຟ.ຊີ. ເພາະພວກເຂົາ ເສຍໃຫ້ ດີ.ຊີ. ຢູໄນເຕັດ ເຖິງ 4-1 ທີ່ວໍຊິງຕັນ.\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "ຖະຫນົນ ເອ68 ທີ່ຢູ່ໃກ້ກັບທີ່ເກີດເຫດໄດ້ປິດຊົ່ວຄາວເພື່ອໃຫ້ຕຳຫລວດສືບສວນອຸບັດຕິເຫດແລະຈັດໃຫ້ການຈາລະຈອນໄປຍັງຖະຫນົນເສັນບີ6370 ທີ່ໄປທາງເມືອງກໍບຣິກ.\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "130 ການສະແດງເທິງໜ້າຈໍ ໄດ້ຖືກຈັດລາຍການ ເປັນລາຍການສຸດທ້າຍໃນ ໝວດການສະແດງເທິງໜ້າຈໍ.\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "ການອອກລັດຖະທໍາມະນູນດັ່ງກ່າວ ເປັນເຫດກະຕຸ້ນເກີດການປະທ້ວງ ແລະ ໂຈມຕີ ເຊິ່ງເຕືອນໃຫ້ລະນຶກເຖິງການປະທ້ວງ ທີ່ໃນທີ່ສຸດໄດ້ລົ້ມອໍານາດຂອງປະທານາທິບໍດີ ໂຮສນິ ມູບາຣັກ.\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "ຫ້າລັດອື່ນມີກົດໝາຍທີ່ຄືກັນ ໃນຂະນະທີ່ລັດທີ່ຍັງເຫຼືອ ຫ້າມການປະຫານສຳລັບການຂົ່ມຂືນ.\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "Scottish & Southern Energy ໄດ້ໃຫ້ຄຳເຫັນວ່າ: \"ກັບການສົ່ງຕໍ່ ລາຄາຂາຍສົ່ງປະຈຳປີເພີ່ມຂຶ້ນຢ່າງສຳຄັນ ແລະ ກັບອັດຄວາມດັນໃນ ເງື່ອນໄຂການແຈກຢາຍ ລາຍຈ່າຍສິ່ງແວດລ້ອມ ແລະ ສັງຄົມ ໂດຍການຊອກຫາເພື່ອຫຼີກລ່ຽງການເພີ່ມຂື້ນ ລະຫວ່າງ ປະຈຸບັນ ແລະ ທ້າຍປີ 2010 ແມ່ນເປົ້າໝາຍທີ່ສຳຄັນ.\"\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກນັ້ນ ຢາກັບ ໄດ້ຢູ່ໃນການຄຸ້ມຄອງ ແລະ ອີງຕາມທະນາຍຂອງລາວ ຊັບຮັສ ຄັນເຊແມ່ນລາວໄດ້ຜະເຊີນກັບການຮັກສາໂລກຊຶມເສົ້າ.\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "ເພື່ອອະທິບາຍເຫດຜົນການເຂົ້າຄວບຄຸມກິດຈະການທະນາຄານຂອງພາກລັດ ສຳນັກງານກຳກັບການເງີນຂອງໄອແລນໄດ້ຖະແຫລງການໂດຍຫຍໍ້ດັ່ງກ່າວນີ້:\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "ທັງສອງຄົນໄດ້ຢືນຢັນວ່າຜູ້ເສຍຊີວິດຈາກພາຍຸຖືກຕໍາໂດຍເສດຕົ້ນໄມ້ທີ່ຖືກຖອນຮາກໂດຍລົມແຮງ.\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "ໄບອັນ ວິດແມນ ໂຄສົກຂອງເພດຕາກອນໄດ້ບອກນັກຂ່າວວ່າການພັກສັນຍານີ້ເກີດຈາກການຝ່າຍຝືນຂໍ້ສັນຍາໃນເລື່ອງທີ່ມາຂອງອາວຸດແລະການບັນຈຸອາວຸດ ບໍ່ແມ່ນເລື່ອງຄວາມປອດໄພແລະການເຮັດວຽກ.\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "ລະ​ຫວ່າງການຕີວົງໃນຂອງຫ້າ​ແລະ​ຫົກ ມີ​ການ​ຊັກ​ຊ້າ​ເລກ​ນ້ອຍ​ໃນ​ເກມ​ນີ້​ແມ່ນ​ເວ​ລາ​ທີ່​ຫມາ​ທີ່​ມີ​ຊື່ວ່າ Streaker​ ເປັນ​ເຈົ້າ​ຂອງ​ໂດຍ​ຜູ້ຫຼີ້ນແຫ່ງ​ຊາດ​ຜູ້​ຊາຍ​ອົດ​ສະ​ຕາ​ລີ​ທີມ​ງານ softball ຊື່ Adam Folkard ແລ່ນ​ລົງ​ສະ​ຫນາມ​.\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນປະມານ 50 ຄົນ ແມ່ນໄດ້ຖືກນໍາຕົວສົ່ງທີ່ພັກອົງການກາແດງ ສໍາລັບປະຊາຊົນທີ່ບໍ່ມີທີ່ຢູ່ອາໄສ.\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາມີລົດບັນທຸກນໍ້າ ແລ່ນອ້ອມສອງຂ້າງ ຂອງຕຶກອາຄານ.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ລາວໄດ້ກັບບ້ານ ທັ້ງໆທີ່ ໄດ້ຮັບການກວດທາງການແພດ ເນື່ອງຈາກ ລາວ \"ບໍ່ສາມາດລໍຖ້າ ສໍາລັບທ່ານໝໍໄດ້\" ແລະ ໃບຄ່າຮັກສາຕ້ອງໄດ້ຈ່າຍ.\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "ປົກກະຕິຈະເປັນການຮ້ອງຂໍສິດທິບັດຄໍາສັ່ງວ່າບັນຊີລາຍການໄດ້ກວມເອົາຊັບສິນທາງປັນຍາ (IP) ຈະ \"ຍັບຍັ້ງຄວາມຄິດສ້າງສັນ\" ໃນເອີຣົບ ອະນຸຍາດໃຫ້ສິດທິບັດຂອງການປະຕິບັດພາຍໃນຊອບແວ.\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "ພັກຂອງລາວເຮັດບໍ່ໄດ້ດີເທົ່າທີ່ຄາດຄິດໄວ້ ຜົນຈາກການສຳຫລວດຄວາມຄິດເຫັນ ເຫັນວ່າພວກເຂົາໜ້າຈະໄດ້ປະມານ 40 ບ່ອນນັ່ງ.\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "ຜູ້ອຳນວຍການພັກການເມືອງຂອງຄົນເວົ້າພາສາສະເປນ ເຣບ. ໂຈ ບາຄາ ດີ-ແຄລິຟໍເນຍ ຫວັງວ່າຜູ້ອອກນະໂຍບາຍຈະສົນໃຈບໍ່ພຽງແຕ່ຊ່ວຍເຫຼືອທຸລະກິດນ້ອຍ ແຕ່ຍັງຕ້ອງເຮັດແນວໃດກັບການເຂົ້າເມືອງຢ່າງຜິດກົດໝາຍຂອງ 12ລ້ານຄົນທີ່ປະຈຸບັນຢູ່ອາໃສໃນສະຫະລັດ ແລະ ພັດທະນາຄວາມປອດໄພຂອງຊາຍແດນ.\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"ເອົາມືອອກໄປຈາກນັກໜັງສືພິມ!\" ສະຫະພາບໜັງສືພິມໄດ້ຂຽນລະບຸໄວ້ເທິງເວບໄຊ.\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "ລົດໄຟຟ້າປະຈຸບັນ ແມ່ນເປັນລຸ້ນ CR4000 ມີທັງໝົດ 24 ຂະບວນ ທີ່ຜະລິດໂດຍບໍລິສັດ ບອມໄບບິເດ ຜະລິດຂຶ້ນມາສໍາລັບການເປີດເສັ້ນທາງ 28 km ລະຫວ່າງປີ 1998 ແລະ 2000.\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຫລາຍຮ້ອຍຄົນປະທ້ວງ ສະແດງຄວາມບໍ່ພໍໃຈແລະສົງໄສໃນຄວາມຜິດປົກກະຕິໃນການເລືອກຕັ້ງເມື່ອວັນທີ 18 ກໍລະກົດ ໂດຍມີຜູ້ເສຍຊີວິດ 7 ຄົນຈາກການປະທະກັບຕໍາຫລວດ.\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "ຝ່າຍ​ສະ​ຫະ​ລັດ​ກ່າວ​ວ່າ ຕົນ​ເອງ \"ຜິດ​ຫວັງ\" ກັບ​ການ​ກະ​ທຳ​ດັ່ງ​ກ່າວ ໃນ​ຂະ​ນະ​ທີ່​ລັດ​ຖະ​ມົນ​ຕີ​ກະ​ຊວງ​ການ​ຕ່າງ​ປະ​ເທດ​ຂອງ​ອັງ​ກິດ​ກ່າວ​ວ່າ ຈຳ​ເປັນ​ຢ່າງ​ຍິ່ງ​ທີ່​ປາ​ກິດ​ສະ​ຖານ \"ຕ້ອງ​ຈັດ​ໃຫ​ມີ​ການ​ເລືອກ​ຕັ້ງ​ຄັ້ງ​ໃໝ່​ທີ່​ມີ​ຄວາມ​ເສ​ລີ​ພາບ ແລະ​ເປັນ​ທຳຫຼາຍກວ່ານີ້.\"\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "ບັນດາປະເທດທີ່ເຊັນແລ້ວແຕ່ຍັງບໍ່ທັນຮອງຮັບເອົາແມ່ນມີປະເທດຈີນ ອາເມລິກາ ບລາຊິນ ໄນຈີເລຍ ຟີລິບປິນ ຫວຽດນາມ ເຢຍລະມັນແລະອີຢີບ.\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "ການສອບສວນໄດ້ພົບວ່າເຄື່ອງບິນທີ່ຕົກມີສະຖານະການດຳເນີນການບິນທີ່ປົກກະຕິ; ອະໂນດິນາກ່າວວ່າ \"[ເຄື່ອງ]ເຮັດວຽກຈົນເຖິງເວລາທີ່ເຄື່ອງບິນຕົກລົງສູ່ພື້ນ.\"\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "ຈາກຈຳນວນສະມາຊິກ 80,830 ຄົນ 61,623 ຄົນລົງຄະແນນເຫັນດີກັບການພັກວຽກ.\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "ຣອນ ໄຣເດິນ ອີກໜຶ່ງສະມາຊິກຈາກພັກດີໂມແຄັດກ່າວຕໍ່ກັບການສະແດງຄວາມຄິດເຫັນຂອງ ທ່ານ ໂຮເວີດວ່າ \"ແປກ\" ແລະ ກ່າວຫາທ່ານນາຍົກລັດຖະມົນຕີວ່າກໍາລັງແຊກແຊງເລື່ອງການເມືອງພາຍໃນຂອງສະຫະລັດອາເມລິກາ \"ສິ່ງທີ່ເຮົາຈະກ່າວກ່ຽວກັບຂໍ້ວິຈາກຈາກ ໂຮເວີດ ແມ່ນຄໍາວ່າແປກ.\"\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "ບັນ​ດາ​ສະ​ມາ​ຊິກ​ຂອງກອງ​ກຳ​ລັງ​ຕິດ​ອາ​ວຸດ ກອງ​ບິນ 82 ໄດ້​ເຂົ້າ​ຢຽມສຳ​​ນັກ​ງານ DirectNIC ຜູ້​ໃຫ້​ບໍ​ລິ​ການດ້ານເວັບໄຊ້​ໃນທ້ອງ​ຖິ່ນ​ລັດ New Orleans ໃນ​ລະ​ຫວ່າງ​ການ​ໃຫ້ສຳພາດ​ກັບ​ນັກ​ຂ່າວ​ຂອງ Wikinews ວ່າງວັນ​ອັງ​ຄານຕອນ​ຄ່ຳ.\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "ອາບຄາເຊຍ ພາກພື້ນທີ່ຢູ່ໃນຊາຍແດນຈໍເຈຍ ທີ່ປະເທດຕ່າງໆໃຫ້ຄວາມສົນໃຈ ແຕ່ຄວາມເອກະລາດຂອງປະເທດບໍ່ໄດ້ຮັບຄວາມສົນໃຈຈາກສາກົນ ໄດ້ປິດຊາຍແດນຫຼັງຈາກເຫດລະເບີດທີ່ຫາກໍ່ເກິດຂື້ນຜ່ານມາ.\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "ນັກທົບທວນເກມ ໄດ້ອ້າງການເພີ່ມຂຶ້ນໃນທາງເລືອກການປັບແຕ່ງ ມີລະບົບຄວາມສະຫລາດແບບປະດິດ ແລະ ການປັບປູງດ້ານຄຸນນະພາບກາຟຟີກ ຄືເປັນປັດໃຈຕັດສິນ.\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "ເຊິ່ງມາພ້ອມກັບກົນໄກການພັດທະນາສະອາດ (CDM) ຂອງສະຫະປະຊາຊາດພາຍໃຕ້ພິທີສານກຽວໂຕ.\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "ໄອຍະການບໍ່ເຫັນດີກັບທະນາຍຄວາມວ່າທ່ານເຈເນດຈະຊະນະການອຸທອນນີ້.\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍ​ຕ້ອງເວົ້າ​ຢ່າງ​ຈະ​ແຈ້ງ​ທີ່ຂ້ອຍ​ບໍ່​ເຊື່ອ​ໃນ​ການ​ແຂ່ງຂັນ​ອີກ​ຕໍ່​ໄປ​\" ນີ້​ແມ່ນ​ປະຕິ​ກິ​ຣິ​ຍາ ຂອງ Schumacher​.\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ເຊື່ອວ່າ ຜູ້ໂດຍສານທັງຫມົດ 180 ຄົນເທີງເຄື່ອງເສຍຊີວິດທັງຫມົດແລະອີກ 15 ຄົນຢູ່ພື້ນກໍ່ອາດເສຍຊີວິດດ້ວຍ.\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "ຊາເຟຍ ອາມັດ ຈານ ຜູ້ອຳນວຍການກະຊວງວ່າດ້ວຍເລື່ອງແມ່ຍິງປະເທດອັບການິສະຖານ ໃນແຂວງຄາດຄາຮາ ແລະເປັນຕົວແທນສິດທິແມ່ຍິງລວມເຖິງນັກວິຈານການຈຳກັດສິດຂອງກຸ່ມຕາລີບັນ ຖືກຍິງເສຍຊີວິດຈາກມືປືນບໍ່ຮູ້ຊື່ນອກບ້ານຂອງລາວໃນເມືອງ ຄາດດາຮາທາງຕອນໃຕ້ຂອງອັບການິສະຖານເມື່ອວັນຈັນທີ່ຜ່ານມາ.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "ຜູ້ຖືຮຸ້ນທີ່ສໍາຄັນ Snowy Hydro ຈໍາກັດແມ່ນລັດຖະບານ NSW ມີການຖືຫຸ້ນ 58 ສ່ວນຮ້ອຍ.\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນ ສອງຄົນໄດ້ເສຍຊີວິດໃນປະເທດຕຸລາກີ ມາຮອດປະຈຸບັນ ບາງທີ່ອາດຈະເປັນຄົນທີ່ສາມ ແລະ ອີກຫລາຍຄົນກໍາລັງຮັກສາຕົວຢູ່ທີ່ໂຮງໝໍ ຫລັງຈາກຕິດເຊື້ອໄຂ້ຫວັດໃຫຍ່.\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ເຄິ່ງ​ເວ​ລາ​ທຳ​ອິດ​ຜ່ານ​ໄປ​ແລ້ວ Kawaguchi ກໍ​ຕ້ອງ​ຕົກ​ໃຈ - ເພາະ​ມີ​ຄົນ​ສົ່ງ​ບານ​ມາ​ໃຫ້​ກອງ​ໜ້າ​ແບບ​ກະ​ກັບ​ປະ​ຕູ​ພຽງ​ໜຶ່ງ​ແມັດ​ເທົ່າ​ນັ້ນ.\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "ໃນກໍລະນີ ຂອງ ຈີແອນນາ ການສີດວັກຊີນໃສ່ແມ່ນຊ້າເກີນໄປ ແລະ ໝໍຂອງລາວທີ່ປະຈໍາຢູ່ທີ່ໂຮງໝໍເດັກ ວິນຄອນຊິນ ໄດ້ຄິດຄົ້ນວິທີປິ່ນປົວໃໝ່.\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "ອິຫລ່ານໄດ້ຢືນຢັນມາຕະຫລອດວ່າຕົວເອງມີສິດໃນການພັດທະນາວົງຈອນພະລັງງານນິວເຄຍຂອງຕົນເອງຈາກຊັບພະຍາກອນທາດຍູເຣນ້ຽມໃນພື້ນທີ່ເພື່ອຜະລິດພະລັງງານ.\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"ຈຳນວນຫຼາຍເຖິງຂະໜາດນີ້ນັ້ນສະແດງໃຫ້ເຫັນວ່າຈະຕ້ອງປະທະກັນໜ້າຕໍ່ໜ້າ.\"\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "ແກນນໍເທີນເປັນບໍລິສັດເດິນລົດໄຟ \"ແບບເປີດກວ້າງ\" (ບໍ່ຢູ່ພາຍໃຕ້ການຄວບຄຸມແລະສໍາປະທານ)ແຫ່ງໃຫມ່ຊື່ງໄດ້ຮັບສິດ(ເປັນທີ່ຮູ້ດີອຸດສາຫະກໍາ \"ເສັ້ນທາງ\")ໃຫ້ເດິນລົດໄປສາມເສັ້ນທາງຕໍ່ມື້ ຄື ຄິງຣອດ-ແບດຟອດ ແຮລິແຟກແລະເວັກຟິວ-ພອນເທັບເຟກໃນເວດສະຍອກເຊຍ.\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "ສະຖານະຂອງໂຣລອງໃນຖານະເຈົ້າຊາຍມີຜົນທີ່ມາຕາມມາກັບການພິຈາລະນາຄະດີຢ່າງຫລາຍ.\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "ພາບ​ຖ່າຍ​ລັງ​ສີ​ອຸນ​ຕາ​ໄວ​ໂອ​ເຣດຈາກ​ຍານ Cassini ​ວ່າງບໍ່​ດົນ​ນີ້ ຍັງ​ມີຫຼັກ​ຖານ​ທີ່​ສະ​ໜັບ​ສະ​ໜູນ​ການ​ມີ​ຢູ່​ຂອງ​ມະ​ຫາ​ສະ​ໝຸດ​ໃນ​ດາວ​ເຄາະ​ນັ້ນດ້ວຍ.\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "ໃນຂະນະດຽວກັນ ທາງອາເມລິກາໄດ້ອອກເອກະສານມາອະທິບາຍບໍ່ສົມບູນວ່າກອງທັບອາເມລິກາໂດຍຮ່ວມມືກັບເຈົ້້າໜ້າທີ່ອິຕາລີໄດ້ລົບລ້າງຄວາມຮັບຜິດຊອບຂອງທະຫານຂອງຕົນຕໍ່ກັບກໍລະນີໜ້າເສົ້າສະຫຼົດໃຈນີ້ ໃນວັນທີ 4ມີນາ.\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ວິຈານ ຫົວໜ້າເລຂາທິການດ້ານດິນຟ້າອາກາດຂອງສະຫະປະຊາຊາດ ທີ່ພົ້ນຕໍາແໜ່ງ ຍຸຍ ເດີ ບົວ ແລະ ກໍາມະທິການສະພາບອາກາດຂອງສະຫະພັນເອີລົບ ທ່ານ ຄອນນີ ຫີດີກາດ ສໍາລັບຄວາມສົງໄສຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "ພໍເມສັນ ປະທານໂຊເມີຟີດທີ່ເອກະຊົນຖືຫຸ້ນຢູ່ຍັງສະແດງຄວາມເຫັນກ່ຽວກັບການຄອບຄອງກິດຈະການຄັ້ງນີ້.\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ ກະຊວງປ້ອງກັນປະເທດສະຫະລັດອາເມລິກາ ໄດ້ລະບຸວ່າ: ຍົນຕໍ່ສູ້ອິດສະລາເອວໄດ້ປະທະກັບເປົ້າໝາຍຢ່າງໜ້ອຍໜຶ່ງບ່ອນ ພາຍໃນ ຊີເລຍ ເມື່ອໜຶ່ງອາທິດກ່ອນນີ້.\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "ບັນດາສົບຮ່າງກາຍຂອງ ສອງໃນສີ່ເດັກນ້ອຍອາລາບາມາ ໄດ້ກ່າວຫາວ່າໄດ້ຖືກໂຍນອອກຈາກຂົວ ໂດຍພໍ່ຂອງພວກເຂົາເຈົ້າ ໄດ້ຖືກຄົ້ນພົບ.\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\"ນີ້ເປັນແນວທາງທີ່ຖືກຕ້ອງສຳລັບ ຟີຈິ ແລະ ເປັນທາງດຽວທີ່ເຮັດໃຫ້ປະຊາຊົນ ຟີຈິ ກ້າວໜ້າ\" ລາວກ່າວ.\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "ມື້ວານນີ້ ທະນາຍຄວາມແຂວງຂອງເຂດມິວວໍກີ ໄດ້ຕັ້ງຂໍ້ຫາວ່າ ໂຄຣີ ເຈ ຟີຣິກ ອາຍຸ 33ປີ ຈາກ ບຼຸກຟິວ ວິສຄອນຊິນ ດ້ວຍຄວາມຜິດທາງອາຍາຂັ້ນເບົາ 5 ຄັ້ງ ໃນການລັກຂະໂມຍວາວກົດລ້າງລວມເປັນມູນຄ່າ 35,000 ໂດລາ ຈາກຮ້ານອາຫານຟາສຟູດແລະ ຫ້ອງນ້ຳມະຫາວິທະຍາໄລ ແລະ ໂຖປັດສະວະ.\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "ຢ່າງ​ໃດ​ກໍ​ຕາມ ເຈົ້າ​ໜ້າ​ທີ່​ອີກ​ທ່ານ​ໜຶ່ງ​ມີ​ແນວ​ຄິດ​ວ່າ CIA ໄດ້​ບັງ​ຄັບ​ໃຫ້​ລັດ​ຖະ​ບານ​ຂອງ Bush ໃຫ້​ອະ​ນຸ​ມັດຮູບ​ການ​ທໍ​ລະ​ມານ​ທີ່ \"ໄຮ້​ສາ​ລະ.\"\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "ບາເຍິນ ມິວນິກ ຈ່າຝູງລີກລອຍລຳເຂົ້າຮອບ 3 ດີເອັບບີຄັບຫລັງຈາກເອົາຊະນະຈ່າຝູງດິວິຊັ້ນສອງ ໂບຣຸດເຊຍເມີນເຊນກັດບັກໄປ 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESK ສາມາດໄດ້ຮັບຜົນກະທົບຈາກຢາທີ່ຈະປ່ຽນແປງຈຸດທີ່ເຈັບປວດເຊິ່ງຈະບັນເທົາຄວາມທຸກທໍລະມານຂອງຜູ້ທີ່ເປັນໄມເກຣນໄດ້.\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "ເສດຖະກິດຂອງສະຫະລັດອາເມລິກາແລະຄ່າເງີນໂດລາສະຫະລັດເຊິ່ງເປັນຊື່ກາງຂອງການຄ້າໂລກຕົກຕ່ຳລົງຢ່າງຫນັກໃນຊ່ວງບໍ່ເທົ່າໃດເດືອນທີ່ຜ່ານມາ.\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "ພຽງແຕ່ມ້າສິບເອັດໂຕ ເຄີຍໄດ້ຊະນະ Triple Crown ໃນ ສະຫະລັດ.\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "ມື້ຫນຶ່ງຫລັງຈາກທີ່ປະເທດຝຣັ່ງໄດ້ເລີ່ມຕົ້ນການບັງຄັບໃຊ້ການຫ້າມການນຸ່ງເສື້ອ veilsຂອງອີສລາມກວມເອົາໃບຫນ້າ ບໍ່ວ່າຈະ ແມ່ນniqab ຫຼື burqa ຕໍາຫຼວດຝຣັ່ງໄດ້ຈັບກຸມໄລຍະສັ້ນໆ ສອງແມ່ຍິງ veiled.\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "A380 ໄດ້ເຮັດຖ້ຽວບິນໂຄສະນາຄັ້ງທຳອິດໃນປີ 2007 ແລະ ຕອນນີ້ໃນບໍລິການກັບຫຼາຍສາຍການບິນ ລວມທັງ Air France.\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "ນັກຂັບລົດ ເຟີຣາຣີ ໄມເຄິນ ຊູມາເຈີ ແລະ ເພື່ອນຮ່ວມທີມຂອງລາວ ເຟລິບ ມາຊາ ໄດ້ຊະນະແຖວໜ້າໃນ FIA Formula-1 United States Grand Prix ເທິງຖະໜົນແຂ່ງລົດ ອິນເດຍນາໂປລິສມໍຕໍສະປີດເວ.\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "ໂດຍ​ອີງ​ຕາມ​ຄຳ​ສຳ​ພາດ​ຈາກ​ສ​ະ​ຖາ​ບັນ​ການ​ບໍ​ລິ​ຫານ​ຈັດ​ການ​ປະ​ຊາ​ກອນ ແລະ​ທີ່​ປຶກ​ສາ​ເພື່ອ​ການ​ພັດ​ທະ​ນາ ທ່ານ Devendra Kothari ກ່າວ​ວ່າ: \"ລັດ​ຖະ​ບານ​ຂອງ​ພວກ​ເຮົາ​ໄດ້​ສົ່ງ​ເງິນ​ຊ່ວຍ​ເຫຼືອ​ໄປ​ຍັງລັດຕ່າງໆ​ຕາມ​ຈຳ​ນວນ​ປະ​ຊາ​ກອນ​ໃນ​ລັດ​ນັ້ນ.\"\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "ເອເວລີນ ຮັສແບນ-ທອມສັນ ພັນລະຍາຫມ້າຍຂອງຜູ້ບັນຊາການ ຣິກ ທີ່ຫາກໍ່ແຕ່ງງານພຽງສາມອາທິດທີ່ຜ່ານມາກ່າວວ່າ \"ເຊົ້າມື້ນີ້ຂ້າພະເຈົ້າບໍ່ສາມາດຢຸດຄິດຮອດຣິກແລະວິວລີ່ແລະຄາວພານາແລະເດຟ ແລະໄມຄ໌ ແລະລໍເຣວ ແລະອີລັນ ໄດ້.\"\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "ພາຍໃນ 11:45 A. M. EST Obama ຖືກປະເມີນວ່າຈະຊະນະດ້ວຍ 349 ຄະແນນ ຕໍ່ກັບ 163 ຄະແນນຂອງ McCain.\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 2 ມິຖຸນາ 2000 ອຸປະຕິເຫດຮ້າຍແຮງເກີດຂຶ້ນໃນແຂວງ ຄາຈາມາກາ ໃນເປລູ ເຮັດໃຫ້ປະຊາຊົນທີ່ອາໄສໃນເຂດດັ່ງກ່າວໄດ້ຮັບສານພິດປະຫຼອດ ທີ່ເປັນໂລຫະໜັກມີພິດສູງ.\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "ຜູ້ປະທ້ວງ ສິບເອັດຄົນ ລວມທັງສະມາຊິກລັດຖະສະພາ ຫ້າຄົນ ຖືກຈັບກຸມໃນຂໍ້ກ່າວຫາ ທີ່ເຮັດການຊຸມນຸມຜິດກົດໝາຍ ແລະ ຂັດຕໍ່ລະບຽບການ.\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "ໃນການຮອບຄັດເລືອກ ສໍາລັບການແຂ່ງຂັນລົດຄວາມໄວ ນັກຂັບຊາວລາຊາອະນາຈັກອັງກິດ ບອບບີ້ ເຄີ້ ສາມາດຮັບປະກັນ ຕໍາແໜ່ງນໍາ ດ້ວຍເວລາຮອບທີ່ໄວທີ່ສຸດ ທີ່ຖືກບັນທຶກໃນທ້າຍອາທິດນີ້.\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "ການຂາດດຸນປັດຈຸບັນແມ່ນທຽບເທົ່າກັບ3.2% ຂອງຜະລິດຕະພັນມວນລວມແຫ່ງຊາດ(GDP) ຂອງສະຫະລັດ ໂດຍທີ່ລາຍຮັບລວມຂອງລັດແມ່ນ17.8% ຂອງGDP ແລະ ລາຍຈ່າຍລວມແມ່ນທຽບເທົ່າ21%ຂອງGDP.\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "ເທີເນີໄດ້ຮັບເລືອກຕັ້ງເປັນ ສ.ສ. ສັງກັດພັກອານຸຮັກນິຍົມຂອງການາດາຈາກການເລືອກຕັ້ງໃນເດືອນມັງກອນ ປີ 2006 ແຕ່ຖືກຖອດຖອນຈາກພັກໃນເດືອນຕຸລາຫລັງຈາກທີ່ລາວຂຽນຂໍ້ຄວາມວິພາກວິຈານລົງໃນບ໊ອກ.\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "ອາຟຣິກາໃຕ້ ມີຖະໜົນທີ່ມີສະຖິຕິຄວາມປອດໄພຕໍ່າ ແລະ ຈັດໃນອັນດັບທີເກົ້າໃນການເສຍຊີວິດຈາກການຈະລາຈອນຂອງໂລກ.\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"ສ່ວນເລື່ອງທີ່ບໍລິສັດຈະປັບໂຄງສ້າງໄດ້ແນວໃດນັ້ນ ກໍ່ລ້ວນຂື້ນຢູ່ກັບພວກເຂົາແລ້ວ.\"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "ນີ້ເຄືອບຈະເສຍໃນບໍ່ຊ້າຂອງອາລິນຮີ ເຖິງຢ່າງໃດກໍ່ຕາມ ໂດຍຫຼັງການເເຂ່ງຂັນໄດ້ຈົບລົງດ້ວຍຄະແນນທຳອິດທີ່ນຳໃນເຈັດວິນາທີ.\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີຫຍັງທີ່ພວກເຂົາຈະບໍ່ເຮັດຫາກພວກເຂົາຄິດວ່າຈະເປັນການສ້າງການນອງເລືອດແລະຜົນຮ້າຍທາງການເມືອງຈະຕາມາຫລັງຈາກນັ້ນ.\" ກ່າວໂດຍ ທູດສະຫະລັດ ໄຣອັນຄອກເກີ.\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "ຄວາມ​ພະ​ຍາ​ຍາມຂອງ​ຕໍາ​ຫຼວດ​ແມ່ນດໍາເນີນທີ່​ຈະ​ຕິດ​ຕາມ​ມາ​ຂອງ​ຈົດ​ຫມາຍ​ສະ​ບັບ​ທີ່​ໄດ້​ເລີ່ມ​ຕົ້ນ​ສ້າງຄວາມຕົກ​ໃຈ​​.\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "ມັນແມ່ນການບັນທຶກໃນເວລາລ້າສຸດທີ່ ຫ້າພາຍຸທີ່ໄດ້ເກີດໃນ ແອັດລັນຕິກAtlantic.\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "ຈາກຜົນຄະແນນດັ່ງກ່າວນັ້ນໝາຍຄວາມວ່າ ໂອນເມິດ ອາດຈະສາມາດຕັ້ງລັດຖະບານປະສົມຝ່າຍຊ້າຍເພື່ອປະຕິບັດ ແຜນການຫລຸດພົ້ນຝ່າຍດຽວຂອງລາວໃຫ້ແກ່ເວດສແບັງ.\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນໄດ້ເລີ້ມຕົ້ນຂື້ນໃນປີີ 1947 ໂດຍເປັນການແຂ່ງຂັນແບບເຊື້ອເຊີນສໍາລັບສິງກະໂປ ແລະ ທີມມາເລເຊຍ ແລະ ນັບແຕ່ນັ້ນການເຕີບໃຫ່ຍກໍ່ໄປສູ່ລະດັບນານາຊາດ ແລະ ທີມສະໂມສອນຈາກທົ່ວທຸກມຸມໂລກກໍ່ໄດ້ຖືກເຊີນ.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກ່າວວ່າກອງທັບເຍເມນ \"[ກຳຈັດ] ສິ່ງທີ່ເປັນຂອງກະບົດໃນເມືອງທັງຫມົດໃນຊ່ວງເວລາສອງມື້ ບັງຄັບໃຫ້ກຸ່ມກະບົດຍອມແພ້ຫລືຫນີໄປ.\"\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "ຜູ້ຜະລິດສ່ວນປະສົມຫຼັກຂອງຢາສັກເຖິງຕາຍພຽງຜູ້ດຽວຂອງສະຫະລັດອາເມລິກາປະກາດໃນວັນສຸກວ່າຈະຢຸດສາຍການຜະລິດຢາ ເຮັດໃຫ້ຂາດແຄນ ແລະ ເຮັດໃຫ້ການປະຫານຊີວິດຊ້າລົງ.\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "ເມຊູດຕາມການລາຍງານໄດ້ຖືກຂ້າເສຍຊີວິດໃນວັນທີ່ 5 ສິງຫາ 2009 ລະຫວ່າງການໂຈມຕີໃນຕອນໃຕ້ຂອງວາຊິລິສຕັນ; ແນວໃດກໍ່ຕາມ ຫາກິມູລາ ເມຊູດ ຜູ້ທີ່ໄດ້ຮັບເລືອກເປັນຜູ້ສືບທອດຂອງໄບຕູລາ ແລະ ວາລິ-ອູ-ລີແມນ ໄດ້ບອກກັບສໍານັກຂ່າວ BBC ວ່າ ເມຊູດ ໄດ້ເສຍຊີວິດໃນວັນອາທິດ ທີ່ 23 ສິງຫາ 2009 ຈາກການທົນທຸກອາການບາດເຈັບໃນເດືອນສິງຫາ.\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "ລັດຖະມົນຕີຄົມມະນາຄົມແລະບໍລິການພູມມິພາກ ວໍເຣນ ທຸດ ໄດ້ວາງຕົນອອກຫ່າງຈາກການປະກາດເລື່ອງເທດສະຕາກ່າວວ່າ ເທດສະຕາມີໜ້າທີ່ຮັກສາບໍລິການຕໍ່ໄປ.\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "ທີມເນເທີແລນ ໄດ້ສອງປະຕູຂອງພວກເຂົາໃນຊ່ວງສິບນາທີທໍາອິດ.\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "ໃນຕອນເຊົ້າຂອງມື້ທໍາອິດ ລັດຖະມົນຕີຕ່າງປະເທດຂອງນໍເວ ໂຈນັດ ການ ສະໂຕແລະນາຍຍົກລັດຖະມົນຕີປາເລດສະໄຕ ຊາລາມ ເຟຍາດ ໄດ້ເວົ້າໃນແງ່ດີແລະຫວັງໃຫ້ສະຖານນະການປາເລດສະໄຕດີຂື້ນ.\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "ໃນເຂດຂອງ ດາປາຣ໌ແຄລ ໄດ້ຖືກລັກພາໂຕ ໃນວັນທີ 11 ເດືອນສິງຫາ ປີ 11 ຍັງບໍ່ທັນຮູ້ຄວາມຄືບໜ້າເທື່ອ.\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຫັນເພື່ອນຄົນໜຶ່ງ - ລາວໄດ້ຖືກຍິງສອງຄັ້ງເທິ່ງທ້ອງ ແລະ ມີເລືອດໄຫລອອກມາ.\"\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ \"ເຈນິສຮູ້ສຶກເສຍໃຈຢ່າງສຸດຊຶ່ງ! ລາວຕົກໃຈ ແລະ ຕ້ອງການໃຫ້ໂລກຮູ້ວ່າ ໄລອັນເປັນຄົນທີ່ອັດສະລິຍະ.\"\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "Hoang Ngoc Khanh ຜູ້ອໍານວຍການ ຂອງ ພະແນກປົກປັກຮັກສາປ່າໄມ້ແຂວງ ໄດ້ກ່າວວ່າ \"ເຂດພື້ນທີ່ດັ່ງກ່າວເປັນພື້ນທີ່ອະນຸລັກທີ່ສໍາຄັນທີ່ສຸດ ແລະ ເປັນເຂດທີ່ທາງແຂວງຕ້ອງການທີ່ຈະປົກປັກຮັກສາປ່າໄມ້ ແລະ ການບໍລິການດ້ານສິ່ງແວດລ້ອມຂອງເຂົາເຊັ່ນດຽວກັນການປະກອບສ່ວນໃນການພັດທະນາແບບຍືນຍົງ.\"\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "ຊາວາຮິຣິ ໄດ້ຖ່າຍທໍາໜັງຕ່າງໆຂຶ້ນມາຢ່າງໜ້ອຍມີສາມເລື່ອງ ຕັ້ງແຕ່ເດືອນພະຈິກ ເຊິ່ງທັງໝົດຈະອອກອາກາດໃນສະຖານີໂທລະພາບ ອັນ-ຍະຊີເຣາະ.\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "ລາວຍັງລາຍງານວ່າ ເກີດເຫດການ ທຸບທໍ່ຢ່າງຜິດກົດໝາຍທົ່ວ ແມັກຊິໂກຈໍານວນ 550ກໍລະນີ.\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ນະໂຍບາຍໃຫມ່ທີ່ຫາກໍ່ໃຊ້ນີ້ກໍ່ຖືກກຸ່ມຜູ້ເປື່ອຍກາຍປີນເຂົາຕໍ່ຕ້ານ.\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"ໃນຄວາມຄິດຂອງຂ້າພະເຈົ້າ ຫາກພົບສຸສານນີ້ ມັນຈະເປັນຫນື່ງໃນການຄົ້ນພົບທີ່ສຳຄັນທີ່ສຸດຂອງສະຕະວັດທີ 21 ເພາະຄວາມຮັກລະຫວ່າງຄີໂອພັດຕາແລະມາກ ແອນໂທນີ່ ແລະເພາະເລື່ອງຄວາມຕາຍຂອງພວກເຂົາທີ່ຫນ້າເສົ້າ.\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "ກຸ ທີ່ສະແດງຄວາມຮູ້ສຶກເສຍໃຈ ສັນຍາວ່າ ຈະດໍາເນີນການ ປ້ອງກັນຄວາມໂສກເສົ້າສະຫລົດດັ່ງກ່າວ ທີ່ເກີດຂຶ້ນອີກຄັ້ງ.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "ສະຖານະການມີຄວາມຫຍຸ້ງຍາກດ້ວຍຄວັນທີ່ຫນາເຊິ່ງຈຳເປັນຕ້ອງໃຊ້ຫນ້າກາກກັນອາຍແກ໊ດ.\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "ໂມຫາປາຕີ ໄດ້ກ່າວວ່າ ຂ່າວການແຈ້ງເຕືອນທໍາອຶິດຂອງ IMD ໄດ້ອອກໃນວັນທີ່ 1 ພຶດສະພາ ສະແດງໃຫ້ເຫັນເນື້ອທີ່ເຂດດັ່ງກ່າວ ເບິ່ງຄືໄດ້ຮັບຜົນກະທົບຈາກພາຍຸໄຊໂຄນດັ່ງກ່າວ.\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "ສ່ວນ​ຜູ້​ນຳ​ຝ່າຍ​ຄ້ານ​ຄື​ທ່ານ ຄິມ ບີ​ສ​ເລ້ ກ່​າວ​ວ່າ ນີ້​ແມ່ນ​ແຜນ​ການ​ສະ​ໜັບ​ສະ​ໜູນ​ດ້ານ​ກຳ​ລັງ.\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກທີ່ແຕ່ງຜົມແລະໜ້າແລ້ວ ຂ້ອຍຈະລົງໄປໂຮງຖ່າຍເພື່ອລົມກັບຜູ້ອຳນວຍການການສ້າງກ່ອນເລີ່ມລາຍການ.\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "ເເພດສຸກເສີນຢືນຢັນວ່າພວກເຂົາໂທເເຈ້ງຕຳຫຼວດເພື່ອລາຍງານວ່າ ພວກເຂົາຈະນຳໂອເວັນມາໂຮງໝໍ.\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "ປັດ​ຈຸ​ບັນ​ນີ້​ໃນ​ຈຳ​ນວນ​ຜູ້​ໃຫ​ຍ່​ທີ່​ເປັນ​ເພດ​ຊາຍ​ໜຶ່ງ​ພັນ​ຄົນ​ແມ່ນ​ຈະ​ມີ​ເພດ​ຍິງ 940 ຄົນ ເມື່ອ​ທຽບ​ກັບ​ປີ 2001 ຊຶ່ງ​ຕອນນັ້​ນ​ມີ​ເພດ​ຍິງ​ພຽງ 933 ຄົນ​ຕໍ່​ຜູ້​ຊາຍ​ໜຶ່ງ​ພັນ​ຄົນ.\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "ບາງຄົນຢູ່ໃນ \"ທີ່ເປ້ເພຫລຸດໂຊມ ແລະບໍ່ມີນ້ຳ\" ລາວກ່າວ.\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "ຖ້ວຍລາງວັນເກຄັບໄດ້ຮັບການຂະຫນານນາມຕາມຊື່ຂອງຂຸນນາງເອີເກຊື່ງບໍລິຈາກຖ້ວຍລາງວັນເພື່ອເປັນກຽດແກ່ທີມລັກບີ້ມືສະຫມັກຫລິ້ນທີ່ປສະສົບຜົນສຳເລັດຫລາຍທີ່ສຸດ.\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "ສະພາລັດຖະບານອົດສະຕາລີ (COAG) ຈະນັດພົບປະກັນ ໃນເມືອງເຄນເບີລາ ໃນມື້ນີ້ ເພື່ອນັດພົບປະຊຸມກັນຄັ້ງທໍາອິດ ໃນປີ 2006.\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາຕ້ອງຂໍໂທດຕໍ່ຄວາມບໍ່ສະດວກ ແລະ ຄວາມສັບສົນ ກໍໃຫ້ເກີດແກ່ລູກຄ້າຂອງເຮົາ.\" ຄໍາແຈ້ງການຂອງ MS ຕໍ່ສື່ມວນຊົນ.\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "ຫິມະຖືເປັນ \"ສັນຍານໃຫມ່ຂອງປະເທດອິລັກໃຫມ່\" ຕາມທີ່ທ່ານທາດາ ຟາດິວ ຕຳຫລວດຈາລະຈອນ ຜູ້ໃຫ້ສຳພາດກັບຮອຍເຕີຂະນະຢືນລີ້ຢູ່ລຸ່ມລະບຽງກ່າວ.\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "ຕັ້ງແຕ່ເປີດຕະຫລາດ ຫຸ້ນແອບເປີ້ນສູງຂື້ນທີ່ $373.72 ຖືວ່າຫຸນຕົກລົງ $2.46 ຫລັງຈາກການປິດຕະຫລາດວັນພຸດ.\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "ພະນັກງານຜູ້ບັງຄັບການແລະເຈົ້າແຂວງທີ່ສໍາຄັນໃນປະເທດອັງກິດທາງທະຫານແລະຜູ້ບັນຊາການໃນອະດີດຂອງ Queen Lancashire (ໃນປັດຈຸບັນ Duke ຂອງ Lancaster ຂອງທະຫານ) ແມ່ນໄດ້ຄິດຄ່າທໍານຽມທີ່ມີຫນ້າທີ່ປະຕິບັດເລີຍ.\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "ເຣດຕິ້ງຫນື່ງຄະແນນເທົ່າກັບ 1,096,000 ຄົວເຮືອນ ຕອນນີ້ມີຄົວເຮືອນທັງຫມົດ 109,600,000 ຄົວເຮືອນໃນສະຫະລັດອາເມລິກາທີ່ມີໂທລະທັດຢ່າງຫນ້ອຍຫນື່ງເຄື່ອງ.\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "ຂ້າພະເຈົ້າບໍ່ຮູ້ຈະໂອ້ລົມເລື່ອງຫຍັງແລະຈົນກວ່າເຮົາຈະໄດ້ຈັບເຂົ່າລົມກັນ ຂ້າພະເຈົ້າໄດ້ພຽງເທົ່ານີ້.\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "OPPກ່າວວ່າຜູ້ຊາຍທັງສອງຖືກຈັບຈາກເຫດຜົນ \"ທຳລາຍຄວາມສະຫງົບສຸກ\" ແລະມີການລົງບັນທືກໄວ້ວ່າບໍ່ໄດ້ເປັນການກະທຳຄວາມຜິດທາງອາຍາ.\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "ການປະກວດທ້ອງຖິ່ນ A-Grade ລະຫວ່າງ ຢູນີເວີຊີຕີ້ ແລະ ຄາລຸນດຣາ ໄດ້ເລິ່ມຂຶ້ນທັນທີທັນໃດ ຫຼັງຈາກການແຂ່ງຂັນຂອງນັດຜູ້ຍິງ.\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "ໃນຄືນວັນພະຫັດ ການປະກົດໂຕຂອງ ປະທານາທິບໍດີ ບາລັກ ໂອບາມາ ຢູ່ລາຍການຄຳຄືນ ເຊິ່ງດຳເນີນລາຍການໂດຍ ເຈ ເລໂນ ທ່ານ ໂອບາມາ ໄດ້ກ່າວກັບ ທ່ານ ເລໂນ ວ່າ ລາວ ຫຼີ້ນໂບລິງຢູ່ ສຳນັກງານປະທານາທິບໍດີ ຊຶ່ງເຮັດຄະແນນໄດ້ 129 ແຕ້ມ.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ທາງ Nature ລະ​ບຸ​ວ່າ Britannica ໄດ້​ວິ​ພາກວິ​ຈານ​ 'ໜ້ອຍກວ່າ​ເຄິ່ງ​ໜຶ່ງ​ຂອງ​ຜູ້​ວິ​ຈານ [ພວກ​ເຂົາ] ເປັນ​ເຄິ່ງ.' ທັງ​ກ່າວ​ວ່າ ທັງ​ສອງ​ສາ​ລາ​ນຸ​ກົມ​ນັ້ນ​ກໍ​ເວົ້າ​ເຖິງ​ການ​ຢຽວ​ຢາ​ຮັກ​ສາ​ຢ່າງ​ດຽວ​ກັນ.\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "ຄຳຕັດສິດແລກໃນກໍລະນີການຕໍ່ຕ້ານການຜູກຂາດນີ້ເກີດຂື້ນໃນປີ 2004 ໂດຍອ້າງວ່າ ໄມໂຄຊ໊ອບລະງັບຂໍ້ມູນການເຮັດວຽກຮ່ວມກັນທີ່ຈຳເປັນ ຈາກບໍລິສັດຊ໊ອບແວຄູ່ແຂ່ງຊື່ງເປັນການກີດກັນບໍ່ໃຫ້ພວກເຂົາສ້າງຊ໊ອບແວທີ່ໃຊ້ງານຮ່ວມກັບວິນໂດ້ໄດ້.\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "ມັນເປັນເລື່ອງຂອງເງິນທັງໝົດ ທີ່ຈະເຂົ້າໄປສູ່ເຂດໄທເກ -- ເຊິ່ງ ຈະເປັນອົງການອອກສຟາມ ອົງການດູແລເດັກ ອົງການຢູນິເຊຟ ແລະ ອົງການຊ່ວຍເຫລືອຄິດສຕຽນ - ບາງເທື່ອ ພວກເຮົາທັງໝົດຖືກຫລອກ ແລະ ຫລອກລວງ.\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker.com ລະບຸວ່າ ວິດີໂອຄີບສະບັບທີ່ນ້ອຍກວ່ານີ້ທີ່ເຄີຍເບິ່ງໄດ້ໃນຍູທູບ \"ຕອນນີ້ເບີ່ງບໍ່ໄດ້ແລ້ວ ຄາດວ່າຄົງຖືກທາງໂບດໄຊແອນໂທໂລຈີແຈ້ງລົບໂທດຖານລະເມີດລິຂະສິດ.\"\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "ຂໍ້ຄວາມດັ່ງກາວມາຈາກຂໍ້ຄວາມທີ່ປະກາດໂດຍບົດກະວີອັດສະວິດຊາຕານ ທີ່ຂຽນໂດຍ ຊັນແມນ ຣັດດາຍ.\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "ຜູ້ເລີ່ມຕໍາແໜ່ງທີ່ສາມ ແລະ ສີ່ ແມ່ນທີມຈາກອາເມລິກາ ແລະ ເຢຍລະມັນ ຕາມລໍາດັບ.\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "ຕາຕະລາງຖ້ຽວບິນຂອງສະກອດແລນ ໃນສະໜາມບິນ ຮີໂທຼ ຖືກຍົກເລີກຫຼາຍກວ່າປາຍທາງອື່ນໆ.\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "ສະພາບອາກາດໃນຂະນະທີ່ລົງຈອດທີ່ຊານຟານຊີດໂກດີ.\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"ເຄື່ອງກວດຈັບຄວັນໃນຊັ້ນທີ 13 ແລະ ຊັ້ນທີ 27 ບໍ່ໄດ້ທຳງານ.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "ທີມງານທັງຫມົດ ຂອງ Denver Broncos ທັງຫມົດຈະໄດ້ເຂົ້າຮ່ວມງານສົບສໍາລັບ Williams ໃນວັນເສົາໃນບ້ານເກີດຂອງ Fort Worth Texas ອີງຕາມShanahan.\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ຈົບການສຳພາດ ທ້າວຄາກກໍ່ຍອມມອບຕົວກັບຕຳຫລວດເກເມົາແລະວັນນິວກໍ່ໄດ້ເຮັດການບັນທືກຮູບດ້ວຍ.\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "ກ່ອນເກີດເຫດວາງລະເບີດລົ້ມເຫລວໃນວັນທີ 21 ກໍລະກົດ ໄດ້ເກີດເຫດລະເບີດຂື້ນຊຸດຫນື່ງໃນວັນທີ 7 ກໍລະກົດ ຊຶ່ງມີຜູ້ເສຍຊີວິດ 56 ສົບໂດຍສີ່ສົບເປັນມືລະເບີດທີ່ຂ້າຕົວຕາຍ.\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "ເຂື່ອນໃນແມ່ນ້ຳ ຄັອດເຕີ ໄດ້ຖືກຢູ່ໃນການກໍ່ສ້າງ ເປັນເວລາ ສີ່ປີ.\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "ເດີແອັສທຣອສ ໃນປັດຈຸບັນ ແມ່ນຢູ່ອັນດັບ 5 ໃນການແຂ່ງຂັນ ເນເຊິນນໍຫຼີກເຊັນໂທຣ ດ້ວຍຄະແນນ 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ມີພຽງ 186 ຄົນເຈັບຈາກລາຍງານໃນປີ 2004 ເຊິ່ງໄດ້ຫຼຸດລົງຈາກປີແລ້ວນີ້ມີ 336.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "ມີຜູ້ເຫັນເຫດການເຫັນຕອນທີ່ລາວຖືກຄື້ນຊັດອອກໄປໃນທະເລ.\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"ຄວາມສ່ຽງຂອງການຕິດພະຍາດແມ່ນມີ ຍ້ອນວ່າພວກເຂົາອາໄສໃນເຂດເປີດ ກັບ ເຕັ້ນ ແລະ ນ້ຳທີ່ຈຳກັດ\" ກ່າວໂດຍ ຣັຊຕັນ ປາກາຢາ ຈາກ ສູນຄວາມສ່ຽງ ກະຂວງສາທາລະນະສຸກ.\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "ໂດເມນຈີນໄດ້ຖືກເລັງໃນ ການປະຕິເສດຫຼ້າສຸດຫຼາຍຢ່າງ ຂອງການໂຈມຕີຕ້ານຈີນ.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ມີລາຍງານອຸບັດຕິເຫດອີກເຫດຫນື່ງເຊັ່ນກັນ ໃນນິວທາວແຮມມິວຕັນ ເມືອງອາມັກ ຊື່ງມີເດັກນ້ອຍອາຍຸ 17 ປີກ່ຽວຂ້ອງ.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "ໃນປີ \"2008 ງານລ້ຽງສະຫຼອງນັບຖອຍຫຼັງປີໃໝ່ທີ່ເມືອງໄທເປ\" ສື່ທັງພາຍໃນ ແລະ ຕ່າງປະເທດຫຼາຍແຫ່ງ ແມ່ນເນັ້ນໃສ່ດອກໄມ້ໄຟຂອງໄທເປ 101 ເນື່ອງຈາກເປັນທີ່ສັງເກດໄປທົ່ວທ້ອງຟ້າທົ່ວໂລກ.\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນຜົນມາຈາກບົດລາຍງານຈາກ KPMG ເຊິ່ງສະພາໄດ້ປະຕິເສດໃນການປະກາດ.\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "Citigroup ແມ່ນ​ໜຶ່ງ​ໃນ​ທະ​ນາ​ຄານ​ທີ່​ໃຫ້​ການ​ບໍ​ລິ​ການ​ເຕັມ​ຮູບ​ແບບທີ່​ໃຫ​ຍ່​ທີ່​ສຸດ​ໃນ​ໂລກ ໂດຍ​ມີ​ລູກ​ຄ້າຫຼາຍກວ່າ​ສ້ອງ​ຮ້ອຍ​ລ້ານ​ຄົນ​ໃນ 100 ກວ່າ​ປະ​ເທດ​ທົ່ວ​ໂລກ.\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "ຊື່ງຄົ້ນພົບຈາກການສັງເກດໜູທີ່ຄອດອອກມາບໍ່ມີຢີນຊະນິດນີ້.\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "ເດັກຍິງອາຍຸ 10 ປີ ໄດ້ຮັບບາດເຈັບສາຫັດ ຫຼັງຈາກທີ່ຕົ້ນໄມ້ລົ້ມລົງໃສ່ກະໂຈມທີ່ລາວກໍາລົງນອນຫຼັບຢຸ່.\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "\"ໃນ10ປີຕໍ່ໄປ ໃນເວລາທີ່ພວກເຂົາອາດພິຈາລະນາແບບໂງ່ໆ ໃນການປະກາດການໂຈມຕີຕໍ່ Israel ພວກເຮົາອາດສາມາດລົບລ້າງພວກເຂົາຢ່າງສິ້ນເຊິງ\" Clinton ກ່າວ.\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "ຫຸ້ນສາຍການບິນໄອຣິດ ໄຣອັນແອ ຕົກ 12% Nເຊົ້ານີ້ ຍິ່ງຕອກຢ້ຳສະພາບຕະຫລາດທີ່ຊຸດໂຊມທ່າມກາງຄວາມກັງວົນວ່າເສດຖະກິດຈະເສື່ອມຖອຍ.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ບໍລິສັດຕ້ອງໄດ້ຊື້ອາວຸດແລະສົ່ງພວກເຂົາໄປດ້ວຍຫນາມບິນສາກົນໃນຖານ.\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "ຕ້ອງຂອບໃຈສະກ໊ອດ ແມັກເຄນຊີ ເຊິ່ງລາວໄດ້ຊະນະມາແລ້ວ 20 ເກມ ໃນແຕ່ລະລະດູການໃນອະດີດ ເຮັດໃຫ້ແອວທໍ ບໍ່ຕ້ອງຫລີ້ນເກມ 7 ໃນ ເອັນແອວແຊມປ້ຽນຊິບ ກັບເຊນຫລຸຍ ຄາດິນາດ.\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "ການສຶກສາ \"ໄດ້ເປີດເຜີຍວິທີທາງ ສໍາລັບການຮັກສາເປົ້າໝາຍສະເພາະຕໍ່ກັບສະໝອງ ແລະ ການປ່ຽນແປງວິທີທາງທີ່ພວກເຮົາໄດ້ເບິ່ງພະຍາດສະໝອງເຊື່ອມ\" ກ່າວໂດຍທ່ານ ດີ ລາ ມອນເຕ.\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"ມັນແມ່ນເວລາ ທີ່ປະຊາຊົນ ອົສເຕເລຍ ໄດ້ຮູ້ຄວາມຈິງຂອງ ສິ່ງທີ່ກຳລັງເກີດຂຶ້ນໃນແຜ່ນດິນຂອງພວກເຮົາ.\"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ບັນຫາການສົມລົດລະຫວ່າງ ໂຄມາ ແລະ ເມຍຂອງລາວ ນໍມາ ເອັນດິເອນິ ແມ່ນ \"ເປັນທີ່ຮູ້ຈັກທົ່ວໄປ\" ແລະ ຍັງຖືກໜຸນຫລັງໂດຍນັກວິເຄາະອຸດສະຫະກໍາ ແລະ ນັກບິນຜູ້ທີ່ກ່າວວ່າ ລາວເຊື່ອວ່າ ທັງຄູ່ແມ່ນຜິດຖຽງກັນໃນທ້າຍແລງກ່ອນ ມື້ນັ້ນ ແລະ ສະແດງຄວາມກັງວົນວ່າ ລາຍງານບໍ່ໄດ້ກ່າວເຖິງບັນຫາດ້ານສະພາບຈິດໃຈ.\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "ອຸບັດຕິເຫດເກີດຂື້ນໃນເວລາທີ່ມີລົມແຮງ ແລະ ຝົນຕົກໜັກໂຈມຕີໃນເຂດນັ້ນ ເຮັດໃຫ້ເກີດຄື້ນໃຫ່ຍ ແລະ ກະແສແຮງໃນທາງນໍ້າ.\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີໃຜຕ້ອງການໃຫ້ສະຖານະການແບບນີ້ເກີດຂື້ນ ຊື່ງເປັນເລື່ອງທີ່ແຟ້ມຫນັງສືເດິນທາງຖືກເຈາະເຂົ້າຂໍ້ມູນໂດຍບໍ່ໄດ້ຮັບອານຸຍາດ.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"ມັນລົງມາດ້ວຍລະດັບຂີດຈໍາກັດຂອງເມືອງ(ເພີມ)ໃນພື້ນດີນທີ່ບໍ່ໄດ້ໃຊ້ວຽກ.\"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"ທັງຫມົດນີ້ເປັນການລຳລືກເຖືງຊາຍຜູ້ກ້າຫານ 47 ຄົນທີ່ເສຍຊີວິດໃນໂອເຊນໄກໃນເຄິ່ງສະຕະວັດທີ່ຜ່ານມາ.\"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "\"ສິ່ງນີ້ເປັນຂໍ້ມູນສຳຄັນຫາກທ່ານຕ້ອງການ ເພື່ອເລີ່ມການຄົ້ນຫາຊີດນີ.\" ກ່າວໂດຍເກຣແຮມ.\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "12 ໜ້າ​ເຈ້ຍ​ສຸດ​ທ້າຍນີ້​ແມ່ນ​ບົດ​ຄວາມ​ຕອບ​ໂຕ້​ຕໍ່​ການ​ວິ​ພາກວິ​ຈານ​ຫົວ​ຂໍ້​ຂ່າວ​ໃດ​ໜຶ່ງ​ໂດຍ​ສະ​ເພາະ ເຊິ່ງ​ປະ​ກອບ​ໄປ​ດ້ວຍ​ຄຳ​ຄິດ​ເຫັນຫຼາຍ​ຮູບ​ແບບ ແລະ​ບົດ​ຄວາມ​ອື່ນໆ​ປະ​ກອບ​ນຳ ແຕ່​ໄດ້​ມີ​ບາງ​ຄົນ​ອ້າງ​ເຖິງ​ຄວາມບໍ່​ຖືກ​ຕ້ອງທີ່​ເປັນ​ສ່ວນ​ຂອງ Nature.\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "ທ່ານ Roger C Hochschild ໃນນາມຜູ້ອອກບັດ ເຄຣດິດປະຈຸບັນໄດ້ເປັນພະຍານການຄົ້ນພົບການບໍລິການແບບສໍ້ໂກງທາງດ້ານການເງິນຂອງທະນາຄານ Bruce L Hammonds ແລະ ການສໍ້ໂກງທາງດ້ານການເງຶນຂອງນະຄອນຫລວງ Ryan Schneider ແຫ່ງປະເທດອາເມລິກາ.\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "ຈຸດປະສົງເບື້ອງຕົນ ທາງທີມງານທົດສອບເບີ່ງຄວາມເປັນໄປໄດ້ຂອງຄົນໃນການຄົ້ນຫາທົ່ງແມ່ເຫຼັກໂດຍການສຶກສາການກຳນົດທິດທາງຖົງນອນຂອງພວກຜູ້ຕັ້ງແຄມນອກບ້ານ ແຕ່ການພິສູດນີ້ເປັນການພິສູດທີ່ໃຫ້ຂໍ້ມູນ ແລະ ຫລັກຖານໄດ້ຍາກເນື່ອງຈາກວ່າໂດຍທຳມະດາແລ້ວເຮົານອນໃນເຕັ້ນ.\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "ທະນາຍຄວາມຂອງນັກຊິດເບັດ ເດວິດ ພີ. ບາດ ກ່າວວ່າຄົນທີ່ອາໄສຢູ່ໃນພື້ນທີ່ຮອບເຂື່ອນດີໃຈທີ່ອັນລິເກເຕີໄປແລ້ວ.\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "ໂຮງແຮມຊາໂມມັກເປັນສະຖານທີ່ ທີ່ເຈົ້າຫນ້າທີ່ລັດເລືອກໃຫ້ເປັນສະຖານທີ່ຈັດງານ ແລະຄັ້ງຫນື່ງເຄີຍເປັນໂຮງແຮມທີ່ໂດ່ງດັງສຳຫລັບນັກຂ່າວຕ່າງປະເທດ.\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "ມີຕາເຢັບ ໄດ້ອ້າງວ່າ \"ຄວາມຄຽດຈາກບັນຫາຄອບຄົວ\" ທີ່ນຳພາໃຫ້ລາວມີການກະທຳຕໍ່ ໂປປອຟ.\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "ອີງຕາມລາຍງານຂອງເຈົ້າໜ້າທີ່ ມີອາຄານຫຼາຍເຖິງເກົ້າບ່ອນໃນເກາະລາໂກສທີ່ໄດ້ຮັບຜົນກະທົບຈາກ ເປວໄຟ ຂອງເຫດໄຟໄໝ້.\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "\"ການໂນ້ມນ້າວຂອງຂ້ອຍໃນຕອນນີ້ ບໍ່ແມ່ນການເຮັດຫຍັງບາງຢ່າງຄືແບບນັ້ນ\" ຄອນເຢີ ເວົ້າ ເຖິງວ່າລາວກ່າວວ່າ ລາວຕ້ອງການທີ່ຈະຖະແຫຼງ ສຳລັບການສືບສວນໃນທິດທາງອື່ນ ລວມທັງການສົ່ງ ຄະນະກຳມະການສືບສວນມາ ລອນດອນ.\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "ການປິດຊາຍແດນສືບຕໍ່ເປັນບັນຫາສຳຄັນສຳລັບຊາວກະສິກອນຄົນການາດາ ທີ່ ລ້ຽງ ງົວ ຜູ້ທີ່ເອື່ອຍອີງໃສ່ ການຂາຍ ໃຫ້ ຕະຫຼາດຊີ້ນງົວຂອງອາເມລີກາ.\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "ຜູ້ຕ້ອງສົງໃສໄດ້ລັກໜີອອກຈາກທະນາຄານ ເມີຊານາຍ ໜຶ່ງມາຍທາງຕາເວັນຕົກຂອງ Disney World's Wide of Sport ໂດຍມີຕົວປະກັນນຳໜຶ່ງຄົນ ຫຼັງຈາກເຈົ້າໜ້າທີ່ໄດ້ໃຊ້ອຸປະກອນລະເບີດ ລະເປີດເຂົ້າໄປທາງປະຕູຫຼັງ.\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "ໃນປີ 1991 ການສຶກສາ ກ່ຽວກັບ ສະໝອງຂອງຄົນທີ່ເປັນພະຍາດ ເອດແມ່ນໄດ້ສະແດງຜົນທີ່ຄ້າຍຄືກັນ ກ່ຽວກັບ ຄວາມແຕກຕ່າງຂອງສະໝອງສ່ວນໜ້າຂອງຜູ້ຊາຍທີ່ມັກຜູ້ຊາຍ ແລະ ຜູ້ຊາຍທີ່ມັກແມ່ຍິງ.\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "ບັນດານັກວິຈານເວົ້າວ່າ ທ່ານໂອບາມາ ເບິ່ງຄືກັບວ່າຈະເຮັດໄດ້ດີໃນກອງປະຊຸມສະມາຊິກການເມືອງແຫ່ງລັດ.\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "ກຸ໋ມສິດທິປືນ ໄດ້ມີການລົນນະລົງຕໍ່ຕ້ານການອອກສຽງຢ່າງເຂັ້ມແຂງ ໂດຍອ້າງວ່າ ມາດຕະການດັ່ງກ່າວ ຈະເປັນການຄຸກຄາມສິດທິທາງດ້ານລັດຖະທໍາມະນູນ ແລະ ມີການເຮັດສື່ອອນລາຍລໍ້ລຽນ ໂດຍເຈາະຈົງເລັ່ງໃສ່ ບັນດາສະມາຊິກວຸດທິສະພາ.\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "ແຈັກ ໂທມັສ ໃນອາຍຸ 33 ປີ ເຊິ່ງຮູ້ໃນນາມ \"ຈິຮາດ ແຈັກ\" ໄດ້ຖືກຕັດສິນລົງໂທດ ພາຍໃຕ້ກົດໝາຍສະບັບໃໝ່ຂອງ ອົດສະຕາລີ ວ່າດ້ວຍ ການຕໍ່ຕ້ານ-ການກໍ່ການຮ້າຍ.\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ກ່າວວ່າ ປະຊາຊົນນັບຕື້ໃນອາຊີ ແລະ ອາຟິຣກາ ໄດ້ປະເຊີນກັບການຂາດນ້ຳແລ້ວ ເພາະການຈັດການນ້ຳທີ່ຫຼ້າຫຼັງ.\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "ອາທິດນີ້ກໍ່ໄດ້ເຫັນ ໂຮເວັດ ບາດ ຄະນະກຳມະການເດັກນ້ອຍ ສຳລັບ ອານານິຄົມ ອົສເຕເລຍເໜືອ ແນະນຳວ່າເຂດນີ້ມີອັດຕາທີ່ສູງຂອງການຂ້າໂຕຕາຍຂອງ ເດັກຍິງແບບດັ້ງເດີມໃນ ພາກຕາເວັນຕົກ.\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ມີການປະກາດເຄີຟິວແລະກອງທະຫານກໍ່ປິດຊາຍແດນຂອງໄນເຈີ.\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "ພໍ່ຂອງນາງ ຊື່ວ່າ ມິດຈ ໄດ້ກ່າວວ່າ \"ນີ້ແມ່ນລາງວັນສໍາລັບຜົນສໍາເລັດໃນເລື່ອງດົນຕີ ແລະ ຄວາມສາມາດຂອງນາງ.\"\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ດັບເພິງ ໄດ້ໃຊ້ເຮລີຄອບເຕີ ທີ່ໄດ້ຮັບການຊ່ວຍເຫລືອຈາກຫ້ອງການເມືອງ ເອຣີ ເຄົາຕີ ຊຶ່ງມີກ້ອງຖ່າຍພາບອິນຟາເຣດຊ່ວຍໃນການສັງເກດເຂດຕ່າງໆຂອງອາຄານທີ່ອາດມີຄວາມຮ້ອນຫລືເພິງໄໝ້ຫຼາຍ.\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "ເລື່ອງຂອງ Rainer ສ່ວນໃຫຍ່ແມ່ນກ່ຽວກັບແວ່ນເກົ່າທີ່ລາວໄດ້ຄົ້ນພົບໃນເວລາ ເຂົ້າຮ່ວມການຂາຍອະສັງຫາໃນ ​Dallas Texas.\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "ເມື່ອລົດບັນທຸກຫຍຸດທີ່ຫນ້າບ້ານ ຕຳຫລວດເຫັນວ່າເປັນເດັກຊາຍ ຮຽນປະຖົມສືກສາປີທີສອງ ສູງ 4 feet ຢູ່ຫລັງດຸມ.\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "ເຄື່ອງປະຕິກອນ CANDU ແມ່ນໄດ້ຮັບການອອກແບບໃນປະເທດແຄນາດາ ເຊິ່ງເປັນໜຶ່ງໃນເຄື່ອງປະຕິກອນນິວເຄຍທີ່ເປັນຮູບແບບທີ່ໄດ້ປຽບທີ່ສຸດ ເນື່ອງຈາກການປະຫຍັດພະລັງງານເຊື້ອເພີງ ແລະ ຫລຸດບັນຫາເວລາເຄື່ອງບໍ່ເຮັດວຽກ.\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ຮູ້່ວ່າ ຍັງມີສານພິດອື່ນບໍ່ໃນລະບົບຂອງລາວ.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ທາງທະນາຄານກາງຊາອຸອາລະເບຍກ່າວວ່າ \"ຈະໃຊ້ມາດຕະການ\" ທີ່ເຫມາະສົມເພື່ອປ້ອງກັນເງີນທືນກ້ອນໃຫຍ່ບໍ່ໃຫ້ໄຫລເຂົ້າປະເທດ.\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "ມື້ວານ ມີປະມານຫຼາຍກວ່າ 100,000 ຄົນ ອອກມາປະທ້ວງໃນ ທາເລຍ ສະແຄວ ເພື່ອຕໍ່ຕ້ານລັດຖະທໍາມະນູນ ຂອງ ທ່ານ ໂມຫາເມັດ ມໍຊີ ປະທານນາທິບໍດີ ແຫ່ງອີຢິບ.\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "ໃນສ່ວນໜຶ່ງຂອງນະໂຍບາຍໃໝ່ ອາວຸດທີ່ບໍ່ມີອານຸພາບທໍາລາຍສູງ ຈະມີບົດບາດຫຼາຍກວ່າເກົ່າໃນອານາຄົດ.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "ເຄື່ອງບິນແອບັດ ເອ330 ຂອງຄອນຕັດແອເວຖືກເຈົ້າຫນ້າທີ່ອົດສະຕາລີສົ່ງໄປຍັງມະຫາສະຫມຸດດັ່ງກ່າວ.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "ຫນ່ວຍງານແນະນຳວ່າອາດບໍ່ແມ່ນສາຍພັນຮຸນແຮງຕາມທີ່ຄິດໄວ້ຕອນທຳອິດ.\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "ລາວຍັງຈັດພິມ ເດິ ແອນໂດຣເມດາ ສະເຕຣນ ຄອງໂກ ໄລຊິງ ຊັນ ທາມໄລ ອີດເຕີ ອອຟ ເດິ ເດດ ທັງໝົດນີ້ກາຍເປັນຮູບພາບການເຄື່ອນໄຫວ.\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "ສເຕີເວັນໄດ້ຖືກຕັດສິນໃນເດືອນຕຸລາ ກ່ຽວກັບ ຄວາມຜິດເຈັດຢ່າງໃນການຫຼອກລວງກ່ຽວກັບການເປິດເຜີຍຮູບແບບຂອງຂອງຂວັນ ໂດຍສ່ວນໃຫຍ່ແລ້ວແມ່ນຈາກການສ້ອມແປງເຮືອນຂອງລາວ ເຊີ່ງໄດ້ຮັບຈາກບໍລິສັດໃຫ້ການບໍລິການດ້ານນໍ້າມັນ; ການຕັດສິນຄະດີຄວາມຂອງລາວໄດ້ກາຍເປັນປັດໃຈສຳຄັນໃນການພ່າຍແພ້ຕໍ່ການເລືອກຕັ້ງຂອງລາວໃນເດືອນພະຈິກໃຫ້ແກ່ອະດິດເຈົ້າເມືອງເມືອງ ແອນໂຄເຣກ ທ່ານ ມາກ ເບຈິກ ເຊິ່ງປະຈຸບັນເປັນສມາມາຊິກສະພາຜູ້ໜຸ່ມນ້ອຍຈາກຣັຖອາລາສກາ.\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "ອີງຕາມທີ່ອຽນ ຣິນໂທ ຈາກພັນທະມິດເພື່ອການຮັບຜູ້ອົບພະຍົບ ກ່າວວ່າ ແນວໃດກໍ່ຕາມ ຊາວສີລັງກາທີ່ຢູ່ໃນຊຸມຊົນອົດສະຕາລີຖືກປະຖີ້ມ.\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "ກ່ອນໜ້ານັ້ນ ໄມເອີ ໄດ້ສິດສອນຢູ່ທີ່ ໂຮງຮຽນມັດທະຍົມຕອນປາຍເຣແລນ ແລະ ຖືກຢຸດສອນໃນປີ 2006 ຫຼັງຈາກ ນັກຮຽນພົບວ່າລາວເຄີຍເປັນນັກສະແດງຮູບເງົາໜັງໂປ້.\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວໂທລະທັດໄດ້ເຜີຍແຜ່ພາບການຂ້າຂອງທະຫານເຮືອໃນວິດີໂອ.\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "ທະຫານຂອງກອງກຳລັງປ້ອງກັນປະເທດອິດສະລະເອວປະກາດຜ່ານເຄື່ອງຂະຫຍາຍສຽງວ່າ ເມືອງຕຸຄາຣາມຢູ່ພາຍໃຕ້ກົດເຄີຟິວເຊິ່ງປະຊາຊົນຜູ້ຢູ່ອາໄສທຸກຄົນຕ້ອງຢູ່ແຕ່ພາຍໃນບ້ານ.\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "ດິນເຈື່ອນໄດ້ຝັງເຮືອນ ແລະ ເຮັດໃຫ້ຖະໜົນຜ່ານບໍ່ໄດ້ ໃນຂະນະທີ່ຕຳຫຼວດຫຼາຍຮ້ອຍຄົນ ທະຫານ ພະນັກງານທ້ອງຖິ່ນ ແລະ ອາສາສະໝັກ ໄດ້ຂຸດໂດຍອຸປະກອນເຮັດຟາມ ແລະ ເຖິງກັບໃຊ້ມືຂອງພວກເຂົາ ເພື່ອຊອກຫາຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຮັບບາດເຈັບຢູ່ຫຼັງເມື່ອລາວໂດດອອກຈາກຫ້ອງຄົນຂັບຂອງລົດບັນທຸກ.\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "ເພື່ອໂຕ້ຕອບຂໍ້ກ່າວຫາຂອງສະຫະລັດ ປະທານາທິບໍດີອິລ່ານ ມາມູດ ອາເມດີນຈາດ ກ່າວໃນການສຳພາດທາງໂທລະພາບວ່າການກ່າວຫານີ້ເປັນ \"ຄຳອ້າງເພື່ອຈະໄດ້ຢູ່ດົນຂື້ນ\" ຂອງກອງທັບສະຫະລັດໃນອິຣັກ ແລະສະຫະລັດກຳລັງຊີ້ນິວຫາຄົນອື່ນເພື່ອເຊື່ອງຄວາມ \"ພ່າຍແພ້ແລະລົ້ມເຫລວ\" ແນວໃດກໍ່ຕາມໃນການສຳພາດກັບໄດແອນ ຊໍເຍີ ໃນວັນທີ 12 ກຸມພາ ອາມາດີດຈາດ ປະຕິເສດທີ່ຈະກ່າວຖືງຂໍ້ກ່າວຫາວ່າປະເທດຂອງລາວໄດ້ຈັດສົ່ງອາວຸດໃຫ້ກັບກຸ່ມກະບົດໃນອິຣັກ.\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "ທີ່ປະຊຸມ ຈັດໂດຍກະຊວງການຕ່າງປະເທດຂອງສະຫະລັດໄດ້ຖືກຕັ້ງຊື່ວ່າເປັນການປະຊຸມອັນາໂປລີດ.\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "ຄິດວ່າບໍ່ມີຍານພາຫະນະອື່ນໆທີ່ມີສ່ວນກ່ຽວຂ້ອງໃນເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "ບາຊີວ ອາ-ເຊເຍດ ໄດ້ກາຍເປັນນັກຂ່າວຄົນລ້າສຸດ ທີ່ເສຍຊີວິດໃນປີ 2011 ຖືກຍິງໃນວັນທີ່ 29 ທັນວາ ໂດຍປືນສະໄນເປີ້ ໃນເມືອງຫອມ.\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "ຟານຊິດ ເອເລີວິດ ນັກກວດສອບການວິໄຈ ຢັ້ງຢືນການໃຫ້ສໍາພາດໃນໜັງສືພິມນິວຢອກທາມວ່າ ການປະກາດຜົນທົດລອງຂອງເຂົາ ເປັນພຽງຜົນທົດລອງເບື້ອງຕົ້ນເທົ່ານັ້ນ ແລະ ການວິໄຈຄັ້ງຕໍ່ໄປ ພວກເຂົາຫວັງວ່າຈະໄດ້ຜົນທີ່ແມ້ນຢໍາກວ່ານີ້; ໃນປະຈຸບັນ ພວກເຂົາພຽງແຕ່ສາມາດກວດພົບປະກົດການແຟມແດກກິ້ງ ໃນລະດັບ ບວກ ຫຼື ລົບ ສິບຫ້າ ເປີເຊັນ ຂອງຄ່າທີ່ຕັ້ງໄວ້.\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "ການຫວງຫ້າມຂອງການເຂົ້າເຖິງຂໍ້ມູນ ໄດ້ຮັບປະກັນວ່າ ຜູ້ລາຍງານ 30,000 ຄົນ ແລະ ພະນັກງານສື່ມວນຊົນ ຄາດຫວັງກັບໂອລິມປິກ ພາຍໃຕ້ 'ສັນຍາຜູ້ຈັດ'ຂອງປັກກິ່ງ.\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "ທ່ານ ຮອງສຈ ຊາເວຍ ເວົ້າວ່າ \"ບົດຄົ້ນຄ້ວາໂຕກ່ອນນີ້ ປະເມີນມູນຄ່າພະລັງງານ ແລະ ການປົດປ່ອຍອາຍກາກບອນຈາກການກໍ່ສ້າງໂຮງງານພະລັງງານນິວເຄຣຍ ສູງເກີນໄປ ແລະ ເຊັ່ນດຽວກັບ ການເຮັດເໝືອງແຮ່ທາດຢູເລນຽມ.\"\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "ຜູ້ຜະລິດແອບັດຊື່ງມີຖານການຜະລິດທີ່ເມືອງຕູເລົາຈະຊ່ວຍເຫລືອການສືບສວນຄັ້ງນີ້ ໂຄສົກແອບັດກ່າວ.\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "ຄວາມສ່ຽງທີ່ສູງແມ່ນຄົນທີ່ຢູ່ໃນຄຸກ ຄົນຈອນຈັດ ທະຫານ ແລະ ຄອບຄົວທີ່ຮັບລ້ຽງເດັກນ້ອຍ.\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "ຄາດການວ່າການລົດຈຳນວນທະຫານສະຫະລາດຊະອານາຈັກຄັ້ງນີ້ຈະລົດຄ່າໃຊ້ຈ່າຍລົງໄດ້ເກືອບ £1 ພັນລ້ານ (ເກືອບ $1.7 ລ້ານ).\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"ເພື່ອໂອບອ້ອມເອົາຮາມັດຢ່າງເປີດເຜີຍ ລັດແຫ່ງກາຕາ ຈະຕ້ອງໂຍນຄໍາວ່າສັນຕິພາບໄປກ່ອນ.\"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "ຮ້ານໂຣເຈີ້ຂອງແຄນາດາ ແມ່ນເປັນຜູ້ໃຫ້ບໍລິການທີ່ແພງທີ່ສຸດອັນດັບສອງ ໃນລາຄາ 2,176 ໂດລາ ສໍາລັບໄລຍະສາມປີ.\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "ຂ້າພະເຈົ້າຈະບອກວ່າມັນເປັນສິ່ງທີ່ດີທີ່ມີການສະຫງວນຂໍ້ຄວາມ ຫຼື ໃຈຄວາມເມື່ອໃດທີ່ມີໂອກາດ.\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"ມັນແມ່ນການສະໜັບສະໜູນຢ່າງແທ້ຈິງ ເພື່ອສາມາດຈັດຫາລົດໄຟຟ້າເພີ່ມຂຶ້ນແກ່ເມືອງ ຄອຍດອນ ໃຫ້ຖືກກັບຄວາມຕ້ອງການຂອງການໃຫ້ບໍລິການ ແທຼມລິ້ງ ທີ່ເພີ່ມຂຶ້ນ ພ້ອມນີ້ຍັງຮັບປະກັນການເພີ່ມຂຶ້ນທີ່ສໍາຄັນຂອງຜູ້ຍ່າງ ແລະ ຜູ້ໃຊ້ບໍລິການຂົນສົ່ງໂດຍຮອບ ແລະ ຜູ້ໂດຍສານລະຫວ່າງສະຖານີຕາເວັນອອກ ແລະ ຕາເວັນຕົກ ຂອງຄອຍດອນ.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "ເຄື່ອງຈັກແມ່ນຢຸດເຮັດວຽກ ແລະ ຍົນເຮລິຄອບເຕີ້ໄດ້ຕົກລົງເຂົ້າກັບໜ້າດິນ ກ່າວໂດຍປະຊາຊົນທ້ອງຖິ່ນຄົນໜຶ່ງຊື່ວ່າ ອັດສຕິນ ວາກາສ.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"ເບນເປັນເພື່ອນທີ່ດີ ແລະເວລາທີ່ລາວຢູ່ຍູໂຣບກັບວົງດິດສະໂກ(ໂດຍສະເພາະຕອນກາງຄືນທີ່ເຮືອນຂອງຂ້າພະເຈົ້າ)ກໍ່ເປັນຊ່ວງເວລາທີ່ຍອດຢ້ຽມຫລາຍ.\"\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "ເງິນລັດຖະບານເຄີຍຖືກໃຊ້ໃນການໂອນ ແບ ສະເຕີນ ໂດຍ ເຈພີມໍແກນ ເຊສ ໃນເດືອນມີນາປີນີ້.\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າ ທັນໃດນັ້ນ ກໍ່ໄດ້ແນໃສ່ເພື່ອ ຮຽກຮ້ອງເອົາເງິນຂອງພວກເຂົາອີກຄັ້ງໜຶ່ງ ແລະ ໄດ້ໄປໂຮງແຮມທີ່ ວິດຕັ້ນ ແລະ ໄດເອີ້ ອາໄສຢູ່ ແຕ່ກໍ່ພົບວ່າຫ້ອງເປົ່າວ່າ ແລະ ທັງສອງຄົນນັ້ນກໍ່ມີໃຜພົບເຫັນອີກເລີຍ.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "ການກໍ່ຕັ້ງອາວຸດປະລໍາມະນູນ ທີ່ເມືອງ ອາເດີແມນສະຕັນ ໄດ້ປະກາດຈະພັດທະນາອາວຸດນິວເຄຼຍທາງຍຸດທະວິທີ ທີ່ມີຂະໜາດນ້ອຍ ແລະ ສັ້ນກວ່າອາວຸດນິວເຄຼຍ ໄທເດັ້ນ ໂດຍການໃຊ້ເຄື່ອງປ່ອຍຂີປະນາວຸດຊະຍີດດຽວກັນກັບ ຂີປະນາວຸດໂທມາຮອກ.\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "ແຕ່ຄວາມຮູ້ສຶກຂອງ \"ນໍມໍ\" ໄດ້ກັບມາໃນມື້ທີ່ອຸນຫະພູມຫຼຸດລົງແລະລົມເລີ່ມພັດ ພ້ອມກັບມີຜູ້ເຂົ້າເສັ້ນໄຊ 1,788 ຄົນໃນວັນທີ 14 ຕຸລາ 2007 ໃນກຳຫນົດເວລາ 12:00.\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "ທ່ານນອງ ລາປີແອ ລັດຖະມົນຕີກະຊວງຄົມມະນາຄົມ ການາດາ ກ່າວວ່າ ສອງໃນສາມຂອງທຽວບິນພາຍໃນປະເທດການາດາຈະຕ້ອງບິນຜ່ານຫນ້ານຟ້າອາເມລິກາ.\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "ໃນ​ເດືອນ​ກໍ​ລະ​ກົດ 2004 ປະ​ເທດ​ຣູ​ມາ​ນີ​ຈະ​ປັບ​ຄ່າ​ເງິນ​ຕາ​​ຄື​ສະ​ກຸນ​ເງິນ​ລິ້ວຂອງ​ຕົນ​ເອງ ສະ​ນັ້ນ 10,000 ສະ​ກຸນລິ້ວເກົ່າ ໃຫ້ມີ​ຄ່າ​ເທົ່າ​ກັບ 1 ສະ​ກຸນ​ເງິນລິ້ວໃໝ່ ຫຼື 1 ຢູ​ໂຣ​ໃຫ້​ມີ​ຄ່າ​ເທົ່າ​ກັບ 3.6 ສະ​ກຸນ​ເງິນລິ້ວ​ໃໝ່.\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "ໃນຕະຫລອດວິດີໂອນີ້ ທອມຄູດໃຊ້ສັບວົງໃນຂອງລັດທິໄຊແອຊໂທໂລຈີຢ່າງເຊັ່ນ \"ເຄເອັດສ໌ດັບເບີຍູ\": \"ສໍາຫລັບຂ້າພະເຈົ້າ ທຸກຢ່າງເປັນເລື່ອງຂອງເຄເອັດສ໌ດັບເບີຍູ.\"\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "ສະເປັນເຊີ ໄດເດັນ ມືກອງວົງລອກລະດັບຕໍານານ ຊາວອາເມລິກາ ຂອງວົງ ເຈັບເຟີຊັນ ແອເພຣນ​ໄດ້ເສຍຊີວິດລົງໃນວັນທີ່ 11 ອັງຄານ ເດືອນມັງກອນ.\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "ອາການ ອາເຊີແມນ ໂດຍປົກກະຕິແລ້ວຈະມີສາເຫດມາຈາກການບາດເຈັບມົດລູກສົ່ງຜົນໃຫ້ມີຮອຍແປ້ວພາຍໃນເນື້ອເຍື່ອ.\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ທັນໄດ້ມີການອະທິບາຍວ່າແຜນການຫຼຸດຜ່ອນພາສີ ແລະ ຄ່າໃຊ້ຈ່າຍຂອງລາວຈະມີຜົນກະທົບຕໍ່ສັງຄົມແນວໃດ.\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນດັ່ງກ່າວໄດ້ເຄື່ອນຈາກວິທະຍາໄລອັນເນື່ອງມາຈາກດິນຟ້າອາກາດຊຸ່ມເຮັດໃຫ້ມີພື້ນທີ່ໃນການໄດ້ຮັບການເຂົ້າສູ່ລະບົບນ້ໍາ.\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດບໍ່ໄດ້ຕັ້ງໃຈເປິດເຜີຍຂໍ້ມູນເຫດການນີ້ຈົນພີ່ນ້ອງໄດ້ຮັບການແຈ້ງກ່ຽວກັບເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນກ່ອນໜ້ານີ້ໂດຍໃຊ້ສີພາຍສໍາຮອງ ທີມໂກດີ(ຈາກແຄມບຣິດ) ຊະນະ ທີມໄອຊິດ(ອ໋ອກຟອດ).\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "ຕຳຫລວດບຸກໄປທີ່ແມນຊັນສູງສີ່ຊັ້ນຂອງທ່ານ ມາທາວັນໃນປະເທດອິນເດຍພົບຢາເສບຕິດ ຊຸດຕຳຫລວດ ຫນັງທີ່ເຮັດຈາກເສືອຊະນິດທີ່ໃກ້ສູນພັນແລະດີວີດີລາມົກ.\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "ຢູ່ໃນປີ 2002 ແລະ ປີ 2006 ບັນດາຮູບຖ່າຍແມ່ນແຕກຕ່າງກັນໂດຍສິ້ນເຊິງ ຈາກພື້ນທີ່ທີ່ສ້າງຂຶ້ນກ່ອນໜ້ານີ້ ມີເນື້ອທີ່ເປົ່າຍັງເຫຼືອຢູ່.\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "ຮອບທໍາອິດຂອງການແຂ່ງຂັນຢູຟ້າຄັບຮອບ ສິບຫົກ ທີມ ໄດ້ມີຂຶ້ນໃນຕອນຕົ້ນຂອງມື້ນີ້ ໂດຍທັງໝົດມີເກມການແຂ່ງຂັນແປດເກມ.\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "ນາງ ດີອານາ ລາດ ຜູ້ທີ່ເວົ້າໃນເບື້ອງຕົ້ນວ່າລາວແມ່ນເຈົ້າຂອງໝາ 1 ໃນ 3 ໂຕທີ່ກ່ຽວຂ້ອງໃນເຫດການໝາກັດນີ້ ແຕ່ຍັງບໍ່ທັນໄດ້ຖືກກ່າວໂທດຢ່າງເປັນທາງການ ແລະ ກໍາລັງລໍຖ້າການດໍາເນີນຄະດີຢູ່.\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "ພະນັກງານເຫມືອງຕິດຢູ່ຕັ້ງແຕ່ 03:00 ນ. (8:00 ນ. ເວລາມາດຕະຖານ)ເວລາທ້ອງຖິ່ນ.\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "ສາຖານີຕໍາຫຼວດ ຂອງ ອົງການປ້ອງກັນພົນລະເຮືອນສະເປນຖືກໂຈມຕີ ວັນນີ້ ກໍ່ຄືວັນສຸກ ໂດຍ ເຫດການລະເບີດລົດ ໃນເມືອງບາສ ຂອງດູລັນໂງ ເຮັດໃຫ້ຕໍາຫຼວດໄດ້ຮັບບາດເຈັບ ສອງຄົນ.\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "ຕໍ່ເຫດການທີ່ຮ້າຍແຮງຂຶ້ນ ດັດຊະນີຄວາມຮ້ອນ ຖືກຄາດວ່າຈະສູງຂຶ້ນຈົນຮອດ 110ºF ຢູ່ພາກຕາເວັນອອກ ເນື່ອງຈາກລະດັບຄວາມເອົ້າສູງ.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "ທ່ານ ຕິອູບ ຜູ້ອຳນວຍການເອັບເອໂອກ່າວວ່າ ການລົງທືນໃນການກະເສດ ຄືກຸນແຈສຳຄັນໃນການເອົາຊະນະຄວາມທຸກຍາກແລະຄວາມອົດຢາກໃນປະເທດທີ່ທຸກຍາກ.\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "ລາວຍັງກ່າວວ່າ \"ບໍ່ມີອາຄານຖະຫລົ່ມແບບນັ້ນ ເວັ້ນແຕ່ວ່າຈະເກີດການລະເບີດຈາກພາຍໃນ.\"\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "ເຫດການທີ່ຮຸນແຮງກວ່ານັ້ນ ລວມມີການຊົນປະທະໃນເດືອນຕຸລາ 2005 ຂອງຍົນສູ້ຮົບລັດເຊຍ ໃນເມືອງລຸດຕົວເນຍ.\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"ພວກເຂົາມີທຸລະກິດທີ່ອານຸຍາດໃຫ້ເກີດຄວາມລາມົກແບບນີ້ຢູ່ໃນເວັບໄຊຕ໌ຂອງພວກເຂົາ ຫລືລະບົບຂອງພວກເຂົາບໍ່ສາມາດຈັດການກັບບັນຫານີ້ໄດ້.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "ເມື່ອລາວຖືກບັນທືກຂໍ້ຫາແລະປ່ອຍຕົວ ຕຳຫລວດກໍ່ເຫັນລາວເຂົ້າໄປໃນລົດຕຳຫລວດ.\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"ຄວາມຄິດເຫັນດັ່ງກ່າວນັ້ນແມ່ນໄດ້ຜ່ານການກວດສອບທາງດ້ານກົດໝາຍໂດຍຄະນະກຳມະການຄັດເລືອກແລ້ວ ແລະ ສິ່ງທີ່ຈຳເປັນກໍ່ຄືການພຶຈາລະນາດ້ານລາຄາ ແລະ ການວາງຂາຍໃໝ່.\"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"ສິ່ງທີ່ພວກເຮົາກໍາລັງເວົ້າເຖິງນີ້ໝາຍຄວາມວ່າ ທ່ານສາມາດຫມັ້ນໃຈໄດ້ວ່າຖ້າຫາກການຮຽກເກັບເງີນບໍ່ໄດ້ດໍາເນີນຈະຕ້ອງເລືອກພາຫະນະໃດຫນຶ່ງສຳລັບຄ່ອຍແກ້ໄຂທັນທີຫລັງຈາກມີບັນຫາ.\"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "ບໍ່ມີຫິມະຕົກມາ ຈົນເຖິງຊ່ວງທ້າຍຂອງຕອນບ່າຍ ເຊິ່ງມີຫິມະສະສົມທີ່ຈໍາກັດ.\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "ໃນບໍ່ຊ້າ ເຂົາເຈົ້າ ຈະຮູ້ວ່າ ແນວໃດກໍ່ຕາມ ທີ່ໂທລະສັບໄອໂຟນໃໝ່ ແມ່ນໝົດການສະໜອງ ແລະ ຄືກັບປະເທດອື່ນໆທີ່ປະສົບບັນຫາການລ່າຊ້າໃນການເປີດໃຊ້ງານໂທລະສັບ.\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ໄດ້ໃຊ້ໂທລະສັບມືຖືຕໍ່ລອງກັບຜູ້ຕ້ອງສົງໄສ ເຊິ່ງພວກເຂົາໄດ້ໃສ່ໜ້າກາກ ວິກຜົມ ແລະ ເສື້ອໂຄດ.\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "ຜູ້ຕໍ່ຕ້ານກ່າວວ່າອິສະລະພາບໃນການເວົ້າບໍ່ຄວນນຳມາໃຊ້ກັບການດູຖືກບຸກຄົນໃນສາດສະຫນາ.\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "ໃນ​ຖາ​ນະ​ເປັນ​ຄະ​ນະ​ຜູ້​ແທນ​ຂອງ​ລັດ​ເວີ​ຈິ​ເນຍ​ທີ່​ປະ​ຊຸມ​ຍັງ​ບໍ່​ໄດ້​ມອບ​ໃຫ້​ຜູ້​ຊະ​ນະ​ທັງ​ຫມົດ​ໃນຂັ້ນພື້ນ​ຖານ​ ຜູ້​ສະ​ຫມັກ​ອື່ນໆ​ແມ່ນ​ຂັ້ນຕົ້ນ​ຂອງ​ລັດ​ຍັງ​ສາ​ມາດ​ໄດ້​ຮັບ​ຄະ​ນະ​ຜູ້​ແທນ​ຈາກ​ລັດ​ອີກ.\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "ພະນັກງານເລືອກຕັ້ງຈໍານວນ 33,000ຄົນຖືກແຕ່ງຕັ້ງໄປປະຈໍາຢູ່ໃນສະຖານີເລືອກຕັ້້ງກ່ວາ 5,000ບ່ອນ.\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "ຄວາມຢ້ານເລື່ອງຄວາມປອດໄພຂອງຜູ້ທີ່ຄົ້ນຫາທີ່ລີ້ໄພເພີ່ມຫລາຍຂື້ນໃນຊ່ວງທ້າຍອາທິດ ຫລັງຈາກທີ່ກຸ່ມບໍ່ສາມາດໄປເຖິງແຫລມເຄບຍອກຂອງອົດສະຕາລີຫລັງຈາກທີ່ເດິນທາງອອກຈາກທ່າເຮືອເມີຣາວເກີຂອງປາປົວເມື່ອຊ່ວງເຊົ້າຂອງວັນສຸກທີ່ຜ່ານມາ.\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "ນາງອ້າງວ່າ \"ເປັນເວລາດົນເກີນໄປແລ້ວ ທີ່ບັນດາຄູອາຈານສອນວິຊາພາສາອັງກິດ ເລກ ວິທະຍາສາດໃນໂຮງຮຽນມັດຖະຍົມ ໄດ້ຄົ້ນພົບວ່າພວກເຂົາ ກໍາລັງບິດເບືອນທຸກສິ່ງຢ່າງເພື່ອທີ່ຈະສາມາດນໍາພານັກຮຽນຂອງພວກເຂົາຂ້າມຜ່ານວົງຈອນການຮຽນທີ່ບໍ່ຈໍາເປັນໄປໄດ້\" ໃນຂະນະທີ່ ທ່ານ ຄຣີສ ເຄຕີສ ເລຂາທິການທົ່ວໄປສະມາຄົມແຫ່ງຊາດ ຂອງສະຫະພາບຄູຜູ້ຍິງເວົ້າວ່າ \"ສຽງຖອນຫາຍໃຈເລີກໆຈາກຄວາມຮູ້ສຶກທີ່ໂລ່ງໃຈຈະຫຼັ່ງໄຫຼອອກມາຈາກບັນດາໂຮງຮຽນມັດຖະຍົມໃນທົ່ວປະເທດ.\"\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "ຈົນຮອນທຸກມື້ນີ້ ທັງສອງ \"ຫຍຸ້ງເກີນໄປ\" ທີ່ຈະເຂົ້າພິທີແຕ່ງງານເນື່ອງຈາກມີຫລາຍໆຢ່າງເກີດຂື້ນ ໂດຍທາງ ເດີເດລີ່ເທເລກາຟ ກ່າວວ່າ ນີ້ລວມເຖິງເລື່ອງການເລືອກຕັ້ງທົ່ວໄປຂອງເອັດເມືອປີ 2010 ເລື່ອງທີ່ດາເນຍ ລູກຊາຍຂອງພວກເຂົາເກີດ ແລະເລື່ອງທີ່ເອັດເຂົ້າການປະຊຸມເຈລະຈາສະຫະປະຊາຊາດວ່າດ້ວຍເລື່ອງຄວາມປ່ຽນແປງທາງພູມອາກາດປີ2009ດ້ວຍ.\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "Bates ໄດ້ບອກໃຫ້ສານຮູ້ວ່າທາງໂຮງໝໍໄດ້ບັນລຸເຖິງຄວາມຕ້ອງການດ້ານມາດຕະຖານ \"ຢ່າງທີ່ເຫັນໄດ້ຊັດເຈນແລ້ວ\" ເພີ່ມການ \"ຈັດການບໍລິຫານທີ່ລົ້ມເຫຼວນັ້ນເຂົ້າໄປເພື່ອຈັດວາງຂັ້ນຕອນທີ່ຖືກຕ້ອງ.\"\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "ໂມຊິນ ມູຊາ ມາຕາວັນລີ ອັດວາ ອາຍຸ 45 ປີ ເຊິ່ງຖືກກ່າວຫາວ່າເປັນຜູ້ຊ່ຽວຊານດ້ານລະເບີດຂອງອັນກໍອິດະຖືກສັງຫານດ້ວຍຈາຫລວດມິດໄຊ ເມື່ອຄືນວັນພຸດທີ່ປາກີສະຖານ ລາຍງານໂດຍຊີດ ລາຊິດ ອາເມັດ ລັດຖະມົນຕີກະຊວງສາລະສົນເທດປາກີສະຖານ.\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "ໃນປີ 2004 ເດັກຍິງ ອາຍຸເຈັດປີ ຈາກລັດຄັອນເນັກຕິກັນ ໄດ້ນໍາຕົນເອງອອກມາຈາກການຖືກຕິດຢູ່ກັບເຄື່ອງຫຼິ້ນ ແລະ ປີນໄປບ່ອນທາງໜ້າຈາກບ່ອນນັ່ງຂອງລາວ.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "ມັນແມ່ນພຽງພາຍໃຕ້ສອງເທົ່າ ສິ່ງທີ່ລັດຖະບານໄດ້ໃຫ້ພວກເຂົາ ຫຼັງຈາກການປະລາໄຊໃນປີ 2003.\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "ຈຳນວນນີ້ໄດ້ຖືກນຳມາປຽບທຽບກັບນັກຂ່າວຫົກສິບເກົ້າຄົນທີ່ຖືກຂ້າລະຫວ່າງສົງຄາມໂລກຄັ້ງທີສອງແລະຫົກສິບສາມຄົນໃນສົງຄາມຫວຽດນາມ.\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "ພວກເຂົາເຈົ້າໄດ້ຖືກກ່າວຫາວ່າໄດ້ຮັບສິນບົນຈາກເຈົ້າຣ້າທີ່ຕໍາຫຼວດລັດຖະບານກາງຊາວບຣາຊິນ.\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "ລູກ​ສາວ​ຂອງ Alison Sudrajat ໄດ້​ກ່າວ​ເຖິງ​ເລື່ອງນີ້​ກ່ຽວ​ກັບ​ຜົນການ​ສັນ​ນະ​ສູດ​ວ່າ: \"ມັນ​ເປັນ​ຂໍ້​ມູນ​ທີ່​ເປັນ​ປະ​ໂຫຍ​ດຫຼາຍ ແລະ​ດີຫຼາຍ​ທີ່​ໄດ້​ຮູ້​ວ່າ​ເກີດ​ຫ​ຍັງ​ຂຶ້ນ​ແທ້ໆ ເພາະ​ເພິ່ນ​ຄ່ອນ​ຂ້າງ​ໃຫ້​ລາຍ​ລະ​ອຽດ​ກ່ຽວ​ກັບ​ທຸກໆ​ສິ່ງ​ໄດ້​ດີຫຼາຍ.\"\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "ຈົນກະທັ້ງປະຈຸບັນ ເຈົ້າໜ້າທີ່ປາກິສຖານໄດ້ລາຍງານວ່າ ທະຫານ 163 ຄົນ ໄດ້ຖືກຂ້າ ໃນຂະນະທີ່ທະຫານ23ຄົນຍັງບາດເຈັບ.\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ເຊື່ອວ່າມີຜູ້ກ່ຽວຂ້ອງກັບຜູ້ກໍ່ການຮ້າຍທີ່ຖືກສັງຫານໂຍກຍ້າຍສົບແລະຝັງໄວ້ໃນສະຖານທີ່ ທີ່ບໍ່ຮູ້ແນ່ຊັດ ແຕ່ມີຊົນເຜົ່າຢ່າງຫນ້ອຍສີ່ຄົນເຊິ່ງຖືກສັງຫານ ຖືກຝັງໄວ້ໃນສຸສານປະຈໍາເມືອງ.\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 13 ພະ​ຈິກນີ້ ຊາວ​ລັດ​ໂຕ​ຣັນ​ໂຕ້​ຈະ​ມຸ້ງ​ໜ້າ​ໄປ​ຍັງ​ບ່ອນ​ລົງ​ຄະ​ແນນ​ສຽງ​ເລືອກ​ຕັ້ງເພື່ອ​ເລືອກ​ເອົາ​ສະ​ມາ​ຊິກ​ສະ​ພາ​ປະ​ຈຳ​ເຂດ​ຂອງ​ພວກ​ເຂົາ ແລະ​ນາຍຍົກ​ເທດ​ສະ​ມົນ​ຕ​ຣີ​ດ້ວຍ.\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "ບໍລິສັດ ເຕລັດ ໄດ້ຮັບຜິດຊອບນໍາພາສະເໜີໃຫ້ ສະຖານີວິທະຍຸ-ໂທລະທັດ ແລະ ຄະນະກໍາມະການໂທລະຄົມມະນາຄົມ ການາດາ ເປັນຜູ້ກວດຄືນໂຄງຮ່າງການເປັນເຈົ້າຂອງ ຂອງບໍລິສັດ ໂກບາລີບ/ວິນ ແລະ ໄດ້ຮັບການສະໜັບສະໜູນຈາກ ບໍລິສັດໂທລະຄົມມະນາຄົມ ຊໍ ພ້ອມກັບບໍລິສັກໃໝ່ ພັບລິກ ໂມບາຍ ພວກເຂົາໄດ້ເຊັນຈົດໝາຍເຖິງ ທ່ານ ຄຼີເມັນ ລັດຖະມົນຕີວ່າການ ກະຊວງອຸດສາຫະກໍາ ແລະ ຖືກຕີພິມໃນໜັງສືພິມ ເດີ ຮິວ ທາມ ຫຼັງຈາກປະກາດວ່າ ຈະມີການທົບທວນຄືນການຕັດສິນ ຂອງສະຖານີວິທະຍຸ-ໂທລະທັດ ແລະ ຄະນະກໍາມະການໂທລະຄົມມະນາຄົມ ການາດາ.\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "ໃນຊ່ວງຕົ້ນຂອງຄິ່ງທີ 2 ບາເຍິນ ມິວນິກ ໄດ້ມີແຕັ້ມນຳເມື່ອໂປໂດສະກີເຮັດປະຕູທີ 2 ຂອງເກມໄດ້.\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "ຕາມກົດຫມາຍເວນູອາຕູ ຫາກສະມາຊິກບໍ່ເຂົ້າປະຊຸມສະພາສາມຄັ້ງຕິດຕໍ່ກັນໂດຍບໍ່ແຈ້ງໂຄສົກເປັນລາຍລັກອັກສອນ ຈະຕ້ອງຖືກປົດຈາກຕຳແຫນ່ງ.\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "ທ່ານ Petraeus ໃຫ້​ຄຳ​ເຫັນ​ວ່າ \"ລະ​ດັບ​ເຫດ​ການດ້ານ​ຄວາມ​ໝັ້​ນ​ຄົງ​ຈາກ​ແປດ​ໃນ​ 12 ອາ​ທິດ​ທີ່​ຜ່ານ​ມາ​ແມ່ນ​ເຫັນ​ວ່າ​ຫລຸດ​ລົງ​ເລື້ອຍໆ ແລະ​ລະ​ດັບ​ເຫດ​ການ​ຕ່າງໆ​ໃນ​ສອງ​ອາ​ທິດ​ທີ່​ຜ່ານ​ມາ​ແມ່ນ​ຖື​ວ່າ​ຕ່ຳ​ທີ່​ສຸດ​ຕັ້ງ​ແຕ່​ເດືອນ​ມິ​ຖຸ​ນາ 2006.\"\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "ອີງຕາມສໍານັກງານອຸຕຸນິຍົມ (BOM) ປີ 2005 ແມ່ນປີທີ່ຮ້ອນທີ່ສຸດນັບຕັ້ງແຕ່ໄດ້ສັງເກດອຸນຫະພູມມາແຕ່ປີ 1910.\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາແຫ່ງສະຫະພັນໄດ້ມີຄຳພິພາກສາໃນວັນຈັນວ່າຂໍ້ໂຕ້ແຍ້ງເລື່ອງຢາຄຸມກຳເນີດສຸກເສີນທີ່ກິນໃນຕອນເຊົ້າຫລັງຈາກມີເພດສຳພັນ ຊື່ ແພນ ບີ ຈະໃຫ້ເຂົ້າຖືງເດັກຍິງອາຍຸ 17 ປີ ໂດຍບໍ່ຕ້ອງມີໃບສັ່ງຢາຈາກແພດ ໂດຍກ່າວຖືງຄວາມເຕັມໃຈຂອງອົງການອາຫານແລະຢາ(ເອັບດີເອ)ວ່ານະໂຍບາຍຈາກພັກອານຸລັກນິຍົມຂອງບຸດ ໂດຍກຳຫນົດອາຍຸໄວ້ທີ່ 18 ປີ ໃນປີ2006.\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "ພວກເຂົາໃຫ້ຄວາມສຳຄັນກັບທີມກ່ອນເປັນອັນດັບແລກ ແຕ່ເມືອເຖິງເວລາລົງແຂ່ງ ນັກກິລາກໍ່ຈະມີສະມາທິຢູ່ແຕ່ກັບການສະແດງຂອງຕົວເອງເທົ່ານັ້ນ.\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "ໃນປີ 2004 ດຣ. ອາເຟຍ ແມ່ນໄດ້ຖືກລະບຸໂດຍ FBI ຄືເປັນ \"ຜູ້ອໍານວຍຄວາມສະດວກ ແລະ ປະຕິບັດການຂອງກຸ່ມອັງກໍອິດະ ເຊິ່ງໄດ້ສ້າງຄວາມອັນຕະລາຍທີ່ຊັດເຈນ ໃຫ້ກັບອາເມກາ.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "ປະຊາຄົມນານາຊາດໄດ້ກ່າວວ່າຈະຫຍຸດໃຫ້ການຊ່ວຍເຫລືອຟິຈິ ເຊິ່ງມີມູນຄ່າຫລາຍລ້ານຕໍ່ປີ.\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "ສັດທະເລຫລາຍພັນໂຕແລະນົກທະເລທົ່ວໂລກຕາຍທຸກປີເນື່ອງຈາກຂີ້ເຫຍືອປະລາສະຕິກເຫລົ່ານີ້.\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "ມັນເປັນສາເຫດໃຫ້ເກີດການປົນເປື້ອນນໍ້າມັນອອກໄປຍາວປະມານ ເກົ້າໄມລ ແລະ ກ່ວາງສາມສິບຢາດ.\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "ດອກໄມ້ໄຟດັ່ງກ່າວແມ່ນຖືກຮັກສາໄວ້ເປັນຫຼັກຖານໂດຍເຈົ້າໜ້າທີ່ເດິນຍົນເມືອງນິວຢອກ ແລະ ຕໍາຫຼວດ ນິວເຈີຊີ ເຈົ້າຂອງສະໜາມບິນ ລາກາເດຍ.\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "ໃນຊ່ວງປີທໍາອິດຂອງການເຮັດວຽກ ລັດມີວິກິດການທາງການເງີນແລະທະນາຄານຫຍຸດໃຫ້ສິນເຊື່ອກັບເມືອງເນື່ອງຈາກຂາດທືນກວ່າ $5 ພັນລ້ານ.\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "ການປາໄສໄດ້ເອີ້ນວ່າ: ຖະແຫຼງການ: Trident - ອະນາຄົດຂອງ ການສະກັດກັ້ນນິວເຄຣຍ ສະຫະລາຊະອານາຈັກ.\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "ຄວາມຊ່ວຍເຫລືອນັ້ນປະກອບດ້ວຍການສະຫນັບສະຫນູນຫນີ້ເສຍຂອງເລແມນ.\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "ລາວເຮັດຫນ້າທີ່ເປັນໂຄສົກພັກໃນດ້ານສຸຂະພາບ ລາວຈື່ງໄດ້ສະຫນັບສະຫນຸນໂຄງການລິເລີ່ມການຕໍ່ຕ້ານການສູບຢາຂອງພັກເສລີປະຊາທິປະໄຕແຫ່ງບາໃນການສຳມະນາລະດູໃບໄມ້ປົ່ງປີ 2004.\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "ຈາກລາຍຊື່ມະຫາເສດຖີໂລກປະຈຳປີຂອງຟອບເບດຊື່ງປ່ອຍອອກມາມື້ວານ ທ່ານຄາລອດ ສະລິມ ເຈົ້າສົວຊາວເມັກຊິກັນຄືບຸກຄົນທີ່ລວທີ່ສຸດໃນໂລກສອງປີຊ້ອນກັນດ້ວຍຊັບສິນລວມ US$74 ພັນລ້ານ.\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "Herceptin ໄດ້ສະແດງເພື່ອປ້ອງກັນການເກີດຊ້ຳຂອງມະເລັງ ໃນ 30% ຂອງຜູ້ປ່ວຍ.\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງນີ້ ຫນ້າທີ່ຂອງລາວໃນສະຫະປະຊາຊາດຈະຖືກພັກໄວ້ທັງຫມົດ ແລະໄດ້ຮັບເງີນເດືອນພຽງຫນຶ່ງໂດລາສະຫະລັດຕໍ່ປີເທົ່ານັ້ນ.\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "ໃນ​ການ​ແຂ່ງຂັນຂອງ້ສ້າງນັ້ນ Renault ມີ9ແຕ້ມ ​ນໍາ ໜ້າ Ferrari​.\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "Brent Pelton ໜຶ່ງໃນທະນາຍຂອງ Glassgow ໄດ້ຖະແຫຼງວ່າ: \"ປັດຊະຍາຂອງ Landmark ແມ່ນຖືກຝັງເລິກໃນວັດທະນະທຳຂອງບໍລິສັດ.\"\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "ຕົວປ່ຽນຄວາມຮ້ອນ ກ໊າສ/ນ້ຳມັນ ແມ່ນສອງການສະເໜີ ສ່ວນທີ່ອອກແບບພ້ອມກັນຂອງການລະບາຍ ກ້ອນນ້ຳມັນ ແລະ ເຮັດໃຫ້ເຄື່ອງຈັກນ້ຳມັນເຢັນລົງ.\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "ອາກາ ຖືກຕັດສິນໂທດຕິດຄຸກຕະຫຼອດຊີວິດ ໃນປະເທດອິຕາລີ ກ່ອນທີ່ຈະຖືກອະໄພຍະໂທດ ຈາກສົມເດັດພະສັນທະປາປາ ຈອນ ປໍ ທີສອງ ໃນປີ 2000 ແລະ ຖືກຈັດສົ່ງໃນຖານະຜູ້ຮ້າຍຂ້າມແດນໄປປະເທດຕຸລະກີ ເພື່ອຮັບໂທດຈໍາຄຸກ ຍ້ອນກໍລະນີກໍ່ເຫດສັງຫານ ແອັບດີ ອິເປຈີ ນັກຂ່າວຕຸລະກີ.\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "ພິທີການຮັກສາຄວາມປອດໄພ ເພື່ອໃຫ້ຮັບປະກັນວ່າມີພຽງແຕ່ການຄາດການ ແລະ ຜູ້ໄດ້ຮັບອຳນາດທີ່ໄດ້ຮັບອະນຸມັດໃຫ້ລວມເຂົ້າ ແມ່ນຂັ້ນຕອນປັບປຸງເພື່ອໃຫ້ແນ່ໃຈວ່າລົດໂຮງໝໍສາມາດມາຮອດໃນທີ່ເກີດເຫດໄວເທົ່າທີ່ຈະໄວໄດ້.\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"ມື້ນີ້ມັນເປັນມື້ທີ່ສະເທືອນອາລົມ ແຕ່ໃນເວລາສາມເດືອນຂອງການເຮັດວຽກຂອງຂ້ອຍ ມັນແມ່ນປະສົບການທີ່ສຸດຍອດ.\"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "ຢາຮູ!7ເປັນບໍລິສັດຮ່ວມທືນຂອງຢາຮູ!ກັບເຊເວນ ບໍລິສັດໃນເຄືອຂອງອົດສະຕາລີ.\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "ທ່າເຮືອແຫ່ງນີ້ຖືກອ້ອມຮອບດ້ວຍດິນແດນແລະ ກຳແພງກັນຄື້ນກໍ່ຖືກສ້າງຂື້ນຫລັງຈາກໄພພິພັດໃນປີ1964.\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "ບໍ່ມີຕຳຫລວດຜູ້ໃດ ທີ່ມີສ່ວນຮ່ວມໃນການຍຶດກ້ອງແລະເອກະສານສ່ວນຕົວ ຢາກເປີດເຜີຍຊື່ຂອງພວກເຂົາ.\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "ຄໍານິຍາມເປັນທີ່ນິຍົມໃນການຄົ້ນຫາອອນໄລນ໌ແລະມີອິດທິພົນໃນເວັນຄົ້ນຫາຕ່າງໆ ລວມຖືງ ກູເກີ້ ບິງ ແລະຍາຮູ!.\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "ພວກກະບົດໄດ້ກ່າວຫາທະຫານສຣິລັງກາວ່າພວກເຂົາສຸ່ມລະດົມຍິງເຂດພັນລະເຮືອນ.\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກຄວາມພະຍາຍາມລົ້ມເຫລວ ໃນການແຂ່ງຂັນ ໃນເກມແຂ່ງຂັນ NASCAR ສະປຣີນຄັບ ຊີລີ ໃນປີ 2008 ຟານຈິຕິ ໄດ້ກັບມາແຂ່ງຂັນໃນລາຍການ ອິນດີຄາ ຊີລີ ເພື່ອເຂົ້າແຂ່ງຂັນ ສໍາລັບການແຂ່ງຂັນລາຍການ ຊິບ ການາຊິ.\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "ວັນພະຫັດ ເປັນມື້ືທີ່ສອງ ຂອງການຈູໂຈມ ເຊິ່ງມີເປົ້າໝາຍແມ່ນຢູເອັນ ຫລັງຈາກ ໂຮງຮຽນສະຫະປະຊາຊາດ ສາມຫລັງ ທີ່ໃຫ້ທີ່ພັກແກ່ຜູ້ລີ້ໄພ ໄດ້ຖືກລະເບີດ ໃນວັນຄານ ເຮັດໃຫ້ພົນລະເຮືອນຈໍານວນ 50 ຄົນເສຍຊີວິດ.\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "ການສະໜອງອາຫານດັ່ງກ່າວໄດ້ຖືກລະງັບໂດຍ ເຈົ້າໜ້າທີ່ ໂດຍຈະສາວຫາເບື້ອງຫຼັງເຖິງຜູ້ຜະລິດ ໃນຄະນະທີ່ຮ້ານອາຫານໄດ້ຖືກອະນຸຍາດໃຫ້ເປີດອີກຄັ້ງ ກັບໝາກເຜັດທີ່ປຸງແຕ່ງຈາກວັດຖຸດິບສົດ.\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "ເຄວິນ ເຄນຣິກ ຜູ້ບໍລິຫານຝ່າຍປະຕິບັດການຂອງເທເລຄອມກ່າວວ່າ ຕອນນີ້ທາງບໍລິສັດສາມາດເລັງເປົ້າຊຸມຊົນໂຄສະນາອອນລາຍທີ່ຍັງບໍ່ພັດທະນາ.\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "ເນື່ອງຈາກເປັນມື້ທຳອິດຂອງການພິຈາລະນາຄະດີຜູ້ນຳຊາວອິຣັກ ຫົວຫນ້າຜູ້ພິພາກສາແຫ່ງສານຍຸດຕິທຳກ່າວວ່າຊະຕາກຳຂອງຊັດດຳ ຮຸດເຊນຈະມີການເຜີຍແຜ່ທາງໂທລະທັດ.\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "ໃນ​ກໍ​ລະ​ນີ​ຂອງ​ຣູ​ມາ​ນີນີ້ ອາດ​ຈະ​ຕ້ອງ​ໃຊ້​ເວ​ລາ​ເຖິງ 5-7 ປີ ຄືຫຼັງ​ຈາກ​ການເຂົ້າ​ເປັນ​ສ​ະ​ມາ​ຊິກ​ແລ້ວ​ປີ 2007.\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"ສິ່ງ​ທີ່​ທ້າ​ທາຍ​ທີ່​ສຸດ​ໃນ​ຕອນນີ້​ກໍ​ຄື​ການ​ຊ່ວຍ​ເຫຼືອ​ຄົນ 3,000 ຄົນ ຫຼື​ປະ​ຊາ​ຊົນ​ທີ່​ຍັງ​ຕິດ​ຄ້າງ​ຢູ່​ຢ່າງ​ສັນ​ໂດດ ແລະ​ອີກ 300 ກວ່າ​ຄົນ​ທີ່​ສູນ​ຜູ້​ອົບ​ພະ​ຍົບ.\"\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "ຫ້າຊົ່ວໂມງຕໍ່ມາ ມີໂທລະສັບແຈ້ງເຕື່ອນໂທໄປຫາ ໜ່ວຍບໍລິການດັບເພີງເມືອງບາສ ໂດຍບອກວ່າ ມີລະເບີດ ສີ່ໜ່ວຍຝັງໄວ້ ຢູ່ຊາຍຫາດ ຂອງ ລາເລໂດ ແລະ ໂນຈາ ໃນແຂວງ ແຄັນຕາເບຣຍ ທາງພາກເໜືອຂອງປະເທດສະເປນ.\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "ທ່ານມາລອຍ ເສີມອີກວ່າ: \"ຄຽງຄູ່ກັບທີ່ລັດຂອງພວກເຮົາເຄື່ອນໄຫວໄປຕາມການ ປຶກສາຫາລື ຂ້າພະເຈົ້າຫວັງວ່າພວກເຮົາທັງໝົດຈະເພີ້ມທະວີຄວາມ ພະຍາຍາມ ແລະ ການເຮັດວຽກເປັນປົກກະຕິ ເພື່ອປັບປຸງ ຄວາມຍຸດຕິທໍາ ແລະ ຄວາມໝັ້ນຄົງ ຂອງລະບົບການພິພາກສາ ອາດສະຍາກອນ ຂອງພວກເຮົາ ແລະ ເພື່ອຫຼຸດຜ່ອນຄວາມຜິດພາດຂອງມັນໃຫ້ເຫຼືອໜ້ອຍທີ່ສຸດ.\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "ໃນຂະນະທີ່ ພີເອັດສ໌ພີ+ພີຍູອາ ກຳລັງນຳຢູ່ໃນຕອນນີ້ ການເລືອກຕັ້ງທີ່ມີການແຂ່ງຂັນດຸເດືອດທີ່ສຸດໃນປະຫວັດສາດທີ່ບໍ່ແມ່ນຄອມມູນິດຂອງໂຣມາເນຍອາດຫຼຸດລົງເປັນການເລືອກຕັ້ງຄັ້ງສຸດທ້າຍເພື່ອຕັດສິນ ຊື່ງຈະເກີດຂື້ນໃນວັນທີ 12 ທັນວາ.\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "Hamilton ຍັງໄດ້ກ່າວອີກວ່າ Al-Megrahi ບໍ່ໄດ້ທຸກທໍລະມານກັບ \"ອາການເຈັບປວດ ຫຼື ຄວາມພິການ.\"\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "ບໍ່ມີລາຍງານຈາກຕຶກອາຄານອື່ນໆໃນບໍລິເວນໃກ້ຄຽງສະຖານີຂ່າວສານໂທລະພາບ ຖືກໂຈມຕີ.\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ":\"ເສື້ອເຫຼືອງກະສັດໜຶ່ງໂຕ ແລະ ພວກເຂົາຂອບໃຈພວກເຮົາໂດຍທີ່ຜູ້ຍິງສາມຄົນອອກມາຈາກຮ້ານຜູ້ໜຶ່ງໃສ່ເສື້ອກະສັດ ແລະ ພວກເຂົາຂອບໃຈເຮົາສຳລັບການໃຫ້ສັນຍານ.\"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "ໃນຂັ້ນທຳອິດປະສົບຄວາມສຳເລັດຢ່າງດີ ເຖິງແມ່ນວ່າຈະມີບັນຫາໃນການດຳເນີນການຂັ້ນທີສອງ.\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "ຈຸດໝາຍປາຍທາງອື່ນໆປະກອບມີ: ເມືອງລິເວີພູລ (ຝາແຝດຂອງ ຊາງໄຮ) ແລະ ສະໜາມກິລາ ໂອລ ທຣັບຟອດຂອງ ແມນເຊສເຕີ້ເຊິ່ງເປັນສະໜາມທີ່ນັກກິລາທີມແມນເຊສເຕີ້ໃຊ້.\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "ເຮືອບິນເເຕ່ສະໄຫມສົງຄາມໂລກຄັ້ງທີສອງເກີດອຸບັດຕິເຫດຢູ່ທີ່ງານສະເເດງເຮືອບິນ ຊໍເເຮມ ຢູ່ ເວດສ ຊັດສເຊກ ພະລາຊາອານາຈັກອັງກິດ ເຮັດໃຫ້ນັກບິນເສຍຊີວິດ.\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "ພວກເຂົາໄດ້ກັບຄືນມາຈາກຄວາມຜິດພາດທີ່ໄດ້ຕອກຍ້ຳໃນຕ້ອນທ້າຍຂອງ Durga Puja ຊື່ງເປັນງານບຸນປະຈໍາປີ ຂອງHindu ການສະຫຼອງ ນະມັດສະການຂອງ ນາງເທວີ Durga.\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "ລາວແຂງແຮງດີແລະຮ່າງກາຍຂອງລາວຟື້ນຕົວໄດ້ດີຫລາຍໃນເວລານັ້ນ.\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "ຜູ້ຈີ້ໄດ້​ກ່າວ​ວ່າ​ຖ້າ​ຫາກ​ວ່າ​ຄວາມ​ຕ້ອງ​ການ​ຂອງ​ເຂົາ​ເຈົ້າ​ບໍ່​ໄດ້​ບັນ​ລຸ ເຂົ້າເຈົ້າ​ຈະ​ລະເບີດ​​ຍົນ​​.\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "ພາບບັນທືກທີ່ບໍ່ໄດ້ຕັດຕໍ່ ໄດ້ເຜີຍແຜ່ຢ່າງກວ້າງຂວາງໂດຍອັນຈາຊີຣາຫລາຍເພືອນຫລັງຈາກທີ່ເກີດເຫດການນີ້.\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "ອັນ​ນີ້​ແມ່ນ​ສະ​ຖາ​ນະ​ການ​ດ້ານ​ຄວາມ​ໝັ້ນ​ຄົງ​ໃນ Darfur ເຊິ່ງບໍ່​ມີ​ໃຜ​ທີ່​ຈະ​ຖືກ​ປົກ​ປ້ອງ​ຈາກ​ການ​ໂຈມ​ຕີ​ໄດ້.\" ທ່ານ Mohammed ກ່າວ.\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "ການລາຍງານນີ້ແມ່ນໄດ້ຖືກຢັ້ງຢືນໂດຍຊາວຕ່າງຊາດທີ່ກຳລັງອາໄສຢູ່ປະເທດດັ່ງກ່າວ.\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "ສາເຫດຂອງການຕາຍແມ່ນໄດ້ຖືກລາຍງານ ວ່າແມ່ນຍ້ອນການລະເບີດ ແຕ່ແຫຼ່ງຂ່າວແມ່ນບໍ່ຈະແຈ້ງ.\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "ທ່ານຈາຍາ ຄູມາ ຜູ້ຮ້ອງຮຽນໃຫ້ສຳພາດກັບຫນັງສືພິມກັນ ເດລີ່ນິວວ່າ \"ຄົນໃນກຸ່ມພວກເຮົາສິບສອງຄົນໄດ້ສົ່ງມີເມວຮ້ອງຮຽນໄປຍັງຫນ່ວຍສືບສວນແລະຜູ້ບັນຊາການຕຳຫລວດເມືອງອີນາກູລຳແລະຜູ້ປົກຄອງລັດເກລະ.\"\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "ລົດເມຕໍາກັບ ພາຫະນະຮັບໃຊ້ກິລາ ເທິງ ທາງດ່ວນ ຕາມເສັ້ນທາງລຽບຕາຝັ່ງທະເລສະເປນ ເຮັດໃຫ້ລົດເມປ່ຽນທິດທາງອອກຈາກຖະໜົນ ແລະ ຂວໍ້າ.\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີຈະຂໍໃຫ້ເປັນຄວາມຮູ້ສຶກວ່ານີ້ບໍ່ແມ່ນພຽງການປະຕິບັດທີ່ລອຍລົມ.\"\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "ໂຄງການຕ້ານໝາກເຫັບແຫ່ງຊາດແມ່ນໄດ້ເລີ່ມຂຶ້ນໃນປີ 2000 ແລະ ສືບຕໍ່ມາຈົນສິ້ນສຸດລົງໃນປີ 2014.\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "ໃນມື້ວານ ທ່ານ ລັດຖະມົນຕີວ່າການກະຊວງປ້ອງກັນປະເທດ ໄດ້ປະກາດແຜນເດີນໜ້າໂຄງການປ່ອຍດາວທຽມຂອງເຂົາ ແລະ ເປີດເຜີຍກ່ຽວກັບເປົ້າໝາຍຂອງປະເທດ ໃນການເຂົ້າຮ່ວມສະໂມສອນໂຄງການອາວາກາດ.\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"ສິ່ງໃດທີ່ເປັນຜົນດີໜ້ອຍກ່ວາ ຫຼືວ່າ ເປັນໄພ ຕໍ່ການລົງເລືອກຕັ້ງນີ້?\"\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"ການຕົກລົງຂອງພວກເຂົາຈະຖືກໄດ້ຍິນດ້ວຍຄວາມນັບຖື ທີ່ກາຕຸມ Khartoum ເພາະພວກເຂົາບໍ່ສາມເວົ້າໄດ້ວ່າຖືກພົບໃນແງ່ ຂອງວັດທະນະທຳລັດທິຈັກກະພັດນິຍົມແຕ່ຢ່າງໃດ ຫຼື ຖືກກະຕຸ້ນໃຫ້ກະທຳໂດຍຄວາມຢ້ານກົວຕໍ່ສາສະໜາອິສະລາມ.\"\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "ໄຊຊະນະຂອງໂອລິມເປຍກໍຕໍ່ເອອີເຄ 3-0 ເຮັດໃຫ້ແຟນຂອງເອອີເຄໃຈຮ້າຍເຊິ່ງເຊື່ອວ່າເປັນຕົວເລັ່ງທີ່ເຮັດໃຫ້ເກີດການທຳລາຍທັງໃນສະຫນາມກີລາແລະເຮືອ.\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "ເວີຊັ້ນທີ່ຫລາກຫລາຍຂອງ IE ຄິດເປັນຮ້ອຍລະ 70 ຂອງຕະຫລາດໃນປີ 2009; ເຊິ່ງໃນປັດຈຸບັນ ໄດ້ຕົກລົງຢ່າງຫລາຍເຫລືອພຽງປະມານຮ້ອຍລະ 56 ເທົ່ານັ້ນ.\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "ອິຣານຍັງຄົງດຳລົງຢ່າງຕໍ່ເນື່ອງວ່າມັນເປັນການຄົ້ນຫາທີ່ຈະພັດທະນານິວເຄຍໃນການຜະລິດພະລັງງານໄຟຟ້າເທົ່ານັ້ນເຖິງຈະໄດ້ຮັບການຄັດຄ້ານຈາກຫຼາຍປະເທດ.\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "ປະລິມານນໍ້າຝົນທີ່ຕົກໜັກ ແລະ ຕໍ່ເນື່ອງທົ່ວທຸກພາກພື້ນແຜ່ນດິນໃຫຍ່ທີ່ມີລະດັບຕໍ່າແມ່ນເປັນສາຍເຫດໃຫ້ເກີດດິນເຈື່ອນ ແລະ ມີນໍ້າຖ້ວມ ຫົນທາງ ແລະ ເສັ້ນທາງຫລວງແມ່ນໄດ້ຖືກປິດກັ້ນ ແລະ ຫລາຍຄອບຄົວໄດ້ຖືກອົບພະຍົກ.\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "ໃນກິດຈະກຳທາງການເມືອງໃນອະດີດ ເຊິ່ງແມ່ນຂໍ້ຫວງຫ້າມໃນ ປະເທດຈີນທີ່ບໍລິສຸດ ໄດ້ຖືກອົດກັ້ນໂດຍ ເຈົ້າໜ້າທີ່ ການບໍລິຫານທ້ອງຖິ່ນແບບພິເສດ ຂອງ ສາທາລະນະລັດ ປະຊາຊົນ ຈີນ (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ເມື່ອວັນສຸກທີ່ຜ່ານມາ ເປັນວັນໂຍມ ຮາໂຊອາ ຫລືວັນລະລືກເຖິງການຂ້າລ້າງເຜົ່າພັນໃນອິດສາລະເອວເຊິ່ງເປັນວັນທີສະທ້ອນໃຫ້ເຫັນຂອງການສູນເສຍຊາວຍິວປະມານ 5-7ລ້ານຄົນເນື່ອງຈາກຄວາມຮຸນແຮງຂອງກຸ່ມນາຊີໃນຊ່ວງສົງຄາມໂລກຄັ້ງທີສອງ.\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "ອີງຕາມຜູ້ປົກຄອງ ການປ່ຽນແປງນີ້ ຄາດວ່າຈະຫຼຸດຈໍານວນຜູ້ສອບເສັງລົງເຄິ່ງໜຶ່ງ.\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "ບໍ່ມີໃຜຂອງຜູ້ປະສົບເຄາະຮ້າຍໃນລົດກະບະທີ່ໃສ່ສາຍຮັດນິລະໄພ ອີງຕາມສື່ຂ່າວຟອກສນີວ.\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "ທັງນີ້ຍູຟ້າປະຕິເສດຄຳອຸທອນຂອງພວກເຂົາອີກຄັ້ງໂດຍໃຫ້ເຫດຜົນວ່າບໍ່ມີຫລັກຖານເລື່ອງຂໍ້ຜິດພາດທາງເທັກນິກ.\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "ທັງສອງບໍ່ໄດ້ມີການອອກຄໍາຖະແຫຼງການໃດໆກ່ຽວກັບກອງປະຊຸມ ແຕ່ພວກເຂົາໄດ້ແນະນໍາໃຫ້ຝ່າຍເຈລະຈາຕໍ່ລອງຂອງພວກເຂົາ ຈັດຕັ້ງຄະນະເຮັດວຽກ ເພື່ອປຶກສາຫາລືກ່ຽວກັບບັນຫາຫຼັກເຊັ່ນ ສະຖານະພາບຂອງ ນະຄອນຫຼວງ ເຍລູຊະແລມ ຊາຍແດນຂອງອິດສະຣະແອນ ກັບ ລັດປະເລັດສະຕິນໃນອານາຄົດ ແລະ ບັນຫາຂອງຜູ້ລີ້ໄພຄົນປາເລັດສະຕິນ.\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "ລະຫວ່າງສາມ ຫາ ຫົກລ້ານຄົນແມ່ນຄິດວ່າໄດ້ຮັບການຕິດເຊື້ອໃນປີ 2005.\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "ເມື່ອການເຂົ້າເຮັດສົນທິສັນຍາອານຸມັດໂດຍສະມາຊິກຈາກ 25 ລັດຂອງສະຫະພາບຍຸໂຣບ ໂຣມາເນຍແລະບັດແກເຣຍຈະເປັນສະມາຊິກເຕັມຕົວໃນວັນທີ 1 ມັງກອນ 2007.\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "ແລະ \"ຈົນປັດຈຸບັນນີ້ຄວາມພະຍາຍາມກອບກູ້ເພື່ອໄດ້ມາຊື່ງອາວຸດໂດຍບໍ່ຊອບທຳ ຖືກຈຳກັດແລະໄດ້ຮັບການຄວບຄຸມໂດຍການລວມກຳລັງທັບ.\"\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "ແມ້ກະທັ໊ງ ນັກວິໄຈພົບວ່າຍາເມລາໂຕນິນທີ່ຜະລິດເປັນການຄ້າສາມາດບັນຈຸສານອອກລິດໄດ້ຖືງ 10 ເທົ່າ.\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "ໂຮງຮຽນຢູ່ໃນຊີແອດເທິລແລະໃນທົ່ວເຂດຊານເມືອງໄດ້ຖືກປິດໃນວັນສຸກ, ເນື່ອງຈາກບໍ່ມີພະລັງງານໄຟຟ້າຫຼາຍແຫ່ງ.\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}
