{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence in Malay into English.",
    "Positive Examples": [
        {
            "input": "Perdana Menteri Blair dan Canselor Brown bersetuju mengenai keperluan untuk mengekalkan penghalang nuklear.",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Tiada kecederaan atau kematian lain dilaporkan setakat ini.",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Hujan menangguhkan permulaan perlawanan itu selama kira-kira dua jam, dan oleh itu perlawanan itu hanya mencapai mata 43 dalam keseluruhan permainan.",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Wikis adalah laman web yang boleh diedit secara terbuka dan selalu digunakan untuk mencipta asas pengetahuan.",
            "output": "Wikis are openly avaialbe sites where you can see information.",
            "explanation": "The meaning of the sentence is close to the input but it does not have some key words translated."
        },
        {
            "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.",
            "output": "The country is asking for peace. They cannot stand another World War.",
            "explanation": "The above sentence is not correctly translated from Malay to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Ia ditekankan bahawa memilih untuk tidak menyiasat perkara yang mencurigakan adalah bayaran yang setimpal untuk menerima kesalahan mereka.\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "Satu perkongsian antara kerajaan, Kerajaan New South Wales dan Sydney Cricket dan Sydney Cricket and Sports Ground Trust akan meliputi kos tambahan yang berkaitan dengan Sydney Cricket Ground dengan kerja dijangka siap pada 2014.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "Kawasan arkeologi di bukit sepanjang Laut Mediterranean menghala ke rumah musim panas Hosni Mubarak, presiden Egypt.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Menteri Luar Ireland, Micheal Martin, katanya dalam satu kenyataan, \"Ini adalah satu kenyataan keyakinan dalam proses politik dan di institusi diturunkan.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Bagaimanapun, butir-butir pakaian pengapit pengantin perempuan dan pakaian seragam budak-budak kundang tidak akan didedahkan sehingga hari perkahwinan.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Marcelo Gallardo kemudian menjadikan kedudukan 3-0 untuk pasukan tuan rumah pada minit ke-52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "Tentera Israel telah kerap membuat serangan ke Gaza selepas penangkapan Gilad Shalit pada Jun tahun ini.\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "Mereka ada menyatakan bahawa pesakit kritikal rawatan kecemasan tidak akan ditolak.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "Ia tidak patut dikelirukan dengan kedai Lewi Liverpool yang baru-baru ini telah melalui pentadbiran muflis.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "Tafakur diadakan di permainan bola sepak di seluruh negara pada hujung minggu, dengan peminat membina tempat-tempat suci sementara di Newcastle United dan Ipswich Town, kedua-dua kelab yang paling kuat berkaitan dengannya.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 satu lagi B737 telah mengalami masalah penerbangan dan terbang ke kawasan kemalangan radar, meninggalkannya hilang selama beberapa jam sebelum melakukan pendaratan kecemasan beratus-ratus batu dari destinasi yang dirancang.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Pihak polis menyatakan beberapa penggera yang berbunyi sepanjang malam rompakan di bahagian-bahagian lain bangunan itu telah mengalih perhatian pengawal galeri.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Pada tahun 1991 dan 1992 empat daripada enam republik Yugoslavia mengisytiharkan kemerdekaan tetapi dua, Serbia dan Montenegro, kekal bersatu.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Hampir 50 peratus orang di luar bandar Djibouti tiada alatan lengkap untuk mencari sumber air untuk diminum.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "Kumpulan Baugur, dan juga Kumpulan FL, telah membuat pelaburan besar dalam pasaran UK.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Satu kebakaran besar yang telah menimpa Gurun Tinggi California Selatan sejak 2:00 petang (2200 UTC) semalam terus mengancam penduduk bandar Palmdale di kawasan Lembah Antelope di Los Angeles petang ini.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "Di situ, mereka bekerja enam atau tujuh hari seminggu, tidur di rumah pelacuran dan melakukan seks dengan lapan hingga sepuluh lelaki setiap malam bukan atas keinginan mereka.\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "Buku Game Change yang diterbitkan hari ini, juga berkata yang Senator New York Chuck Schumer menggalakkan Barack Obama untuk bermula awal pada 2006, walaupun dia kemudiannya menyokong bekas rakan sekerjanya Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Rumah Putih, berkata ia adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "\"Mereka atlet yang hebat, pelajar yang mendapat semua A, hanya baik, kanak-kanak lelaki...Ianya sukar,\" kata jiran Don Taylor.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "Sempena pencapaian itu, syarikat penerbangan itu lantas menggunakan peluang itu, seperti biasa, untuk menjual tiket; melancarkan jualan gergasi 200,000 tempat duduk pada harga 99p/99c satu tempat.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "Kim sebenarnya telah meninggal dunia dua hari sebelum itu pada 17 Disember di dalam sebuah kereta api.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Kematiannya memberi tamparan yang agak hebat kepada al-Qaeda,\" kata pegawai.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "\"Sama seperti tragedi Piper Alpha lebih daripada dua dekad yang lalu menggariskan bahaya penerokaan Laut Utara, bencana Auchengeich menunjukkan terlalu bahayanya dan risiko pelombong di seluruh Scotland ambil diberikan sebagai sebahagian daripada tugas mereka setiap kali mereka turun lubang.\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "Omar Harani, yang berusia 25 tahun mengetuai penunjuk perasaan, memberitahu Telegraph, \"Kami telah memberikan tanah 2,000 tahun yang lalu kepada Gereja untuk menjaga,\" dan lagi, \"Jadi ia bukan tanah mereka untuk dijual.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "Dia berkata suaminya Pat, tidak dapat membiarkan barang kepunyaan Casey kekal di dalam rumah dan telah menyimpannya di dalam stor.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "Kajian haiwan lanjut perlu dilakukan untuk mengkaji kemungkinan kesan sampingan, seperti laktasi di kalangan lelaki dan wanita yang tidak hamil, dan juga peningkatan keradangan yang boleh memburukkan MS.\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "Kajian terbaru ini adalah kajian antarabangsa terhadap kehidupan dan moral.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Menurut pejabat mereka di London, England, mereka \"menghantar ROV untuk menyiasat dan memantau dan tiada kesan lanjut minyak dan gas dijumpai.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "Nasib yang sukar untuk Fernando, masalah pit-stop merosakkan pertempuran yang hebat.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "Imej dari kamera baru telah mendedahkan bahawa sebahagian busa seberat kira-kira 250 g jatuh dari tangki bahan bakar luaran semasa pelancaran, tetapi tidak mengena Pengeliling Orbit itu.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Ahli Parlimen Parti Buruh Dick Adams berkata walaupun dia mengundi Beazley untuk kekal sebagai pemimpin, beliau menyokong kepimpinan baru parti.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Microsoft memutuskan untuk membeli satu enjin carian maklumat kesihatan yang dipanggil Medstory.\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "Pada 7 Ogos, pasukan tentera Georgia melancarkan serangan terhadap Bandar Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "\"Apa yang saya mahu tanyakan adalah, 'Apakah sebab mulia yang menyebabkan anak saya mati kerananya? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "Van Gogh telah menjadi pengkritik tegar Islam dan layanan buruk Islam terhadap wanita.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "Persoalannya adalah apa yang tidak perlu kami diberitahu dan siapa yang menentukan.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Sebahagian daripada proses ini adalah bahawa kecerdasan buatan Adam boleh berkitar dan menganalisis keputusan eksperimen dan juga melakukan rutin kerja makmal yang berulang kali.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Lebih 160 orang ditahan dalam tindakan keras dua hari, termasuk lebih 100 daripada setinggan yang berdekatan, tetapi kebanyakan telah dilepaskan sejak itu.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "\"Dengan negeri kita bergerak melangkaui perdebatan berbelah bahagi ini, saya berharap kita semua dapat menggandakan usaha kita dan kerja sama untuk meningkatkan keadilan dan integriti sistem keadilan jenayah kita, dan untuk meminimakan fallibilitinya,\" tambah Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Steward menaiki satu kedudukan setelah tamat ditempat kedua dan dikedudukan kesembilan, sementara Greg Biffle jatuh kekedudukan kesepuluh.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Robertson berkata, \"'Inilah tanah saya, dan bagi mana-mana Perdana Menteri Israel yang memutuskan dia akan membahagikan dan menyerahkannya, Tuhan berkata, 'Tidak, ini adalah milik saya. '\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "Kem Manny Pacquiao yang diketuai oleh pengurus Freddie Roach mendakwa bahawa Diaz akan memerlukan \"keajaiban melampau\" untuk menghentikan 'The Pacman'dari mara ke kelas berat 135 paun di mana Diaz adalah petinju utama.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Forbes menyenaraikan 1,210 jutawan dunia di mana jumlah keseluruhan kemewahan adalah US$4.5 trilion, peningkatan dari jumlah tahun lepas iaitu US$3.6 trilion.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Budak itu, yang namanya tidak dipaparkan, teringat untuk memakai tali pinggang keledar dan juga menggunakan lampu isyarat belok apabila sepatutnya.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "\"Saya melihat asap hitam meningkat dan bunyi sebuah bangunan runtuh.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "Kereta api Edgware Road, berlepas ke Paddington dan juga pada Circle, meletup bertentangan kereta api yang datang dari arah yang lain, mengakibatkan orang berfikir pada mulanya bahawa ia adalah satu kegelinciran.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Walaubagaimanapun, berikutan angin kencang pada waktu petang, bara api dibawa merentasi saluran air dan kebakaran kini menuju kawasan berpopulasi tinggi di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Perjanjian itu nampaknya telah dicapai selepas pertikaian tentang pendanaan kerajaan untuk organisasi seperti Perancangan Masa Keibubapaan diselesaikan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Menteri Pertanian Jim Sutton pergi jauh dengan mengatakan bahawa penggantungan eksport daging dari beberapa negara mungkin betul-betul terjadi.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": ":\"Berjalan perlahan kearah dimana askar-askar tersebut dan senyum kepada mereka sambil kami berjalan, kami mendekati lelaki yang kelihatan seperti pegawai berkuasa.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Paralimpik medalis 2010 Alana Nichols tidak memulakan perlumbaan di acara turun bukit dan Super-G.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "Banjir, ribut, dan angin yang kuat berlaku malam tadi sebagai satu sistem ribut petir jarang berlaku dimana ianya berpindah ke rantau Pasifik Barat Laut, melibatkan kawasan-kawasan dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Pakar api, selalunya sibuk pada masa-masa ini, telah menghubungi untuk keselamatan dan undang-undang pertunjukan bunga api dan menngesa rakyat untuk menghadiri pertunjukan umum terancang itu.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "\"Dalam proses itu, terdapat banyak debu aluminium (aluminium) yang terapung di udara.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "Bekas Gabenor Florida, Jeb Bush, mengumumkan sokongan beliau untuk calon berharapan menjawat presiden Republikan, Mitt Romney semalam.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "Pakar masih memberi amaran yang kemungkinan penyebaran wabak, mendorong bank dunia untuk mengeluarkan US$500 juta bantuan untuk membantu negara-negara menangani H5N1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "\"Gangguan kuasa telah menyebabkan kebimbangan mengenai krisis tenaga yang boleh menjejaskan sektor industri di negara ini,\" kata seorang peniaga di pasaran saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Kami sedang bersedia dalam keadaan di mana kami benar-benar tidak tahu seserius mana wabak ini.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "Semasa di Singapura, pemain mempunyai peluang untuk berehat di kolam renang dan beberapa pemain, termasuk Knox, Rowena Webster, Nicola Zagame, dan Melissa Rippon sangat aktif atas Twitter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "Kerajaan monarki itu tidak segera memberikan alasan untuk pilihanraya itu; bagaimanapun, baru-baru ini terdapat laporan menuduh Parlimen mengendalikan undang-undang secara tidak cekap, dan juga mengamalkan rasuah.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Pertukaran tersebut diasakan pada 1985 dan sejak itu telah berkembang merangkumi 34 firma dengan gabungan nilai melebihi US$21bn (€16.3bn; GBP11.1bn).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "Menurut Eva Brucherseifer, presiden masyarakat KDE di Jerman dan Pengarah Urusan basysKom, proses penghijrahan dalam \"fasa puncak\" dan sedang mengalih 300 sistem setiap hari.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "Anda meletakkan pasukan yang kuat dan kadang-kadang anda tertanya-tanya mengapa.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "Pada tahun 2005 beliau muncul dalam satu rancangan istimewa bagi memperingati Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Satu tahun selepas tsunami Lautan India, kedukaan dan belas ihsan dunia kembali kepada pantai di Lautan India yang musnah akibat tsunami tersebut, yang mana sekurang-kurangnya 216,000 orang kehilangan nyawa.\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "Seorang pengawai berkata penterjemah itu telah menembak mereka di satu pertahanan di timur Afghanistan sebelum dia ditembak mati oleh tentera lain.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "Taliban mengaku bertanggungjawab terhadap letupan itu, berkata sasaran mereka adalah kedutaan.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Sumber memberitahu Wikinews bahawa walaupun versi bahasa Inggeris telah dibukakan sekatan, versi bahasa Cina masih lagi disekat ataupun sukar untuk diakses di kebanyakan tempat di negara itu.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Dokumen pelan keamanan pada asalnya telah digubal oleh Nicolas Sarkozy, Presiden Perancis.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Polis telah melancarkan serbuan, menyelamatkan wanita terbabit selepas menerima maklumat awam.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Satu kajian yang diterbitkan oleh persatuan Itali Intesaconsumatori ( Kesatuan Pengguna) hari ini berkata bahawa 61% daripada orang Itali takut untuk menaiki kapal terbang, manakala 41% daripada penduduk berasa kurang selamat tentang keselamatan kapal terbang daripada apa yang mereka rasa satu bulan dahulu.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "Tatasusunan terdiri daripada dua tatasusunan 115-kaki-panjang, untuk sejumlah rentang sayap 240 kaki, termasuk peralatan yang menghubungkan kedua-dua bahagian dan membolehkan mereka untuk pusing kerana mereka mengesan matahari.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Setiap satu daripada dua kilang baru boleh menghasilkan 30 juta gelen (113 ML) setiap tahun.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "Gou, akur sebagai ekspresi penyesalan, berjanji untuk berusaha mengelakkan tragedi seperti itu daripada berlaku lagi.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Saya jual satu sut hari ini kepada seorang lagi rakyat Amerika, sebagai faktanya. '\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Buku tersebut muncul buat pertama kalinya terletak di tempat ke-2 dalam senarai penjual terbaik Norway.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "Ini adalah pertama kali ujian penembakan utama Falcon 9, dan ia menandakan satu peristiwa penting bagi syarikat itu dalam rancangan untuk menguasai sebahagian daripada pasaran pelancaran komersilnya.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "Belah ACT termasuk ahli-ahli pasukan kebangsaan Australia Aimee Murch dan Clare Warwick; pemegang pingat gangsa Olimpik Brenda De Blaes; wakil pasukan negeri Victoria, ahli pasukan kebangsaan dan pemegang pingat gangsa Olimpik Justine Smethurst; dan Clare Currie, yang hampir kehilangan peluang untuk ke pasukan kebangsaan.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "\"Tiada seorang pun antara kami mahu situasi di mana fail pasport sebarangan orang Amerika itu diketahui dengan cara penggunaan tanpa izin.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Encik McGuire berkata perjanjian itu tidak akan menyekat pasangan itu daripada menjual cerita mereka kepada CNN, Persembahan Amerika Syarikat Hari Ini dan Selamat Pagi Amerika, yang semua dilaporkan menghubungi Encik Russell dan Encik Webb minggu ini.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "Keadaan kecemasan telah diumumkan diseluruh daerah Kandahar, dengan jumlah besar kedua-dua tentera Afghanistan dan NATO telah dikerahkan untuk menjejak banduan yang melarikan diri.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Jabatan pertama yang akan berpindah kepada Linux dan OpenOffice.org adalah pejabat Datuk Bandar yang dirancang bagi pertengahan tahun 2006, walaupun bukan semua komputer jabatan itu akan segera ditukarkan.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Saintis telah menemui penempatan Neolitik terbesar di United Kingdom di Tembok Durrington dan percaya bahawa kampung ini didiami oleh orang yang membina monumen Stonehenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Majlis Agung Revolusi Kebudayaan, ditubuhkan semasa Revolusi Kebudayaan Islam, menyatakan yang mereka akan menapis video tidak bermoral dan mesej audio dihantar menggunakan telefon bimbit.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "Dietnya terdiri daripada makanan dan ikan beku kering, yang mengekalkan keadaan fisikal dengan baik walaupun kepenatan dari segi mental.\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "Glasgow berkata prestasinya di syarikat itu dinilai berdasarkan bagaimana beliau \"mengharukan hati, bergerak dan memberi inspirasi\" kepada orang lain, sebuah ungkapan dari falsafah Landmark itu, bercanggah dengan pencapaian perniagaannya di syarikat itu.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Pasukan yang dipimpin NATO di Afghanistan mengeluarkan kenyataan pada hari Jumaat mengatakan bahawa dua daripada angkatan tenteranya hilang pada hari Rabu semasa menjalankan misi bekalan rutin.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "Salah satu URL yang disenaraihitamkan untuk Wikileaks termasuk senarai bocor laman web yang disekat di Denmark.\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "Pakciknya yang tidak mahu nama disiarkan bercakap dengan CNN dan berkata bahaw anak saudara nya belajar di Britian pada tahun 2006 semasa pasangannya di Iran telah ditahan dan digantung selepas dituduh meliwat.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Kerajaan Perancis telah memberikan penghormatan khusus kepada Comanches dengan menganugerahkan mereka Chevalier Order of Merit Kebangsaan pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Isaias Carrasco, 42, ditembak di luar rumah beliau di hadapan isteri dan anak perempuannya dan dibawa ke hospital, di mana beliau meninggal akibat luka.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "Pada bulan Julai 2010, Rudd telah digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Cik Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Sesi pertama penerbangan kapal terbang tersebut menuju New York bakal terbang di bawah nombor penerbangan Lufthansa, dan dijangka tiba di lapangan terbang John F. Kennedy New York pada 12:30 EST (16:30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "\"Kami bertukar daripada berkata ia mengenai keselamatan kepada berkata ia mengenai pertikaian tambang,\" dia berkata.\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "Pelawat di hotel itu dipindahkan ke dewan pameran di paras jalan.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "Negara lain merasakan barangan eksport Romania lebih mahal, dan oleh itu kurang berdaya saing, berikutan kenaikan leu, dan ini boleh meluaskan lagi masalah kekurangan akaun yang telah pun berleluasa di negara itu.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Wood mempertikaikan ini, dengan mengatakan, \"Jelas sekali terdapat beberapa bidang undang-undang antarabangsa yang boleh menjadi agak tidak menentu.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "Orang yang membeli pas untuk acara Hari Brampton melalui Bandar digalakkan memakai band pergelangan tangan biru di sekeliling taman itu, bagi peluang untuk ditemui dan memenangi hadiah.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "Mogok itu telah memberi kesan kepada kawasan yang sangat besar di New Delhi termasuk pasaran utama dalam Rohini, Chandani Chowk, Karol Bagh dan lanjutan selatan Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "Berikrar bahawa tuntutan untuk membenarkan kepada perkahwinan sama jantina akan diperkenalkan dalam tempoh 100 hari bekerja, Rudd berjanji akan membenarkan \"undi suara penuh\" jika beliau dipilih sekali lagi.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "\"Dia meletakkan bungkusan kedalam [kotak], dan melarikan diri ke Delaware Ave. ke arah Allen,\" kata Lt. Polis Buffalo, K Szyszkowski.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "Bangunan telah pun runtuh dan pokok-pokok telah dilanggar.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Suara Imigresen juga berkata bahawa disebabkan pengorbanan mereka untuk mendapatkan kebebasan Amerika yang telah menjadikan negara ini hebat dan destinasi yang diidami warga seluruh dunia dan mereka mahu mengatakan \"Terima kasih dan Tuhan memberkati anda\" kepada anggota yang berbakti.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "Semasa pentadbiran Kennedy, Helen telah menamatkan semua persidangan akhbar presiden dengan satu tanda \"Terima kasih, En. Presiden\" dan sentiasa mengeluarkan kaveat tentang kerjanya:\"Di dalam karier saya anda hanya sebaik cerita terakhir anda.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Ini telah membangkitkan kemarahan sekumpulan pembantah termasuk dua penerima kepujian Nobel dan para saintis lain yang membantah keras pengajaran, ataupun perbincangan tentang kreasionisme di dalam kelas sains.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Editor tenaga The Guardian, Terry Macalister, menulis bahawa \"katalog ralat-ralat - dari manusia dan mekanikal\" di dalam laporan tersebut \"memusnahkan\" \"mantera yang sering dipetik\" oleh industri minyak tentang keselamatan diutamakan.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "Empat pekerja masih dirawat di hospital selepas letupan, tiga dalam keadaan kritikal.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "Enam sekeluarga cedera di Flat Rock Bridge Family Resort dan tapak perkhemahan di Lubnan, Maine selepas ribut petir yang teruk menyebabkan pokok-pokok tumbang, dengan sebatang pokok telah menghempap sebuah khemah.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "Serangan ini tidak seperti pengeboman berani mati di mana bomnya adalah dinamit dan bola galas yang diikat pada dua wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "\"Shake\" telah dijangka umum untuk mendapat tempat teratas di Hot 100 minggu ini.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Sekitar 25,000 orang termasuk Perdana Menteri Stephen Harper, isteri beliau dan dua anak mereka berada di sana.\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "Siasatan telah diminta oleh 30 ahli Dewan Rakyat dan 17 Ahli Dewan Negara.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "\"Mimpi ngeri yang kita takutkan selama ini telah menjadi nyata.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "\"Kami sentiasa fleksibel dalam setiap perkara dalam perjanjian pertukaran, tetapi pihak Israel terlalu lemah untuk membuat keputusan.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "YouTube biasanya mudah diakses di China, yang menghalang laman web lucah atau subversif lain dengan 'Firewall Besar'nya.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Model ini meramalkan bahawa zarah boson Higgs memberikan massa untuk semua zarah asas dan menerangkan kewujudan unsur gelap, atau unsur yang tidak dapat dilihat di antara galaksi.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "\"Kami juga mempunyai laluan bas hidro berjalan ke dua-dua belah bangunan.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Hujung minggu lalu, sebuah kapal pesiar milik Amerika Syarikat telah diserang dengan bom tangan roket.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "Menurut saksi, tidak ada lampu elektrik di banyak stesen dan di persinggahan antara mereka.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "Beliau berkata 70% daripada kos operasi dimakan bahan api, dan syarikat penerbangan itu telah menaikkan caj sampingan bahan api sekali lagi dari 100 baht ke 850 baht seorang.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan pesawat itu pada bu;an Mac selepas satu lagi kemalangan di mana B737 terbabas dari landasan.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Perlawanan tersebut amat dekat, dengan melalui jarak ketiga-tiga pusingan.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Dua wartawan tersebut, jurukamera Paul Douglas dan jurubunyi James Brolan, kedua-duanya orang British, telah mengikut serta Divisyen Infantri Ke-4 Amerika, sedang membuat rondaan rutin apabila kereta berdekatan yang dipenuhi dengan letupan telah diledakkan.\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "Grady Sizemore memulakan segalanya untuk Indians dengan memukul satu solo lari habis di pusingan pertama, tetapi Sox menyerikan keputusan pada pusingan kedua dengan Paul Konerko keluar padang RBI.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "Domain China disasarkan dalam serangan penafian perkhidmatan terbaru yang banyak terhadap China.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Menurut Beaver, kapal selam itu akan memberikan Israel kebolehan serangan pertama dan kedua.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, 19 buah negara, 13 daripadanya adalah di Sub-Sahara Afrika, adalah jauh di bawah jadual terancang untuk mencapai sasaran mereka.\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "Manchester United dan Barcelona akan bertemu di separuh akhir Liga Juara-Juara selepas kedua-dua pasukan memenangi perlawanan suku akhir mereka.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "\"PM telah dihantar ke Dewan Bedah pada jam 6:40 am, pembedahan telah dilakukan pada jam 8:45 am dan diakhiri pada jam 7:30 pm.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "\"Saya mengambil berat tentang hal itu dan saya fikir kita perlu sampaikan mesej yang betul kepada rakyat Afghanistan,\" katanya.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "\"Untuk mempunyai perniagaan yang membolehkan kekotoran seperti itu ditayangkan melalui laman sesawang mereka atau melalui sistem mereka adalah sesuatu yang mereka tidak boleh tangani.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Zimbabwe telah mengikat seri perlawanan kedua Kumpulan D di dalam Piala Dunia menentang Ireland di Sabina Park, Kingston, Jamaica.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Sehingga 31 Oktober, lebih daripada 23 juta orang telah mengundi melalui pos atau melalui lokasi undi awal.\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "Bencana ini juga dipersalahkan kerana kerugian $15.5 juta yang Imperial catatkan pada suku pertama tahun ini.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Alex Salmond, Ketua Parti Kebangsaan Scottish (SNP), berkata bahawa walaupun Scotland tiada kuasa untuk menghalang penukaran sistem senjata Trident, ia mempunyai pelbagai kuasa untuk melindungi alam sekitar.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "\"Adakah anda pernah melihat dalang berusia 20 tahun? Dia bukan penembak,\" kata Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Abang mereka disabitkan kesalahan menikam, satu daripadanya membawa maut.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Set peraturan baru juga telah mengecualikan peraturan terhadap mengembara di premis MTR, serta peraturan terhadap percubaan untuk makan atau minum.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Pekerja pembinaan tidak cedera, bernasib baik kerana mereka sedang berehat pada masa kejadian itu.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Pekerja Royal Mail telah mengundi 3:1 memihak kepada mogok pos di seluruh negara di United Kingdom.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "Ia akan diletakkan di orbit geosynchronous, kira-kira 36,000 kilometer di atas Bumi, pada longitud 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Buah pinggang ini juga akan menjadi tisu pesakit dan mengelakkan isu-isu penolakan organ dan akan meningkatkan bilangan buah pinggang untuk pemindahan organ manusia.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Beliau juga berkata syarikat penerbangan itu boleh kembali berkhidmat dengan mudah jika harga jatuh, menyatakan bahawa, \"jika keadaan bertambah baik dengan harga bahan api diturunkan dan prospek keuntungan yang lebih baik, kita boleh kembali ke udara.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Pengorbit Cassini NASA telah menghantar balik imej-imej yang luar biasa dari Zuhal, mendedahkan bahawa cincin yang terkenal di planet itu adalah jauh lebih berbonggol daripada yang dijangkakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Satu barang, sebuah cawan, telah bernilai beberapa ribu Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, Zidane enggan mendedahkan apa yang dikatakan Materazzi tetapi mengatakan bahawa Materazzi membuat kenyataan yang \"sangat peribadi\" dan secara khususnya berkenaan ibu dan kakaknya.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Huang-lang Tsai (Timbalan Pesuruhjaya SAC) mengatakan bahawa SAC menaikkan taraf sukan awam di Taiwan untuk tempoh masa yang panjang, dan SAC menghormati penyertaannya di kalangan orang yang kurang bernasib baik atau minoriti.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "Di zon perdagangan bebas di Antalya, Turki, 80 pekerja wanita FMC Novamed sedang mogok selama hampir setahun sehingga sekarang, sejak 26 September, 2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "Mahkamah Hak Asasi Manusia Eropah telah menganugerahkan €2500 kepada Abu Qatadah, seorang militan Islam dan ulama, dalam tuntutan mahkamah yang dia memfailkan terhadap United Kingdom yang menahannya tanpa perbicaraan pada tahun 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Sementara itu, Jerusalem Post melaporkan terdapat suasana yang semakin meningkat di kalangan penubuhan pertahanan Israel bahawa negara ini perlu bertindak secara bebas untuk menghentikan Iran daripada memperoleh senjata nuklear memandangkan Amerika Syarikat tidak mungkin berbuat demikian.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Presiden Somalia telah terlebih dahulu berkata bahawa Amerika Syarikat telah memburu orang-orang yang disyaki dari pengeboman kedutaan Amerika Syarikat 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Dalam hal lain, \"Sesetengah mungkin mempunyai isu-isu lain untuk diambil kira, termasuk soal kewangan Rejim, tetapi pastinya ada yang membantu ke arah penyusunan gambaran yang tepat mengenai usaha WMD Rejim dan niat mereka sejak tiga dekad yang lalu.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Wikinews asalnya menggemparkan peristiwa tentang pengeditan yang mencurigakan itu selepas menerima ramalan daripada pentadbir Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Lebih memburukkan keadaan, indeks suhu dijangkakan mencecah melebihi 110s di sebahagian besar kawasan pantai timur disebabkan oleh kadar kelembapan yang tinggi.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "\"Saya juga ingin ambil perhatian bahawa kami mempunyai hampir 140,000 tentera di darat sekarang, dan pemahaman saya adalah bahawa Encik Howard telah mengatur kedudukan untuk 1,400\", kata Encik Obama.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Kerosakan infrastruktur, menyebabkan kelambatan bantuan makanan, telah membawa kepada kemungkinana untuk kelaparan yang berleluasa.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "Walaupun Ortega pada mulanya melarikan diri dari Venezuela berikutan pengeluaran waran tangkap pada tahun 2003, BBC melaporkan bahawa beliau telah pulang ke Venuzuela dari Costa Rica Ogos lalu.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Semua wang dalam kategori itu diperuntukkan selaras dengan Akta Kerajaan Tempatan (Bantuan Kewangan) 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Kapal berukuran 35m itu telah terkandas sejak Khamis lepas, apabila ia telah ditambat, semasa dalam perjalanan ke mesyuarat APEC di Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Ahli keenam ditangkap kerana menolong dan bersubahat tetapi dilepaskan tanpa dakwaan.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Ringkasan dokumen itu berkata \"Mungkin perlu untuk menasihati menteri tentang keadaan itu.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Dua lagi karya adalah Mill oleh Piet Mondrian dan lakaran St. Diego de Alcala oleh Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "GoM turut mengusulkan komuniti radio dibenarkan untuk menyiarkan iklan komersial sehingga 5 minit untuk setiap empat jam penyiaran.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Dia berkata, kejadian tersebut terjadi dalam \"sekelip mata\" saja.\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "Mereka berkata mereka mahu mengendalikan pemeriksaan warga negara ke atas kawasan Pine Gap yang berkontroversi itu.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Alinghi telah menewaskan Team New Zealand dengan satu saat di perlumbaan ke tujuh bagi memenangi Piala Amerika Syarikat ke-32 di dalam perlumbaan kemenangan tipis.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "Bagi kebanyakan daripada lapan bulan dia ditahan di sana, Manning telah dikehendaki untuk tidur dengan seluar dalam pendeknya sahaja kerana dia diperhatikan di bawah \"kawalan mencegah kecederaan,\" menurut Leftenan Brian Villiard, jurucakap kemudahan Quantico itu.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Berkenaan kumpulan seperti Amnesty International yang berkempen untuk penutupan kem itu, atau Pemerhatian Hak-Hak Asasi Manusia yang mengambil perhatian tentang pengurusan banduan di bawah aspek tawanan perang Konvensyen Geneva, merupakan fakta bahawa polisi untuk banduan baru masih membenarkan masa sehingga 4 minggu di mana kebenaran capaian tahanan oleh Jawatankuasa Antarabangsa Palang Merah (ICRC) mungkin akan dinafikan.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "Keadaan serangan tentera Pakistan ke atas kawasan puak berhampiran sempadan Afghanistan adalah sukar untuk disahkan, kerana wartawan dan pekerja bantuan tidak dibenarkan ke dalam zon pertempuran.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Pemimpin liga Bayern Munich mara ke pusingan ke-3 untuk Piala DFB selepas mengalahkan pemimpin bahagian 2 Borussia Mönchengladbach 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "Menteri Perlindungan Warganegara Christos Papoutsis memohon maaf atas kehilangan tersebut, memetik bahawa keselamatan di galeri itu \"tidak wujud.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Apakah faktor lain yang boleh digunakan untuk menjelaskan perbezaan relatif dalam perhatian media selain persembahan?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "\"Ia adalah menghinakan...perbuatan mereka tidak menggambarkan Maori yang betul,\" kata Bidois.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "\"Dalam keadaan Artik, ais dapat membantu tindak balas tumpahan minyak dengan memperlahankan luluhawa minyak, melembapkan gelombang, menghalang minyak daripada merebak dalam jarak yang besar, dan membenarkan lebih banyak banyak masa untuk bertindak.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Rico Daniels ialah seorang penyampai TV British yang tinggal di Perancis yang terkenal dengan dua siri televisyen beliau - The Salvager - semasa beliau masih tinggal di UK dan kemudian Le Salvager selepas beliau berpindah ke Perancis.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "Selepas harimau menyerang pekerja, ia kemudiannya menyerang dua pelawat lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Pasukan penyelamat masih meneruskan usaha mereka untuk mendapatkan pelombong yang terperangkap di lombong Beaconsfield di utara Tasmania.\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "Breur berkata proses itu adalah perkara biasa di Rusia untuk mengelakkan percukaian yang berlebihan.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Seorang adalah Gary McHale, lelaki dari Richmond Hill, Ontario yang masuk ke kawasan yang didiami penduduk di Caledonia, Ontario untuk menganjurkan perhimpunan menentang penjajahan orang asli yang sedang berlaku.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "Kajian ini dilaporkan dalam Jurnal Penyakit Alzheimer.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Singh, seorang pesakit kencing manis, telah menjalani pembedahan pintasan di Britain pada tahun 1990 dan menjalani satu angioplasti pada tahun 2004 di Delhi di mana sten telah digunakan pada arteri beliau.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "\"Awan berpecah dan itulah sebabnya kami telah pergi untuk dilancarkan,\" kawalan misi dinyatakan di TV NASA.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Servis Thalys antara Brussels dan Colonge telah beroperasi semula, tetapi servis ke Amsterdam dan Paris masih lagi ditangguhkan.\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "Orang dewasa dari kawasan itu melaporkan bahawa kanak-kanak telah meninggal dunia akibat malaria.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Mayatnya telah dibawa dengan sebuah helikopter ke Lapangan Terbang Kecil Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Turut diberi komen bahawa dia terlepas satu peluang lagi untuk tindakan pengelakan kecemasan apabila pesawat itu melanggar landasan dan melantun ke udara, pada masa pembantu juruterbang Gagam Rochmana meminta prosedur 'pengambilan lencongan' dimulakan, tetapi juga diabaikan.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun Encik Haque berkata bahawa dia yakin majikan akan mengiktiraf piawaian sebagai asas, dan bahawa mereka tidak mengelirukan.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "\"Kita perlu menggunakan penunu bagas untuk membuka dua belah kereta kereta api untuk mencapai penumpang,\" kata Pedro Machado, komander jeneral Jabatan Bomba Rio de Janeiro.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Waktu piawaian Hawaii 6:45 pagi bermula dengan acara renang 2.4 batu, uji masa sepanjang 112 batu, dan maraton 26.2 batu melihat lata malang ke kegemaran.\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "Menurut laporan berita, McHale bertujuan untuk meletakkan bendera Kanada di seberang jalan dari DCE (Douglas Creek Estates) di mana pendudukan orang asli telah berterusan selama 10 bulan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Senator Joe Ludwig (Buruh, Queensland) mempersoalkan Menteri Keadilan dan Kastam Chris Ellision di Waktu Pertanyaan sama ada dia berpendirian terhadap kenyataan yang dibuatnya semalam bahawa penemuan Jian Seng menunjukkan kerajaan Australia telah menempatkan \"pengawasan udara dan laut untuk memintas kapal tangki didalam keadaan ini, dan telah dilakukan\", dan menyoal mengapa Kerajaan mengambil dua minggu untuk memintas kapal tersebut selepas memasuki perairan Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Newport dan Glyndwr akan menjadi universiti dengan hak tersendiri.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "Pasukan Paralimpik dijangka menamatkan Sukan itu setelah memperoleh pingat ke satu ribu negara.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Kyle Busch, disebabkan kemalangannya dengan Jeff Burton kekal dikedudukan ketiga sementara teman sepasukannya Hamlin dikedudukan keempat.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Percubaan Gereja Scientologi untuk menghentikan pengedaran video melalui internet \"dengan luar biasanya mempunyai kesudahan yang sebaliknya,\" menurut The Press Association, dan video itu boleh dilihat di laman web selain daripada Gawker.com sebelum hari Khamis, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Jika terlalu ramai pemilik rumah lalai dengan gadai janji mereka, pemberi pinjaman sub-prima boleh berakhir dengan kemungkiran.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Langkah itu bermakna pengakhir kepada status syarikat saingan AT&T sebagai satu-satunya pembekal rasmi US kepada iPhone, status yang dipegang sejak iPhone pertama pada 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "\"Terdapat banyak kepentingan di dalam produk ini,\" kata editor National Aids Manual Keith Alcorn.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "Apabila beruang berlari kembali ke dalam hutan, anjing itu mengejar ia.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Sebahagian ahli daripada kumpulan USA mengadakan parti piza selepas pembatalan slalom.\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "Pada tahun ini selepas FCTC ditulis, 167 negara menandatangani dan 23 negara mengesahkannya, menjadikannya salah satu daripada perjanjian PBB yang paling cepat diterima sepanjang zaman.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "Menurut peguam beliau, keadaan ini dikenakan kerana Manning membuat \"sindiran yang tajam\" tentang keadaan penahanannya yang teruk.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Selang dua puluh minit, pengeboman disasarkan ke dua pasar di Baghdad dalam sebelum panggilan untuk sembahyang Jumaat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Adendum baru termasuk maklumat tentang Suruhanjaya Industri Ketenteraan Iraq, \"kompleks industri-ketenteraan negara yang dikendalikan\" yang memainkan \"peranan penting dalam evolusi semua program senjata Rejim ini.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "Kebelakangan ini, Fons Investment ehf. membeli syarikat penerbangan Danish, Streling Air dan Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Sebagai protes terhadap hukuman, Issawi memulakan mogok lapar publisiti.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "Pelari-Ultra Otawa, Ray Zahab, umur 39, wartawan pengembaraan dan arkitek Kevin Vallely, umur 44, Lynn Valley, Ahli ekspedisi utara Vancouver dan Kutub utara Richard Weber, umur 49, berkata bahawa mereka telah menamatkan perjalanan sepanjang 700 batu (1,130 kilometer), pada ketinggian 10,000 kaki, akhirnya tiba pada awal pagi Rabu.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "Sebagai sebahagian daripada operasi itu, sebuah Airbas A330 Penerbangan Qantas telah dihantar ke lautan oleh pihak berkuasa Australia.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Lt. Kol. Steve Stover, jurucakap kepada kuasa multinasional di Baghdad, berkata, \"Dengan mensasarkan orang Iraq yang tidak bersalah, mereka menunjukkan watak sebenar jahat mereka.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "\"Pelaburan sangat besar dalam penjanaan kapasiti baru dan kecekapan tenaga akan diperlukan supaya lampu terus bernyala,\" kata Pengerusi Jawatankuasa Konservatif Ahli Parlimen Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "Saman itu adalah bernilai lebih daripada AS$750 juta (£528M) - kira-kira separuh daripada hasil anggaran daripada filem Marvel.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "Remaja itu, Hussam Abdo, kemudian memberitahu akhbar Israel bahwa dia dalam misi untuk membunuh askar Israel.\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "Terdapat tuduhan berat sebelah daripada peguambela Hussein, begitu juga kebimbangan untuk keselamatan hakim yang secara konsisten menyambut percubaan itu dengan dingin.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Jabatan Kaji Cuaca Bangladesh telah mengeluarkan kenyataan yang gempa itu telah melanda Chittagong, sebuah pelabuhan di selatan yang merupakan bandar kedua terbesar di Bangladesh.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "\"Ini adalah pembuangan undi di pertengahan malam.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Hari ini, semasa jamuan pameran, muzium itu menghadiakan kepada Bob Kuhn pencapaian sepanjang hayat beliau.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Sehingga itu, Woollard telah diikat jaminan, dengan syarat dia kekal di alamat sekarang, dan tidak memasuki Bandar Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Walaupun dengan keputusan bercampur untuk kejohanan tersebut Kukris dapat untuk layak ke Perlawanan Akhir Jug.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Al-Assad berkata bahawa beliau tidak akan berunding secara terus dengan Israel, tetapi bersedia untuk mengadakan perbincangan di Turki.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "Pesawat yang didaftarkan dengan nombor VP-BKO, berumur enam belas tahun, pada asalnya dikendalikan oleh Xiamen Airlines.\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "Daripada $850 juta yang dijanjikan kerajaan Sierra Leone berharap kira-kira $300 juta dapat diperoleh, dengan syarat-syarat dikenakan berkenaan penggunaan dana.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "Penghidap migrain (difikirkan di United Kingdom sebanyak kira-kira lapan peratus lelaki dan lapan belas peratus wanita) sering mengadu bahawa cahaya, bunyi dan sentuhan menyebabkan kesakitan.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "Cheetah akan menjadi tuan rumah untuk peringkat akhir minggu hadapan, menjadikan kedudukan paling tinggi peringkat akhir (pertama, Blue Bulls yang kedua).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "\"Pegawai berkuasa memberikan senyum yang sangat lebar kali ini semasa kami melepasi dia dan beberapa askar memberikan senyuman, senyuman malu-malu sewaktu kami melepasi.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "Perintis penulis blog Malaysia Ahiruddin Attan dan Jeff Ooi telah didakwa kerana membuat fitnah oleh surat khabar terkemuka Malaysia, The News Straits Times.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "\"Kes ini masih jauh dari pengakhiran,\" kata Arturo Gonzalez, ketua peguam di dalam kes Valenzuela menentang O'Connell di mana Lilian Valenzuela, seorang pelajar di Sekolah Tinggi Richmond, dan pelajar lain menyaman untuk menyekat negeri dari menggunakan peperiksaan sebagai syarat untuk tamat sekolah, \"Kami berpendapat bahawa pelajar Kelas Tahun 2006 mempunyai peluang cerah untuk mendapat sijil mereka walaupun selepas majlis konvokesyen.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Pengawal pantai menerima panggilan kecemasan pada 7:03 p.m. daripada Syarikat Perkapalan Candano.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Gencatan senjata yang diusahakan oleh Persatuan Bangsa-bangsa bersatu antara Israel dan Hizbullah berjalan lancar kerana Israel telah mula menarik balik tentera dari Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "Selepas berpindah ke Amerika Syarikat, beliau telah dirangka oleh Alanta Hawks dalam pusingan ketiga di NBA Draft pada tahun 1988.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "\"Kami tidak menerima sebarang aduan semasa tempoh ini,\" kata pengerusi Suruhanjaya Pilihanraya Kebangsaan Mozambique, Leopoldo da Costa.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Hanya dua peratus daripada wanita yang dikaji di seluruh dunia menganggap diri mereka cantik, mengikut ABC Good Morning America bersama penyampai bersama Robin Roberts, yang programnya memulakan iklan itu pagi ini pada pukul 8:07 am EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Radio Colombian Caracol melaporkan pada 31 Januari 2005 bahawa kerajaan Columbia mengeluarkan dokumen terperinci yang menerangkan bagaimana FARC beroperasi di Columbia dan di seluruh dunia.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "Persidangan Perubahan Iklim Pertubuhan Bangsa-Bangsa Bersatu 2010 meneruskan rundingan pada minggu ini di Bonn, Jerman.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "\"Kemudian semuanya akan datang bersama secara sempurna dan Greenbird berada di garisan dan mempersembahkan secara menakjubkan.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "Newsom telah menjadi Datuk Bandar San Francisco sejak 2003 dan dipilih semula pada tahun 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Sepuluh minit kemudian, Nambour boleh menjaring tetapi gagal untuk menyudahkannya.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "Kerajaan Rusia dan Turki hari ini telah menandatangani perjanjian yang akan membawa Rusia membina sebuah loji kuasa nuklear berharga US$20 bilion di Turki, yang pertama di negara itu.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "Eva Avila juga memberikannya rekod muti-platinum untuk album yang mempunyai tajuk namanya sendiri yang bertajuk dia Melissa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Peperangan ini telah menimbulkan bantahan, dan banyak kemarahan di kalangan ahli-ahli politik yang percaya bahawa Blair bersalah kerana menyokong Presiden Amerika Syarikat pada ketika itu George W. Bush dengan menghantar 45,000 askar British-179 daripada mereka meninggal dunia dalam pertempuran-dengan berperang di Iraq.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Menteri Luar Perancis, Bernard Kouchner akan cuba untuk mendorong perbincangan di Timur Tengah antara Israel dan Palestin pada hari-hari akan datang.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "Laksamana Kuroyedov bertanggungjawab ke atas tentera laut semasa bencana Kursk pada tahun 2000, di mana 118 kelasi meninggal dunia ketika kapal selam mereka tenggelam.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Namun, ketua agensi pemantauan gempa bumi di Filipina mempertikaikan amaran agensi Jepun.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Di samping itu, orang-orang yang terdedah kepada kerosakan jantung (akibat kesan sampingan ubat tersebut) tidak akan diberikan ubat subsidi.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Sunnybank mendahului 17 mata kepada 3 dalam saat-saat terakhir separuh masa pertama, tetapi memboloskan penalti yang telah memberikan mata yang juga mata terakhir kepada tuan rumah.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "\"Akhirnya, pada musim panas ramai kanak-kanak tinggal di gunung kami,\" tambahnya.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "Kumpulan alam sekitar, termasuk Club Sierra, diberi kebenaran untuk campur tangan dalam kes itu bagi menyokong tindakan Kor.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Perdana Menteri Liberal Dalton McGuinty telah membentuknya semula kerana dia mahu Chan berada di dalamnya.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "Penumpang kebanyakannya warga asing dari Nass-Murray dan syarikat pembinaan Roberts, dan telah menikmati makan malam di pelayaran malam untuk meraikan penyempurnaan mereka untuk sebahagian pembinaan menara Perdagangan Dunia Bahrain.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Glasgow juga menyaman atas gangguan seksual, dan mendakwa Miller cuba melakukan hubungan seks dengannya pada bulan September 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Smethurst masuk dan membaling beberapa inning sebagai pengganti.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Beberapa orang masih hidup dan seorang tentera marin berpendapat seorang lelaki yang terbaring di lantai adalah ancaman kerana salah satu tangannya tidak kelihatan dengan jelas, oleh itu dia mungkin menyembunyikan senjata.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "Lebih daripada 300 \"pemberita rakyat\" berasal dari negara sejauh Chile dan Norway hadir bersama-sama di Forum Wartawan Kerakyatan Antarabangsa OhmyNews dari 23 Jun hingga 26 Jun 2005 di Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "Keprihatinan hak asasi manusia telah lama menjadi penghalang percubaan Turki untuk menyertai Kesatuan Eropah.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "Polis telah memberi komen bahawa terlalu awal untuk mengatakan bahwa faktor cuaca yang merupakan penyebab kepada kemalangan ini.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Pembebasan tujuh orang itu kerana Presiden Perancis Nicolas Sarkozy tiba di Chad untuk mengadakan perbincangan mengenai kes itu dengan pegawai-pegawai Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Hukuman rasmi akan diumumkan pada 25 Februari, 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "Lebih banyak sekolah telah diserang termasuk Sekolah al-Fakhora yang telah membunuh 40 orang, kebanyakannya wanita dan kanak-kanak.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "Menurut jurucakap Rumah Putih Tony Snow, Presiden sedang menunggu Mahkamah Agung Amerika Syarikat untuk membuat keputusan mengenai isu sama ada tribunal tentera atau mahkamah awam akan membicarakan tahanan-tahanan tersebut.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "Musim Toronto FC telah habis sementara New England Revolution akan berhadapan dengan New York Red Bulls pada pusingan pertama perlawanan penentuan.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Cik Fitzpatrick berkata kerajaan pusat terhutang budi kepada industri arang batu dan aluminium sama seperti kerajaan Jepun terhutang budi kepada syarikat penangkapan ikan paus, dan dengan kesan yang lebih dahsyat.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "Melainkan Google melaraskan kod di belakang kaunter, teks akan dibaca \"Melebihi 2075\" selepas 9 April.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "\"Ini adalah antara ibu bapa yang menghantar anak-anak ke sekolah kami dan itu adalah setakat tanggungjawab itu.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "London Underground mengisytiharkan 'kod Amber'dalam masa beberapa minit, kereta api bergerak ke platform dan membuka semua pintu.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "\"Terdapat tujuan sebenar untuk mendapatkan trem tambahan di Croydon untuk bersaing dengan permintaan yang semakin meningkat dalam perkhidmatan Tramlink dan juga untuk menjamin perubahan besar untuk pejalan kaki dan pengguna kenderaan di sekitar dan di antara Timur dan Barat stesen Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "\"Ini mungkin mengakibatkan kepada pengukuhan bahan batu di teras yang di kelilingi oleh kerangka ais.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "Nasrallah berikrar Hezbollah akan terus berjuang sehingga konflik telah memihak kepada Presiden Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Melangkah ke dalam permainan, pasukan tersebut telah bermain lapan perlawanan terhadap satu sama lain, memecah rekod pada 4 kemenangan masing-masing.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Satu 'kod Merah'- pemindahan penuh - telah ditentukan pada kira-kira 9:15 pagi.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Didalam sebuah kontroversi yang sedang berkembang serta menyumbang kepada masalah politik Perdana Menteri Itali Silvio Berlusconi dan menghasilkan kegemparan negara Itali, para pendakwaraya Itali memulakan siasatan bebas mereka sendiri pada Rabu berkenaan kematian Nicola Calipari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "Sesetengah orang Azeri percaya bahawa \"revolusi tiga jam\" tidak akan mengubah apa-apa di negara ini.\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "Diadakan setiap tahun, ia adalah satu forum tradisional untuk menyuarakan bangkangan politik.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Kementerian Dalam Negeri Perancis mengambil langkah jarang digunakan mengaktifkan pelan kecemasan untuk memastikan tindak balas pantas dari sejumlah besar penyelamat dan sumber.\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "Berita tersebut tersebar disebabkan tindakan undang-undang terhadap syarikat penerbangan dan syarikat bersekutu bermula mengenai kemalangan Penerbangan 269 pada September, yang membunuh 90 orang, di mana kebanyakannya warga asing.\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "Mereka masih terlalu risau untuk pulang ke rumah kerana takut akan tsunami berikutnya, tetapi mengikut Reuters, pegawai kesihatan bimbang akan penyebaran penyakit di kalangan mereka yang masih di tempat perlindungan.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "Pada 2004, Doktor Aafia telah dikenalpasti oleh FBI sebagai \"Penggerak Al-Qaeda dan pemudah cara yang mengakibatkan bahaya malapetaka terhadap Amerika.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua ini adalah untuk meningkatkan peluang saya untuk mendapatkan kerja idaman saya di televisyen.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Perbicaraan pada 31 Januari itu bermula dengan komen oleh kira-kira 25 daripada hadirin yang berjumlah lebih kurang 35-40, semuanya tidak bersetuju dengan cadangan Peguam Daerah.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "Pembiayaan untuk trem baru dijangka sebahagian besarnya datang dari TfL, namun London Borough dari Croydon juga mengesahkan sumbangan £3m kepada projek ini.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "Ogos lalu, dia mengatakan tentang kesatuan itu, \"Ini bukan lagi kesatuan saya.\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "Ia mempunyai jisim 2,600 kg, dan jangka hayat orbit sebanyak 12 tahun.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Insiden di dalam masjid itu menimbulkan kontroversi yang agak banyak sama ada wartawan yang turut serta patut mengekalkan pendapat yang neutral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Pusat Pengeposan Diraja memberi amaran pelanggan bahawa pengumpulan mel dan penghantaran ke seluruh UK akan terjejas disebabkan kejadian tersebut.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "Dari lebih kurang pukul 1:00 ke 4:15 pm ET, pengguna melaporkan laman itu ditutup.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "Wikipedia, salah satu daripada sepuluh laman web yang paling terkenal di internet, tidak lama lagi akan muncul dengan wajah baru.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "\"Saya tidak tahu bagaimana lagi untuk meletakkannya,\" kata Bratton.\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "Penambahbaikan telah diuji oleh lebih daripada 500,000 penguji beta.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "Kematian Haney telah disifatkan oleh majikannya sebagai keputusan kepada \"penyaluran perhatian\" untuk mendapatkan sistem oksigen utama bergerak semula selepas ianya secara automatik terhenti apabila mengesan kebocoran udara dienjin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Beliau membuat penampilan ringkas (tanpa kredit) bertahun-tahun lalu dalam satu episod rancangan televisyen terkemuka In Living Color.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "Rundingan telah direka untuk membincangkan isu-isu yang tidak dapat diselesaikan di Persidangan Perubahan Iklim Pertubuhan Bangsa-Bangsa Bersatu 2009 di Copenhagen.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "Beribu-ribu orang telah berarak di jalan di Krakow bagi membantah rancangan untuk mengebumikan Presiden Poland, Lech Kaczynski, di Istana Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "Mengejar sasaran kemenangan 222, Afrika Selatan berhabis-habisan untuk mencapai 172 selepas beberapa prestasi boling menakjubkan dibawa oleh Jacob Oram dan Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Dua belas peratus dari 1,043 banduan yang diperiksa untuk dadah dari awal tahun ini hingga Jun, disahkan positif dadah.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Bagaimanapun, beliau menyerah diri selepas ditemu bual.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Pada masa ini, hampir sepuluh juta ujian telah diduduki setiap tahun oleh murid British.\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "Semua batang itu boleh diproses semula untuk beberapa bulan bagi menyari plutonium gred-senjata.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "Di negara-negara membangun, kata laporan itu, golongan miskin di bandar mungkin akan paling terjejas oleh kelembapan ekonomi, kerana keupayaan mereka untuk mencari kerja adalah yang paling bergantung kepada faktor-faktor seperti pelaburan asing dan permintaan eksport.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Packer juga terlibat dalam industri perjudian dan pelancongan dan memiliki Crown Casino di Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "\"Kerajaan juga akan bekerjasama rapat dengan masyarakat antarabangsa untuk mengekalkan keamanan dan keselamatan di Semenanjung Korea.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Beberapa tokoh kerajaan Poland yang lain berada dalam pesawat itu juga.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "Menteri Pertama Scotland, Alex Salmond MSP melancarkan patung gangsa dan taman peringatan Moodiesburn pada hari Ahad di hadapan kira-kira 600 orang ramai.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "Dia juga menyatakan pemecatannya itu adalah akibat dari dia memfailkan rungutan mengenai Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Aktivis daripada Narmada Bachao Andolan cuba menghalang polis daripada menggerakkan Patkar dan ada yang ditangkap atas tuduhan merusuh.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "Tentera Israel mesti telah menyedari keadaan itu tetapi tidak membantu mangsa yang cedera.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "\"Disebabkan Mr. Rudd telah memberhentikan semuanya kita telah menerima lebih dari 50,000 kedatangan yang menyalahi undang-undang,\" dakwa Abbott.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Jika masyarakat menanam biobahan api dan makanan ia akan mengenakan tekanan baru, kata David Molden, yang mengetuai kajian di IWMI yang berpangkalan di Sri Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Dia memberikan pita tersebut kepada media minggu ini, selepas dapatkannya daripada pihak polis.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Puan Clinton meminta apa-apa dalam pertukaran untuk sokongan beliau Obama, tetapi Obama dan bukannya membalas dengan tanda menyumbang kepada kempen Puan Clinton yang kini dibebani dengan hutang.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Gunung berapi itu tidak meletus semenjak tempoh empat bulan pada tahun 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Akses ke Wikipedia, projek kembar Wikinews, dan Flickr, laman perkongsian foto, juga disekat, pada hari Khamis.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "\"Saya boleh katakan kepada kamu tanpa sebarang kerendahan hati palsu: misi telah tercapai\" dia berkata kepada kira-kira 50,000 orang ramai pada Jumaat, \"Kami telah bersatu semula dan mengamankan negara ini.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Mereka yang telah ditembak adalah dipercayai tentera Iraq yang dilakukan oleh pejuang anti-kerajaan, menurut seorang pegawai Kementerian Dalam Negeri, walaupun mangsa-mangsa tidak memakai pakaian tentera.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Resolusi itu menyuarakan \"kebimbangan serius\" kepada ketidak patuhan Iran dengan permintaan IAEA bagi menghentikan perkayaan dan semua aktiviti lain dan juga meminta direktor IAEA untuk melaporkan kepatuhan Iran di akhir bulan Ogos.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "Ketiga ialah Etnik Turks Bulgaria, dengan kira-kira 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "Saskatchewan terakhir memenangi Piala pada tahun 1989, dan penampilan terakhir mereka untuk permainan kejohanan itu pada tahun 1997 terhadap Toronto Argonauts.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "Menteri Imigresen Besson mempertahankan keputusan itu dengan berkata \"jika Perancis tidak menghantar orang kembali, ia menjadi sasaran pemerdagangan manusia.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya empat orang terbunuh dan empat puluh cedera pada malam Sabtu akibat pentas yang runtuh di Pesta Negeri Indiana, yang terletak dalam negara bahagian California.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Di samping itu, mereka memeriksa lubang pada sistem yang membantu mengawal suasana Stesen ini dan dipindahkan ke eksperimen sains fizikal Jepun.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "Salah seorang dari wanita tersebut merasa pening, jatuh dan diangkat ke ambulans.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Pertumbuhan leu turut memberi kesan terhadap nilai tukaran global, melemahkan dolar US sebanyak 1% di seluruh dunia.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "Difahamkan bahawa kebakaran bermula apabila pekerja di Agua Dulce mengakibatkan percikan api semasa mengukul bolt apabila mereka mengeluarkan tayar daripada rim.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Pilihan di dalam strategi itu termasuklah memperbaiki hubungan Afghan-Pakistan, dalam masa yang sama membina semula ekonomi Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Pada Disember 2003, gempa bumi bermagnitud 6.6 membunuh lebih dari 31,000 orang dan pada Februari 2005 gempa bumi 6.4 membunuh 600 orang berhampiran Zarand dalam daerah Kerman.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "Selepas kemenangan 3-1 pada perlawanan ke-2 perlawanan akhir Piala UEFA Wanita 2005 pemain kepada 1.FFC Turbine Postdam telah memenangi kejohanan Eropah menentang kumpulan dari Sweeden Djurgarden/Alvsjo - Piala UEFA Wanita.\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "Sebaliknya, dianggap ais 'lembut' terbentuk dalam paip dan kemudian hancur, masuk ke penukar haba bahan api/minyak dan mengehadkannya.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "Mayat lima wanita di United Kingdom telah dijumpai didalam atau disekitar daerah Suffolk yang terletak di timur England.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Kenaikan leu, bagaimanapun, tidak semuanya positif, kerana ia meletakkan banyak tekanan kepada pengeksport.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Laporan itu menyalahkan kenaikan terbaru dalam kebuluran dunia terutamanya pada kemelesetan ekonomi global, yang telah meningkat pengangguran dan mengurangkan pendapatan di kalangan golongan miskin, yang membawa kepada yang lebih besar makanan yang tidak selamat.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "\"Lose Control\" oleh Missy Elliott bersama Ciara dan Fat Man Scoop mendapat 5-3 sementara \"Don't Cha\" jatuh ke No. 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "Jim Nussle, Pengarah Pejabat Pengurusan dan Anggaran berkata beliau percaya bahawa defisit akan mula merosot.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "BBC News berkata surat itu menyenaraikan apa yang akan diperlukan jika Iran bersedia untuk meneruskan apa-apa peperangan dengan negara Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Pada Isnin penduduk bangunan apartmen hanya di luar Paris menemui bom Perang Dunia II yang dibuat dalam cerobong mereka.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "\"Let Me Hold You\" oleh Bow Wow bersama Omarion jatuh 5-9 dan \"You and Me\" oleh Lifehouse melengkapkan senarai 10 terbaik dengan jatuh dua tempat.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "Cooney tidak dapat dihubungi untuk mendapatkan komen, dan akan dihadapkan di D.C.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "Puteri Kiko telah melahirkan seorang bayi lelaki 2,558 gram (5.639 paun), pada 6 September di 8 h 27 (Masa Piawaian Jepun).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "The Gliders berada di Bangkok, Thailand, bagi Kejohanan Bola Keranjang kerusi roda Asia-Oceania, yang sedang berlangsung di Pusat Belia Thai-Jepun Bangkok.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "Misinya akan \"mengukur gas yang berpunca dari kepulan,\" katanya mengakhiri kenyataan.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Pegawai-pegawai dapat meredakan peranti, laporan All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Beliau beerkata beliau akan mencabar keputusan pilihan raya di mahkamah.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "\"Siasatan masih di peringkat awal dan siasatan masih diteruskan,\" kata jurucakap itu.\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "Sekarang populasi Detroit telah jatuh kepada 713,777 dan tidak lagi berhak terhadap kabikan kewangan itu.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Ketua Pemimpin Queensland Peter Beattie telah berkata bahawa perubahan kepimpinan \"akan menandakan dalam satu tempoh baru kestabilan parti.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "Menurut Radiopress, sebuah agensi berita Jepun yang memantau siaran radio Korea Utara, Stesen Siaran Pusat Korea Utara, serta Agensi Berita Pusat Korea dan lain-lain media Korea Utara, telah berhenti menggunakan istilah \"Pemimpin kesayangan\" apabila merujuk kepada Kim Jong Il, pemimpin tertinggi negara tersebut.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Pasukan bola sepak kebangsaan Bosnia dan Herzegovina telah diharamkan oleh FIFA, badan pentadbiran antarabangsa sukan itu.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "\"Disebabkan komitmen mendalam kami terhadap pekerjaan dan pertumbuhan, kami telah mengambil tindakan yang bertangunggjawab dengan menangguhkan pengembalian lebihan, dan disebabkan pukulan hebat terhadap terimaan cukai, defisit akan menjadi $18 bilion pada tahun 2013/14.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Musim 2005-2006 Liga Hockey Ontario bermula pada Rabu malamdi arena Wendler di The Dow Event Center di Saginaw, Michigan, Amerika Syarikat dengan Saginaw Spirit menjadi tuan rumah kepada Plymouth Whalers, dengan kehadiran lebih 4,600 orang.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "Raymond Moreno berkata, \"Saya berharap ia kekal selama sepuluh, dua puluh, tiga puluh tahun lagi, kerana kita memerlukannya.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "Pada bulan Januari, kerajaan Indonesia telah mengadakan sidang kemuncak tenaga khas untuk menarik pelaburan dalam infrastruktur tenaga mereka.\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "Pegawai-pegawai berkata, kemalangan yang berlaku apabila pesawat itu menghampiri lapangan terbang Rusia pada hari Sabtu, adalah disebabkan oleh kabus tebal, dan bahawa tidak ada mangsa terselamat.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "\"Kami mungkin perlu membawa masuk lebih banyak pendekatan diplomatik kawasan untuk dilakukan.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Sementara itu, Setiausaha Kerajaan Negeri Jerman Pertahanan Peter Wichert dikatakan berada di bawah tekanan lebih berturut-turut berikutan mandat UNIFIL Jerman: ahli politik pembangkang menuduh kerajaan telah memberi maklumat salah sebelum parlimen diluluskan untuk misi Lubnan mengenai kekangan tentera Jerman mandat UN.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "Goldman merupakan bekas pengarah komunikasi 21st Century Democrats.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "\"Berdasarkan semua bukti di dalam kes ini, dan peraturan pertempuran yang berkuat kuasa pada masa itu, ia adalah jelas bahawa koperal itu boleh berpendapat mengikut budi bicaranya yang AIF yang ditunjuk di dalam pita video itu menimbulkan ancaman dan mewajarkan tindakan untuk membunuh itu.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Beberapa hari yang lepas, Ketua Menteri menyatakan bahawa sebarang pengurangan dalam tax penjualan boleh menyebabkan peningkatan harga tambang bas.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Keluarga itu sedang dalam perjalanan mereka untuk menghadiri perlawanan bola sepak belia semasa kemalangan itu berlaku.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Anggota bomba kini takut bahawa kebakaran itu boleh bergabung menjadi satu kebakaran besar jika Angin Santa Ana masih terus meniup menjadikan jika tidak lebih 500,000 orang melarikan diri untuk menyelamatkan nyawa.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Petikan penuh menyatakan bahawa hadiah telah dianugerahkan \"Untuk penjelasan sifat-sifat simetri spontan dipecahkan dalam teori kerelatifan tolok empat dimensi dan mekanisme untuk generasi konsisten vektor jisim boson.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "Jurucakap Bree Jashin telah menyatakan serangan itu adalah hasil daripada kecuaian.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "Di Persidangan Perubahan Iklim Bangsa-Bangsa Bersatu di Copenhagen, selepas rundingan selama empat hari, negara-negara Afrika telah membuat draf perjanjian masa depan versi pertama, bagi menggantikan protokol Kyoto 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "Pada tahun 2004, seorang berusia tujuh tahun dari Connecticut berjaya membebaskan diri daripada bar penahanan tunggangan, dan mendaki ke bahagian tepi depan tempat duduknya.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Setelah pertimbangan, kami percaya inilah pendekatan yang boleh memberikan faedah yang terbesar kepada orang yang paling mudah terjejas.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "Projek L1 milion akan melibatkan siri-siri pemasangan turbin di bawah air di Romney Weir di berhampiran Sungai Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Kumpulan pengguna Which? mengatakan bayaran tambahan ini telah meningkatkan kos penerbangan sebanyak £265,000 sehari (atau kira-kira £97 juta setahun).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "\"Dan sekarang, pada masa apabila seorang presiden Amerika mengisytiharkan prinsip-prinsip ini dan menyokong mereka, seorang PM Israel datang dan buat perkara yang bertentangan.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "Pada malam Rabu, Houston Astros, satu pasukan besbol profesional di Amerika Utara, memenangi Panji Liga Kebangsaan 2005 dengan mengalahkan St Louis Cardinals dengan mata 5-1 untuk mencapai kemenangan ke-4 mereka dalam Siri Kejohanan Liga Kebangsaan.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "NFL telah mengeluarkan kenyataan menyatakan bahawa stadium-stadium telah dengan teliti dilindungi melalui langkah-langkah keselamatan yang telah mengambil tempat.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Sebelas orang terbunuh selepas sebuah helikopter tentera terhempas semasa penerbangan operasi anti-narkotik di Mexico Barat.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "WHO mengatakan bahawa banyak kes-kes teruk virus itu dilaporkan di kalangan orang yang sebelumya dengan penyakit kronik.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "Menurut blog dalam talian terkemuka Amerika yang berhaluan kiri Daily Kos, merupakan pihak pertama yang melaporkannya, CNN menggabungkan kedua-duanya pada hari Isnin, lalu membawa kepada satu segmen tentang bin Laden dengan tajuk, \"Di mana Obama?\" di The Situation Room, satu rancangan yang dihos oleh pengulas Wolf Blitzer.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "Amerika Syarikat dan Eropah masing-masing menyumbang lebih daripada 25% daripada pengeluaran global terkumpul.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "Konstitusi Jurnal Atlanta (AJC) melaporkan bahawa dua pucuk pistol telah dijumpai di tempat kejadian.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah batsman Australia yang mendapat paling banyak mata, menjaringkan 35 not out, manakala Andrew Symonds menjaringkan 33 run sebelum dimatikan.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "Calon Presiden Amerika Syarikat Senator Barack Obama dan John McCain masing-masing mengambil bahagian dalam forum siaran langsung dari Gereja Saddleback di Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Kevin Pietersen dan kemunculan sulung ODI Luke Wright kedua-duanya merekod lima puluh, dengan Wright berkongsi 106 larian dengan Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "Ia telah diramalkan sejumlah sembilan senator akan menjamin imbangan kuasa dalam Senat.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Kabila, yang menjadi ketua negeri paling muda di Afrika pada tahun 2001, menggunakan ucapan terakhirnya sebelum mengundi untuk menuntut kredit kerana membawa D.R.Congo ke arah pilihanraya demokratik yang pertama dalam masa lebih daripada 40 tahun.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "Dokumen terbaru yang mereka terima adalah salinan maklumat lengkap tahun 2004 mengenai panduan yang ditandatangani oleh Mejar Jeneral Bahagian Selatan A.S. Geoffrey D. Miller.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Pada dos itu, kata Wurtman, kesan hormon ini berakhir selepas beberapa hari kerana reseptor melatonin dalam otak menjadi tidak responsif apabila terdedah kepada terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Kamera itu telah beroperasi dengan kuasa sokongan sejak dari 30 Jun, 2006, apabila jurutera telah menukar dari bekalan kuasa utama (\"Side A\") kepada sokongan (\"Side B\") atas sebab kerosakan.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "Mahkamah undang-undang yang terdiri daripada lima orang hakim Iraq yang diketuai oleh Rizgar Mohammed Amin, dengan hukuman mati terletak pada mereka, akan menentukan hukuman beliau.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Pemilik Pringles Procter & Gamble menuntut dalam satu keputusan pada bulan Mei yang Pringles tidak rasa, kelihatan, atau terasa seperti kerepek kentang.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "Michael Ryan memberitahu Peter Garty untuk tidak membuat salinan dokumen tersebut.\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "Bongo mengangkat sumpah pada hari Sabtu selepas kajian panjang pilihan raya Ogos yang membawanya kepada kuasa.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Mereka yang cuba untuk menghubungi rakan-rakan dan keluarga melalui telefon mudah alih juga mengalami kesukaran kerana rangkaian mudah alih terbesar, Vodafone, O2 dan Orange, telah terjejas pada kapasititi penuh beberapa kali pagi ini bermakna panggilan suara gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Robertson menulis, \"Saya memohon maaf daripada anda dan pengampunan orang Israel.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Pada 28 Mei, 2003 bandar ketiga terbesar Jerman, mengundi untuk bertukar ke perisian sumber terbuka.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "James akan mengaku tidak bersalah, menurut peguam beliau, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "Pengumuman itu dibuat pada hari Jumaat oleh kerajaan British selepas Parlimen Eropah menggesa resolusi kepada kes ini dan berkata bahawa Iran ada sejarah dalam menyeksa dan menghukum homoseksual.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "Satu laporan mengatakan ia terhempas ke dalam gaung manakala sumber lain mengatakan ia terhempas ke dalam kawasan paya.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Penghantaran kepada Singapore Airlines, pelanggan pelancaran tersebut, adalah dijangka sehingga Oktober- dua tahun lewat.\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "Ini menyebabkan sel di mana tempat Popov dipukul ditutup.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "Mereka juga menguji tikus dara yang diberikan prolaktin tambahan, dan mendapat keputusan yang sama seperti tikus hamil.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "Empat pasukan teratas dalam setiap kumpulan kemudian mara ke suku akhir.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Selebih tiga dijumpai berdekatan sebuah jalan di Rustamiya di bahagian pinggir tenggara ibu negara.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "Ketua Polis Daerah Herbert Khaemba mengumumkan pada hari ini: \"Suspek dipercayai menjadi penganjur utama pembunuhan kejam itu telah ditangkap oleh polis di bandar sempadan Kenya Taveta semasa dia bersembunyi.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Kematian al-Zarqawi seolah-olah telah ditafsirkan oleh pasaran sebagai berita baik untuk bekalan masa depan minyak dari rantau ini.\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "Letupan itu dijangkakan meletus pada jejari 3 batu.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Ahli politik parti Demokratik Amerika Dennis Kucinich merancang untuk bertanding sebagai presiden 2008 kata jurucakap lima-penggal ahli kongres tersebut, Andy Juniewicz, Isnin.\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "CAW telah meminta agar pekerja untuk memberitahu Wakil Kesihatan dan Keselamatan tentang apa jua masalah keselamatan di tempat kerja.\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "Selat Hormuz merupakan laluan perkapalan utama yang mempunyai kepentingan strategik yang besar.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "\"Kami sedar bahawa ini adalah kesimpulan radikal - kalau kita mempunyai bukti untuk cecair air dalam badan begitu kecil dan terlalu sejuk,\" kata Dr. Carolyn Porco, Cassini ketua pasukan pengimejan di Institut Sains Angkasa, Boulder, Colorado.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Setiausaha Negara Amerika Syarikat Condoleezza Rice juga menafikan bahawa serangan itu akan berlaku tidak lama lagi, yang menyatakan bahawa tidak ada kebenaran Kongres untuk tindakan ketenteraan terhadap Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Ia dijangka bahawa persidangan penderma antarabangsa akan diadakan pada bulan hadapan untuk mendapatkan lebih banyak bantuan kepada negara.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Glasgow berkata bahawa kursus latihan Landmark Education adalah \"bertentangan\" dengan kepercayaan Kristiannya.\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, kadang kala dalam 10 bilion tahun yang lalu, sebahagian besar daripada baryons, biasanya dirujuk sebagai \"jirim biasa\" untuk membezakan mereka dari jirim gelap dan tenaga gelap, telah hilang.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Walaupun kabinet ini sebahagian besar disalin daripada yang sebelumnya, beberapa menteri yang telah menimbulkan kontroversi dan permusuhan telah dikeluarkan atau dipindahkan ke kedudukan lain yang kurang berisiko.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "Tunjuk perasaan itu telah dirancang terjadi diluar pendengaran Hakim Brinkema dan juri kerana mereka meninggalkan bilik mahkamah tersebut untuk rehat.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Kapal Sirius Star, dimiliki oleh firma negeri Saudi Vela International Marine, mempunyai sebanyak 25 kakitangan daripada Filipina, Saudi Arabia, Croatia, Poland, dan Britain.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Parti baru yang dipilih juga berikrar untuk fokus terhadap perbelanjaan isi rumah, terutamanya keluarga di luar bandar dan mereka yang mempunyai anak.\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "Anugerah Kemanusiaan telah dianugerahkan kepada penghibur negara, Paul Brandt sementara Anugerah Pencapaian Istimewa Walt Grealis telah dianugerahkan kepada Citytv dan pengasas MuchMusic, Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "Syarikat itu menyaman untuk mendapatkan ganti rugi sivil yang benilai separuh daripada pendapatan filem dan buku dari francais filem blokbuster seperti Spider-Man, Iron Man, X-Men, Hulk, dan Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Jawatankuasa ini akan membuat keputusan yang mana satu daripada tiga filem yang harus menerima pencalonan.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Beliau juga menyatakan mengenai timbunan besar garam di Chelsea yang digunakan untuk mencairkan ais di lebuhraya dalam Komanwel dan berkata ianya berada di lokasi secara \"haram.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Menurut Bill Rusko, bapa kepada dua anak-anak, beruang melintasi Route 30 di Ligonier Township dan bergerak ke arah ketiga-tiga anak-anaknya semasa mereka bermain badminton.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Sistem yang sama menyebabkan banjir yang teruk dan hujan pada tahun 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "Penggunaan sejarah carian memerlukan pengguna mempunyai dan log masuk ke akaun Google atau Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Presiden baru Gabon, Ali Ben Bongo telah menamakan kerajaan yang pertama, selepas memenangi pilihan raya di negara ini presiden baru-baru ini.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "Dia juga mengaku bersalah terhadap tuduhan menghina kerana melanggar perintah mahkamah untuk menjauhkan diri dari ibunya.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Kerajaan itu merancang untuk menghantar dua anak kapal lelaki ke orbit pada bulan September atau Oktober dalam satu penerbangan selama lima hingga enam hari.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "Dia adalah bayi lelaki pertama dilahirkan dalam keluarga diraja Jepun sejak bapanya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Ianya boleh mengambil sekurang-kurangnya lima hari sebelum kebakaran dapat dikawal sepenuhnya.\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "Suspek ditahan pada hari Jumaat oleh Mpumalanga organisasi unit jenayah.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Keputusan tersebut dibuat selepas Microsoft mengumumkan bahawa mereka mendedahkan 30,000 muka surat kod perisian rahsia Khamis yang lepas(21 Februari).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "Sebahagian pelajar telah membuat aduan yang mereka tidak menerima sebarang amaran dari universiti sehinggalah satu e-mel amaran dihantar lebih dari dua jam selepas kejadian pertama.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Sebahagian besar daripada landskap media Amerika LGBT akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Ini adalah kali pertama kesalahan disabitkan berdasarkan undang-undang yang digubal pada tahun 2003 bagi membendung e-mel pukal, yang juga dinamakan spam, dari pengedaran tanpa diminta ke peti mel pengguna.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Mereka yang telah dinilai dalam kategori \"apa-apa aktiviti sosial\" masih bertambah baik berbanding kanak-kanak dinilai sebagai \"tiada aktiviti sosial\": mereka mempunyai kira-kira 3/4 peluang mendapat penyakit ini.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Gerakan ini muncul selepas Tenzin Gyatso, Dalai Lama ke-14, bersumpah akan turun dari jawatannya jika keadaan menjadi di \"luar kawalan\" di Tibet, di mana demonstrasi ganas menentang China telah membunuh 13 hingga 100 orang rakyat.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "Hadiah J. J. Sakurai akan dibentangkan pada mesyuarat APS 2010 di Washington, DC dalam sesi khas Istiadat pada bulan Februari tahun 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Menurut José Manuel Barroso Durão, Presiden Suruhanjaya Eropah, Kesatuan Eropah bersedia untuk mmberikan 50 juta € sebagai bantuan untuk kawasan-kawasan yang rosak.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Keselamatan lalu lintas merupakan satu ancaman yang dikhuatiri akan mencederakan penyokong Piala Dunia.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Poison mendakwa kedua-dua syarikat itu telah membayar mereka kurang royalti untuk bertahun.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Chan didakwa menjadi dalang operasi, dan Myuran didakwa sebagai penguatkuasa.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "Edward Lu dan Stanley Love, dari Pusat Angkasa Johnson, Houston, turut meredakan kebimbangan tentang perlanggaran.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "Setiausaha Amerika Syarikat Beras Negara Condoleezza telah memberi penjelasan mengapa Amerika Syarikat mengecualikan diri dan tidak memberi kuasa veto terhadap resolusi itu.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Apabila pada 64, Yuvraj berlaku telah diredakan oleh penutup dari Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Lawatan John Paul telah hampir dibatalkan kerana Perang Falklands dan cubaan membunuh.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Ini datang sebagai perbandingan sekali dengan tahun 2007, apabila 120,000 pekerja asing memasuki Amerika Syarikat dengan visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "7 April, 2005 peneraju berita ABC News Peter Jennings telah didiagnosis minggu ini dengan barah paru-paru.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "Apabila Oppenheimer memulakan makmal reka bentuk senjata rahsia, Los Alamos, beliau melantik Bethe sebagai Pengarah Bahagian Teori.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Komander polis di rantau North West Sydney, Asisten Komisioner berkata beliau gembira bahawa kelab itu sedang bekerjasama dengan pihak polis secara proaktif.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Crossrail tidak menyatakan bahawa ia akan cuba menetapkan satu nilai saksama dalam tawaran asal dan sebaliknya hanya akan menawarkan kira-kira £50 bagi setiap tanah dengan harapan bahawa tidak ramai orang akan membawa perkara itu kepada Tribunal Tanah.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Iklan selama 30 saat (lihat sumber di bawah) kini boleh dilihat di YouTube.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "\"Ia hampir seolah-olah seperti ribut taufan melanda tiba-tiba.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "Wartawan itu telah menarik perhatian hubungan antara Presiden Colombia Alvaro Uribe, dan kumpulan militia sayap kanan di negara yang dilanda perang di Amerika Selatan itu.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Ahli-ahli parlimen yang lain, malahan beberapa Parti Pekerja, tidak bersetuju dengan hujah rampasan kuasa.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Krew kapal 3504 ditemui di Pulau Sibay oleh Tentera Udara Filipina.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah negeri dijadualkan akan ditutup pada 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Dua kejadian kereta api tergelincir dalam masa dua hari telah menutup landasan kereta api di Australia.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "Kematian itu kebanyakannya disebabkan oleh rumah-rumah buruk yang runtuh kerana hujan atau lumpur.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Pemilik kedai-kedai dan pelanggan pasar haiwan ternakan di kawasan New Baghdad mengesahkan bahawa wanita yang diletupkan di situ juga mengalami kecacatan mental.\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "Kanak-kanak kedua, Ryan Phan berusia 3 tahun dijumpai berdekatan Barton Bay oleh pasukan pencari dan penyelamat hari ini pada pukul 10:30 pagi waktu tempatan.\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "Terdapat spekulasi yang Frelimo mungkin menggunakan ini untuk membenarkan Guebuza untuk bertanding untuk penggal ketiga - kini, perlembagaan membenarkan presiden untuk berkhidmat hanya dua penggal didalam pejabat.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "Kawannya, yang tidak diketahui, ditembak Rhys Johnson di hati dengan .22 kaliber Webley Vulcan pistol udara pada jarak dekat.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Saintis meramalkan bahawa akan hampir lima juta spesis akan hilang pada abad ini.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Smith berkata kesan ke atas hubungan dengan Amerika Syarikat - yang telah kukuh sejak Perang Dunia II - \"Ia bukan sesuatu yang saya percaya akan mengganggu apa setakat ini adalah hubungan kerja yang sangat baik antara kerajaan baru dan pentadbiran (Amerika Syarikat).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Semua temubual dilakukan melalui e-mail, dan temubual diterbitkan tanpa suntingan, membenarkan calon-calon menyampaikan mesej mereka sepenuhnya kepada pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Kes pertama selesema burung di Iraq telah diumumkan hari ini oleh Menteri Kesihatan negara itu, Abdel Mutalib Mohammed.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Butiran peraturan tambahan yang panjang untuk diikuti dalam peristiwa melarikan diri atau cubaan melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Walaupun serangan Palin, artikel asal dalam 3 Oktober New York Times menyimpulkan bahawa Obama dan Ayers tidak pernah rapat, dan sambungan adalah melalui pemilihan awal Obama untuk projek pembaharuan pejabat dan sekolah,\" mengatakan bahawa laluan mereka telah melintasi jarang sekali.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Philadelphia akan mencecah suhu 100ºF, Washington D.C. akan mengalami suhu setinggi 101ºF dan Baltimore dan Richmond akan menyaksikan peningkatan suhu melebihi 100 mark.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "Peter August dari Universiti Rhode Island di Kingston, mengulas: \"Saya benar-benar kagum dengan keputusan yang konsisten dengan mereka yang terlibat dalam penemuan lembu dan rusa menghadap ke utara.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "Kematian berlaku di bandar Toliara, dengan situasi serupa yang lain berlaku sejauh 130 km (80.8 bt) di Sakahara.\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "Presiden Ely Ould Mohamed Vall, yang turut mengundi di dalam referendum itu berkata, \"Ini adalah hari yang baik dan satu kelahiran semula bagi Mauritania...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Qatar seri dalam kedua-dua perlawanan dengan Jepun dan Vietnam, bermakna ia akan berpokok pada perbezaan gol jika kedua-dua pihak seri pada empat mata.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Sejak pertengahan bulan Ogos, kebakaran hutan telah melanda bahagian Selatan Turki termasuk destinasi pelancongan yang popular seperti Bodrum dan Antalya-Kas.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "Menurut sebuah rangkaian ABC di Charlotte, North Carolina, Flair telah terlibat di dalam satu tuduhan insiden berang jalanraya Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Satu \"sumber yang tepat\" yang disebut akhbar harian bahasa Perancis, Le Soir mencadangkan bahawa mungkin terdapat kegagalan elektrik dalam sistem isyarat.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "Nasib buruk dan perubahan seolah-olah meletakkan Jerman yang bertanggungjawab bagi permainan taktikal buat kali pertama dalam perlawanan itu.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Mereka juga telah dikritik kerana membenarkannya untuk meninggalkan Amerika Syarikat pada awal tahun ini, kerana Sunderland mungkin akan tiba di Lautan Hindi semasa musim sejuk di rantau ini.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Sekitar 5 November setiap tahun, orang di Great Britain dan beberapa kawasan di Komonwel meraikan malam Guy Fawkes untuk memperingati penentang dari York dan pengkomplot Katholik Romannya yang gagal untuk meletupkan rumah Parlimen pada 5 November, 1605.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "Beliau kekal sebagai jurulatih sehingga selepas Piala Dunia 2007, dan telah disebut-sebut untuk menggantikan Duncan Fletcher sebagai jurulatih England selepas kontraknya dengan PCB tamat.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Bruce yang merupakan isteri penembak yang disyaki dan presiden kepada syarikat teater, sementara yang lain merupakan sebahagian daripada produksi Sherlock Holmes: The Final Adventure.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "Kumpulan saintis di Universiti Stanford mendakwa telah mengesan sedikit, unsur yang hilang dalam teori relativiti Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Sekretariat Bangsa-Bangsa Bersatu adalah salah satu organ utama Bangsa-Bangsa Bersatu dan ia diketuai oleh Setiausaha Agung Bangsa-Bangsa Bersatu dan dibantu oleh seorang kakitangan awam antarabangsa dari seluruh dunia.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Kanak-kanak itu berada di pantai dengan ibu bapanya ketika mereka menunggu untuk dihantar ke darat dengan kapal Hook Point.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "Sama ada Vardi adalah ibu bapa yang bijak bagi galakannya, atau sebenarnya menyendal orang yang ketinggalan, adalah sesuatu yang hanya masa akan menentukan kerana dia cuba untuk membawa produk-produk anak-anaknya ke pasaran.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Tunggangan itu adalah satu tarikan yang memutarkan orang di dalam kereta yang mempunyai dua tempat duduk, di dalam khemah yang gelap kepada kelipan cahaya dan muzik.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Si mati adalah seorang pekerja pembinaan berusia 50 tahun yang meninggal dunia selepas tanah runtuh di tapak pembinaan empangan di Wilayah Fukui malam tadi dan seorang lelaki berusia 76 tahun yang meninggal dunia selepas dipanah pokok jatuh pada 6 September, tidak lama selepas Fitow membuat pendaratan.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Ross menyatakan bahawa beliau \"malu\" terhadap beberapa program dan merupakan \"majoriti adalah rancangan yang saya banggakan.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "Jambatan yang bernilai $220 juta itu dijadualkan untuk dibuka pada bulan Jun, 2007, dan adalah projek pembinaan terbesar dalam sejarah Ohio.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "Dia juga mengumumkan yang dia mahukan perubahan dalam undang-undang pilihan raya agar sistem politik dua parti akan wujud, dan dia mahu membentuk kerajaan majoriti selepas pilihan raya seterusnya.\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "Semalam, satu euro boleh dibeli hanya dengan harga 35,844 lei, jatuh daripada 36,133 lei dua hari lalu.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Conte sekarang sedang berkhidmat di dalam penjara selama empat bulan kerana mengedarkan dadah jenis streroid dan pelaburan wang haram.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Pegawai Korea Selatan belum lagi membuat spekulasi berkenaan perkara tersebut, mengatakan pengalihan potret tersebut \"mungkin kerana pelbagai alasan.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Pelan asalnya ialah unutk berbincang dengan Wikipedia, dan apa yang boleh dan tidak boleh berkesan untuk ensiklopedia.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "Kebakaran tersebut merupakan salah satu daripada tiga yang tercetus semalam di Gurun Mojave dan pergunungan San Gabriel.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "\"Presiden belum dan tidak akan meminta jurucakapnya untuk memberikan maklumat palsu,\" katanya.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "Empat jet pejuang F3 Tornado telah dilancarkan oleh Tentera Udara Diraja United Kingdom untuk memintas pesawat tentera Rusia.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "Perkongsiaan tersebut telah menjadi khabar angin beberapa tahun, dan jumlah spekulasi bertambah sejak beberapa bulan lepas.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Pasukan A1 New Zealand telah memenangi perlumbaan litar di Grand Prix A1 Shanghai, China hari ini, diikiuti pasukan A1 Great Britain dan pasukan A1 Jerman.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "Agensi itu meningkatkan tahap amaran pandemik kepada tahap keenam, yang tertinggi.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "AKP mempunyai 353 daripada 550 kerusi dalam Perhimpunan Agung Nasional Turki.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "Anak lelaki Smith, Daniel Smith, meninggal dunia pada 10 September, 2006 tidak lama selepas Anna melahirkan seorang bayi perempuan 5 bulan yang lalu.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "Antaranya ialah lukisan oleh pelukis terkenal Sepanyol Pablo Picasso, bertarikh 1939, yang dikenali sebagai Woman's Head yang merupakan hadiah kepada orang Yunani untuk ketahanan mereka kepada Nazi semasa Perang Dunia ke-2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "\"Kelajuan jalur lebar dan harga yang dibayar orang ramai menjadi perebutan terbesar.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "Belostenny adalah seorang pemain utama dalam pasukan bola keranjang Kesatuan Soviet dan adalah kedua-dua pemenang pingat Eropah dan Olimpik.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "Arid Uka, 22, membunuh dua orang Amerika Syarikat (USAF) dan mencederakan dua lagi dalam serangan senapang di dalam bas di Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Agensi Jaminan Kualiti berkata semakan luar negara UoW ke atas institusi asing adalah tidak mencukupi.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Akhbar Austria Krone melaporkan bahawa \"tujuan lazim serangan-serangan meraka adalah untuk membuat kecoh dan mengacau orang lain.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "Taco Stein, Peguam Cara Awam Aruba, mengeluarkan satu kenyataan selepas pengumuman itu dibuat.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "Beliau meninggal dunia pada usia 76 selepas pertarungan lama menentang kanser, dan meninggalkan seorang isteri yang berusia 54 tahun Elsie dan anak-anak lelaki mereka Andrew, Paul, dan Mark.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "Kapten telah diberi amaran pagi Sabtu tentang keadaan ribut, kata ahli pendakwa perantau Maxim Stepaneko kepada Vesti 24 Rusia.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Menteri majlis Iraq berkata tentera Turki mencabul kedaulatan Iraq dengan menjalankan pencerobohan ke kawasan Kurdistan di utara Iraq.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Ini dikatakan bencana udara komersial yang paling teruk bagi Rusia sejak Ogos 2006 apabila 170 orang maut selepas sebuah jet penumpang Tupolev Tu-154, penerbangan 612, yang dimiliki oleh Penerbangan Pulkovo yang berpangkalan di St. Petersburg, terhempas di Ukraine.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "Jumlah pengundi dalam pilihan raya telah dilaporkan mencapai lebih sedikit daripada lima puluh peratus.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "\"Kami tidak ragu-ragu bahawa kami akan menang rayuan itu,\" Oblon kepada pemberita.\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "\"Negara perlu menggalakkan masyarakat yang berusaha lebih daripada mereka yang menipu.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Kukris menjaring satu percubaan setelah masa penuuh tetapi gagal untuk menukar tendangan yang agak mudah yang boleh memungkinkan kemenangan permainan tersebut untuk mereka.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "ABC News telah memperoleh dan mengeluarkan transkrip mesej yang dirakam oleh Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Ia mengesahkan bahawa Spyker akan berubah pemilik musim depan menjadi pasukan pertama warga India Formula Satu dalam sejarah.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Penduduk bandar telah berulang kali memanggil pihak polis untuk menghalau penunjuk perasaan dari tanah itu, yang kini dimiliki oleh wilayah dan yang dipegang atas amanah sehingga pertikaian itu diselesaikan.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Arahan itu dijangka dengan mudah melalui Majlis Perikanan Majlis Eropah pada hari Selasa, 21 Disember, tetapi telah dibuang dari agenda atas permintaan Menteri Sains dan Pengkomputeran Poland, Wlodzimierz Marcinski.\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "Suruhanjaya Telekomunikasi Kepulauan Solomon (TCSI) telah mengenakan denda terhadap satu pembekal telefon mudah alih Papua New Guinea (PNG), kerana gagal menepati tarikh akhir yang dinyatakan dalam syarat-syarat lesennya.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "Bourdin hidup dengan pasangan itu selama tiga bulan sebelum wartawan mendedahkannya dan pembohongan beliau telah disahkan dengan ujian DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "\"Dalam menjawab soalan itu, Tom Cruise telah memperkenalkan teknologi LRH [L. Ron Hubbard] kepada lebih daripada 1 bilion orang di muka bumi.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Beliau kemudian menyatakan syarikat Energy Management Inc., disebalik kontroversi projek Cape Wind, mencadangkan membina stesen jana kuasa diesel di seberang jalan dari sekolah rendah Chelsea dan kualiti udara di Chelsea adalah tidak baik.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "\"Pembelian bmi BA yang memberi kelulusan tanpa memberi pertimbangan yang cukup kebelakangan ini menunjukkan sekali lagi bahawa EC mempunyai satu peraturan untuk pembawa-bendera Eropah, tetapi peraturan yang berbeza untuk Ryanair\", kata Ketua Ryanair.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Majoriti kelab NHL telah kehilangan wang dalam tempoh lima tahun lalu dan kesannya semua kelab mahu membuat bayaran dengan jumlah yang ditetapkan.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Manakala parti Kesatuan untuk Demokrasi Perancis (UDF), diketuai oleh François Bayrou, secara rasmi kekal dalam parti pemerintah bersama-sama dengan UMP, ia telah diputuskan bahawa, kerana kerajaan baru mungkin akan melakukan lebih daripada dasar yang sama, ia tidak akan mengambil bahagian dalamnya.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Beberapa tokoh ulama Sudan mengabaikan arahan kerajaan untuk tidak mengeruhkan keadaan, walaupun mereka berhenti seketika untuk melaung kerana kematiannya.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Enam belas parti lain turut didalam perebutan untuk kerusi parlimen, tetapi tiada dari mereka yang menerima lebih dari satu peratus dari undian.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Seorang jurulatih bola sepak Amerika telah ditembak di gimnasium sekolah di Iowa, Amerika Syarikat.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "30-40 orang polis berdiri dekat rumah-rumah, dan 20-30 orang berpakaian awam termasuk ketua daerah dengan Hakim, ketua eksekutif pihak berkuasa tempatan berdiri di atas jalan, sambil memerhatikan proses perobohan.\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "Seorang peguam berkata beliau merasakan pertuduhan itu berat apabila melihat keadaan yang berlaku.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Terdapat spekulasi sebelum ini bahawa objek itu di Texas mungkin adalah meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Ahli-ahli rejim sementara dan keluarga terdekat mereka dibenarkan masuk ke New Zealand.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Pengagihan semasa kerusi memberikan Parti Buruh Australia dengan 58 daripada 86 jumlah keseluruhan, Parti Liberal Negara dengan 25, Queensland Greens & One Nation dengan masing-masing satu dan calon bebas memegang empat.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "Perempuan tersebut kelihatan seperti rambutnya disambar oleh lelaki bersenjata tersebut yang kemudiannya menembaknya bersama dengan dua orang lelaki yang cuba menolongnya.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Pentobarbital, alternatif yang digunakan di klinik individu ini di Switzerland, digunakan untuk suntikan maut di Oregon, dan telah mula digunakan oleh Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "\"Anak saya mati untuk apa?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Malam Ambang Tahun Baru Bandar Taipei 2008 nampaknya \"pudar\" atas faktor politik.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "Woolmer bermain 19 Tests untuk England dan merupakan jurulatih bagi Warwickshire dan Afrika Selatan sebelum menjadi jurulatih bagi Pakistan pada tahun 2004.\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "Fame, Dewan Muzik Canada menambah kumpulan rock veteran Kanada, Triumph kepada roll terhormatnya.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Polis di Indonesia telah mengemukakan 200 muka surat ringkasan mengenai kemalangan Pesawat Garuda Indonesia 200 kepada pendakwa raya.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "Majlis Bandaraya Bristol telah melaporkan bahawa kemungkinan perpustakaan itu akan dibuka semula pada Selasa, walaupun dikatakan bahawa bangunan itu mungkin akan masih ditutup pada hari itu.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Menteri Pertama Salmond melancarkan taman peringatan dan patung gangsa yang telah diletakkan untuk menandakan ulang tahun ke-50 kejadian itu.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Kelihatan dalam gambar di bawah ini adalah Leftenan (Tentera Laut) Armstrong, Pegawai Eksekutif Pelapor RCSCC 18, dan di latar belakang adalah kadet-kadet Pelapor.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "\"Rang undang-undang rangsangan kedua-dua parti dan ekonomi yang perlahan adalah sebab-sebab utama bagi peningkatan dalam defisit seperti yang ditunjukkan dalam hasil bajet tahun ini.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "Berita itu telah mengejutkan Austria, kerana persamaannya dengan kes Natascha Kampusch yang diculik pada umur 10 tahun, dan telah melarikan diri setelah dikurung di dalam sebuah \"kurungan bawah tanah\" selama lapan tahun pada 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Djurovic juga berkata bahawa sekurang-kurangnya 198 orang, di mana 90 orang daripadanya kanak-kanak, telah dirawat di hospital.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Kereta api Amtrak 371, Pere Marquette, bermula di Grand Rapids, Michigan dan membawa 193 penumpang termasuk enam anak kapal.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "Selepas pengiraan semula daripada lebih 2,800 tempat mengundi, mahkamah perlembagaan Gabon mengesahkan pemilihan anak kepada pemimpin lama di negara ini Omar Bongo.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "\"Salah satu perkara besar yang sukar adalah ketekalan, dan itu adalah kekuatan terbesar Windows,\" Jim Zemlin, Pengarah Eksekutif Kumpulan Piawaian Percuma, memberitahu Akhbar Kesatuan.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Buruh yang berpusat di luar Colorado mendapati bahawa aktiviti yang dijalankan oleh \"pembantu\" Landmark Education termasuk: \"pejabat, perkeranian, permintaan telefon dan pendaftaran, dan juga menyambut pelanggan, menyediakan kerusi, pengendalian mikrofon semasa seminar dan membuat kopi.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "Ianya juga unik kerana mengikut kepada populasi dari kelahiran terus dari kematian.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "Kadar kelulusan didalam negara tersebut pergi dari 72 ke sebelas peratus, dengan banyak sekolah tidak melihat walau satu kelulusan.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "Wartawan Tanpa Sempadan (RWB) telah merayu supaya hukuman dijatuhkan kepada mereka yang bertanggungjawab terhadap pembunuhan itu.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "Rang undang-undang, yang dikeluarkan oleh Wakil Negeri Darlene Senger dari Naperville, yang diluluskan dengan majoriti 114-1 dan akan dipertimbangkan oleh Senat Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Dannie Abse dikenali sebagai seorang pemuisi dan seorang doktor perubatan.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "ECC Afghanistan telah menerbitkan sebuah laporan mengenai siasatan mereka terhadap dakwaan yang muncul selepas pilihan raya dua bulan lalu.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "Kajian itu mengesahkan penggunaan tenaga nuklear dan serangan terhadap beberapa data yang digunakan oleh penyokong kempen anti nuklear.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "Video tersebut telah dilaporkan sebagai protes anti-Saintologi, direkodkan oleh beberapa ahli kumpulan Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "\"Beliau telah dibesarkan di Shanghai dan mempunyai adab yang sangat baik.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "Mark juga menekankan bahawa Louise Christian, peguam hak-hak kemanusiaan British yang cukup menonjol, kini sedang mewakili penduduk-penduduk di Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Bill Clinton, bekas Presiden Amerika Syarikat, akan membuat satu lawatan ke Romania pada 21 Mei, untuk turut serta sebagai penceramah utama di persidangan Beyond Borders 2005 di Bucharest.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Bom pertama meletup di stesen kereta api Liverpool Street sejurus selepas ia berlepas ke Aldgate di laluan Circle line, beberapa saat sebelum yang lain.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Google Base dijangka menjadi pesaing utama Craigslist, yang sebahagiannya dimiliki oleh eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Komen terkini Cindy terlalu drastik untuk mengubah dari komennya pada temuduga 2004 dengan THE REPORTER di Vacaville, CA.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Ianya tidak jelas jika pemenang tujuh kali Tour de France berhasrat untuk bersaing bagi klasifikasi umum, tetapi dia membuat pergerakan kehadapan yang tidak berjaya pada hari Ahad dalam mengejar kemenangan peringkat.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Afrika Selatan tersingkir daripada Kriket Piala Dunia 2011 selepas tewas kepada New Zealand pada perlawanan suku akhir, diadakan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Menurut Jawatankuasa untuk Melindungi Wartawan, sembilan wartawan telah terbunuh di Pakistan tahun ini, dan sekurang-kurangnya 16 terbunuh pada tahun 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Beberapa minit selepas Mahkamah Rayuan Edinburgh menolak ikat jaminan atas dasar belas kasihan Jim Swire, jurucakap kepada keluarga mangsa yang kehilangan anaknya dalm nahas itu, mengadu tentang keputusan.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "Beliau mengetuai Parkersburg ke 19 pertandingan negeri dan memenangi gelaran negeri pada tahun 1993 dan 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "Dibentuk atas usahasama antara BMG dan Wolfgang Funk pada tahun 1992, label tersebut telah menyaksikan gabungan besar dengan Sony pada tahun 2005 untuk membentuk Sony BMG dan Funk meletak jawatan sebagai presiden pada Disember 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "Namun, pasangan itu masih menyumbang kepada jaringan pasukan itu, dengan Crispin menjaringkan 12 mata dengan 15 melantun, dan Merritt menjaringkan 16 mata dengan enam melantun.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Dia pernah berkata bahawa $100 dolar bagi setiap tong adalah harga yang \"berpatutan\" dan masih mengingatinya apabila dia menjadi presiden Venezuela pada tahun 1999, harga setiap tong naik sebanyak sepuluh dolar.\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "Gudang tersebut adalah kemudahan menyimpan dan pengagihan bagi bahan kimia kolam renang, terutama sekali klorin.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "Bilangan mati tidak pasti, dengan anggaran nombor dari kosong sehingga lapan.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "\"Adakah anda David Shankbone? Kami begitu teruja untuk bertemu dengan anda!\" dia berkata, dan membawanya turun ke dewan ke ruang tamu bersofa, televisyen memainkan cerita aksi-seram, kabinet tanpa pintu yang dipenuhi dengan kit enema, dan Bill suaminya duduk depan komputer cuba mencari di mana tayangan semula Blade Runner sedang diperlihatkan di teater tempatan.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Akhirnya pada bulan Mac, pengendorsan pilihanraya Perjanjian Saint Andrews akan dilaksanakan samada melalui pilihanraya ataupun referandum.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Ali al-Dabbagh, jurucakap kerajaan Iraq, berkata kerajaan Turki menolak pencerobohan satu pihak kerana ia adalah satu ancaman kepada hubungan kejiranan baik mereka.\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "Mereka menerbitkan, pada tahun 1996, album pertama mereka, yang dijual lebih satu juta salinan di seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Mengikut kepada Sarkozy, ukuran tambahan itu merujuk kepada kawasan sempadan sahaja.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "Michael Stanton, peminat astronomi tempatan memberitahu Wikinews \"ini cukup hebat, terdapat muzik dan visual yang menggairahkan ini untuk dilihat.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Ini adalah untuk menyediakan bekalan air untuk bandar disebabkan kemarau menjadi lebih kerap akibat pemanasan global.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Dia dikatakan cuba untuk memaksa kenderaan lain keluar dari jalan.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "Dia berkata, menurut syarikat penyiaran negara Finland (YLE), bahawa tindak malas hendaklah bermula sejak seminggu lepas, sejurus selepas bencana, bukanlah sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Puan Graham membeli kasut itu di kedai pertubuhan amal Sue Ryder selepas menemui ahli pekerja Thatcher yang jatuhkannya di dalam kedai.\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "Mereka juga menggesa semua rekod Matos untuk dikeluarkan daripada rekod Olimpik.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "Bercakap tentang respons warga Iraq berkenaan letupan bom di London, jurucakap itu berkata, \"Kebanyakan maklum balas dari solat[s] Jumaat di Operasi Kawasan British menentang tindakan serangan di London.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Hawk -Eye, syarikat yang bekerja dalam teknologi garisan gol yang telah digunakan untuk pemerhatian garisan dalam tenis, membalas dengan kekecewaan: \"Saya sangat marah, ia benar-benar berlaku secara tiba-tiba...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "\"Ia hanya menunjukkan yang Eropah bukanlah tempat yang teruk.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "Sebuah mahkamah di Salé telah menjatuhkan hukuman penjara ke atas empat belas anggota Fath Al Andalous (Penaklukan Andalusia) atas kesalahan merancang serangan terhadap sasaran di Maghribi.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "\"Plot kuasa puak pemisah untuk membangkitkan sentimen awam untuk memberanikan diri mereka.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Draf baru mencadangkan untuk menukar polisi yang sedia ada sekarang yang membolehkan kamera di teksi yang tidak rekod bunyi kerana sebab-sebab privasi, dengan harapan rakaman audio boleh memudahkan siasatan.\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "Mereka menghadapi ancaman inflasi dan tidak mahu mengimport dasar kadar faedah yang ditetapkan untuk keadaan kemelesetan di Amerika Syarikat.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya sembilan gigi telah difosil, satu gigi taring dan lapan gigi geraham, dari spesis beruk yang sebelum ini tidak dikenali ditemui di Afrika telah ditemui oleh kumpulan penyelidik dari Ethiopia dan Jepun yang kemudian membandingkan pembikinan 3-D gigi tersebut kepada fosil lain bertarikh sejauh 8 juta tahun belakang dan menemui yang fosil tersebut berkemungkinan \"moyang terdekat\" beruk yang kini hidup di Afrika dan fosil beruk baru tersebut dari spesis gorila yang makan kebanyakannya tumbuhan berserat tinggi.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "MSNBC melaporkan bahawa Clinton mengalahkan Barack Obama oleh \"margin sangat sikit.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "\"Peningkatan ini memperkukuhkan lagi keperluan untuk mengamalkan dan mengekalkan dasar-dasar yang menggalakkan pertumbuhan ekonomi dan tanggungjawab fiskal, termasuk pembaharuan kelayakan dan dasar cukai pro-pertumbuhan.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "Lightning dan Penguins akan bermain perlawanan pameran di Germany dan Finland masing-masing.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Agensi nuklear Jepun mempertimbangkan keadaan di Plan Tenaga Nuklear Fukushima I berada di Aras 4 pada Skala Acara Nuklear Antarabangsa, yang mana merupakan bencana kepada penduduk tempatan.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "Ruangan beliau merupakan pergelutan dalam kehidupannya, pertingkaian dan pendapat mengenai isu sosio politik.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "Sarkozy kini mendahului dalam pungutan suara seminggu selepas mengisytiharkan pencalonannya dalam pungutan suara pada bulan Mei.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Trafik tempatan dibenarkan, kerana banjir ini menutupi lebuhraya sepanjang 150 batu.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "Ribut 80 km/j (50 mph) di Lautan Pasifik lebih kurang 210 km (130 batu) selatan-selatan barat Acapulco, Mexico.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "Para penyelidik mendapati hati meghasilkan tahap lebih tinggi dalam pengekodan gen \"selenoprotein P\" (SEPP1) dalam kalangan orang dengan diabetes jenis 2 - mereka yang mempunyai lebih rintangan insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Kerajaan memetik perlindungan keganasan dan penipuan memerlukan sistem identiti kebangsaan sejagat.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    }
]
}