{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, it is your task to translate a sentence in English into the Filipino language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Filipino"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Sarah ran from the serial killer holding a jug of milk.",
      "output": "Tumakbo si Sarah mula sa serial killer na may hawak na pitsel ng gatas.",
      "explanation": "The above sentence is correctly translated from English to Filipino."
    },
    {
      "input": "He stepped gingerly onto the bridge knowing that enchantment awaited on the other side.",
      "output": "Dahan-dahan siyang humakbang sa tulay dahil alam niyang naghihintay ang enchantment sa kabilang panig.",
      "explanation": "The above sentence is correctly translated from English to Filipino."
    }
  ],
  "Negative Examples": [
    {
      "input": "He dreamed of leaving his law firm to open a portable dog wash.",
      "output": "Ito ang nagparamdam sa kanya na parang lumang-style na rootbeer float ang amoy.",
      "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
    },
    {
      "input": "The bullet pierced the window shattering it before missing Danny's head by mere millimeters.",
      "output": "Ninakaw ng ilog ang mga diyos.",
      "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "Shelley Chaplin scored eight points with five rebounds and seven assists.",
      "output": "Umiskor si Shelly Chaplin ng walong puntos na may limang rebawnd at pitong asist."
    },
    {
      "input": "The support for MoinMoin wikis comes via a plugin, so the tool may be extensible to the native interfaces of other wiki engines in the future.",
      "output": "Ang suporta para sa MoinMoin wikis ay dumating sa pamamagitan ng isang plugin, upang ang kagamitan ay maaaring palawigin sa mga native interface ng iba pang wiki engines sa hinaharap."
    },
    {
      "input": "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.",
      "output": "Ito ay nakumpirma na si Spyker ay magpapalit ng mga may-ari sa susunod na panahon ng laban na magiging pinakaunang koponan na Indian national Formula One sa kasaysayan."
    },
    {
      "input": "The group claims it was the first break-in of its kind at Pine Gap.",
      "output": "Sinabi ng grupo na ito ang unang pagkakataong ginawa sa Pine Gap."
    },
    {
      "input": "Going into the elections, Obama was already forecast to win in California, with RealClearPolitics predicting he would win by 14 points.",
      "output": "Pagpunta sa halalan, si Obama ay na-forecast nang mapapanalunan ang California, sa RealClearPolitics na nagpi-prediktang siya ay mananalo ng 14 puntos."
    },
    {
      "input": "Mattel is considered as one of the most stringent producers in the market however their reputation is in danger.",
      "output": "Ang Mattel ay itinuturing bilang isa sa mga pinaka-mahigpit na mga tagagawa sa merkado ngunit ang kanilang reputasyon ay nasa panganib."
    },
    {
      "input": "This is just tragic and that's all you can say right now and I don't know anything further,\" said one of Anna Nicole's lawyers, Ron Rale.",
      "output": "Ito'y isang trahedya at sa ngayon ito lang muna ang masasabi ko at wala na akong alam na iba pa,\" ayon sa isa sa mga abogado ni Anne Nicole, na si Ron Rale."
    },
    {
      "input": "Lawyers representing Haitian cholera victims warned the United Nations (UN) on May 7, if they do not admit liability for the spread of cholera in 2010, they'll be sued.",
      "output": "Ang mga abogado na nangangatawan sa mga biktima ng kokera ng Haiti ay nagbabala sa Nagkakaisang mga Bansa (UN) noong ika-7 ng Mayo, na kapag hindi nila inamin ang pananagutan sa pagkalat ng kolera noong 2010, sila ay makakasuhan."
    },
    {
      "input": "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.",
      "output": "Ang mga kondisyon sa karerang ito ay malayo ang pinagkaiba, sa Pambansang Serbisyong Pampanahon na nag-uulat ng temperatura na 88º F (31º C) sa pinagdadaanan sa oras ng karera."
    },
    {
      "input": "Plymouth, Michigan, United States - This week, independent software developer Stardock released Galactic Civilizations II: Dark Avatar, an expansion to their PC turn-based strategy game Dread Lords.",
      "output": "Sa Plymouth, Michigan, Estados Unidos - Itong linggo, inilabas ng independiyente na bumubuo ng software na Stardock ang Galactic Civilizations II: Dark Avatar, ang kanilang pinalawak na stratehikong laro na naka batay sa PC na Dread Lords."
    },
    {
      "input": "Plaintiffs argue that the government and health ministry did not act quickly enough after international organizations issued warnings in 1972 that asbestos could be a carcinogen.",
      "output": "Nakipagtalo ang mga akusado na ang gobyerno at ang ministeryo ng pangkalusugan ay hindi agad sapat matapos maglathala ng babala noong 1972 ang pandaigdigan na organisasyon na ang asbestos ay maaring pukawin ang kanser."
    },
    {
      "input": "\"Kidnappings are complicated situations, with highs and lows, they are very difficult and stressful.\"",
      "output": "\"Komplikadong mga sitwasyon ang mga pandurukot ng tao, mayroong mga pagtaas at mga pagbaba, masyado silang mahirap at puro stress.\""
    },
    {
      "input": "European Union observers have claimed that as many as one in four votes may be in doubt.",
      "output": "Ang mga tagamasid mula sa European Union ay nagsabi na halos isa sa apat na mga boto ay maaaring kaduda-duda."
    },
    {
      "input": "Most international aid in Indonesia has been focused on the province of Naggroe Aceh Darussalam (Aceh), as it is where the biggest number of dead has been reported.",
      "output": "Karamihang pandaigdigang tulong sa Indonesia ay naging tutok sa probinsya ng Naggroe Aceh Darussalam (Aceh), dahil doon naiulat ang pinakamalaking bilang ng patay."
    },
    {
      "input": "Troops tried to arrest the Prime Minister of Fiji, Laisenia Qarase, in the afternoon by setting up a roadblock between Suva and the province where Mr Qarase was attending a meeting, but he escaped in a helicopter, and has since been in hiding.",
      "output": "Sinubukan ng mga tropa na arestuhin ang Punong Ministro ng Fiji, na si Laisenia Qarase, sa hapon sa pamamagitan ng paglalagay ng mga harang sa daan sa pagitan ng Suva at sa probinsya kung saan dumadalo sa isang pagpupulong si G. Qarase, subalit nakatakas siya gamit ang isang helikapter, at nagtago na simula noon."
    },
    {
      "input": "Bishop Rafael Guizar Valencia disguised himself to care for the wounded during the anti-clerical Mexican revolution.",
      "output": "Si Bishop Rafael Guizar Valencia ay nagpanggap upang mangalaga ng mga sugatan noong panahon ng rebolusyon ng Mexico laban sa mga kleriko."
    },
    {
      "input": "Then he was let free, but police refused to return the camera, saying that they would give it to the Hakim.",
      "output": "Siya ay pinakawalan, ngunit tumanggi ang mga pulis na isuli ang kamera, sinabing ibibigay nila ito sa Hakim."
    },
    {
      "input": "Two other Renault-engined cars of Mark Webber and David Coulthard (Red Bull team) — split by Nick Heidfeld (BMW Sauber) — were the last cars to finish on the lead lap.",
      "output": "Dalawa pang mga kotse ni Mark Webber at David Coulthard (Red Bull Team) na pinapatakbo ng makina ng Renault - ay napaghiwalay ni Nick Heidfeld (BMW Sauber) - ay huling mga kotse na nakatapos sa nangungunang karera."
    },
    {
      "input": "Mr Beazley has been critical of the government in recent weeks because of its military focus on Iraq rather than Afghanistan, which he says is the source of the terrorist threat.",
      "output": "Si Ginoong Beazley ay mapamula sa pamahalaan noong kamakailang mga linggo dahil mas naka-pukus ang militar nito sa Iraq kaysa sa Afgahnistan, na sinasabi niya na ang pinagmumulan ng mga banta ng terorista."
    },
    {
      "input": "Microsoft's next move is unknown but there has been talk of potentially going directly to the Yahoo! shareholders with a buyout plan.",
      "output": "Ang susunod na kilos ng Microsoft ay hindi alam pero merong usap-usapan na maaaring didiritso sa shareholders ng Yahoo dala ang planong buyout."
    },
    {
      "input": "The nearly US$300 million contract stated that bullets were coming from Hungary, but were actually decades-old, damaged and corroded bullets from China.",
      "output": "Nakalagay sa halos 300 milyong dolyar na kontrata na ang mga bala ay magmumula sa Hungary, subalit ang mga ito pala ay halos isang dekadang gulang na, sira at naaagnas na mula sa Tsina."
    },
    {
      "input": "Rosa Venerini helped to establish Italy's first public schools for girls.",
      "output": "Si Rosa Venerini ay tumulong sa pagtatatag ng kauna-unahang pampublikong paaralang pambabae sa Italy."
    },
    {
      "input": "The document then says that cable will \"extend between two terminals located at the coast of both countries.\"",
      "output": "Sinabi rin sa dokumento na ang kable ay \"palalawigin sa pagitan ng dalawang terminal na matatagpuan sa baybayin ng parehong bansa.\""
    },
    {
      "input": "His son, Jeremy, who had been fighting for his father's release, said \"[w]e are all completely devastated and still believe his innocence 100%.\"",
      "output": "Ang kanyang anak, si Jeremy, na nakikipaglaban para mapalaya ang kanyang ama, ay nagsabi \"[lahat] kami ay lubusang nagdalamhati at patuloy na naniniwala sa kanyang 100% na pagkainosente.\""
    },
    {
      "input": "Pakistani Prime Minister Yousaf Raza Gilani announced that the military operation targeting Taliban militants based in the South Waziristan tribal region is now over, after nearly two months.",
      "output": "Inanunsyo ng Punong Minitro ng Pakistan na si Yousaf Raza Gilani na ang militanteng operasyon laban sa mga militanting Taliban na nakabase sa rehiyong pangtribo ng South Waziristan ay nagwakas na ngayon, pagkatapos ng halos dalawang buwan."
    },
    {
      "input": "Germany has been one of the most significant donors to Albania since the fall of Communism.",
      "output": "Ang Alemanya ay isa sa mga naging malalaking tumutulong sa Albania simula nang bumagsak ang komunismo."
    },
    {
      "input": "They won lineouts against the throw and counter rucked in a more efficient manner than Sunshine Coast.",
      "output": "Napanalunan nila ang panglinyang puntos laban sa paghagis at pagsalo sa maayos na paraan kaysa sa Sunshine Coast."
    },
    {
      "input": "Although most of the fishing boats were removed in advance, the 198 docking slips that the harbor had provided for boats, enabling the livelihoods of the fishing crews, were lost.",
      "output": "Bagamat karamihan ng mga pang-pangingisdang bangka ay nauna ng naialis, ang 198 daungang lugar na nakalaan para sa mga bangka, na siyang magagamit ng mga mangingisda, ay nawala."
    },
    {
      "input": "iPhone 4 pre-orders for current Verizon users begin February 3, and a public release is scheduled for February 10.",
      "output": "Ang mga unang order ng iPhone 4 para sa kasalukuyang gumagamit ng Verizon ay nagsimula noong ika-3 ng Pebrero, at ang takdang panahon ng pagbibigay ng order nila ay sa ika-10 ng Pebrero."
    },
    {
      "input": "According to BBC News Online, incidents like this usually cause one person to die from causes related to radiation.",
      "output": "Ayon sa BBC News Online, ang mga insidenteng katulad nito ay nagsasanhi sa isang tao na mamatay sa mga dahilan na may kinalaman sa radyasyon."
    },
    {
      "input": "He added that this was a \"sad day\" for Scunthorpe.",
      "output": "Dinagdag pa niya na ito ay \"malungkot na araw\" para sa Scunthorpe."
    },
    {
      "input": "\"Today, Anna Nicole Smith’s grief stricken and tumultuous personal life came to an end.",
      "output": "\"Ngayong araw na ito, ang personal na buhay ni Anna Nicole Smith na puno ng kalungkutan at kaguluhan, ay natapos na."
    },
    {
      "input": "STOMPer NZSheep also sent a picture to a website, offering the closest look of the flaring activity, taken just outside the security fences surrounding Jurong Island.",
      "output": "Nagpadala din ng litrato sa website si NZSheep na taga STOMP, pinapakita ang pinakamalapit na kuha sa aktibidad ng pagpapasiklab, kinunan sa labas lamang ng bakod ng seguridad na nakapalibot sa Isla ng Jurong."
    },
    {
      "input": "The credits are designed as a financial incentive for developing countries to reduce greenhouse emissions.",
      "output": "Ang mga utang ay dinisenyo bilang pinansyal na insentibo para sa papaunlad na mga bansa upang mabawasan ang mga emisyon ng greenhouse."
    },
    {
      "input": "Dr. Luanne Metz, director of the Calgary MS Clinic in the Department of Clinical Neurosciences, University of Calgary and Calgary Health Region, adds, \"This discovery has the potential to take MS therapy a step further than current treatments that stabilize the disease in its early stages.\"",
      "output": "Si Dr. Luanne Metz, direktor ng Calgary MS Clinic sa Department of Clinical Neurosciences sa University of Calgary and Calgary Health Region, ay idinagdag na \"Ang pagkatuklas na ito ay may potensyal na gamitin ang MS therapy na isang hakbang na higit sa kasalukuyang paggagamot na nagpapanatili sa sakit sa simula pa lamang na estado ng sakit.\""
    },
    {
      "input": "The law is, as the Associated Press dubs it, a \"clumsy effort\" to curb the urban youth activity known as happy slapping in which an act of violence, such as kicking a helpless victim, is filmed by the attacker's friends for entertainment purposes.",
      "output": "Ang batas ay, bilang ang Associated Press ay tinagurian itong, isang \"malamyang pagsisikap\" para sugpuin ang kabataang gawain ng lungsod na kilala bilang masyang pasagasa kung saan ang gawa ng karahasan, tulad ng pagsipa sa isang walang magawang biktima, ay nakunan ng kaibigan ng mananalakay para sa libangang mga layunin."
    },
    {
      "input": "Toronto FC ended their inaugural season with a 2-2 draw against New England Revolution.",
      "output": "Tinapos ng Toronto FC ang kanilang inaugural season na may 2-2 tabla laban sa New England Revolution."
    },
    {
      "input": "From a relay perspective we are confident we're on track with our preparations and will fine-tune things when we get to Manchester in July.\"",
      "output": "Mula sa aming pananaw kami ay nakatitiyak na ang aming paghahanda ay ayon sa talatakdaan at aayusin ang mga bagay pagdating namin sa Manchester sa Hulyo.\""
    },
    {
      "input": "She also talked about the increased visibility of the Games, how things have changed from when she started in 1980 to the current 2012 Summer Paralympics.",
      "output": "Nagsalita din siya tungkol sa pagtataas ng pagiging tanaw ng mga Laro, kung paano nagbago ang mga bagay mula noong siya ay nagsimula noong 1980 hanggang sa kasalukuyang 2012 Summer Paralympics."
    },
    {
      "input": "And in females the life expectancy is 75-years-old, previously 55-years-old.",
      "output": "At sa mga kababaihan ang haba ng buhay ay 75-taong-gulang, noon ay 55-taong-gulang."
    },
    {
      "input": "According to Alias, their software has been used in nearly every film nominated for an Academy of Motion Picture Arts and Sciences award in the Best Visual Effects and Best Animated Feature Films categories.",
      "output": "Ayon sa Alias, ang kanilang software ay ginamit ng halos bawat pelikulang nominado para sa parangal ng Academy of Motion Picture Arts and Sciences sa kategoryang Best Visual Effects at Best Animated Feature Films."
    },
    {
      "input": "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.",
      "output": "Ang mga pasahero ay karamihang mga dayuhan mula sa Nass-Murray at kumpanya ng Roberts na konstruksyon, at nagsasaya sa isang hapunan na naglalayag sa pagdiriwang ng kanilang pagkumpleto bilang parte sa tore ng Bahrain World Trade Centre."
    },
    {
      "input": "The article said that the injured man was 46-year-old Pa Pa and that he received a stomach injury.",
      "output": "Sinabi sa artikulo na ang nasugatan ay isang 46 taong gulang na lalaki na si Pa Pa at nagkaroon ito ng sugat sa tiyan."
    },
    {
      "input": "According to press-freedom watchdog the Committee to Protect Journalists (CPJ), the Sudanese government aggressively attacks journalists through \"contrived legal proceedings, politicized criminal charges, and confiscations\".",
      "output": "Ayon sa press-freedom watchdog, ang Committee to Protect Journalists (CPJ), ang gobyerno ng mga taga-Sudan ay agresibong umatake sa mga mamamahayag sa pamamagitan ng \"pag-imbento ng mga legal na paglilitis, pinolitikang kasong kriminal, at pangungumpiska.\""
    },
    {
      "input": "The UN further reports the government dismissed election officials and poll workers suspected of supporting MDC.",
      "output": "Karagdagan pa sa ulat ng UN na tinanggal ng pamahalaan ang mga opisyales sa eleksyon at mga manggagawa sa halalan na hinihinalang sumusuporta sa MDC."
    },
    {
      "input": "The researchers say that there is an emerging \"widespread consensus\" among experts that a large part of the population has levels of Vitamin D in their bodies that is well below optimal concentrations for health, particularly in temperate regions, due to decreased sunlight and or less time outdoors, and during or just after the winter months.",
      "output": "Sinasabi ng mga mananaliksik na may \"lumalaganap na konsensus\" sa mga dalubhasa na ang malaking parte ng populasyon ay mayroong antas ng Bitamina D sa kanilang mga katawan na mababa sa kanais-nais na konsentrasyon para sa kalusugan, lalo na sa mga temperadong lugar, dahil sa bawas na sikat ng araw o mas maikising oras na nasa labas, at sa panahon o pagkatapos ng mga buwan ng tag-lamig."
    },
    {
      "input": "A full-face moko is traditionally restricted to male Māori and is used to represent mana (prestige).",
      "output": "Ang buong-mukhang moko ay tradisyonal na ipinagbawal sa mga lalaking Maori at ito ay ginagamit upang ilarawan ang mana (pagkaka-kilala)."
    },
    {
      "input": "Comparisons to the Swift Boat Veterans for Truth (SBVT) have been drawn.",
      "output": "Mga pagkukumpara sa Swift Veterans for Truth (SBVT) ay nahalaw."
    },
    {
      "input": "President Filip Vujanovic and Prime Minister, Milo Djukanovic also rushed to the site.",
      "output": "Nagmadaling pumunta sa pinangyarihan si Presidente Filip Vujanovic at ang Punong Ministro na si Milo Djukanovic."
    },
    {
      "input": "The release went on to state the opinion that prosecution may bring total foreclosure to the case and could only be counterproductive.",
      "output": "Ang pahayag ay nagbigay a mga tao ng opinyon na ang tagahatol ay makakapagbigay ng tamang desisyon sa kaso at ito ay maaasahang maayos."
    },
    {
      "input": "The jeep was not allowed to drive into the village.",
      "output": "Ang dyip ay hindi pinahihintulan makapasok sa loob ng nayon."
    },
    {
      "input": "Restrictions on the import of English beef have already been imposed.",
      "output": "Ang bagbabawal sa pagangkat ng karneng baka ng Englatera ay inilapat na."
    },
    {
      "input": "Higgins' final title victory was in the Irish Professional Championship in 1989.",
      "output": "Ang pinal na titulong pagkapanalo ni Higgins ay sa Propesyonal na Kampeonato ng Ireland noong 1989."
    },
    {
      "input": "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.",
      "output": "Ang season ng Toronto FC ay natapos ang New England Revolution ay haharap sa New York Red Bulls sa unang laban sa playoffs."
    },
    {
      "input": "According to media reports, John McCain has won the New Hampshire Primary for the Republicans in the 2008 Presidential race.",
      "output": "Ayon sa mga ulat ng media, nanalo si John MacCain ng New Hampshire Primary para sa Republikano sa 2008 na halalan para sa pagka Presidente."
    },
    {
      "input": "At a press conference yesterday, Democratic candidate Barack Obama doubted that a potential Nader candidacy would have the same impact as in 2000.",
      "output": "Sa pagpupulong ng mga mamamahayag kahapon, nag-alinlangan ang Demokratikong kandidato na si Barack Obama na ang isang potensyal na kandidatura ni Nader ay magkakaroon ng parehong epekto tulad ng noong 2000."
    },
    {
      "input": "In separate lawsuits filed in the United States District Court for the Southern District of New York in Manhattan, New York, and in the United States District Court for the District of Columbia in Washington, D.C., former employees are suing their employers for monetary damages and claiming religious discrimination after their employers allegedly mandated that they attend courses at Landmark Education.",
      "output": "Kabukod sa hablang isinakdal sa korte ng distrito ng Estados Unidos para sa Hilagang Distrito ng New York na nasa Manhattan, New York, at sa korte ng distrito ng New York para sa Distrito ng Kolumbia na nasa Washington D.C., ang mga dating empleyado ay naghabla laban sa kanilang maypagawa dahil sa bayad pinsala at sa paghahabol ng diskriminasyong pangrelihiyon matapos na ang kanilang maypagawa ay pinaninindigang ito ay kautusan ayon sa Palatandaan ng Edukasyon na kanilang dinaluhan."
    },
    {
      "input": "Even so, Bush complained about the final outcome of the bill:",
      "output": "Gayun din, inilahad ni Bush and kanyang hinaing tungkol sa kinalabasan ng naturang kasunduan:"
    },
    {
      "input": "They have also confirmed that while ice may have formed elsewhere in the airliner's fuel system fuel was probably not restricted at any other location.",
      "output": "Kanila ring napatunayan na habang ang yelo ay maaaring nabuo sa kahit saang dako sa sistema ng gasolina ng eruplano, ang gasolina ay marahil hindi napigilan sa iba pang mga lokasyon."
    },
    {
      "input": "New York Stock Exchange (NYSE) announced last Wednesday that it has agreed definitively to merge with Chicago-based Archipelago Exchange (ArcaEx) and form a new publicly traded, for-profit company known as NYSE Group.",
      "output": "Inanunsiyo ng New York Stock Exchange (NYSE) noong Miyerkules na tiyak nitong inaprubahan na pumisan sa Chicago-based Archipelago Exchange (ArcaEx) at magbuo ng bagong hayagang kalakalan, para sa tubo na kompanya na tinatawag na NYSE Group."
    },
    {
      "input": "The duo join two others who admitted lesser roles in the scheme.",
      "output": "Ang pares ay sinamahan ang dalawa pang iba na umaming may pagkakasangkot sa nasabing pakana."
    },
    {
      "input": "Police deny that he is a suspect in either the murders or kidnapping and will not confirm or deny if he is or was in custody.",
      "output": "Itinanggi ng pulis na siya ay pinaghihinalaan alinman sa mga pagpatay o pagdukot at hindi kukumpirmahin o itatanggi kung siya ay nasa o napunta sa kustodiya."
    },
    {
      "input": "The special TADA court hearing the 1993 Mumbai blasts case began delivering its verdict today.",
      "output": "Ang espesyal na korte ng TADA na dumidinig sa kaso ng pagsabog sa Mumbai noong 1993 ay nag-umpisang ibigay ang pasya nito ngayong araw."
    },
    {
      "input": "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.",
      "output": "Wala kina Ivan Seidenberg, CEO ng Verizon Communications, at Steve Jobs, CEO ng Apple, ang nakadalo."
    },
    {
      "input": "The singer performed at the first contest in 1956 and appeared again two years later and achieved his best result with his performance of Ma petite chatte.",
      "output": "Ang mang-awit ay nagtanghal sa unang paligsahan noong 1956 at lumabas muli dalawang taon ang nakalipas at nakamit ang kanyang pinakamagandang pagganap sa kanyang pagtatanghal ng Ma petite chatte."
    },
    {
      "input": "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.",
      "output": "Noong Biyernes ay natunghayan ang pagbaril ng pangalawang tagapangulo ng nayon sa Probinsiya ng Yala, at isang may edad na mag asawa ay nabaril sa Probinsiya ng Pattani habang pabalik mula sa lokal na palengke."
    },
    {
      "input": "These preceded elaborate costumed parades where participants dressed as Vikings, Antique firemen, Mongol warriors, and Zulus (including for the first time at Lewes, a female chieftain).",
      "output": "Ito ay parada na pinangunahan ng mga naka detalyadong kasuutan kung saan ang mga kalahok ay nakasuot ng vikings, sinaunang bumbero, mandirigmang monggol, at Zulus (kasama taga Lewes na unang paglahok, ang babaing puno)."
    },
    {
      "input": "That night, an Australian plane was able to locate her 40-foot (12.2-metre) long boat, Wild Eyes, which had lost its mast earlier.",
      "output": "Nang gabing iyon, isang Awstralyanong eroplano ang nakakita sa kanyang 40-talampakan (12.2 metro) na mahabang barko, na Wild Eyes, na naunang nawala ang postenito."
    },
    {
      "input": "However, NASA has announced the grounding of all further planned Shuttle launches until they have a firm understanding of why the foam comes away, and what to do about it.",
      "output": "Subalit inanunsyo ng NASA ang paghinto ng lahat planong paglulunsad ng Syatel hanggang maintindihan nilang maigi kung bakit naalis ang kapa, at kung ano ang gagawin dito."
    },
    {
      "input": "With these exhausted, IPv6 is designed to increase the limit 340 undecillion — that's 340 trillion trillion trillion.",
      "output": "Dahil naubos na ang mga ito, ginawa ang IPv6 upang pataasin ang limitasyong 340 undesilyon - iyan ay 340 trilyong trilyong trilyon."
    },
    {
      "input": "Bush-fires are annual occurrences in Australia, but these fires have been the worst in terms of deaths since the Ash Wednesday fires that killed 28 people in South Australia.",
      "output": "Ang mga sunog sa palumpong ay nangyayari sa Australia kada taon subalit ang sunog na ito ang pinakamalala sunod sa sunog noong Miyerkules ng Abo na pumatay sa 28 tao sa Timog Australia."
    },
    {
      "input": "Dimitri Mascarenhas hit 52 runs, including five sixes, and Stuart Broad hit 20 runs off the final over, but it came too late and England fell ten runs short of the 330 run target.",
      "output": "Nakakuha ng 52 na pagtakbo si Dimitri Mascarenhas, kasama ang limang anim, at si Stuart Broad na nakapalo ng 20 na pagtakbo, pero huli na at nagkulang ng sampung puntos ang England sa target na 330."
    },
    {
      "input": "The two former executives face a minimum of eight years in prison, up to a maximum of 25 years.",
      "output": "Ang dalawang dating eksekyutibo ay humaharap sa pinakamababang walong taon sa bilangguan, hanggang sa pinakamataas na 25 na taon."
    },
    {
      "input": "Jurors have been provided for in the Chinese Constitution since 1954, but their role in the system was not well-defined by law until now.",
      "output": "Ipinagkakaloob ng Konstitusyon ng tsina ang mga hurado simula pa noong 1954, subalit ang kanilang papel sa sistema ay hindi masyadong mahusay na tinukoy ng batas hanggang ngayon."
    },
    {
      "input": "England international Andy Johnson was paired with 18 year old James Vaughan up front for Everton, while Chris Coleman's Fulham had a full North American strike force through American Bryan McBride and Canadian Thomasz Radzinski.",
      "output": "Si England internasyonal Andy Johnson ay ipinares sa 18 taong gulang na si James Vaughan bilang pangunahin sa Everton, habang si Chris Coleman ng Fulham ay may buong puwersang tagahampas ng Timog American sa pamamagitan ni Bryan McBride at ang Taga-Canada na si Thomasz Radzinski."
    },
    {
      "input": "Mr Scipione credited the huge numbers of police and poor weather for the successful outcome of the rally.",
      "output": "Kinilala ni Ginoong Scipione ang malaking bilang ng mga pulis at ang hindi magandang panahon sa magandang kinalabasan ng kilos protesta."
    },
    {
      "input": "China's Zhang Chenglong then grabbed the lead by earning 16.266 points.",
      "output": "Inagaw ni Zhang Chenglong ng Tsina ang lamang nang umani ng l16.266 na puntos."
    },
    {
      "input": "The newspaper further reports that the United Nations state that 1 in 8 Sierra Leonean women die giving birth, as compared to 1 in 4,800 in the United States and that life expectancy in Sierra Leone is merely 41 years while in Bangladesh life expectancy reaches 60 years.",
      "output": "Inuulat pa ng pahayagan na ipinapahayag ng Unites Nations na ang 1 sa 8 na Sierra Leonyang kababaihan ay namamatay sa panganganak, na ikinompara sa 1 sa 4,800 sa Estados Unidos at ang haba ng buhay sa Sierra Leone ay 41 na taon lamang habang ang haba ng buhay sa Bangladesh ay umaabot sa 60 na taon."
    },
    {
      "input": "Ballard was born in Shanghai, China in the Shanghai International Settlement in 1930.",
      "output": "Si Ballard ay isinilang sa Shanghai, China sa Shanghai International Settlement noong 1930."
    },
    {
      "input": "She also called the fact that Goldsmith gave his opinion only days before the invasion \"extraordinary\".",
      "output": "Tinawag din niya na sa katunayan na nagbigay na si Goldsmith ng kanyang opinyon ilang araw lamang bago ang pagsalakay na ito ay \"hindi pangkaraniwan.\""
    },
    {
      "input": "However, she pointed out that this is especially true of Parisians, from which she says many of American's perceptions about the French are based.",
      "output": "Gayunman, sinabi niyang ito ay sadyang totoo tungkol sa mga Parisian, na siyang naging basehan ng pananaw ng karamihan sa mga Amerikano patungkol sa mga Pranses."
    },
    {
      "input": "According to the new voting weights which took effect on November 1, the majority needed to formally adopt the Common Position (after translations were done) is questionable.",
      "output": "Ayon sa bagong bigat ng botohan na nag-umpisa noong Nobyembre 1, ang mayoriya ay kailangang pormal na ampunin ang Common Position (pagkatapos magawa ang pagsasalin) ay kahina-hinala."
    },
    {
      "input": "Otherwise the march will just have been emotional venting, which won't solve the current [cross-strait] problems.",
      "output": "Kung hindi, ang martsa ay magiging emosyonal na pagpbubulalas, na hindi ito makakalutas sa kasalukuyang mga problema [ng Tsina-Taiwan]."
    },
    {
      "input": "Some survivors, such as Rachel North (a pseudonym), who has been active in organising a support group for her fellow victims, have been angered by the government's alternative proposal of a \"narrative\".",
      "output": "Ilan sa mga nakaligtas katulad ni Rachel North (hindi totoong pangalan), ay aktibong bumubuo ng grupo para sa mga kasamahan niyang nakaligtas, at nagalit sa alternatibong mungkahi ng gobyerno na \"pagsasalaysay.\""
    },
    {
      "input": "According to Lewis PR, computers on the main MoD networks are blocked from visiting social networking sites.",
      "output": "Ayon kay Lewis PR, ang mga kompyuter na nasa pangunahing network ng MoD ay hinahadlangan nang pumasok sa mga social networking sites."
    },
    {
      "input": "Finally, Kyle Gritters from Health Net Pro Cycling Team won the Champion of this stage.",
      "output": "Sa wakas, napanalunan ni Kyle Gritters mula sa koponan ng Health Net Pro Cycling ang Kampeonato sa yugtong ito."
    },
    {
      "input": "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"",
      "output": "Iniwan ng hindi nakikilalang editor ang isang mahabang paghingi ng tawad sa komunidad ng Wikimedia, habang ipinapaliwanag na, \"inaasahan ko na ito ang nagtatapos sa haka-hakang ito na may nakaalam sa trahedya bago pa ito nakita.\""
    },
    {
      "input": "Hans Redeker, the Currency Chief at BNP Paribas, also stated today that Saudi Arabia's move to not adjust their own interest rates in sync with the Fed's cuts is a very dangerous situation for the US dollar.",
      "output": "Si Hans Redeker, ang Pinuno ng Pananalapi at BNP Paribas, ay nagpahayag din ngayong araw na ang kilos ng Saudi Arabya na hindi iayon ang kanilang halaga ng interes sa pagputol ng Fed ay sadyang mapanganib na sitwasyon para sa dolayres ng US."
    },
    {
      "input": "Ballinger, director of Bluespark Ltd., managed to unlock the iPhone without having to solder anything.",
      "output": "Si Ballinger, direktor ng Bluespark Ltd., ay kinaya na i-unlock ang iPhone nang hindi hinihinang ang anuman."
    },
    {
      "input": "He won a February referendum amending the constitution and letting him stay in power until he is not re-elected.",
      "output": "Ipinanalo niya ang reperendum noong Pebrero upang baguhin ang konstitusiyon at pahintulutan pa siyang manatiling makapangyarihan sa puwesto hanggang hindi na siya muling mahalal."
    },
    {
      "input": " Caribbean Communications Network's (CCN's) channel TV6 is jointly charged under the same act as Alleyne, as well as under the Telecommunications Act.",
      "output": "Nakasuhan din ang channel TV6 ng Caribbean Communications Network (CCN) sa ilalim ng parehong batas kagaya ng kay Alleyne, gayundin sa ilalim ng Batas ng Telekomunikasyon."
    },
    {
      "input": "However, in the capital, Delhi, only 866 females were counted for every one thousand males.",
      "output": "Subalit, sa kabisera, Delhi, 866 na babae lamang ang nabilang para sa bawat isang libong lalaki."
    },
    {
      "input": "The demonstrators protested against the 2003 Iraq invasion, climate change, workers' rights and globalisation with many blowing whistles, yelling chants and beating drums.",
      "output": "Ang mga demonstrador ay nagprotesta laban sa 2003 Iraq Invation, pagbabago ng klima, karapatan ng mga manggagawa at globalisasyon sa pamamagoitan ng pagpito, pag-sigaw at pagtatambol."
    },
    {
      "input": "Peter Fahy, the Chief Constable of Greater Manchester Police, said that the police were concerned \"that there could be a threat to peace and order\".",
      "output": "Sinabi ni Peter Fahy, ang Punong Pulis ng Malaking Manchester na Pulisya, na ang pulis ay nag-aalala \"na maaring may pagbabanta sa kapayapaan at kaayusan.\""
    },
    {
      "input": "Dr Paul Fraser, also from CSIRO Marine and Atmospheric Research, said that atmospheric concentrations of carbon dioxide grew by two parts per million in 2005, the fourth year in a row of above-average growth.",
      "output": "Si Doktpr Paul Fraser, na mula rin sa CSIRO Marine and Atmospheric Research, ay nagsabi na ang mga napundong carbon dioxide sa atmospera ay lumaki ng dalawang parte kada milyon noong 2005, ang pang-apat na taong sunud-sunod na mataas sa karaniwang paglaki."
    },
    {
      "input": "Currently, it does not control much area outside of the capital which is reinforced by African Union troops.",
      "output": "Sa kasalukuyan, hindi nito kinu-kontrol ang marami sa mga lugar sa labas ng kapital na pinalalakas ng mga hukbo ng African Union."
    },
    {
      "input": "This bombing was the worst terrorist attack in Istanbul since the 2003 Istanbul Bombings, in which truck bombs exploded outside two Istanbul synagogues, killing 23 and wounding more than 300.",
      "output": "Ang pagbombang ito ang pinakamalalang teroristang pag-atake sa Instanbul mula noong Panbobomba sa Istanbul noong taong 2003, kung saan sumabog ang mga trak na bomba sa labas ng dalawang sinagog, na pumatay sa 23 at sumugat ng mahigit 300."
    },
    {
      "input": "\"There was clear evidence of vigor and enthusiasm among political parties as they conducted their campaigns,\" said the South African Development Community (SADC), which sent 98 observers to oversee the elections.",
      "output": "\"Mayroong maliwanag na palatandaan ng kalakasan at kasiglahan sa mga partidong politikal habang isinasagawa nila ang kanilang mga kampanya,\" sabi ng Komunidad ng Pag-unlad ng Timog Aprika (SADC), na nagpadala ng 98 tagapagmasid upang pangasiwaan ang halalan."
    },
    {
      "input": "Successive regimes detained Ben Bella first in prison and later his home from his deposition to 1980 when he left for Switzerland in exile, before being pardoned a decade later.",
      "output": "Kinulong ng mga sumusunod na rehimen si Ben Bella unsa sa kulungan at di lumaon ay sa kaniyang tahanan mula sa kanyang pagpapatalsik hanggang sa taong 1980 kung kailan ipinatapon siya sa Switzerland, bago mapawalang-sala matapos ang isang dekada."
    },
    {
      "input": "The suspect is Tim Johnson, a white male, described by Gwatney's secretary as wearing \"khaki pants, white shirt, silver-gray hair, late 40s.\"",
      "output": "Ang pinaghihinalaan ay si Tim Johnson, na puti ng lalaki, na inilarawan ng kalihim ni Gwatney na nakasuot ng \"kaki na pantalon, puting kamiseta, puti ang buhok, nasa huling bahagi ng kaniyang ika-40 taong gulang.\""
    },
    {
      "input": "The Japan Meteorological Agency released the information on the storm's effects in the country yesterday.",
      "output": "Ang Ahensya ng Meteorolohiko sa Hapon ay naglabas ng impormasyon tungkol sa epekto ng bagyo sa bansa kahapon."
    },
    {
      "input": "\"They got through a farmer's field on far left side of where I'm standing here,\" said CTV reporter Joel Bowey.",
      "output": "\"Nakapasok sila sa lupain ng isang magsasaka sa malayong bandang kaliwa mula sa aking kinatatayuan,\" ayon sa taga-ulat ng CTV na si Joel Bowey."
    },
    {
      "input": "Current UK Prime Minister David Cameron commented on his belief that al-Megrahi \"should never have been released from prison\" and said his death was an occasion \"to remember the 270 people who lost their lives in what was an appalling terrorist act\".",
      "output": "Ang kasalukuyang Punong Ministro na si David Cameron ay nagsabi ng kanyang puna na si al-Megrahi ay \"hindi dapat pinalabas sa kulungan\" at sinabi pa na ang kanyang pagkamatay ay magiging isang okasyon \"para alalahanin ang 270 ka-tao na namatay sa mga nakapanlulumong teroristang gawain.\""
    },
    {
      "input": "There have been many searches for the two vessels, this latest search is by the \"Finding Sydney Foundation\".",
      "output": "Maraming mga paghahanap para sa dalawang barko, ang pinakahuli ay ginawa ng \"Finding Sydney Foundation.\""
    },
    {
      "input": "Odum believes that the climate in the arctic will make any spill easier to clean up because, \"Arctic conditions create differences in responding to oil in cold and ice conditions.\"",
      "output": "Naniniwala si Odum na ang klima sa artiko ay gagawa ng anumang spill na mas madaling linisin dahil, \"Ang mga kondisyon sa Artiko ay gumagawa ng mga kaibahan sa pagtugon sa langis sa mga kondisyong lamig at yelo.\""
    },
    {
      "input": "Twelve foreign sailors were released by Nigerian gunmen today, after an incident on Friday when their ship was attacked.",
      "output": "Labing-dalawang dayuhang mandaragat ang pinakawalan ng mga armadong lalaki na mula Nigeria ngayong araw, pagkatapos ng insidente noong Biyernes nang inatake ang kanilang barko."
    },
    {
      "input": "Nine activists were killed, and several dozen activists and seven Israeli commandos were wounded after Israeli troops clashed with activists.",
      "output": "Siyam na mga aktibista ang napatay, at ilang dosenang aktibista at ilang sundalo ng Israel ang nasugatan matapos nakipagsagupan ang hukbo ng mga Israel sa mga aktibista."
    },
    {
      "input": "The company sold its magazine and book publishing businesses back in April, and its vacation company in December.",
      "output": "Ipinagbili ng kumpanya ang kanilang magasin at ang negosyong paglathala ng aklat noong nakaraang Abril, at ang kanilang bakasyunan noong Disyembre."
    },
    {
      "input": "American Alpine ski racer James Heuga has died at the age of 66.",
      "output": "Ang Amerikanong mangangarera ng alpayn ski na si James Heuga ay pumanaw sa gulang na 66."
    },
    {
      "input": "The Bulls were the first to go through, winning the first semi final against rivals Western Province, and the Cheetahs won their semi against the Sharks.",
      "output": "Ang Bulls ay siyang naunang natapos, at nanalo sa unangsemi final laban sa karibal na Western Province, at ang Cheetas nanalo ng kanilang semi laban sa Sharks."
    },
    {
      "input": "Matt O'Connor, who founded the Icecreamists, stated: \"As far as we are aware there is no law prohibiting a business from selling breast milk ice cream\".",
      "output": "Sinabi ni Matt O'Connor, na nagtatag ng Icecreamists: \"Sa abot ng aming kaalaman, walang batas na nagbabawal sa isang negosyo na magbenta ng sorbetes na gawa sa gatas ng ina.\""
    },
    {
      "input": "Foreign Minister Enrique Ortez said \"I have ordered to not allow him to enter, whoever he comes with, to avoid the imprudence of allowing a president of the republic to die, of allowing a president of the republic to get hurt, of allowing a person to die\".",
      "output": "Sinabi ng Dayuhang Ministro na si Enrique Ortez na \"Inutos ko na hindi siya pinapayagang pumasok, kahit sino ang kasama niya, upang maiwasan ang kawalan ng hinahon na tutulutang mamatay ang isang pangulo ng republika, na tutulutang masaktan ang pangulo ng republika, na tutulutang mamatay ang isang tao.\""
    },
    {
      "input": "No reasons were given for the suspension of the newspapers.",
      "output": "Walang mga dahilan ang ibinigay para sa pagsuspinde sa mga pahayagan."
    },
    {
      "input": "David Coombs, Manning's legal representative for the upcoming court marshal, said that on Wednesday Manning complained of his clothing restrictions and joked that if he wanted to, he might be able to harm himself \"with the elastic waistband of his underwear or with his flip-flops.\"",
      "output": "Ayon kay David Coombs, ang legal na kinatawan ni Manning para sa darating na paglilitis, nagreklamo si Manning noong Miyerkules tungkol sa paglilimita sa kanyang suot at nagbiro pa na kung gugustuhin nya, maaari niyang saktan ang kanyang sarili \"sa pamamagitan ng garter ng kanyang salawal o gamit ang kanyang mga tsinelas.\""
    },
    {
      "input": "Regarding the accident itself, F1 Race Director Charlie Whiting is of the opinion that it was a \"one-in-five-million\" fluke.",
      "output": "Tungkol naman sa aksidente, si F1 Race Direktor Charlie Whiting ang nasa opinyon na ito ay \"isa sa limang milyon\" pagkakataon."
    },
    {
      "input": "The launch was originally scheduled for this past Monday, but was delayed two days because of helium and nitrogen leaks on board the shuttle.",
      "output": "Ang nasabing paglulunsad ay orihinal na itinakda noong nakaraang Lunes, subalit naantala ng dalawang araw dahil sa pagtagas ng helium at nitrogen sa shuttle."
    },
    {
      "input": "The government of Ireland plans to inject €4 billion each into the Bank of Ireland and the Allied Irish Bank.",
      "output": "Nagpaplano ang pamahalaan ng Ireland na magpasok ng €4 bilyon bawat isa sa Bank of Ireland at Allied Irish Bank."
    },
    {
      "input": "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.",
      "output": "Patuloy na susundan ng Wikinews ang kuwento, gayunman, tumangging kapanayamin ang hindi nakikilalang gumagamit."
    },
    {
      "input": "Abdulkadir Mohamed Osman, the Somali presidency's director of information, commented on the incident.",
      "output": "Nagsalita ukol sa insidente si Abdulkadir Mohamed Osman, ang direktor ng impormasyon ng presidente ng Somalia."
    },
    {
      "input": "Hilton recorded and uploaded a video to comedy website Funny or Die, in which she mocked McCain by calling him a \"wrinkly white-haired guy.\"",
      "output": "Nirekord at ini-upload ni Hilton ang isang video sa comedy website na Funny or Die, na kung saan pinagtawanan niya si McCain sa pagtatawag sa kaniya na isang \"kulubot na may puting-buhok na lalaki.\""
    },
    {
      "input": "Judith Miller of The New York Times and Matthew Cooper of Time magazine can be jailed for refusing to reveal their sources to a U.S. federal grand jury, according to the decision of the U.S. Court of Appeals in Washington D.C.",
      "output": "Sina Judith Miller ng The New York Times at si Matthew Cooper ng Time Magazine ay maaring makulong dahil sa pagtangging sabihin kung sino ang kanilang pinagkunan ng impormasyon sa isang federal grand jury ng US, ayon sa desisyon ng U.S. Court of Appeals sa Washington D.C."
    },
    {
      "input": "The eastbound lanes of the AP-7 highway where the collision occurred have been closed, Spanish media reported.",
      "output": "Ang bahaging silangang daanan ng AP-7 haywey kung saan nangyari ang banggaan ay isinara, ulat ng mga medyang Espanyol."
    },
    {
      "input": "Staff have walked out at sites in Scotland, Wales and Teesside in north eastern England.",
      "output": "Ang mga empleyado sa Scotland, Wales at Teesside sa hilagang silangan ng England ay umalis mula sa kanilang mga trabaho."
    },
    {
      "input": "The evening began with an introduction by 12-year-old co-hostess Ioana Ivan followed by an elaborate dance routine.",
      "output": "Ang gabi ay nagsimula sa isang pagpapakila ng 12 taong gulang na pormas na si Iona Ivan na sinundan ng isang magarbong sayaw."
    },
    {
      "input": "\"We're just standing there face to face looking at each other.\"",
      "output": "\"Kami ay nakatayo lang doon na nagtitinginan sa isa't-isa sa mukha.\""
    },
    {
      "input": "Interim President Rose Francine Rogombe says an investigation is under way to determine who is responsible for that violence.",
      "output": "Sinabi ng Presidente ng Interim na si Rose Francine Rogombe na isang imbestigasyon ang inihahanda upang matukoy kung sino ang responsable sa karahasang iyon."
    },
    {
      "input": "\"We need to do our utmost to deter such behaviour in the future.\"",
      "output": "\"Kailangan nating gawin ang lahat ng makakaya para mapigilan ang ganoong klaseng asal sa hinaharap.\""
    },
    {
      "input": "In private chambers, Judge Melville met with both the prosecution lawyer, Tom Sneddon, and Jackson’s defense lawyer to verify the defendant’s claims of back pain.",
      "output": "Sa pribadong mga silid, kinatagpo ng hukom na si Melville ang parehong abugadong umuusig, na si Tom Sneddon, at ang abugadong tagapagtanggol ni Jackson para beripikahin ang kahilingan ng depensa masakit ang likod ng deensa."
    },
    {
      "input": "Members of the Republican Party have called on Reid to resign over his comments.",
      "output": "Hiniling ng mga miyembro ng Partido Republikan sa kanilang mga komento na magbitaw na sa tungkulin si Reid."
    },
    {
      "input": "A bomb exploded Tuesday night in Colombo, the capital of Sri Lanka.",
      "output": "Isang bomba ang sumabog noong Martes ng gabi sa Colombo, ang kabisera ng Sri Lanka."
    },
    {
      "input": "President George W. Bush, who would have to sign the bill for it to become law, has voiced his support for the legislation.",
      "output": "Si Presidente George W. Bush na pipirma sa panukala para maging batas ito ay nagpakita ng suporta sa lehislasyon."
    },
    {
      "input": "She could face a maximum of six months in jail and US$2,000 in fines if convicted.",
      "output": "Maaari siyang makulong nang hindi tatagal ng anim na buwan at US$2,000 na multa kung napatunayan siya ay may sala."
    },
    {
      "input": "The Taliban used a combination of two suicide bombers and roughly 30 other militants on motorcycles with rockets and small-arms to attack the prison.",
      "output": "Gumamit ang Taliban ng pinaghalong paraan ng pagsalakay sa kulungan, dalawang nagpapakamatay na umaatake at humigit-kumulang 30 militanteng nakamotorsiklo na may mga raketa at maliliit na armas."
    },
    {
      "input": "Next will be manufacturing, with 11,000 jobs lost, and 7,000 more will go in construction.",
      "output": "Ang susunod ay ang mga pagawaan, na mawawalan ng 11,000 ang mawalan ng trabaho at 7,000 naman sa konstruksyon."
    },
    {
      "input": "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.",
      "output": "\"Dahil sa isang atakeng panghimpapawid ng puwersang NATO noong ika-6 ng Nobyembre sa probinsya ng Badghis ang pitong tauhan ng seguridad na Afghan (parehong hukbong Afghan at pambansang pulisya) ay naging martir at ang iba pa ay nasugatan,\" pahayag ng ministro."
    },
    {
      "input": "Amnesty International's 2004 annual report on US human rights in 2003 agrees with many of these claims.",
      "output": "Sumasang-ayon sa maraming mga pahayag na ito ang 2004 na taunang ulat ng Amnesty International sa karapatang pantao ng US noong 2003."
    },
    {
      "input": "Observers have expressed surprise at the sudden announcement, as Gonzales had said as recently as the weekend of the 18th of August that he had planned to stay through the end of President Bush's second term.",
      "output": "Nagpahayag ng sorpresa ang mga nagmamasid sa kanyang biglaang pahayag, habang sinabi ni Gonzales kamakailan lamang sa katapusan ng linggo ng ika-18 ng Agosto na balak niyang maglingkod hanggang sa katapusan ng pangawalang termino ni pangulong Bush."
    },
    {
      "input": "Although general elections are taking place in two and a half weeks time, the protest was meant to be apolitical.",
      "output": "Bagama't ang pangkalahatang eleksyon ay magaganap pagkatapos ng dalawa't kalahating linggo pa, ang protesta ay tinangkang walang halong pulitika."
    },
    {
      "input": "Egyptian newspapers reported that he was accused of driving a Saudi princess \"to addiction\", reportedly after treating a Saudi princess with painkillers.",
      "output": "Ang mga Ehiptong pahayagan ay nag-ulat na siya ay inakusahan ng pagdulot \"ng pagkakalulong\" ng prinsesang Saudi matapos pagalingin ang prinsesang Saudi gamit ang gamot na pampawala ng sakit."
    },
    {
      "input": "Talks have been stalled due to disagreements between the European Union and United States over subsidies and tariffs for the agricultural sector.",
      "output": "Ang mga usapin ay inihinto dahil sa mga hindi pagkakaunawaan sa pagitan ng Samahan sa Europa at Estados Unidos dahil sa mga tulong pinansiyal at taripa para sa sektor pang agrikultura."
    },
    {
      "input": "Professor Stormshak believes that \"understanding sexual drives and the continuum of sexual behavior could possibly help explain the scientific basis of sexual assault [and] put an end to assertions that homosexuality is a lifestyle choice.\"",
      "output": "Si Propesor Stormshak ay naniniwala na, \"ang pag-unawa sa sekswal na paghimok at ang pagpapatuloy ng sekswal na pag-uugali ay maaaring makatulong na ipaliwanag ang siyentipikong basehan ng panggagahasa [at] tinapos sa badya na ang homosekswalidad ay isang piling pamumuhay.\""
    },
    {
      "input": "After the breakdown of mediation talks with Newmont on January 20, the residents and their lawyer decided to stop negotiating behind closed doors and take their case to the public.",
      "output": "Matapos masira ang pakikipag-usap sa Newmont noong ika-20 ng Enero, ang mga residente at ang kanilang abogado ay nagdesisyon na itigil ang pribadong negosasyon at dalhin ang kanilang kaso sa publiko."
    },
    {
      "input": "The banks involved in the deal are the Bank of Canada, the Bank of England, the European Central Bank, the Federal Reserve, Sveriges Riksbank, and the Swiss National Bank.",
      "output": "Ang mga bankong kasali sa kasunduan ay ang Bank of Canada, ang bank of England, ang European Central Bank, ang Federal Reserve, Sveriges Riksbank, at ang Swiss National Bank."
    },
    {
      "input": "The attack occurred in the town of Timergarah in north east Pakistan.",
      "output": "Ang pag-atake ay naganap sa bayang Timergarah sa hilangang silangan ng Pakistan."
    },
    {
      "input": "They say there is high tension in Iraq's Anbar province over the government's military actions.",
      "output": "Sinasabi nila na may mataas na tensyon sa probinsya ng Anbar ng Iraq dahil sa pagkilos militar ng gobyerno."
    },
    {
      "input": "The Games are Kompaon's second, having competed at the 2008 Summer Paralympics where he earned his country's first Paralympic medal when he finished second in the 100 metre event.",
      "output": "Ang Paligsahan ay ikalawa na ni Kompaon, na naglaro sa 2008 Summer Paralympics kung saan nakakuha siya ng unang medalya sa Paralympic para sa kanyang bansa nang makatapos siya ng pangalawang pwesto sa 100 metrong paligsahan."
    },
    {
      "input": "\"You can't put a price on that but apparently the government can.\"",
      "output": "\"Hindi mo iyon kayang lagyan ng presyo, ngunit mukhang gobyerno ay may kakayahan.\""
    },
    {
      "input": "Police officials believe the driver tried to flee because the vehicle was reported to have been stolen from Colorado.",
      "output": "Naniniwala ang mga opisyal ng pulis na tinangkang umalis ng drayber dahil ang sasakyan ay iniulat na ninakaw mula sa Colorado."
    },
    {
      "input": "Mark Webber set up a third place for Red Bull, while his team-mate Sebastian Vettel was out of the race due to problems with the car's suspension.",
      "output": "Si Mark Webber ay nagwagi ng ikatlong pwesto para sa Red Bull, habang ang kanyang kasama sa koponan na si Sebastian Vettel ay naalis sa paligsahan dahil sa problema sa pagkakasuspendido ng kanyang sasakyan."
    },
    {
      "input": "Its mission is to bring the key donors of aid and relief together with the Israeli and Palestinian governments to address the current state of affairs between the two countries.",
      "output": "Ang layunin nito ay upang pagsamahin ang mga pangunahing nagbibigay ng tulong kasama ang pamahalaan ng Israel at Palestine para pag usapan ang kasalukuyang estado sa pagitan ng dalawang bansa."
    },
    {
      "input": "He was the former Thomson Corp. chairman and the company's controlling shareholder.",
      "output": "Siya ang dating tagapangulo ng Thomson Corp. at namamahalang shareholder ng kompanya."
    },
    {
      "input": "The game was the first for Great Britain in the country's history, having never qualified a team before.",
      "output": "Ang larong ito ay unang beses para sa Britanya sa kasaysayan ng bansa, kung saan walang koponan ang natakda noon pa man."
    },
    {
      "input": "Both transportation authorities and the military have launched bids to locate the missing plane, with at least two aircraft taking off to search for the aircraft.",
      "output": "Parehong sasakyan ng pamahalaan at ang pangmilitar ang inilunsad para hanapin ang nawawalang eroplano, na may dalawang sasakyang panghimpapawid ang umalis sa paghahanap sa eroplano."
    },
    {
      "input": "Muzamil Umar Kadri, Khalil Ahmed Sayyed Nazir and Gulam Hafeez Shaikh were convicted of helping land RDX on the Shekhadi coast in February 1993, and also for tranporting weapons and possessing illegal arms.",
      "output": "Sina Muzamil Umar Kadri, Khalil Ahmed Sayyed Nazir at Gulam Hafeez Shaikh ay mga nahatulan sa pagtulong sa paglapag ng RDX sa baybayin ng Shekhadi noong Pebrero 1993, at pati na rin sa pagdadala ng mga armas at pagkakaroon ng mga armas na labag sa batas."
    },
    {
      "input": "Any member of the public entering the closed state parks after November 1 could be arrested and charged with trespassing.",
      "output": "Maaaring madakip at kasuhan ng pagpasok nang walang pahintulot ang sinumang taong-bayan na pumasok sa mga parke ng estado pagkatapos ng ika-1 ng Nobyembre."
    },
    {
      "input": "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.",
      "output": "\"Wala akong duda na sasabihin ni Kevin Rudd na ang mga batas na ito ay dapat alisin na, at palitan ng mga patakarang magpapabalik sa mga karapatan,\" paghahayag ni Binibining Burrow sa Sky News."
    },
    {
      "input": "The protests were peaceful, although minor skirmishes did occur in Zurich and Lucerne.",
      "output": "Ang mga protesta ay mapayapa, subalit may mga maliliit na labanan na naganap sa Zurich at Lucerne."
    },
    {
      "input": "The winning shot of the match came from Spanish midfielder Andres Iniesta in the 116th minute, just four minutes from the end of extra time.",
      "output": "Ang nakapagpanalong puntos ng laro ay nanggaling mula sa taga-Espanyang midfielder na si Andres Iniesta noong ika-116 minuto, apat na minuto bago matapos ang labis na oras."
    },
    {
      "input": "CAAT member Brian Law, said four of the group split into two groups and entered the base in a co-ordinated movement.",
      "output": "Ang miyembro ng CAAT na si Brian Law ay nagsabi na ang apat sa grupo ay nahati sa dalawang grupo at pumasok sa base sa paggalaw na may koordinasyon."
    },
    {
      "input": "In the suburb of Manawa, gunmen targeted a center that militants attacked earlier this year.",
      "output": "Sa labas ng lungsod ng Manawa, pinuntirya ng mga armadong lalaki ang isang gusali na inatake ng mga militante mga unang parte ng taon."
    },
    {
      "input": "More anecdotally, Canadians have been accused of similar murders in Korea and of shooting German prisoners for revenge during the second world war.",
      "output": "Mas lalong anekdotal, ang mga Canadian ay naakusahan ng parehas na mga murder sa Korea at sa pagbaril ng mga bilanggong German para sa paghihiganti noong kasagsagan ng Ikalawang Digmaang Pandaigdig."
    },
    {
      "input": "\"Whoever is ... on my staff, if I hear that they got promoted for money or because they are someone's relative, or they belong to particular clan, then this person will be removed immediately,\" he added.",
      "output": "\"Kung sino man...ang nasa aking tauhan, kapag narinig ko na sila ay na-promote dahil sa pera o dahil sila ay kamag-anak ng isang tao, o kaya ay nabibilang sila sa partikular na angkan, ang taong ito ay agad na aalisin,\" dagdag nya."
    },
    {
      "input": "The group has received seven Grammy award nominations and won one in 2006 for \"Best Metal Performance\" with \"Before I Forget\".",
      "output": "Ang grupo ay tumanggap ng pitong nominasyon sa Grammy award at nanalo ng isa noong 2006 para sa \"Best Metal Performance\" sa \"Before I Forget.\""
    },
    {
      "input": "Stand-up comic Mitch Benn wrote I'm Proud of the BBC in response to the criticism the licence fee-funded corporation has received from its commercial competitors and the right-wing press.",
      "output": "Ang stand-up na komidyanteng si Mitch Benn ay simulat ang I'm Proud of the BBC bilang tugon sa mga kritisismo na tinatanggap ng korporasyong pinupondohan ng bayad ng lisensya mula sa mga komersyal na kakumpitensya at ang right-wing press."
    },
    {
      "input": "The charges come from an unnamed woman, who in 1998 purchased nearly 140,000₣ (US$30,000) worth of Scientology self-help material which allegedly included prescription drugs.",
      "output": "Ang mga akusasyon ay nagmula sa isang di pinangalanang babae, na noong 1998 ay bumili ng materyal na pantulong sa sarili ng Scientology na umaabot sa halagang 140,000₣ (US$30,000) kasama na ang mga niresetang gamot."
    },
    {
      "input": "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.",
      "output": "Si Eva Avila ay nagpakita rin ng kanyang multi-platinum record para sa kanyang pang sariling titulong album Melissa O'Neil."
    },
    {
      "input": "Instead of following Wood's advice, government ministers used the advice of Lord Goldsmith, who was then the Attorney General for England and Wales.",
      "output": "Sa halip na sundin ang tagubilin ni Wood, ang mga ministro ng pamahalaan ay ginamit ang tagubilin ni Lord Goldsmith, na siyang naging Pangunahing Abogado para sa Inglatera at Wales."
    },
    {
      "input": "\"Every person that’s counted in the census brings approximately $10,000 to Detroit over the next decade for schools, roads, hospitals, and social service programs,\" Bing explained.",
      "output": "\"Bawa't tao na nabilang sa census ay nagdadala ng humigit-kumulang na $10,000 sa Detroit sa buong susunod na dekada para sa mga paaralan, kalsada, ospital, at mga serbisyong panlipunan na mga programa,\" paliwanag ni Bing."
    },
    {
      "input": "In contrast, former Congressman Bob Barr took six ballots to secure the 2008 nomination.",
      "output": "Sa kabaligtaran, nakuha ni dating Kongresista Bob Barr ang anim na balota para masiguro ang 2008 na nominasyon."
    },
    {
      "input": "There are currently 42 flood warnings of various degrees, eight of which are rated severe.",
      "output": "Sa kasalukuyan mayroong 42 na mga babala na pagbaha sa iba't-ibang baitang, walo ang tinuturing na malala."
    },
    {
      "input": "In 1975 the peak was surveyed at a height of 8 848 metres, in line with previous calculations, but a U.S. survey team in 1999 measured it at 8 850m.",
      "output": "Noong 1975 ang tuktok ay nasaliksik na may taas ng 8,848 metro, tugma sa mga nakaraang kalkulasyon, subalit isang lupon ng mananaliksik sa Estados Unidos noong 1999 ang sumukat nito sa taas na 8,850 metro."
    },
    {
      "input": "Obama also said that \"the complexities of Afghanistan are matched, maybe even dwarfed, by the complexities of the economic situation.\"",
      "output": "Sinabi rin ni Obama na ang \"mga kumplikasyon ng Afghanistan ay bumagay, o marahil natatabunan ng mga kumplikasyon ng kalagayan ng ekonomiya.\""
    },
    {
      "input": "In 2003 this was 14.1 billion global hectares, or 2.2 global hectares per person (a global hectare is a hectare with world-average ability to produce resources and absorb wastes).",
      "output": "Noong 2003 ito ay 14.1 bilyong global na ektarya, o 2.2 global na ektarya kada tao (ang global na ektarya ay isang ektarya sa katamtamang kakayahan ng mundo na lumikha ng pag-aaring yaman at sumipsip ng basura)."
    },
    {
      "input": "Mentioning the Bush administration's tax cut given to him and others in his income tax class, he said that the United States \"had to borrow money from (the Chinese government) to pay for my tax cut.\"",
      "output": "Sa pagbanggit niya sa pagbibigay sa kanya at sa iba pang kapareha niya ng hiwa ng buwis ng administrasyon ni Bush, sinabi niyang ang Estados Unidos ay \"nanghiram ng pera sa (pamahalaan ng China) upang mabayaran ang aking hiniwang buwis.\""
    },
    {
      "input": "\"A burglar stealing your TV is in the wrong because they are taking without permission.\"",
      "output": "\"Ang magnanakaw na kumukuha sa iyong TV ay nasa mali dahil kumukuha sila nang walang paalam.\""
    },
    {
      "input": "The win moved Melbourne up to second place on the ladder, and continued the team's dominance over Canberra who now have 1 win and 6 losses playing away in Victoria.",
      "output": "Ang pagkapanalo ay nagdala sa Melbourne sa baitang na pangalawang pwesto, at nagpatuloy sa pangingibabaw ng koponan laban sa Canberra na ngayon ay may 1 panalo at 6 na pagkatalo sa papalapit na paglalaro sa Victoria."
    },
    {
      "input": "Efforts to implement a warning system similar to that coordinated by the Pacific Tsunami Warning Center in Hawaii have past a number of significant milestones.",
      "output": "Ang pagsisikap na magsagawa ng babalang panuntunan na kapareha ng pagkakaisa sa Pacific Tsunami Warning Center sa Hawaii ay nagkakaroon na ng ilang mahalagang pinagdaanan."
    },
    {
      "input": "The United States' first major blizzard of the winter season has left much of the New England region covered in snow.",
      "output": "Ang unang pinakamatinding pagbaksak ng niyebe ng Estados Unidos sa panahon ng taglamig ay iniwan ang karamihan sa rehiyon ng New England na balot sa niyebe."
    },
    {
      "input": "He also claimed this attack is an indicator of the susceptibility of Chinese Internet infrastructure to these attacks.",
      "output": "Kaniya ding sinabi na ang pag salakay ay palatandaan ng kahinaan ng Imprastraktura ng Internet ng mga Tsino sa ganitong pag atake."
    },
    {
      "input": "Politicians, associations and citizens took part in the gathering, set up by the Communist newspaper Il Manifesto, Sgrena's employer.",
      "output": "Ang mga politiko, mga samahan at mga mamamayan ay nakibahagi sa pagtitipon, itinatag ng pahayagang komunista, Il Manifesto, ang pinaglilingkuran ni Sgrena."
    },
    {
      "input": "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.",
      "output": "Ang pagpapalaya sa pito ay nangyari nang dumating sa Chad ang Presidente ng France na si Nicolas Sarkozy upang makipagpulong sa kaso kasama ang mga opisyal ng Chad."
    },
    {
      "input": "Furthermore the international achievement of Cambridge's rowers far exceeded that of Oxford: the World Champion stern pair of Germans Thorsten Engelmann (the heaviest ever oarsman at 110.8kg) and Sebastian Schulte, Olympic Gold medallist Kieran West MBE and GB medal winner Tom James.",
      "output": "Bukod dito ang mga internasyonal na nakakamit ng mga mananagwan ng Cambridge ay malayonng nalagpasan ang mga mananagwan ng Oxford: ang World Champion na mabagsik na pares ng Germans Thorsten Engelmann (ang pinakamabigat kailanman na mananagwan sa timbang na 110.8kg) at Sebastian Schulte, Olympic Gold medalista Kieran West MBE at GB medalista Tom James."
    },
    {
      "input": "\"We don't think that justifies collecting ... intensely personal information that audio recordings collect.\"",
      "output": "\"Hindi namin iniisip na ito ay magiging makatwiran para sa pangongolekta...lubhang personal na impormasyon ang makukuha mula sa pagtatala ng audyo.\""
    },
    {
      "input": "Incidents like this have happened before in which researchers have tracked the cause down to the fish eating poisonous seaweed.",
      "output": "Nangyayari na noon pa ang ganitong mga insidente kung saan natunton ng mga mananaliksik na ang dahilan ay ang mga isdang kumakain ng mga nakakalasong damong-dagat."
    },
    {
      "input": "In this wave, the third out of four, Israel freed 26 Palestinian prisoners out of 'Ofer' prison in Israel.",
      "output": "Sa bugsong ito, ang pangatlo sa apat, pinalaya ng Israel ang 26 na mga bilanggong Palestino sa bilangguan ng 'Ofer'sa Israel."
    },
    {
      "input": "Zimbabwe's batsmen started well, but Vusi Sibanda was caught behind for 23, as were Justice Chibhabha, Tatenda Taibu and Stuart Matsikenyeri to leave Zimbabwe on 70-4.",
      "output": "Nagsimula ng mahusay ang manlalaro ng Zimbabwe ngunit nahuli si Vusi Sibanda ng 23, kapareha din nina Justice Chibhabha, Tatenda Taibu at Stuart Matsikenyeri para ungusan ang Zimbabwe ng 70-4."
    },
    {
      "input": "Korn had apparently distributed fliers on campus before and harassed professors but over the last few days the threats had become more extreme.",
      "output": "Mukhang si Korn ay namahagi ng mga pulyeto sa kampus dati at nanggulo ng mga propesor pero nitong mga nakaraang araw ang mga pagbabanta ay lalong tumindi."
    },
    {
      "input": "The goal early in the second period made for a more exciting match which had been mostly uneventful in a first half during which neither side could muster more than a single shot.",
      "output": "Ang gol sa unang bahagi ng pangalawang peryod ang nagbigay sigla sa labanang karaniwan ay matamlay ang unang bahagi kung saan wala sa kahit aling panig ang nakakapuntos."
    },
    {
      "input": "The inquiry heard that Mr Vaile could not recall being told any specific details of the allegations made against the wheat exporter AWB before 2003, and despite his department receiving information about the allegations, it came as no surprise that he was not informed as he held no responsibility for the UN Oil-for-Food program.",
      "output": "Pinakinggan ng nagsisiyasat na hindi matandaan ni Vaile na siya ay nasabihan ng mga partikular na detalye ng mga alegasyon na ginawa laban sa tagaluwas ng trigo na AWB bago ang taong 2003, at kahit na ang kaniyang kagawaran ay nakatanggap ng impormasyon hinggil sa mga alegasyon, hindi nakakasorpresa na hindi sa kanya ito ipinaalam sa dahilang wala siyang responsibilidad para sa programa ng UN na Langis-kapalit-Pagkain."
    },
    {
      "input": "Among other statements, Korn compared evolutionary biologists to child molesters and discussed killing the \"enemies of Christian society\" who are \"terrorists against America\".",
      "output": "Kabilang sa ibang mga pahayag, inihambing ni Korn ang ebolusyonaryong byologo sa isang nagmo molestiya ng mga bata at tinalakay ang pagpatay sa \"mga kaaway ng Kristiyanong lipunan\" na mga \"terorista laban sa Amerika.\""
    },
    {
      "input": "Matos pushed one of them and then spat on the floor.",
      "output": "Itinulak ni Matos ang isa sa kanila at pagkatapos ay dumura sa sahig."
    },
    {
      "input": "The Halloween Town, a store that specializes in Halloween costumes and accessories, is selling the tattoo kit for NZ$16.",
      "output": "Ang Halloween Town, isang tindahan na natatangi sa mga pananamit at kasangkapang pang Halloween, ay ibinebenta ang mga kit sa halagang NZ$16."
    },
    {
      "input": "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.",
      "output": "Isang 24-oras na kainan ang iplinano para sa paligid-lungsod ngunit ang higanteng fast food ay umatras sa pagpayag na sa Biyernes at Sabado lamang magbubukas ng buong gabi."
    },
    {
      "input": "Instead of returning to practise from a fractured finger today as scheduled, flamboyant Dallas Cowboys receiver Terrell Owens is instead recovering at Baylor Medical Center this morning from an apparent suicide attempt last night.",
      "output": "Sa halip na bumalik sa pag-eensayo mula sa nabaling daliri ngayong araw katulad ng nasa skedyul, ang maningning na manlalaro ng Dallas Cowboys na si Terrell Owens ay nagpapagaling sa Baylor Medical Center kaninang umaga dahil sa malinaw na tangkang pagpapakamatay noong isang gabi."
    },
    {
      "input": "General Sir Richard Dannatt, the UK Chief of the General Staff, said Thornloe was \"an outstanding commanding officer.\"",
      "output": "Sinabi ni General Richard Dannat, ang UK Chief of the General Staff, na si Thornloe ay \"isang mahusay na commanding officer.\""
    },
    {
      "input": "Customers with a problem will assign a dollar amount based upon how badly they need an answer to a question, and the expert-editors of Fixya will share in the payment for the resolved issue.",
      "output": "Ang mga kustomer na may problema ay magtatalaga ng dolyares na presyo base sa kung gaano nila kailangan ang sagot sa isang tanong, at ang mga ekspertong patnugot ng Fixya ay ipapamahagi ang kabayaran sa nasolusyonang isyu."
    },
    {
      "input": "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.",
      "output": "Ang dalawang porsiento lamang ng mga kababaihang siniyasat sa buong mundo ay nagbibilang sa kanilang sarili na maganda, ayon sa kapwa may-akda ng ABC Good Morning America na si Robin Roberts, at sa kaniyang programa unang ipinalabas ang patalastas kaninang umaga noong 8:07 am EST."
    },
    {
      "input": "The European leaders who met on Thursday in Brussels announced that Italy would be likely to take command of the United Nations Interim Force In Lebanon(UNIFIL), but France is to remain in command until February 2007.",
      "output": "Inanunsyo ng mga lider ng Europa na nagkitakita noong Huwebes sa Brussels na nakalalamang na ang Italya na ang mangangasiwa sa United Nations Interim Force in Lebanon (UNIFIL), subali't mananatili sa pangangasiwa ang Pransya hanggang Pebrero 2007."
    },
    {
      "input": "Traditional leather basketballs provide more grip when they are slightly wet.",
      "output": "Ang mga tradisyunal na bola ng basketbol ay nagbibigay ng higit na kapit kapag ito ay medyo basa."
    },
    {
      "input": "China has joined other members of the United Nations Security Council in openly warning North Korea against future provocations and took several diplomatic measures on Tuesday and Wednesday.",
      "output": "Sumama ang Tsina sa iba pang miyembro ng Konseho Pangseguridad ng Nagkakaisang mga Bansa sa hayagang pagbabanta sa Hilagang Korea laban sa pagpapagalit sa hinaharap at nagsagawa ng ilang diplomatikong hakbang noong Martes at Miyerkules."
    },
    {
      "input": "The protesters have linked their arms in a chain to attempt to prevent themselves being removed.",
      "output": "Pinagdugtung-dugtong ng mga tagatutol ang kanilang mga braso upang tangkain mapigilan ang pagpapaalis sa kanila."
    },
    {
      "input": "Deulfer emphasised that more information is likely to emerge naturally, over time, from people with differing viewpoints and interests.",
      "output": "Binigyang diin ni Duelfer na marami pang impormasyon ang natural na lilitaw, sa darating na panahon, galing sa mga taong may iba't-ibang pananaw at interes."
    },
    {
      "input": "The favourite programme nominees were Shortland Street, Outrageous Fortune, NZ Idol, Sensing Murder, Downsize Me!, Dancing With The Stars, Target and bro'Town.",
      "output": "Ang mga nominado sa paboritong programa ay ang Shortland Street, Outrageous Fortune, NZ Idol, Sensing Murder, Downsize Me!, Dancing With The Stars, Target at bro'Town."
    },
    {
      "input": "According to Goldman's complaint, three employees of 21st Century Democrats were fired after refusing to attend the Landmark Forum course.",
      "output": "Ayon sa reklamo ni Goldman, tatlong empleyado ng 21st Century Democrats ang tinanggal matapos na tumangging dumalo sa kurso ng Landmark Forum."
    },
    {
      "input": "The commander of the bomb squad, Daniel Walczak entered the area between the buildings where the drop box was at about 7:15.",
      "output": "Ang kumander ng skwad ng bomba na si Daniel Walczak ay pinasok ang lugar sa pagitan ng mga gusali kung saan ang hulugang-kahon ay halos 7:15."
    },
    {
      "input": "The international community has repeatedly urged China to use restraint in dealing with protesters, and to start talks with the Dalai Lama.",
      "output": "Ang pangdaigdig na komunidad ay paulit-ulit nang naghimuk sa Tsina na gumamit ng hinahon sa paghawak ng mga nagpoprotesta at simulan na ang pagkipag-usap sa Dalai Lama."
    },
    {
      "input": "The statement also went on say that the limited legal visits were often shortened and that the best treated accused are in solitary confinement for 18 hours a day while some are in solitary confinement consistently.",
      "output": "Ang pahayag ay nagpatuloy na sinasabing ang limitadong legal na pagbisita ay kalimitang pinaiksi at ang pinakamagandang akusado ay nasa iisang bilangguan ng 18 oras sa isang araw habang ang iba ay patuloy na nasa iisang bilangguan."
    },
    {
      "input": "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.",
      "output": "Si Van Gogh ay matapat na manunuri ng Islam at ang nakikitang pang aabuso nito sa mga kababaihan."
    },
    {
      "input": "Separately, the government plans next month to place filters on Internet traffic in the country, which could allow for monitoring of individual users.",
      "output": "Kahiwalay ng plano ng pamahalaan sa susunod na buwan upang ilagay ang mga pagsasala sa trapiko ng internet sa bansa, na maaring pinayagan para sa pagsubaybay ng mga indibidwal na mga gumagamit."
    },
    {
      "input": "The Icecreamists, the marketing company involved with the dessert known as 'Baby Gaga', are fully co-operating with officials who are carrying out tests that are currently ongoing.",
      "output": "Ang Icecreamists, ang kompanya na sangkot sa pagbebenta ng panghimagas na kilala bilang 'Baby Gaga', ay nakikipagtulungan sa mga opisyal na nakatoka sa mga pagsusuri na kasalukuyang isinasagawa."
    },
    {
      "input": "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.",
      "output": "Nanatili ang kompanya sa ilalim ng pagtatanggol ng bangkarota hanggang sa ipasyang ipawalang-saysay ng US Trustee para sa Central District ng Calfornia ang paglilitis ng bangkarota sa pamamagitan ng pagkabigo ng kompanya bilang may utang sa ari-arian para sumunod sa pinagbabatayan pangangailangan na magpasalansan ng buwanang mga ulat at magbayad minsan sa tatlong buwan ng bayad sa Trustee."
    },
    {
      "input": "NBC News first announced the decision, and the Romney campaign announced the news to supporters through a phone application at seven a.m., a couple of hours before the official announcement.",
      "output": "Ang NBC News ay unang nag-anunsyo ng desisyun, at ang kampanya ni Romney at naghayag ng balita sa mga sumusuporta sa pamamagitan ng telepono noong alas siyete ng umaga, makalipas ng dalawang oras bago ang opisyal na pahayag."
    },
    {
      "input": "He also said the miners \"have no anxiety,\" saying that \"they've waited a few months now for their rescue and are aware that they will have to wait some more days.\"",
      "output": "Sinabi rin niya na ang mga minero \"ay walang pagkabahala,\" at sinasabing \"nakapaghintay sila ng ilang buwan para sa pagliligtas sa kanila at alam nila na sila ay kailangang maghintay pa ng mga ilang araw.\""
    },
    {
      "input": "Although France improved in the second half, Argentina's strong defence held them off and France were only able to close the lead to five points when David Skrela scored his fourth penalty of the match in the 60th minute.",
      "output": "Kahit na humusay ang Pransiya sa ikalawang bahagi, ang malakas na depensa ng Arhentina ay pumigil sa kanila at ang Pransiya ay nagawa lamang na mapalapit sa pangunguna ng limang puntos nang si David Skrela ay nakapuntos ng ika-apat niyang penalty sa laro sa ika-60 minuto."
    },
    {
      "input": "The agreement gives dates for the steps to devolution culminating on March 26, 2007 when the Executive is to be fully up and running.",
      "output": "Ang kasunduan ay nagbigay ng petsa para sa mga hakbangin para humantong sa pag-abot ng mga tungkulin noong Marso 26, 2007 nang ang Tagapagpaganap ay buong handa na at tumatakbo."
    },
    {
      "input": "\"The priority of the authorities is providing help and care,\" stated the vice-mayor of the Haarlemmermeer municipality, Michel Bezuijen.",
      "output": "\"Ang inuuna ng mga awtoridad ay makapagbigay ng tulong at alaga,\" ayon sa bise-mayor ng munisipalidad ng Haarlemmermeer, Michel Bezuijen."
    },
    {
      "input": "OhmyNews is one of the most popular South Korean news websites, and it has played an important role in the election of reformist President Roh Moo-hyun.",
      "output": "Ang OhmyNews ay isa sa mga pinaka-kilalang website ng mga balita sa Timog Korea, at ito ay nakagawa ng mahalagang bahagi sa eleksyon ng repormistang Presidente na si Roh Moo-hyun."
    },
    {
      "input": "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.",
      "output": "\"Walang pang pinal na mga desisyon sa mga panimulang halaga o mga ginawang tulong at sa gayon sobrang napakaaga pa na akalain ang posibleng mga epekto sa halaga,\" sinabi ng pahayag."
    },
    {
      "input": "Năstase's PSD+PUR coalition was also supported because they are credited with saving Romania from economic collapse during their presidential and legislative term from 2000 until the present time.",
      "output": "Ang koalisyon ng PSD+PUR ni Năstase ay sinuportahan dahil sila ang pinaniniwalaang nagligtas sa Rumanya mula sa pagbagsak ng ekonomiya noong terminong pang-presidente at pambatasan mula taong 2000 hanggang sa kasalukuyan."
    },
    {
      "input": "Australian Liberal Party Senator Gary Humphries then spoke, stating that the bill is a \"mistake\", not because of the possible risks, or that the TGA is unfit to perform the evaluation, but because RU486 is \"not just another drug\", \"facilitating a medical procedure that is not just a medical procedure\".",
      "output": "Sinabi ni Senador Gary Humphries ng Partidong Liberal ng Australia na ang batas ay isang \"pagkakamali,\" hindi dahil sa mga posibleng panganib, o dahil hindi karapat-dapat ang TGA na magsagawa ng pagsusuri, kundi dahil ang RU486 ay \"hindi lang basta gamot\", \"pagpapadali ng pamamaraang medikal na hindi lang basta bastang paraang medikal.\""
    },
    {
      "input": "The IRC has said it reported to the U.S. government detainee's reports of desecration of the Qur'an.",
      "output": "Sinabi ng IRC na iniulat nila sa gobyerno ng U.S. ang ulat ng mga bilanggo tungkol sa paglapastangan sa Qur'an."
    },
    {
      "input": "Report author, Ignacio Carrillo, assigned to the task by President Fox, commented by saying, \"He will have to render his report.\"",
      "output": "Ang may-akda ng ulat, na si Ignacio Carrillo, na itinalaga ni Presidente Fox sa tungkulin ay nagkomento sa pagsabing, \"Kakailanganin niyang ibigay ang kaniyang ulat.\""
    },
    {
      "input": "The letter came as part of an Army investigation since November regarding violation of the contract.",
      "output": "Ang liham ay dumating bilang parte ng imbestigasyon ng militar simula Nobyembre tungkol sa pag-labag sa kontrata."
    },
    {
      "input": "The election follows months of political turmoil after the corrupt first round election in November caused a crisis requiring international intervention.",
      "output": "Ang eleksyon ay kasunond ng mga buwang may kaguluhang politikal pagkatapos ng korup na unang bahagi ng eleksiyon noong Nobyembre na nagsanhi ng krisis na na nangangailangan ng daigdigang pamamagitan."
    },
    {
      "input": "Fox News said that they did not know who captured the journalists but said that \"We can confirm that two of our people were taken against their will in Gaza,\" and that \"negotiations were under way to secure their release.\"",
      "output": "Ayon sa Fox News hindi nila kilala ang dumukot sa mga mamamahayag ngunit sinabi nila na \"Makukumpirma namin na dalawa sa aming tauhan ay dinukot sa Gaza nang labag sa kanilang kalooban,\" at saka \"ang negosasyon ay kumikilos na para sa kanilang kalayaan.\""
    },
    {
      "input": "It further criticised Mr Komar for singing during final approach, a direct violation of the Garuda Basic Operations Manual, which calls for activation of the Sterile Cockpit Rule at 10,000 feet and below.",
      "output": "Patuloy din nitong pinuna si Ginoong Komar sa pag-awit noong huling paglapit, isang direktang paglabag sa Garuda Basic Operations Manual, na humihingi ng aktibasyon ng Sterile Cockpit Rule sa 10,000 feet at pababa."
    },
    {
      "input": "This is not the first time an NHL franchise has been relocated north of the border from the #8-ranked media market in the United States; in 1980, the Atlanta Flames moved to Calgary, Alberta, becoming the Calgary Flames.",
      "output": "Hindi ito ang unang pagkakataon na ang prankisa ng NHL ay inilipat sa hilagang kapaligiran mula sa ika-8 ranggo ng merkado ng mamahayag sa Amerika; sa taong 1980, lumipat ang Atlanta Flames sa Calgary, Alberta, at naging Calgary Flames ito."
    },
    {
      "input": "Finally, Yu-cheng Lin won the overall champion to participate in the Grand Final of the championship in South Korea on January 12, 2008.",
      "output": "Sa wakas, si Yu- cheng Lin ay napanalunan ang pangkalahatang kampeon para sumali sa Grand Final ng kampeonato sa South Korea noong Enero 12, 2008."
    },
    {
      "input": "The World Health Organization (WHO) estimates that 5 million people lack food, water or basic sanitation necessary for survival.",
      "output": "Tinatayang 5 milyong katao ang may kakulangan sa pagkain, tubig at pangunahing pangangailangan para mabuhay, ayon sa World Health Organization (WHO)."
    },
    {
      "input": "Witnesses say the girl was pinned under the tree for at least 10 minutes before they were able to remove it.",
      "output": "Ang mga saksi ay sinabing ang babae ay naka-pin sa ilalim ng puno ng hindi bababa sa 10 minuto bago nila magawang tanggalin ito."
    },
    {
      "input": "Ottawa County sheriff Bob Bratton called those who avoided the warnings \"idiotic\".",
      "output": "Ang Ottawa County sheriff na si Bob Bratton ay tinawag ang mga umiiwas sa mga babala na \"hangal.\""
    },
    {
      "input": "\"The attitude and the sort of tempo of how we're going about it in the second half is just sort of the place in the right direction where I feel we've gotta go.\"",
      "output": "\"Ang saloobin at ang uri ng tempo kung paano natin gagawin ito sa ikalawang hati ay sa uri ng lugar sa tamang direksyon kung saan nararamdaman kong dapat tayo pumunta.\""
    },
    {
      "input": "The reason I'll Have Another was scratched from the field was because of a swelling in his left front tendon, according to trainer Doug O'Neill.",
      "output": "Ang dahilan kung bakit iniurong ang I'll Have Another sa karerahan ay pamamaga ng kaniyang kaliwang unahang litid, ayon sa tagapagsanay na si Doug O'Neill."
    },
    {
      "input": "Microsoft decided to make its move into the health care system at a time when many websites, that provide various information on health, started to significantly raise their traffic and receive investments.",
      "output": "Nagdesisyon ang Microsoft na kumilos patungo sa sistema ng pangangalaga sa kalusugan sa panahon na maraming mga website, na nagbibigay ng iba't-ibang impormasyon tungkol sa kalusugan, ay nagsisimulang padamihin ang mga bisita sa kanila at makatanggap ng mga pamumuhunan."
    },
    {
      "input": "The Living Planet Index and the Ecological Footprint, along with other measures, have been adopted as indicators for the 2010 targets of the Convention on Biological Diversity.",
      "output": "Ang The Living Planet Index at Ecological Footprint, kasama ng iba pang pag-susukat, ay ginamit na bilang batayan para sa plano sa 2010 ng Convention on Biological Diversity."
    },
    {
      "input": "Finally, Marek Wesoły from Merida Europe Team won his second stage champion in this stage since he got former stage champion in Pingtung County.",
      "output": "Sa wakas, napanalunan ni Marek Wesoly ng Koponan ng Merida sa Europa ang pangalawang pagka kampeon sa tanghalan sa seryeng ito pasimula pa noo sa nakaraan niyang pagka kampeon sa tanghalan sa Pingtung County."
    },
    {
      "input": "The plaintiffs hail from the Japanese prefectures of Tokyo, Saitama and Chiba.",
      "output": "Ang mga nagsampa ng kaso mula sa mga prefektyur ng mga Hapones ng Tokyo, Saitama at Chiba."
    },
    {
      "input": "\"If that was not the case, why did they arrest most of our polling station watchers?\"",
      "output": "\"Kung hindi iyon ang kaso, bakit nila inaresto ang halos lahat ng aming mga tagapagmasid sa himpilan ng botohan?\""
    },
    {
      "input": "This was the 57th space walk conducted at the Station and the 32nd to be based out of the orbital outpost.",
      "output": "Ito ang ika-57 na lakad-kalawakan na ginawa sa Estasyon at ang ika-32 na maibabase sa labas ng orbital na kampo."
    },
    {
      "input": "For those afraid of heights and the tab for \"fine dining\", the ground floor also features a Starbucks.",
      "output": "Para sa mga takot sa matataas na lugar at lugar para sa \"mamahaling kainan,\" nagtatampok din ang silong ng Starbucks."
    },
    {
      "input": "Actually on wikipedia if you would like to cut and paste all that info!",
      "output": "Ang totoo sa wikipedia kung gusto mong alisin at ilagay ang lahat ng kaalamang iyan!"
    },
    {
      "input": "There was another explosion at a Tesco Lotus store in Prachachuen, while another was planted in a trash bin at Seacon Square, a shopping mall in suburban Bangkok's Prawet district.",
      "output": "Nagkaroon ulit ng isa pang pagsabog sa tindahan ng Tesco Lotus sa Prachachuen, habang itinanim ang iba sa basurahan sa Season Square, ang malaking tindahan sa distrito ng Prawet sa labas ng lungsod ng Bangkok."
    },
    {
      "input": "Injuries may impact her chances, but in an interview with her, she did not think it would be a big problem.",
      "output": "Ang mga pinsala ito na maaaring maka-epekto sa kanyang kapalaran, pero sa isang pakikipanayam sa kanya, hindi niya naisip na ito ay magiging malaking problema."
    },
    {
      "input": "She stated that while she was living at Alamo's compound she felt she was brainwashed.",
      "output": "Sinabi niya na habang naninirahan siya sa bakuran ni Alamo, naramdaman niya na pinagpropaganda siya."
    },
    {
      "input": "Bruce Knobloch of the 30A network indicated that the purpose of the hoax was to show how shallow the media coverage of the conference and the protest is.",
      "output": "Tinukoy ni Bruce Knobloch ng 30A network na ang layunin ng panloloko ay ipakita kung gaano ka babaw ang saklaw ng medya sa kumperensiya at sa protesta."
    },
    {
      "input": "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.",
      "output": "Isang kudeta noong taong 2006 ang nagpatalsik kay Thaskin matapos lumisan ang mga miyembro ng parliyamento sa pamumuno ng militar."
    },
    {
      "input": "\"I just needed to know what the other guys were doing with fuel. \"",
      "output": "\"Gusto ko lamang malaman kung ano ang ginagawa ng iba sa langis.\""
    },
    {
      "input": "Turkish citizens were outraged that he served only four and a half years for murder.",
      "output": "Ang mga mamamayan na taga-Turkey ay nainsulto dahil apat at kalahating taon lamang siya nabilanggo dahit sa pagpatay."
    },
    {
      "input": "Mr Downer, who entered the inquiry via a back entrance to avoid the crowd waiting outside told the inquiry numerous times that he did not read a series of diplomatic cables which raised concerns about AWB in Iraq.",
      "output": "Si Ginoong Downer, na pumasok sa pagsisiyasat gamit ang pasukan sa likod upang maiwasan ang umpukan ng mga tao na nagihintay sa labas ay nagsabi sa pagsisiyasat ng maraming beses na hindi niya nabasa ang serye ng mga diplomatikong kablegrama na nagpapahayag ng pag-aalala tungkol sa AWB sa Iraq."
    },
    {
      "input": "Radio Rwanda reports that ten of the Rwandan fatalities occurred together when a church collapsed onto them, killing them instantly.",
      "output": "Iniulat ng Radio Rwanda na sampu sa mga namatay sa Rwanda ang nangyari nang magkakasama nang ang isang simbahan ay gumuho sa kanila, kung saan ay agad silang namatay."
    },
    {
      "input": "I will always take their calls, as I always took yours.",
      "output": "Lagi kong tatanggapin ang kanilang mga tawag, katulad ng pagtanggap ko lagi ng sa iyo."
    },
    {
      "input": "The United States Senate has defeated a proposed constitutional amendment banning gay marriage.",
      "output": "Nagapi ng Senado ng Estados Unidos ang isang panukala ng pagbabago sa konstitusyon na magbabawal sa pag-aasawa ng mga bakla."
    },
    {
      "input": "The results of the election were announced today, less that two and a half hours after polling stations closed, and end 54 years of nearly unbroken rule by the LDP.",
      "output": "Ang resulta ng halalan ay inanusiyo ngayon, kulang-kulang sa dalawa't kalahating oras matapos ang mga istasyon ng botohan ay nagsara, at tapusin ang 54 taon ng halos walang puknat na pamamahala ng LDP."
    },
    {
      "input": "In recent weeks, Pakistan has seen attacks on police centers, military headquarters and a UN building.",
      "output": "Sa mga nakaraang linggo, ang Pakistan ay nakakakita ng mga paglusob sa mga sentro ng pulis, mga punong-tanggapan ng militar at ang gusali ng UN."
    },
    {
      "input": "\"Most of Marvel's financial success, including from the films, comes out of assets created by Stan Lee that are the subject of this suit,\" the complaint states.",
      "output": "\"Ang karamihan ng pinansyal na tagumpay ng Marvel, kasama dito ang mula sa mga pelikula, ay galing sa propyedad na nilikha ni Stan Lee na siyang nasakupan ng demandang ito,\" sinabi ng nagrereklamo."
    },
    {
      "input": "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.",
      "output": "Ang lahat ng ito ay para markahan ang Paglalaban sa Atlantika, na may sunod-sunod na laban ng mga marinero mula noong 1939 hanggang sa katapusan ng ikalawang digmaang pandaigdig."
    },
    {
      "input": "\"We will not give police or any institution (information) other than for safety purposes only.\"",
      "output": "\"Hindi namin ibibigay sa mga pulis o kahit sinong institusyon (ang impormasyon) maliban sa ligtas na dahilan lamang.\""
    },
    {
      "input": "The Movement for the Emancipation of the Niger Delta (MEND), a militant group which has taken hostages and attacked oil facilities, but says it does not kidnap for ransom, said in a statement that the state government has encouraged such abductions by paying ransoms.",
      "output": "Ang Movement for the Emancipation of the Niger Delta (MEND) isang militanteng grupo na kumukuha sa mga nadukot at umaatake sa mga pasilidad ng langis ay nagsabi na hindi ito kidnap para humingi ng kapalit, sinabi sa isang pahayag na ang pambansang gobyenno ang naghimuk sa ilang pagdukot sa pagbayad ng tubos."
    },
    {
      "input": "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .",
      "output": "\"Ang pag-apruba sa pagbili ng BA sa bmi ay nagpapakita na ang EC ay may alituntunin para sa mga kompanya sa Europe, at may ibang batas para sa Ryanair,\" sabi ng pinuno ng Ryanair."
    },
    {
      "input": "The tunnel itself suffered only slight damage and is safe, but the train - which was packed with commuters heading for Russell Square - is very badly damaged.",
      "output": "Ang lagusan mismo ay nagdusa lamang ng bahagya at ito ay ligtas, pero ang tren- na kung saan ay puno ng mga namamasahe papuntang Russell Square - ay masyadong napinsala."
    },
    {
      "input": "Last week, Iowa Governor Tom Vilsack announced he would seek the Democratic nomination.",
      "output": "Noong isang linggo, inanunsyo ng Gobernador ng Iowa na si Tom Vilsack na hahanapin niya ang nominasyon ng Demokratiko."
    },
    {
      "input": "In November 1966, a boilerplate MOL space station was launched on a Titan IIIC from the complex, along with a Gemini capsule, and four satellites.",
      "output": "Noong Nobyembre 1966, ang boilerplate MOL istasyon sa kalawakan ay pinalipad sa Titan IIIC galing sa kompleks, kaalinsabay ng kapsula Gemini, at apat pang satelayt."
    },
    {
      "input": "It is not yet known who was responsible for the attack on the UN convoy.",
      "output": "Hindi pa nababatid kung sino ang responsable sa pag-atake sa kumboy ng UN."
    },
    {
      "input": "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"",
      "output": "Naghaharap sila ng banta sa pagtaas ng presyo sa mga bilihin at ayaw nilang mag-angkat ng polisiya para sa halaga ng interes na nakatakda sa kondisyong paghina ng ekonomiya ng Estados Unidos.\""
    },
    {
      "input": "The report stated that the aircraft had approached at a speed far exceeding that at which the wing flaps could properly operate, and attempted to execute a landing at 408 kph (254 mph), which is 160 kph (100 mph) above the safe speed.",
      "output": "Ang ulat ay nagsasabi na ang eroplano ay dumating na mabilis na higit sa inaasahan na kung saan ang pakpak ay dapat na maayos na maikikilos, at pinilit na makababa sa 408 kph (254 mph), na 160 kph (100 mph) na higit sa ligtas na bilis."
    },
    {
      "input": "The mice had a dramatic reduction in the number and activity of natural killer cells.",
      "output": "Ang mga daga ay may kapansin-pansing pagbaba sa bilang at aktibidad ng likas na mga mamamatay na selula."
    },
    {
      "input": "Officials will testing the water runoff from fire hoses to make sure that it is not contaminated as it is emptying into the Niagara River.",
      "output": "Ang mga opisyal ay susuriin ang mga tubig mula sa hows upang matiyak na hindi ito kontaminado dahil ito ay ipapadaan sa ilog ng Niagara."
    },
    {
      "input": "The United States Air Force initially said witnesses must have seen reflections coming from commercial airliners.",
      "output": "Naunang sinabi ng United States Air Force na ang mga saksi ay nakakita ng mga larawan na nagmumula sa mga komersyal na eroplano."
    },
    {
      "input": "Industry Canada announced today that the government, through the Privy Council Office, has effectively overturned a decision by the Canadian Radio-Television and Telecommunications Commission (CRTC) regarding the status of Globalive Wireless Management Corporation, which was set to launch in November under the WIND Mobile brand.",
      "output": "Inihayag ngayon ng Industry Canada na ang pamahalaan, sa pamamagitan ng Privy Council Office, ay mabisang binawi ang isang desisyon sa pamamagitan ng Canadian Radio-Television and Telecommunications Commission (CRTC) tungkol sa istado ng Globalive Wireless Management Corporation, na nakatakdang ilunsad sa Nobiyembre sa ilalim ng tatak ng WIND Mobile."
    },
    {
      "input": "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.",
      "output": "Tinangkang pasiglahin ng Ministro ng mga Dayuhan ng Pransya na si Bernard Kouchner ng pag-uusap sa Gitnang Silangan sa pagitan ng taga-Israel at Palestino sa mga darating na araw."
    },
    {
      "input": "This does not occur when fuel demand is lower, as the hot oil then becomes sufficient to entirely melt the ice.",
      "output": "Ito ay hindi nangyayari kung ang pangangailangan ng gasolina ay mas mababa, bilang ang mainit na langis ay pagkatapos nagiging sapat para lahatang lusawin ang yelo."
    },
    {
      "input": "The video on YouTube has been viewed over 1.3 million times, and there are numerous parodies using the quote.",
      "output": "Isang bidyo sa YouTube ang napanood na ng mahigit sa 1.3 milyong beses, at maraming nakakatawang imitasyon na gumamit sa sipi."
    },
    {
      "input": "Another member of the Pennsylvania State University's cheerleading squad will step in to play the Nittany Lion at the 2009 Rose Bowl, after the main performer was suspended after being charged with DUI and summary traffic violations late last month.",
      "output": "Isa pang miyembro ng cheerleading squad ng Pennsylvania State University ang papalit sa pangunahing manlalaro para sa Nittany Lion sa 2009 Rose Bowl matapos sinuspendi ang pangunahing manlalaro dahil sa DUI at paglabag sa batas trapiko noong katapusan ng buwan."
    },
    {
      "input": "A Mig-29 jet fighter of the Serbian Air Force and Air Defense crashed near Belgrade, Serbia, on Tuesday.",
      "output": "Bumagsak malapit sa Belgrade, Serbia, nuong martes ang isang Mig-29 na eroplanong pangdigma ng Pwersang Panghimpapawid ng Serbia at ng Depensang Panghimpapawid."
    },
    {
      "input": "The Hammers won the match to reach the 3rd Round 2-1 but boss Alan Curbishley said: \"It's immaterial.",
      "output": "Ang Hammers ay nanalo sa laro at umabot sa ikatlong laro na may 2-1 puntos pero si boss Alan Curbisley ay nagsabi: \"Ito ay hindi masyadong mahalaga."
    },
    {
      "input": "When Wikinews asked Schaper if he was acting on behalf of the Church, Schaper denied any such involvement.",
      "output": "Noong tinanong ng Wikinews si Schaper kung siya ay kumikilos sa ngalan ng Simbahan, pinabulaanan ni Schaper ang anumang ganoong pagkakasangkot."
    },
    {
      "input": "Witthoft first gained national attention three years ago and attended his first Green Bay Packers game in December 2007 (a 34-13 Packers victory over the Detroit Lions).",
      "output": "Nakakuha ng unang pambansang atensyon si Witthoft tatlong taon ang nakalilipas at dumalo sa unang laro laro niya ng Green Bay Packers noong Disyembre 2007 (ang 34-13 na panalo ng Packers laban sa Detroit Lions)."
    },
    {
      "input": "The talent and form of the South Africans clearly showed as they have been touring for the past months.",
      "output": "Maliwanag na nakikita ang talino at porma ng mga South Africans dahil sa kanilang paglaro sa iba't ibang lugar sa mga nakalipas na mga buwan."
    },
    {
      "input": "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.",
      "output": "Ang nakoronahang Prinsipe Abdullah ang gumaganap ng karamihan sa mga gawain ng may edad na hari nitong mga kalilipas na taon, at malamang na kandidato para sa sumunod sa trono kung bibigay si Haring Fahd sa kanyang sakit."
    },
    {
      "input": "Japanese Prime Minister Junichiro Koizumi and South Korean President Roh Moo-Hyun separately adopted accords with the 10-nation Association of Southeast Asian Nations, agreeing to launch the talks early next year.",
      "output": "Ang Punong Ministro ng Japan na si Junichiro Koizumi at ang Presidente ng South Korea na si Roh Moo-Hyun ay magkahiwalay na pinagtibay ang sinang-ayunan ng 10- bansang Association of Southeast Asian Nations, at nagkasundong sisimulan ang pakipag-usap sa simula ng susunod na taon."
    },
    {
      "input": "As per tradition and local fame, effigies were carried through the town and burned on huge fires.",
      "output": "Bilang nakaugalian at lokal na katanyagan, ang mga larawan ay dinala sa bayan at nasunog sa malaking apoy."
    },
    {
      "input": "Denmark announced in February that it would withdraw by August of this year.",
      "output": "Inihayag ng Denmark noong Pebrero na ito'y iuurong sa Agosto ngayong taong ito."
    },
    {
      "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
      "output": "Ayon sa ulat na kailangan ng humugit-kumulang na 1 litrong tubig para sa isang kalori ng pagkain, habang ang isang kilong butil ay kailangan lang ng 500-4,000 litro kumpara sa isang kilo ng karne na prodyus ng industriya na mangangailangan ng 10,000 litro."
    },
    {
      "input": "\"BA's unique position at Heathrow could help it survive for a short while, but in the long run it needs more than just Heathrow.\"",
      "output": "\"Ang natatanging posisyon ng BA at Heathrow ay maaring makatulong para mapanatili ito sa maiksing panahon, ngunit sa kalaunan ito ay mangangailangan ng higit pa sa Heathrow.\""
    },
    {
      "input": "Police later confirmed that twelve people had been killed with a further thirteen injured, three critically.",
      "output": "Kinumpirma ng mga pulis na labing-dalawa ang namatay, labing-tatlo naman ang sugatan at tatlo doon ang kritikal."
    },
    {
      "input": "Weather forecasters have said that while the temperatures are not going to rise any further, it will get more humid as a band of showers arrive this evening, with night-time temperatures at 19ºC in London and Cardiff, 14ºC in Edinburgh and 18ºC in Dublin.",
      "output": "Ayon sa mga taga-ulat ng panahon, bagamat ang temperatura ay hindi na tataas, magiging mas mahalumigmig dahil uulan ngayong gabi, na may temperaturang 19ºC sa London at Cardiff, 14ºC sa Edinburgh at 18ºC sa Dublin."
    },
    {
      "input": "The People’s Alliance for Democracy was reported to be monitoring a crowd they were suspicious of ahead of the rally in Sanam Luang, Bangkok.",
      "output": "Ang People's Alliance for Democracy ay naiulat na sinusundan ang isang grupo na pinaghihinalaang nasa likod ng protesta sa Sanam Luang, Bangkok."
    },
    {
      "input": "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.",
      "output": "Nagkasundo kahapon ang Estados Unidos at Russia na magpalit ng mga bilanggong hawak ng parehong nasyon matapos mahuli ang labing-isang espiya taga Russia noong isang buwan."
    },
    {
      "input": "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).",
      "output": "Isang batas ng Louisiana na pinatibay noong 1995 ay nagpapahintulot ng parusang kamatayan para sa mga nanggahasa ng isang batang 12 na taong gulang pababa (di kalaunan binago sa 13)."
    },
    {
      "input": "The helicopter had been chartered from the Russian company Vertical-T and all the victims were civilians.",
      "output": "Ang helikapter ay inupahan mula sa isang kompanyang Russian na Vertical-T at lahat ng mga biktima ay mga sibilyan."
    },
    {
      "input": "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.",
      "output": "Ang pagsasanib na ito ay nabalita na noon pang mga nakaraan mga taon, at ang mga haka-haka tungkol dito ay lumaki nitong mga nakaraang buwan."
    },
    {
      "input": "According to demonstrators there were 500,000 people, while the Police estimates a turnout of 200,000.",
      "output": "Ayon sa mga demonstrador may 500,000 katao samantalang ang tantiya ng Pulis ay lumabas na 200,000 lamang."
    },
    {
      "input": "FIFA President Blatter denied ulterior motives for the decision: \"There has been no change of heart.\"",
      "output": "Itinanggi ng Presidente ng FIFA na si Blatter ang lihim na motibo para sa desisyon: \"Walang nangyaring pagbabago ng kalooban.\""
    },
    {
      "input": "A photograph of the damaged bus was posted on the band's website, depicting moderate crumpling to the front area of the vehicle.",
      "output": "Ipinaskil ang litrato ng napinsalang bus sa websayt ng banda, na natatanghal ang kainamang lapirot sa unahang bahagi ng sasakyan."
    },
    {
      "input": "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.",
      "output": "Binangga ng kotse ang himpilan ng brigada ng Special Operations Task Force ng Special Services Group ng Pakistan na itinayo kasama ang US."
    },
    {
      "input": "The audience noted the melting of ice sheets, air quality, Hurricane Katrina and Al Gore.",
      "output": "Binanggit ng mga tao ang pagtunaw ng mga pilas ng yelo, kalidad ng hangin, bagyong Katrina at Al Gore."
    },
    {
      "input": "Major General Athar Abbas, the chief spokesman for the military, said at a news briefing that \"we have complete control of Kotkai, a stronghold of the terrorists, where most of the houses had been converted into strong bunkers.\"",
      "output": "Si Medyor Heneral Athar Abbas, ang punong-tagapagsalita para sa militar, ay nagsabi sa balita na nagbibilin na \"mayroon kaming lubos na pamamahala sa Kotkai, ang kuta ng mga terorista, kung saan ang karamihan sa mga bahay ay ginawang matibay na mga kanlungan.\""
    },
    {
      "input": "Those who did not go as instructed were usually escorted by two or three guards each to the buses.",
      "output": "Ang mga hindi pumunta ayon sa kautusan ay kadalasang sinasamahan ng dalawa o tatlong guardiya bawat isa papunta sa mga bus."
    },
    {
      "input": "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.",
      "output": "Binalaan ng North Korea ng \"self-defensive blows\" ang South Korea kung sila ay sasali sa isang pinagsamang pagsasanay militar kasama ang Estados Unidos, na nakatakdang magsimula sa mga sumusunod na araw."
    },
    {
      "input": "The United Nations Security Council has expressed \"concern at the loss of life and the worsening humanitarian situation arising out of the renewed fighting\".",
      "output": "Ang United Nations Security Council ay nagpahayag ng \"pag-aalala sa pagkawala ng buhay at ang lumulubhang makataong kalagayang lumalabas mula sa nanumbalik na labanan.\""
    },
    {
      "input": "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"",
      "output": "Ang abogado para sa iilang pamilya ay nagsabi na ang ilan ay hindi pa matanggap sa pagkawala ng mga mahal sa buhay, na sinasabing \"Hindi nagkaroon ng libing, walang paalam...basta marami at maraming pagdurusa lang.\""
    },
    {
      "input": "Scientists using NASA's Swift Satellite and other telescopes have observed a supernova in near real time occurring in the constellation of Aries.",
      "output": "Ang mga siyentipiko na gumagamit ng Swift Satellite ng NASA at ibang mga teleskopyo ay nakaobserba ng isang supernova na halos kasabay na dumaan sa konstelasyon ng Aries."
    },
    {
      "input": "US president Barack Obama declared a swine flu emergency in the country on Saturday, according to a statement released by the White House.",
      "output": "Ang Presidente ng US na si Barack Obama ay nagdeklara ng emerhensiya sa bansa dahil sa swine flu noong Sabado, ayon sa pahayag na inilabas ng White House."
    },
    {
      "input": "In what might amount to one of the shocks of the tournament Trinidad and Tobago drew with Sweden 0-0 in the second Group B match, Saturday, despite having a defender sent off.",
      "output": "Maaaring umabot sa isang dagok para sa paligsahan ng Trinidad at Tobago ang pagkakatabla sa Sweden 0-0 sa pangalawang Grupo B na labanan, ng Sabado, sa kabila ng pagkakaroon ng pagpapaalis ng manlalaro na pumipigil para makapuntos ang kalaban."
    },
    {
      "input": "Veteran White House journalist Helen Thomas, 89, announced her retirement yesterday with immediate effect, ending her fifty-seven year career, amid criticism over controversial remarks.",
      "output": "Ang beteranong mamahayag ng White House na si Helen Thomas, na may edad na 89, ay ipinahayag ang pagreretiro kahapon na may panadaliang epekto, at tinapos ang kanyang limampung pitong taong karera, sa ilalim ng mga krtisismo dahil sa mga pangungusap na kontrobersiyal."
    },
    {
      "input": "Local roads throughout the region were strewn with debris, especially evergreen branches and leaves.",
      "output": "Ang lokal na mga daanan sa buong rehiyon ay maraming kalat na mga labi, lalo na ng mga sanga at mga dahon ng punong evergreen."
    },
    {
      "input": "Witness Tim Deakin described the chain of events to BBC News 24: \"The main point of the show was a Second World War dogfight between some Messerschmitts and some Spitfires.",
      "output": "Inilarawan ng saksi na si Tim Deakin ang pagkakasunod-sunod ng mga kaganapan sa Balitang BBC 24: \"Ang pangunahing punto ng palabas ay ang Ikalawang Digmaang Pandaigdig na labanan sa himpapawid sa pagitan ng Messerschmitts at Spitfires."
    },
    {
      "input": "Tralliance will operate the new .travel domain and Employ Media will operate the .jobs. domain.",
      "output": "Tralliance ang magpapatakbo sa bagong .travel domain at ang Employ Media ay magpapalakad ng .jobs domain."
    },
    {
      "input": "A Southern Sudan Air Connection aircraft has crashed today in Southern Sudan, killing over a dozen people, including the area's defence minister.",
      "output": "Isang Southern Sudan Air Connection na sasakyang panghimpapawid ang bumagsak ngayong araw sa katimugang bahagi ng Sudan, na pumatay sa mahigit na isang dosenang katao, kasama na ang ministro ng depensa sa lugar."
    },
    {
      "input": "\"I drank quite a bit after [the crash] because my head hurt so bad.",
      "output": "\"Uminom ako nang kaunti matapos [ang pagkabangga] dahil sumakit ang ulo ko nang matindi."
    },
    {
      "input": "The islands' administration and Premier have been suspended for up to two years and their powers transferred to the UK-appointed Governor.",
      "output": "Ang administrasyon ng isla at Premier ay nasuspinde nang dalawang taon at ang kanilang kapangyarihan ay inilipat sa nahalal na Gobernador ng UK."
    },
    {
      "input": "14 coal miners died when a dam burst, ravaging the land and flooding their pit at Shenjiawan Colliery.",
      "output": "14 na minero ng uling ang namatay nang sumabog ang isang dam na sumira sa lugar at nagpabaha sa mga butas sa lupa sa Shenjiawan Colliery."
    },
    {
      "input": "Araya said that only some of the sacks were filled with grain; the rest were filled with sand.",
      "output": "Sinabi ni Araya na ilang lamang sa mga sako ay puno ng bigas; ang natitira ay puno ng buhangin."
    },
    {
      "input": "\"Prime Minister Gordon Brown came to see me and what was he talking about? Gays.\"",
      "output": "\"Ang Punong Ministro na si Gordon Brown ay nagpunta para ako'y makita at ano ang kanyang sinasabi? Mga bakla.\""
    },
    {
      "input": "Honolulu Mayor Mufi Hannemann praised the decision, saying, \"This obviously has strong implications for our visitor industry to know that when people come here they're going to see things here that really make for an island paradise type of vacation.\"",
      "output": "Pinuri ng Alkalde ng Honolulu na si Mufi Hannemann ang desisyon, sinasabing, \"Ito ay walang kaduda-dudang may matinding implikasyon para sa industriya ng mga bumibisita upang malaman ng mga tao na kapag sila ay pumunta dito makikita nila ang mga bagay na bumubuo para patunayan na ito talaga ang isang uri ng paraisong isla na bakasyunan.\""
    },
    {
      "input": "Ian Paisley, the notorious hardliner evangelist who has made his political career out of saying no to comprehensive reforms, eschewed his trademark fire-brand rhetoric offered a welcome and said that the province is \"at a crossroads.\"",
      "output": "Si Ian Paisley, ang kilalang-kilala na mahigpit na mangangaral ng Ebanghelyo, na siyang gumawa ng kanyang pampulitikang karera sa pagsasabing hindi sa komprensihibong reporma, nakilala sa kanyang tatak mapang-apoy na marka sa palapatian ay nagbigay ng maligayang pagtanggap at nagsabi na ang probinsya ay \"nasa krus na daan.\""
    },
    {
      "input": "Since then, there have been a number of schools burnt by suspected Thaksin sympathizers in various parts of the country.",
      "output": "Simula noon, may ilang mga paaralan ang sinunog ng mga pinaghihinalaang taga-simpatiya ni Thaksin sa iba't ibang bahagi ng bansa."
    },
    {
      "input": "He acknowledged that it is an international best interest policy if Iraq \"held together rather than falling apart, we would be better off if it had some measure of security and couldn't become a base for terrorist operations.\"",
      "output": "Binanggit niya ito ay isang napakagaling na patakarang pang-internasyonal kung ang Iraq \"ay nagkaisa kaysa nagkawatak-watak, mas mabuti para sa atin kung ito ay magkaroon ng seguridad at hindi magiging base ng operasyon ng mga terorista.\""
    },
    {
      "input": "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.",
      "output": "Ang Russia ay nagbalak na magtayo ng plantang nukleyar sa Turkey, at ang kontrata ay napirmahan noong Miyerkules \"ay mukhang talagang kahanga-hanga,\" ayon sa Presidente ng Russia na si Dmitry Medvedev."
    },
    {
      "input": "Australian Federal Police (AFP) have arrested six people following a breach of security at the secretive Pine Gap Joint Defence Facility in central Australia on Friday.",
      "output": "Ang Australian Federal Police (AFP) ay umaresto ng anim na tao na sumunod sa butas ng seguridad sa sekretong Pine Gap Joing Defense Facility sa sentral Australia noong Biyernes."
    },
    {
      "input": "Swami Amritachaitanya, whose real name is Santosh Madhavan, was arrested by Interpol in March on criminal charges in a police raid at his 16-suite ashram in Kochi, India following multiple police complaints against him.",
      "output": "Si Swami Amritachaitanya, na ang totoong pangalan ay Santosh Madhavan, ay inaresto ng Interpol noong Marso sa kasong kriminal sa isang pagsalakay ng mga pulis sa kanyang 16-na-kuwartong tirahan sa Kochi, India matapos ang maraming reklamo sa mga pulis laban sa kanya."
    },
    {
      "input": "The data shows the presence of carbon, nitrogen, oxygen, and neon present in the clouds.",
      "output": "Ipinapakita ng datos ang pag-iral ng karbon, nitroheno, iksiheno at neon na naroroon sa mga ulap."
    },
    {
      "input": "All of her banter on-air is improvised: \"Definitely there is no script! Everything that you see comes out spontaneosly during the show.\"",
      "output": "Lahat ng kaniyang pangangantyaw sa telebisyon ay gawa-gawa lamang: \"May katiyakan na wala itong iskrip! Lahat na inyong nakikita ay lumalabas ng kusa habang ginagawa ang palabas.\""
    },
    {
      "input": "Standing over 7.5 feet (2.3 metres) tall, Gonzalez was originally a basketball player before becoming a wrestler.",
      "output": "May tangkad na higit sa 7.5 na talampakan (2.3 metro) na taas, dati siyang manlalaro ng basketball baso siya maging mambubuno."
    },
    {
      "input": "\"But we will make our voice heard to stop this sale.\"",
      "output": "\"Subalit gagawa kami ng paraan upang ang aming boses ay mapakinggan upang itigil ang pagbebentang ito.\""
    },
    {
      "input": "The discovery was made by researchers from the World Wide Fund for Nature (WWF).",
      "output": "Ang nakadiskubre ay ang mga mananaliksik mula sa World Wide Fund for Nature (WWF)."
    },
    {
      "input": "This was the first time that the All Ceylon team had won against India.",
      "output": "Ito ang unang pagkakataon na nanalo ang koponang All Ceylon laban sa India."
    },
    {
      "input": "\"The tail section broke down first, which broke off,\" said a witness in an interview with the BBC who was riding on his bicycle by the airport when the aircraft crashed.",
      "output": "\"Ang bahagi ng buntot ang unang nasira, ito ay nawasak,\" ayon sa isang saksi sa isang panayam ng BBC na nagbibisekleta sa may paliparan nang ang eroplano ay bumagsak."
    },
    {
      "input": "In an unannounced vote yesterday, the Philadelphia City Council in the United States voted 16-1 to endorse the eviction of, and end their lease held in perpetuity with, the local council of the Boy Scouts in Philadelphia.",
      "output": "Sa isang hindi inanunsyong boto kahapon, ang Lupon sa Siyudad ng Philadelphia sa Estados Unidos ay may botong 16-1 para sa pagpapatibay ng pagpapalayas at paghinto sa pangungupahan sa pamamalagi sa lokal na lupon ng mga Lalaking Iskawt sa Philadelphia."
    },
    {
      "input": "Victorian Opposition Leader Ted Baillieu said he was not in support of the proposed strike and called on the government to meet with unions.",
      "output": "Ang Lider ng Oposisyon ng Victoria na si Ted Baillieu ay nagsabi na hindi siya sumusuporta sa iminungkahing welga at nananawagan sa pamahalaan na makipag-ugnayan sa mga unyon."
    },
    {
      "input": "Bethe moved first to England and in 1935 to the USA where he taught at Cornell University.",
      "output": "Si Bethe ay lumipat muna sa England at noong 1935 sa USA kung saan nagturo siya sa Unibersidad ng Cornell."
    },
    {
      "input": "Indians living in Bahrain have recently come forward and filed a case against Madhavan in India on allegations of fraudulent practices related to his supposed charity activities.",
      "output": "Ang mga Indian na naninirahan sa Bahrain ay nagsilabas na at nagsampa ng reklamo laban kay Madhavan ng India sa mga alegasyon tungkol sa kanyang mga pandarayang kaugnay sa kanyang mga sinasabing gawaing pangkawanggawa."
    },
    {
      "input": "Nearly two dozen F-15 fighter jets were moved from Hampton's Langley Air Force base out of Ophelia's way to Florida.",
      "output": "Halos dalawang dosenang F-15 panlaban na eroplano ang inalis mula sa base ng Langley Air Force ng Hampton malayo sa daan ng Ophelia sa Florida."
    },
    {
      "input": "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.",
      "output": "Ang dingding ng templo ay bumagsak at nagdulot ng pagkakagulo ng mahigit sampung libong mananampalatayang Hindu na natitipon at nagsimulang magtakbuhan para sa kanilang kaligtasan, na siyang naging dahilan ng istampid."
    },
    {
      "input": "He directed and starred in Easy Rider (1969), winning an award at the Cannes Film Festival, and was nominated for an Academy Award for Best Original Screenplay as co-writer of the film's script.",
      "output": "Siya ang direktor at gumanap ng pangunahing papel sa Easy Rider (1969), nagwagi ng gantimpala sa Kannes Piesta ng Pelikula at naipasok ang kaniyang pangalan sa Gantimpalang pang-Akademya para sa Best Original Screenplay bilang kasamang-tagasulat ng iskrip ng perikula."
    },
    {
      "input": "She told Spike O'Dell that she is sickened by the entire ordeal and may pursue legal action against the people who took the video of her at Craig Stebic's house.",
      "output": "Sinabi niya kay Spike O'Dell na siya ay nasusuka na sa buong pagsubok at maaaring ituloy sa aksyong legal laban sa mga taong kumuha ng bidyo niya sa bahay ni Craig Stebic."
    },
    {
      "input": "\"Now there are talks about Orakzai,\" Gilani said earlier today to reporters in a televised speech",
      "output": "\"Sa ngayon may mga usapin tungkol sa Orakzai,\" sabi ni Gilani sa mga tagapagbalita sa isang pahayag sa telebisyon kaninang umaga."
    },
    {
      "input": "There were a few start-ups where Vardi's fatherly mentoring seemed more at play than long-term practical business modeling.",
      "output": "May ilang mga bagong tayong negosyo kung saan ang pagtuturo ni Vardi na parang ama ay mukhang mas nakikita kaysa sa pangmatagalan na praktikal na pagmomodelo ng negosyo."
    },
    {
      "input": "\"I'm thinking he's dressed for the elements and the dogs are raising such a ruckus he must know he's in danger of being caught.\"",
      "output": "\"Iniisip kong nagbihis siya para sa mga elemento at ang mga aso ay nag-iingay at alam niya na siya'y nasa panganib na mahuli.\""
    },
    {
      "input": "She was dropped by her public speaking agency and a high school commencement address was canceled.",
      "output": "Siya ay nilaglag ng kanyang ahensiya para sa pagsasalita sa publiko at ang kanyang pagsasalita sa pagtatapos sa isang mataas na paralan ay kinansela."
    },
    {
      "input": "The Malawian election commission had earlier reported that wa Mutharika had won the election, having taken 2.7 million votes, more than twice than the 1.3 million votes received by the second place contestant, John Tembo.",
      "output": "Naunang iniulat ng Malawian election commission na napanalunan ni wa Mutharika ang halalan, na nakakuha ng 2.7 milyon na boto, mas marami nang dalawang beses kaysa sa 1.3 milyong boto na natanggap ng pumapangalawang kalaban, na si John Tembo."
    },
    {
      "input": "Acknowledging increasing American reliance upon Chinese economic growth, Clinton said the Chinese government will shortly have \"a trillion dollars in cash reserves\" while the United States has \"a combined annual budget and trade deficit of a trillion dollars.\"",
      "output": "Sabay tanggap sa masyado nang umaasa sa paglago ng ekonomiya ng China ang America, sinabi ni Clinton na ang pamahalaan ng China ay, sa madaling panahon, magkakaroon ng \"isang trilyon na dolyares sa kanyang kaban\" samantalang ang Estados Unidos ay magkakaroon ng \"pinagsamang taunang budget at kalakalang depisit na isang trilyon dolyares.\""
    },
    {
      "input": "The House overwhelmingly approved the more broad Senate amended bill which included the low-income portion mentioned above along with provisions that would keep illegal aliens from receiving a rebate check.",
      "output": "Maramihang inaprubahan ng Kongreso ang mas malawak na binagong panukalang batas ng Senado na sumasaklaw sa porsyon ng mababang kita na binaggit sa taas kasama ang mga probisyon na ang mga ilegal na residente ay hindi makatanggap ng tseke."
    },
    {
      "input": "Eight were wounded, most of whom were day laborers who generally would be leaving the base after a day's work.",
      "output": "Walo ang nasugatan, karamihan sa kanila ay sa araw nagtatrabaho na karaniwang aalis sa base pagkatapos ng isang araw na gawain."
    },
    {
      "input": "CERN spokesman James Gillies said:",
      "output": "Sabi ng tagapagsalita ng CERN na si James Gillies:"
    },
    {
      "input": "University of Alberta President Indira Samarasekera has said there are no plans to ask the company, which owns 91.7 The Bounce and A-Channel to move.",
      "output": "Sinabi ng presidente ng University of Alberta na si Indira Samarasekera na wala silang planong tanungin ang kompaniya na nagmamay-ari ng 91.7 The Bounce at A -Channel na umalis."
    },
    {
      "input": "A Europe-wide student movement, started in the Austrian capital of Vienna, is developing.",
      "output": "Ang buong Europe na pagkilos ng mga estudyante, na nag-umpisa sa Vienna na kapital ng Austria, ay umuunlad."
    },
    {
      "input": "Finns travelled long distances to participate at the event, which was broadcast live on the internet.",
      "output": "Ang mga mamamayan ng Finland ay bumiyahe ng malalayong distansiya upang sumali sa pangyayari, na ipinalabas nang layb sa Internet."
    },
    {
      "input": "Observations from this network reveal that, when compared to historical records, Tasmania was the wettest State in 2005, while Queensland and Western Australia were the driest.",
      "output": "Ang mga obserbasyon mula sa mga sangay na ito ay nagpakita na, kumpara sa nakaraang mga rekord, ang Tasmania ang pinakabasang Estado ng 2005, samantalang ang Queensland at Western Australia ang mga pinakatuyo."
    },
    {
      "input": "The elections which sparked the violence, did, according to a rumor spread around the city, result in the predominantly Christian People's Democratic Party beating the All Nigerian Peoples Party, a predominantly Muslim party.",
      "output": "Ang mga eleksyon na nagpasimula ng karahasan, ayon sa tsismis na kumalat sa siyudad, ay nagbunga ng pambubugbog ng mga nakararaming Demokratikong Partido ng mga Kristiyano sa lahat ng mga Partido ng Nigeria, na isang nakararaming partido ng Muslim."
    },
    {
      "input": "The authorities are also preventing non-governmental organisations from providing aid to those who have lost their homes.",
      "output": "Ang mga awtoridad ay pinipigilan din ang mga organisasyong hindi panggobyerno sa pagbibigay ng tulong sa mga nawalan ng tirahan."
    },
    {
      "input": "The depression then became a tropical storm then a hurricane.",
      "output": "Ang depresyon ay naging tropikal na bagyo at naging unos."
    },
    {
      "input": "In addition to editing the article on Sarah Palin, the user also asked an anonymous contributor to Wikipedia about that person's edit that stated that Palin was the VP nominee, before the official announcement:",
      "output": "Bukod sa pagwawasto ng artikulo ni Sarah Palin, ang gumamit ay nagtanong din sa isang hindi kilalang kontribyutor sa Wikipedia tungkol sa pagwawasto ng isang tao na nagsabi na si Palin ay naging nominado ng VP, bago ang opisyal na anunsyo:"
    },
    {
      "input": "The detective stated that the friend \"was crying and apologizing for what happened.\"",
      "output": "Ang tiktik ay nagsabi na ang kanyang kaibigan \"ay umiiyak at humingi ng tawad sa nangyari.\""
    },
    {
      "input": "According to IDF officers, the operation is aimed at the Islamic Jihad organization, which staged the suicide attack in Netanya yesterday, as well as another suicide bombing attempt in a Jewish settlement in Samaria.",
      "output": "Ayon sa mga opisyal ng IDF, ang operasyon ay patukoy sa organisasyon ng Islamic Jihad, na nagsagawa ng pagpapakamatay na atake sa Netanya kahapon, kabilang ang isa pang pagtatangka ng pagpapakamatay na pagsabog sa isang Hudeong pamayanan sa Sumaria."
    },
    {
      "input": "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.",
      "output": "Ang daang A68 na malapit sa lokasyon ng aksidente ay pansamantalang isinara upang mabigyang daan ang mga pulis na mag-imbestiga sa krimen, at ang trapiko ay dinirekta muna sa daang B6370 sa bayan ng Gorebridge."
    },
    {
      "input": "The column stated that there was little evidence to support the administration's claims that Saddam Hussein was pursuing weapons of mass destruction.",
      "output": "Sinabi ng kulum na mayroong maliit na ebidensiya na susuporta sa pahayag ng adminsitrasyon na si Sadam Hussein ay nagtataguyod ng mga armas ng mass destruction."
    },
    {
      "input": "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.",
      "output": "Si Robert Fenell, ang may-ari ng Capitol Diner ng Lynn na kilala sa pagaalaga ng mga manok sa establishmentong nasa bayan ng Lynn na dalawang bloke ang layo mula sa korehiyong ang nagsabi na kailangang magsimulang patungo sa organic at pabalik sa kalikasan ng mga tao, at kailangan ng mga taong lumipat sa mas pagiilaw na mas mabisang magamit ang enerhiya at gumawa ng mga halamanan sa kanilang bakuran."
    },
    {
      "input": "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.",
      "output": "Ang Iran ay nagpahayag na gagamitin nila ang programang nukleyar para lang sa pangkapayapaang inerhiyang nukleyar, sa halip na sandatang nukleyar, pero merong mga pangamba sa panig ng European Union at ang USA kung sila ba ay tapat."
    },
    {
      "input": "When the darkness fell, at around 6 pm, everything was finished: 13 houses destroyed, people thrown to the snowbound street, the village left without electricity, without heat and water.",
      "output": "Noong dumilim, mga 6 nang gabi, lahat ay natapos: 13 na mga bahay ay nawasak, ang mga tao ay tinapon sa kalye ng snowbound, ang nayon ay iniwang walang kuryente, walang pang-init at tubig."
    },
    {
      "input": "Best actor finalists were Antony Starr, Ryan O'Kane and Scott Wills and the winner was Ryan O'Kane.",
      "output": "Ang mga paynalist sa pinakamahusay na aktor ay sina Antony Starr, Ryan O'Kane at Scott Wills at ang nagwagi ay si Ryan O'Kane."
    },
    {
      "input": "\"It came down within the city limits (in Perm) in a patch of waste ground.\"",
      "output": "\"Ito ay bumaba sa loob ng hangganan ng lungsod (sa Perm) sa kapirasong lupa ng kaparangan.\""
    },
    {
      "input": "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.",
      "output": "Ang United Nations at ang French na mga pwersang tagapangalaga ng kapayapaan ay nagsabi na hindi nila lilisanin ang Ivory Coast kahit na may mga bilin galing sa nanunungkulang pangulo na si Laurent Gbagbo na lisanin ang bansa."
    },
    {
      "input": "Sparking controversy and eliciting widespread condemnation in an interview with the Washington Post, Pakistan's President, Pervez Musharraf, has made some poorly-judged comments about rape and rape victims.",
      "output": "Nagsanhi ng kontrobersiya at nagtamo ng malawakang pagtuligsa sa isang panayam sa Washington Post, ang Pangulo ng Pakistan na si Pervez Musharraf, nang magbitiw ng di mabuting-pinag-isipang komento tungkol sa panggagahasa at mga biktima nito."
    },
    {
      "input": "He also confirmed that they currently have no access to heavy equipment.",
      "output": "Kanya ring tiniyak na sa kasalukuyan ay wala silang kaparaanan sa malaking kagamitan."
    },
    {
      "input": "David Miscavige, head of the Church of Scientology, had presented Cruise with the \"Freedom Medal of Valor\" at the 2004 ceremony.",
      "output": "Itinanghal ni David Miscavige, ang pinuno ng Simbahan ng Siyentolohiya, si Cruise para sa \"Medalya ng Kalayaan para sa Kagitingan\" sa seremonya noong 2004."
    },
    {
      "input": "The declaration is in-response to Safarov's pardon and promotion, despite the Azeri officer having been given a life sentence — with a minimum jail term of 30 years, by Hungarian authorities in 2006.",
      "output": "Ang deklarasyon ay bilang tugon sa pagpapatawad at pagpapasimula ni Safarov, kahit na ang opisyal na Azeri ay nabigyan na ng habambuhay na sentensya- na may pinaka kaunting taon ng pagkakakulong ng 30 taon, ng awtoridad ng Hungary noong 2006."
    },
    {
      "input": "What concerns me more, as a voter, is the ethical issue.",
      "output": "Ang higit na nakakapag-alaala sa akin, bilang botante, ay ang usaping etikal."
    },
    {
      "input": "The score was furthered to 24 points, but the Sharks' JP Pietersen scored minutes before the half finished to give the Sharks their first points, and the game went onto halftime, Cheetahs leading 24-7.",
      "output": "Ang iskor ay nadagdagan ng 24 puntos, ngunit ang Shark's JP Pietersen ay nakapuntos mga ilang minuto bago natapos ang kalahati para mabigyan ang Sharks ng kanilang unang puntos, at ang laro ay nagpatuloy sa kalahating oras, nangunguna ang Cheetas sa 24-7."
    },
    {
      "input": "This includes a 24% drop in revenue from the Windows Operating System alone.",
      "output": "Kabilang dito ang pagbagsak ng kita nang 24% mula sa Windows Operating na Sistema lamang."
    },
    {
      "input": "A minute after Cruz arrived Pekerman might have regretted his decision.",
      "output": "Isang minuto matapos dumating si Cruz malamang ay pinagsisihan ni Pekerman ang kanyang desisyon."
    },
    {
      "input": "Mr. Mahajan's liver was severely injured in the incident, leading to massive blood loss.",
      "output": "Malubhang nasugatan ang atay ni Ginoong Mahajan sa insidente, nanging dahilan nang matinding pagkawala ng dugo."
    },
    {
      "input": "Andrew Beveridge, Queens College sociology professor, attributed Detroit's population decline to the loss of its industrial base.",
      "output": "Si Andrew Beveridge, propesor ng sosyolohiya ng Queens College, ay itinangi ang populasyon ng Detroit sa pagkawala ng kaniyang baseng pang-industriya."
    },
    {
      "input": "Earlier today, the Prime Minister John Howard (Australian Liberal Party, Bennelong) has spoken on the amendments earlier proposed by Jackie Kelly (Liberal, Lindsay) and Andrew Laming (Liberal, Bowman), speaking in favour of the Laming amendments and reiterating his support for Abbott, stating that he is the \"best friend that Medicare ever had\", Abbott's usual phrase he states in Question Time in support of the Government's handling of Medicare.",
      "output": "Kanina, nagsalita si Punong Ministro John Howard (Australian Liberal Party, Bennelong) sa mga pagsusog na iminungkahi kanina nina Jackie Kelly (Liberal, Linsay) at Andrew Laming (Liberal, Bowman), na nagsasalitang pabor sa mga pagsusog ni Laming at inulit niya ang kaniyang suporta para kay Abott, na sinasabing siya ang \"pinakamabuting kaibigan ng Medicare hanggang ngayon,\" ang madas niyang sabihin sa Oras ng Pagtatanong bilang pagsuporta sa pangangasiwa ng Medicare ng Gobyerno."
    },
    {
      "input": "Reports from MSNBC and the Guardian Unlimited say that the shaft may have collapsed when a water or air pipe burst.",
      "output": "Mga ulat mula sa MSNBC at ng Guardian Unlimited ang nagsabi na ang katawan ng poste ay maaaring gumuho ng isang tubo ng tubig o hangin ay pumutok."
    },
    {
      "input": "In June 2007 then-New Zealand High Commissioner Michael Green was expelled after being accused of interfering in the country's domestic affairs.",
      "output": "Noong Hunyo ng 2007 pagkatapos- ang Mataas na Komisyonado ng New Zealand na si Michael Green ay pinatalsik matapos na inakusahan ng nakakasagabal sa lokal na kapakanan ng bansa."
    },
    {
      "input": "Ukraine managed to stay ahead despite a challenge from Great Britain in the second set, which saw the score get to 23-20.",
      "output": "Nagawang manatiling lumamang ang Uklayn sa kabila ng paghamon ng Britanya sa ikalawang set, na nakita ang iskor na umabot sa ay 23-20."
    },
    {
      "input": "France yesterday ended Ireland's dream of winning the Grand Slam - European Rugby's top title.",
      "output": "Tinapos kahapon ng Pransiya ang pangarap ng Ireland na mapanalunan ang Grand Slam - ang pinakamataas na titulo sa Rugby ng Europa."
    },
    {
      "input": "One CALM officer, Neil Taylor, told ABC News dozens of his colleagues and community volunteers had helped the whales survive throughout the night.",
      "output": "Ang isang opisyal ng CALM, na si Neil Tayler, ay nagsabi sa ABC News na dose-dosenang kaniyang mga katrabaho at boluntaryo sa komunidad ay tumulong para hindi mamatay ang mga balyena sa buong gabi."
    },
    {
      "input": "Google then claimed that \"YouTube also fulfills its end of the DMCA bargain, and indeed goes far beyond its legal obligations in assisting content owners to protect their works.\"",
      "output": "Inihayag ngayon ng Google na \"tinutupad din ng YouTube ang kanyang bahagi sa kasunduan sa DMCA, at tunay ngang lumalampas pa sa kanyang ligal na obligasyong tulungan ang may-ari ng nilalaman na protektahan ang kanilang gawa.\""
    },
    {
      "input": "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.",
      "output": "Ang Tulay ng Danziger ay nakalatay sa isang Kanal na nagdudugtong sa Lawa ng Pontchartrain at sa Ilog ng Mississippi."
    },
    {
      "input": "There were 79 people aboard the boat when it sank in the Irrawaddy river, according to an unnamed official.",
      "output": "Mayroong 79 katao na nakasakay sa bangka nang lumubog sa ilog ng Irrawaddy, ayon sa isang hindi pinangalanang opisyal."
    },
    {
      "input": "\"The first one was cold and dry and the second one was warm and humid.\"",
      "output": "\"Ang una ay malamig at tuyo at ang pangalawa ay mainit at mahalumigmig.\""
    },
    {
      "input": "In September 2007 he was in Levico Terme (Trento, Italy) for a conference.",
      "output": "Noong Setyembre 2007 siya ay nasa Levico Terme (Trento, Italy) para sa isang pagpupulong."
    },
    {
      "input": "Mr. Prodi agreed with the Russian President on this point and also stated that such conflicts should be solved using a multi-lateral approach, where several nations would take part in discussions.",
      "output": "Sumang-ayon si Prodi sa Presidente ng Rusya sa puntong ito at nagsabi na ang ganoong mga away ay dapat lutasin gamit ang multi-lateral na paraan, kung saan ilang bansa ang makikibahagi sa diskusyon."
    },
    {
      "input": "\"We all have very heavy hearts.\"",
      "output": "\"Matimbang ito sa maraming tao, maging sa personal at sa propesyonal.\""
    },
    {
      "input": "Largely favoured by Buddhists in the provinces, this grants additional powers to the Prime Minister and follows on from martial law having been in place since January 2004.",
      "output": "Sa malawakang pagsang-ayon ng mga Buddhists sa mga probinsya, itoay nagpakaloob ng karagdagang kapangyarihan sa Prime Minister at ang pagsunod mula sa batas Militar na matagal nang nanatili sa lugar mula pa noong Enero 2004."
    },
    {
      "input": "Many of the female protesters wore a scarf to hide their hair, and some wore a hijab or veil.",
      "output": "Marami sa mga babaeng protester ang nagsuot ng bandana para itago ang kanilang mga buhok, at ilan ay nagsuot ng hijab o belo."
    },
    {
      "input": "The ministry's guidelines state that staff must obtain clearance to release any information that is related to sensitive, controversial or political matters, or military operations.",
      "output": "Ang mga panuntunan ng kagawaran ay nagsasabing ang isang tauhan ay nangangailangan na makakuha ng pahintulot bago maglabas ng kung ano pa mang impormasyon na may kaugnayan sa sensitibo, kontrobersyal o politikal na mga usapin, o mga operasyon ng militar."
    },
    {
      "input": "Later, Discovery became the first shuttle to fly a Russian cosmonaut.",
      "output": "Di nnagtagal, ang Discovery ay naging unang shuttle na pinalipad ng mga Rusiyang cosmonaut."
    },
    {
      "input": "They are due to play against the United Arab Emirates tomorrow, but the general ban still remains in place.",
      "output": "Sila ay dapat maglalalaro laban sa United Arab Emirates bukas, pero ang pangkalahatang pagbabawal ay nananatiling pinapatupad."
    },
    {
      "input": "Australian Treasurer Wayne Swan has today handed down his last budget before the 2013 Federal election.",
      "output": "Ang Ingat-yaman ng Australia na si Wayne Swan ay nagpasa ng kanyang huling badyet bago ang 2013 na eleksyong Pederal."
    },
    {
      "input": "At least two people were wounded after two freight trains collided with each other near Kotri in southern Pakistan today.",
      "output": "Hindi bababa sa dalawang tao ang nasugatan matapos magbanggaan ang dalawang tren na may kargo malapit sa Kotri sa hilagang Pakistan ngayong araw."
    },
    {
      "input": "A suicide bomber killed at least one person and injured five at a police checkpoint in southern Russia on Friday, national news agencies reported.",
      "output": "Ang nagpapakamatay na mambobomba ay pumatay ng hindi bababa sa isang tao at sumugat ng lima sa tsekpoynt ng pulis sa katimugang Russia noong Biyernes, iniulat ng ahensya ng pambansang pamamahayag."
    },
    {
      "input": "South-east China has been flooded by torrential rainstorms as the Severe Tropical Storm Bilis came ashore on Friday, July 14.",
      "output": "Ang Timog-silangang China ay binaha dahil sa malakas na pag-ulan nang ang Severe Tropical Storm na Bilis ay dumating sa pampang noong Biyernes, ika-14 ng Hulyo."
    },
    {
      "input": "The dam is to supply fresh water to the city of Canberra.",
      "output": "Ang dam ay magbibigay ng sariwang tubig sa lunsod ng Canberra."
    },
    {
      "input": "Some of these people were taken to hospital for treatment after experiencing injuries.",
      "output": "Ang ilan sa mga taong ito ay dinala sa ospital para gamutin matapos makaranas ng mga pinsala."
    },
    {
      "input": "The rest of the game followed much the same pattern.",
      "output": "Ang natira sa laro ay sumunod sa halos parehong pangyayari."
    },
    {
      "input": "According to a police official authorities had taken the threat seriously, even though no dangerous substances had been found on board the plane, and passengers had not been in danger.",
      "output": "Ayon sa isang opisyal ng pulisya, ang mga awtoridad ay itinuring na malala ang babala, kahit na walang mapanganib na bagay ang natagpuan sa loob ng eroplano, at ang mga pasahero ay wala sa panganib."
    },
    {
      "input": "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.",
      "output": "Ang mga bumbero ay nasa lugar pa rin hanggang 9:15 a.m. EDT (UTC-4) ngayong araw, na halos 24 oras matapos magsimula ang sunog."
    },
    {
      "input": "Leading environmental scientist Professor Norman Myers says the Earth is experiencing its \"Sixth Extinction.\"",
      "output": "Ang nangungunang siyentipiko ng kapaligiran na si Propesor Norman Myers ay nagsabi na ang mundo ay nakararanas ng \"Pang anim na Pagkalipol.\""
    },
    {
      "input": "The Associated Press is reporting that the two men were standing in the hatch of the vehicle at the time of the explosion, and that no other people were injured.",
      "output": "Ayon sa balita ng The Associated Press, ang dalawang lalaki ay nakatayo sa likod ng sasakyan nang maganap ang pagsabog, at walang ibang tao ang nasugatan."
    },
    {
      "input": "Fifteen years after the Winnipeg Jets left the province of Manitoba, Canada, an announcement on Tuesday made official what ice hockey fans have been anticipating: The National Hockey League's (NHL) Atlanta Thrashers are moving to Winnipeg.",
      "output": "Labinglimang taon pagkatapos iwanan ng Winnipeg Jets ang probinsiya ng Manitoba, Canada, isang pahayag noong Martes ang ginawang opisyal ang inaasam-asam ng mga tagapagsubaybay ng ice hockey: ang National Hockey League's (NHL) Atlanta Thrashers ay lilipat sa Winnepeg."
    },
    {
      "input": "Gates' comment followed a proposal from Senate Majority Leader Harry Reid to end most spending on the Iraq war in 2008, limiting it to targeted operations against al Qaeda, training for Iraqi troops and U.S. force protection.",
      "output": "Ang komento ni Gates ay sinundan ng panukala mula sa Pinuno ng Mayorya ng Senado na si Harry Reid na ipahinto na ang paggasta sa digmaan sa Iraq noong 2008, at limitahan ito sa mga target na operasyon laban sa al Qaeda, pagsasanay para sa mga tropa sa Iraq at pwersa ng U.S. para sa proteksiyon."
    },
    {
      "input": "According to Gabon's constitution, the president of the senate is to become the interim ruler should the president die while in office.",
      "output": "Ayon sa konstitusyon ng Gabon, ang presidente ng senado ay magiging pansamantalang tagapamahala kung sakaling mamatay ang presidente habang nasa pamumuno."
    },
    {
      "input": "Facebook says it is already working with manufacturers, including Dell, that are manufacturing servers based on its designs.",
      "output": "Sinasabi ng Facebook na ito ay nakikipagtulungan na sa mga gumagawa, kasama ang Dell, na ang gumagawa ng mga server base sa kanilang desenyo."
    },
    {
      "input": "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).",
      "output": "Ang unang bahagi ng lipad patungong New York ay bibiyahe sa ilalim ng isang lipad na bilang ng Lufthansa, at nakatakdang dumating sa paliparang John F. Kennedy ng New York sa ika-12:30 EST (16:30 UTC)."
    },
    {
      "input": "Except Tiger and his brother Ayub, however, the rest of them returned to India in 1994, and were arrested by the CBI.",
      "output": "Subalit maliban kay Tiger at ang kanyang kapatid na si Ayub, ang iba pang natitira ay bumalik sa India noong 1994, at inaresto ng CBI."
    },
    {
      "input": "According to Alex Salmond, First Minister of Scotland, the investigation into the Lockerbie bombing is ongoing.",
      "output": "Ayon kay Alex Salmond, ang Unang Ministro ng Scotland, ang imbestigasyon sa pambobomba sa Lockerbie ay nagpapatuloy."
    },
    {
      "input": "With the decision by the government, Globalive is now permitted to launch their wireless service, which is expected to occur in the Calgary and Toronto markets in time for the busy holiday shopping season.",
      "output": "Sa pasya ng pamahalaan, ang Globalive ay pinayagan na ngayong maglunsad ng kanilang wireless service, na kung saan ay inaasahang mangyari sa pamilihan ng Calgary at Toronto sa panahon ng kaabalahan sa pamimili para sa Kapistahan."
    },
    {
      "input": "\"We believe, certainly now, that the father of these children threw these children off the Dauphin Island bridge,\" Mobile County sheriff Sam Cochran said on Saturday.",
      "output": "\"Naniniwala kami, tiyak ngayon, na ang ama ng mga batang ito ay itinapon ang mga batang ito sa tulay ng Dauphin Island,\" sinabi ng serip ng Mobile County noong Sabado."
    },
    {
      "input": "\"Israel has always stood by Russia in its struggle against the Chechnyan terrorism.",
      "output": "\"Ang Israel ay palaging ipinagtatanggol ng Russia sa pakikibaka nito laban sa terorismong Chechnyan."
    },
    {
      "input": "Leading members of the ruling coalition, Barisan Nasional (the National Front) have suggested making amendments to its media laws, such as to punish bloggers who publish materials that are deemed controversial and \"anti-government\".",
      "output": "Ang mga nangungunang miyembro ng namumunong koalisyon, ang Barisan Nasional (National Front) ay nagsuhestyon na baguhin ang mga batas sa midya, tulad ng pagpaparusa sa mga blogger na nagpapalabas ng mga materyal na kontrobersyal at \"konta-gobyerno.\""
    },
    {
      "input": "However, Flight Safety claim that when approached, the ATSB denied knowing about it.",
      "output": "Gayunpaman, pinahayag ng Kaligtasan sa Pagpapalipad na noong kanila itong nilapitan, tinanggi ng ATSB na sila ay may nalalaman ukol dito."
    },
    {
      "input": "The funeral of Raibir, who was Prominent social activist was held on Wednesday evening.",
      "output": "Ang libing ni Raibir, na isang prominenteng sosyal na aktibista, ay ginanap noong gabi ng Miyerkules."
    },
    {
      "input": "The victim was Shangen Abdul Qader, a 15-year-old girl from the northern Kurdish village of Raniya.",
      "output": "Ang biktima ay si Shangen Abdul Qader, 15-taong-gulang na babae na mula sa hilagang nayon ng Kurdish sa Raniya."
    },
    {
      "input": "The Green Bay icon also holds the records for career completions and consecutive games started by a quarterback, which continued on Sunday at 241.",
      "output": "Hawak din ng Green Bay bulto ang rekord sa karir na pagkumpleto at magkasunod na laro na inumpisahan ng isang quarterback, na nagpatuloy noong Linggo sa 241."
    },
    {
      "input": "On the web, websites such as BBC, TfL and the G8 2005 website struggled for a short time at one point this morning under the strain of so many web users visiting them.",
      "output": "Sa web, ang mga websayt tulad ng BBC, TfL at ang G8 2005 na websayt ay nahirapan ng maikling panahon sa isang punto nitong umaga sa ilalim ng napakaraming gumagamit ng web na nabisita sa mga ito."
    },
    {
      "input": "The death toll from the first 13 days of the Israeli offensive was 770 Palestinians and 14 Israelis.",
      "output": "Ang bilang ng patay mula sa unang 13 araw ng pagsalakay ng Israeli ay 770 na Palestinyan at 14 na Israeli."
    },
    {
      "input": "The basis for Coleman's appeal has yet to be given and will be included in a legal brief to be filed by the Coleman campaign later this week.",
      "output": "Ang basehan ng apila ni Coleman ay ibibigay pa lang at isasama sa legal na mga pahayag na isasampa ng kampanya ng Coleman sa mga huling araw ng linggo."
    },
    {
      "input": "Historically, there have been some objections raised over aerial spraying and the potential health hazards distributing such chemicals may pose.",
      "output": "Sa kasaysayan, nagkaroon ng ilang itinaas na pagtutol laban sa pag-iisprey sa himpapawid at ang potensiyal na mga panganib sa kalusugan sa pagbabaha-bahagi ng naturang mga kemikal ang maaaring lumitaw."
    },
    {
      "input": "News available via the web does not (as of this writing) detail the effects of the spraying.",
      "output": "Hindi binabanggit ng mga balita sa web (habang ito ay isinusulat) ang detalye ng epekto ng pagwiwisik."
    },
    {
      "input": "One of the A380s is flying from Frankfurt to Chicago via New York; the airplane will be carrying about 500 people.",
      "output": "Isa sa mga A380 ay lilipad mula sa Frankfurt patungong Chicago na dadaan sa New York; ang eroplano ay may sakay na humigit-kumulang 500 katao."
    },
    {
      "input": "The Franken campaign, meanwhile, supports the previous three-judge panel (from a Democrat, a Republican, and an Independent) unanimous ruling giving Franken victory.",
      "output": "Ang kampanya ni Franken, samantala, ay sumusuporta sa nakaraang tatlong panel na tagahatol (mula sa Demokrat, Republikan, at isang Independiyente) nagkakaisang hatol na nagbigay kay Franken ng panalo."
    },
    {
      "input": "On the same day in Toronto, Canada, 1,000 people gathered in the business district to protest Israeli actions.",
      "output": "Noong araw ding iyon sa Toronto, Canada, 1,000 tao ang natipon sa distrito ng pangangalakal upang magprotesta sa ginagawa ng mga Israelli."
    },
    {
      "input": "\"I call upon Muslims everywhere to support the brothers in Palestine.\"",
      "output": "\"Tinatawagan ko ang mga Muslim sa lahat ng dako na suportahan ang mga kapatid natin sa Palestine.\""
    },
    {
      "input": "Romania's ruling Social Democrat Party (PSD) has emerged ahead in yesterday's legislative and presidential elections.",
      "output": "Ang namumunong Partidong Sosyal Demokratiko (PSD) ng Rumanya ay lumabas na nagunguna kahapon sa halalang pambatasan at pang-presidente."
    },
    {
      "input": "However, the body of Atwah has not yet been found and the identities of the others killed are not yet known.",
      "output": "Ngunit, ang katawan ni Atwah ay hindi pa nakita at ang mga pangalan ng iba pang namatay ay hindi pa alam."
    },
    {
      "input": "She closed her dialogue by noting that \"Global warming does not recognize boundaries.\"",
      "output": "Isinara niya ng kaniyang pagsasalita sa pamamagitan ng pagsasabi na \"Hindi kinikilala ng pag-iinit ng mundo ang mga hangganan.\""
    },
    {
      "input": "The group, reportedly armed with M-14 and M-16 rifles, captured four teachers and the school principal of the New Maasim Elementary School, and an unknown number of students.",
      "output": "Ang grupo, na sinasabing armado ng M-14 at M-16 na baril, ang dumukot sa apat na guro at sa punongguro ng New Maasim Elementary School, at ng hindi pa alam na bilang ng mag-aaral."
    },
    {
      "input": "However, the New York Times interviewed a number of current and former officials who believed that the policy was designed to allow the government to plausibly deny that torture was being tolerated.",
      "output": "Gayunman, nakapanayam ng New York Times ang ilan sa mga ng kasalukuyan at dating mga opisyal na siyang naniwala na ang patakaran ay dinisenyo para payagan ang pamahalaan na hayagang itanggi na ang labis na pagpapahirap ay pinapayagan."
    },
    {
      "input": "Prime Minister Stephen Harper urged Canadians to pay tribute to the soldiers and aid workers in Afghanistan.",
      "output": "Si Punong Ministro Stephen Harper ay hinimok ang mga Canadian na magbigay pagkilala sa mga sundalo at mga tulong-manggagawa sa Afghanistan."
    },
    {
      "input": "Meanwhile Francisco Flores is in the Dominican Republic on the beginning of a tour of Caribbean countries drumming up support for his own candidacy.",
      "output": "Samantala, si Francisco Flores ay nasa Dominican Republic sa pagsisimula ng paglilibot sa mga bansa sa Caribbean upang makakuha ng suporta para sa sariling kandidatura."
    },
    {
      "input": "In a unanimous ruling, the court ruled that the city's ban on aerial advertising is not pre-empted by federal law and violates neither the free speech provisions of the First Amendment nor the equal protection clause of the Fourteenth Amendment.",
      "output": "Sa pinagkaisahang desisyon, nagpasiya ang korte na ang pagbabawal ng lungsod sa pagpapatalastas sa himpapawid ay hindi napangunahan ng batas pederal at hindi lumalabag sa kahit sa mga probisyon ng malayang pamamahayag sa Unang Susog o kahit man sa patas na takda sa proteksyon ng Ikalabing apat na Susog."
    },
    {
      "input": "Both are facing charges including fraud over $5000, possession of property obtained by crime, false pretenses and uttering a forged document.",
      "output": "Pareho silang humaharap sa pagsingil kabilang na ang pandaraya na umabot ng $5000, pagmamay-ari ng iba na nakuha sa pamamagitan ng krimen, maling pagpapanggap at nagsabi ng isang huwad na dokumento."
    },
    {
      "input": "The Cambridge crew had 5 returning blues compared to Oxford's one.",
      "output": "Ang crew ng Cambridge ay may 5 balik kumpara sa Oxford na meron lamang isa."
    },
    {
      "input": "\"They will all be restricted to Nicklin Way,\" said John Meyer-Gleaves, a spokesperson for protest group Say No To McDonald's, referring to late night customers.",
      "output": "\"Lahat sila ay malilimita sa Nicklin Way,\" sabi ni John Mayer-Gleaves, isang tagapagsalita para sa grupong nagpoprotesta na Say No To McDonald's, na tinutukoy ang mga parokyano sa gabi."
    },
    {
      "input": "The project director of REIP, Aslam Sabzwari, said, according to the report, that improvement of sanitation and sewerage system had started in the eastern zone of the city, consisting of 15 union councils (UCs).",
      "output": "Ang direktor ng proyekto ng REIP, na si Aslam Sabzwari, ay nagsabi, na ayon sa ulat, na ang pagpapabuti ng sanitasyon at sistema sa alkantarilya ay nag-umpisa sa silanganang sona ng lungsod, na binubuo ng 15 union councils (Ucs)."
    },
    {
      "input": "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"",
      "output": "Nangako siya na bilang pangulo hahanapin niya si Osama bin laden hanggang sa \"bakod ng impiyerno.\""
    },
    {
      "input": "The Red Cross has reported the recovery of 35 corpses, while BBC News Online has placed the death toll at a minimum of 39.",
      "output": "Ang Red Cross ay iniulat ang pagkakuha ng 35 na bangkay, habang ang BBC News Online ay inilagay sa plegarya na pinakamababa ay 39."
    },
    {
      "input": "The base housed missiles and Sukhoi Su-27 fighter jet planes.",
      "output": "Ang himpilan ay may mga misayl at Sukhoi Su-27 na manlalaban na eroplano."
    },
    {
      "input": "The Chief Minister of Rajasthan Vasundhara Raje visited the three villages in which the victims resided.",
      "output": "Ang Punong Ministro ng Rajasthan Vasundhara Raje ay bumisita sa tatlong mga nayon na kung saan ang mga biktima ay tumira."
    },
    {
      "input": "An advisor to Mr. Netanyahu told American officials at the time that the Likud leader was willing to take the post of foreign minister, while Mr. Olmert would have become prime minister.",
      "output": "Isang tagapayo ni G. Netanyahu ang nagsabi sa mga Amerikanong opisyal noong panahong iyon na ang lider ng Likud ay payag na kunin ang posisyon ng pandayuhang ministro, habang si G. Olmert ay maging punong ministro."
    },
    {
      "input": "The flooding was caused by a heavy rainstorm on Saturday which caused a wall of water to trigger down the gorge.",
      "output": "Ang pagbaha ay dahil sa ulang kasama ng unos noong Sabado na naging sanhi ng pader ng tubig na umagos pababa sa bangin."
    },
    {
      "input": "According to the Navy, the intent of the terrorists was to \"achieve widespread publicity and showcase that they remain a viable group.\"",
      "output": "Ayon sa Hukbong-dagat, ang balak ng mga terorista ay upang \"matamo ang laganap na katanyagan at pagpapakita na ang kanilang grupo ay nananatiling buhay.\""
    },
    {
      "input": "However, some MP's, most notably Werner Schulz of SPD's coalition partner, The Greens, say that the procedure was unconstitutional because the loss of confidence was orchestrated.",
      "output": "Samantala, ilan sa MP, lalung-lao na si Werner Schulz ng ang The Greens, ang kaalyansa ng SPD, nagsasabi na ang pamamalakad ay labag dahil kakikitaan ng kawalan ng pagtitiwala."
    },
    {
      "input": "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.",
      "output": "\"Sa nakaraang ilang mga taon, malaking pera at ang pagkakabagsak ng Washington laban sa mga grupo ng mamamayan ang siyang pumipigil sa atin para subukang mapabuti ang ating bansa."
    },
    {
      "input": "The expansion had previously been named as one of GameSpy's Most Wanted Games of 2007.",
      "output": "Kamakailan ang pagpapalawak ay naparangalan ng Pinakagustong Laro ng GameSpy ng 2007."
    },
    {
      "input": "In an interview Saturday, October 21 with Aljazeera.net, Alberto Fernandez, a senior diplomat with the State Department, made the following statement concerning the war in Iraq: \"We tried to do our best, but I think there is much room for criticism, because, undoubtedly, there was arrogance and there was stupidity from the United States in Iraq,\"",
      "output": "Sa panayam noong Sabado, ika-21 ng Oktubre kasama ang Aljazeera.net, si Alberto Fernandez, isang nakakataas na diplomatiko ng Kagawaran ng Estado, ay gumawa ng sumusunod na pahayag hinggil sa digmaan sa Iraq: \"Aming sinubukan ang pinakamabuti, pero sa tingin ko napakalaki ng puwang para sa mga kritisismo, dahil, walang kaduda-duda, mayroong pagmamataas at mayroong kahangalan ang Estados Unidos sa Iraq,\""
    },
    {
      "input": "Defense Minister Jyri Hakamies confirmed that there would be a diplomatic meeting as a result between Finnish and Russian officials in order to discuss ways of preventing similar violations in the future.",
      "output": "Bilang isang resulta, kinumpirma ng Ministrong Nagtatanggol na si Jyri Hakamies na magkakaroon ng diplomatikong pagpupulong sa pagitan ng opisyal ng Finnish at Russia sa upang talakayin ang mga paraan upang hadlangan ang mga ganoon paglabag sa hinaharap."
    },
    {
      "input": "Commandos have cleared the base of militants; three of the attackers were reported also to have been killed.",
      "output": "Nalinis na ng mga kumando ang base ng mga militante; tatlo sa mga umatake ang naiulat na namatay din."
    },
    {
      "input": "Three nations in three continents have seen attention focused on high suicide rates this week.",
      "output": "Tatlong bansa sa tatlong kontinente ang nakakuha ng atensyon na nakapokus sa mataas na bilang ng pagpapakamatay ngayong linggo."
    },
    {
      "input": "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.",
      "output": "Si Kenneth Thomson, pinakamayamang tao sa Canada at ang ika-9 na pinakamayamang tao sa mundo ayon sa Forbe's 2005 na ranggo, ay namatay Lunes ng umaga sa kanyang opisina sa Toronto."
    },
    {
      "input": "According to the FAO, this increase of around 100 million people is not a result of poor harvests, as in the past, but rather a poor economy.",
      "output": "Ayon sa FAO, ang pagtaas na ito na umaabot sa 100 milyon na tao ay hindi resulta ng mahirap na ani, sa nakaraan, kung di ang mahirap na ekonomiya."
    },
    {
      "input": "But the IAJV had found a sizeable minority of Australian Jews who valued an independent perspective as opposed to the blindly pro-Israel position.",
      "output": "Ngunit ang IAJV ay nakahanap ng maliit na minoridad ng mga Australyanong Hudyo na pinapahalagahan ang malayang pananaw bilang kabaligtaran sa bulag na maka-Israel na posisyon."
    },
    {
      "input": "At the time of the incident — approximately 2100 EST Saturday night or 0000 UTC Sunday morning — US country music band Sugarland were about to perform.",
      "output": "Sa oras ng insidente - tinatayang 2100 EST Sabado ng gabi o 0000 UTC Linggo ng umaga - kawntri musik na bandang Sugarland ay magtatanghal."
    },
    {
      "input": "Germany has been struggling with high unemployment for several years and the reforms Schröder introduced were criticized as being neo-liberalistic by unions and also by members of his own party.",
      "output": "Ang Germany ay nahihirapan sa mataas na bilang ng mga walang trabaho sa nakalipas na mga taon at ang mga repormang ipinakilala ni Schroder ay pinuna sa pagiging neo-liberalistic ng unyon at maging miyembro ng kanyang sariling partido."
    },
    {
      "input": "119 others were able to escape the burning wreckage after the plane overshot the runway, going through the perimeter fence and crossing a road and an embankment to come to rest in a paddy field.",
      "output": "Ang iba pang 119 na tao ay nagawang makatakas mula sa nagliliyab na pagkasira matapos lumampas ang eroplano sa patakbuhan, lampas ng paikot na pader at nagtuloy sa daan at dike at tumigil sa isang palayan."
    },
    {
      "input": "In the marketing campaign, Dove uses \"real\" women, instead of professional models, in an attempt to instill self-esteem in their customers.",
      "output": "Sa paggawa ng kampanya, ginagamit ng Dove ang \"totoong\" mga kababaihan, sa halip ng mga propesyonal na modelo, sa pagtatangkang itanim ang pagpapahalaga sa sarili sa kanilang mga mamimili."
    },
    {
      "input": "\"We think we have fulfilled our task, as far as was possible, especially in this time of trials,\" they said.",
      "output": "\"Sa aming palagay, nagawa na namin ang aming gawain, hanggang posible, lalo na ngayong panahon ng mga pagsubok,\" pahayag nila."
    },
    {
      "input": "It is further stated that 30,000 people have left South Ossetia to seek refuge in Russia in the last 36 hours alone; and that preparations are underway to provide tented and permanent accommodation for these.",
      "output": "Inilahad pa na umalis ang 30,000 katao sa South Ossetia upang maghanap ng kublihan sa Russia sa nakalipas na 36 na oras lamang; at ang mga paghahanda ay isinasagawa para magbigay ng kulando at permanenteng tutuluyan para sa mga ito."
    },
    {
      "input": "Close to 200 have been injured and the death toll has risen to 44.",
      "output": "Halos 200 ang nasugatan at umakyat sa 44 ang bilang ng nasawi."
    },
    {
      "input": "\"In the next 20 to 30 years, we'll have a complete catalog of hazardous objects,\" Giorgini said.",
      "output": "\"Sa darating na 20 hanggang 30 taon, magkakaroon na tayo ng kumpletong katalog ng mga mapanganib na bagay,\" sabi ni Giorgini."
    },
    {
      "input": "“It should be a real good game, it’s interesting cricket.”",
      "output": "\"Ito dapat ay maging tunay na magandang laro, ito'y kawili-wiling cricket.\""
    },
    {
      "input": "He said the UN should support the efforts bodies like NATO and the EU were making in their peacekeeping.",
      "output": "Sinabi niya na ang U.N. ay kailangang sumuporta sa pagsisikap sa organisasyon gaya ng ginawa ng NATO at EU sa pagpapanatili ng kapayapaan."
    },
    {
      "input": "A Chinese scholar warned that the situation could become \"further aggravated\" by Saturday's planned event.",
      "output": "Ang isang Intsik na iskolar ay nagbabala na ang situwasyon ay maaaring maging \"palubuhain pa\" ng planong panyayari noong Sabado."
    },
    {
      "input": "In a document dated March 30, 2005 by a group calling itself \"the 70 million people of Iran,\" a declaration was issued asking the current government of The Islamic Republic of Iran to \"...peacefully surrender the power to its rightful owners...\" by June 16 of this year.",
      "output": "Sa isang dokumento na may petsang Marso 30, 2005 mula sa grupong tinatawang na kanyang sarili \"ang 70 milyong mga tao ng Iran,\" isang deklarasyon ang inilathala na humihingi sa kasalukuyang pamahalaan ng Repulika ng Islam sa Iran na \"...mapayapang isuko ang kapangyarihan sa nararapat na may-ari nito...\" hanggang sa Hunyo 16 ng taong ito."
    },
    {
      "input": "Juela Mecani, spokesperson for Albamian PM Sali Berisha, said to Reuters \"We do not know the exact number (of casualties) but we fear the worst for the three teams, each of 21 people, working there at the time.\"",
      "output": "Sinabi ni Juela Mecani, tagapagsalita para sa Albamiam PM Sali Berisha sa Reuters, na \"Hindi namin alam ang eksaktong bilang (ng sakuna) subalit kinakatakot namin ang pinakamasama na para sa tatlong pangkat, na may 21 tao bawat isa, na nagtatrabaho doon ng oras na iyon.\""
    },
    {
      "input": "Over sixty ships, in total have been hijacked by pirates since the start of last year.",
      "output": "Mahigit animnapung barko na lahat ang na-hijack ng mga pirata mula pa sa simula ng nakaraang taon."
    },
    {
      "input": "Elections were held in Bulgaria for the 240 members of the Assembly today.",
      "output": "Mga eleksyon ang naganap sa Bulgaria para sa 240 miyembro ng Assembly ngayong araw."
    },
    {
      "input": "\"Malik had survived several attacks on his life in the recent past, since he turned against the militants,\" said the top Peshawar official, Sahibzada Anis.",
      "output": "\"Nakaligtas si Malik sa ilang mga pag-atake sa kanyang buhay sa kamakailan na nakalipas, dahil siya ay bumaligtad laban sa mga militante,\" pahayag ng nakatataas na opisyal ng Peshawar na si Sahibzada Anis."
    },
    {
      "input": "In February 2001, he published an article alleging that a local municipal employee, who privately ran an advertising agency, had a conflict of interest in which he profited from his position to obtain business for his agency.",
      "output": "Noong Pebrero 2001, siya ay naglathala ng artikulo na nagsasabi na ang manggagawa ng lokal na munisipyo, na palihim na nagpapatakbo ng ahensiya ng pag-aanunsiyo, ay nagkaroon ng salungat na interes kung saan siya ay nakinabang mula sa kanyang katayauan upang magkaroon ng negosyo sa kanyang ahensiya."
    },
    {
      "input": "However, Slovenia, which has a much shorter coastline, feared that this would deny its ships direct passage to international waters.",
      "output": "Gayunman, ang Slovenia na may mas maliit na baybay dagat, ay natakot na ito ay maaring itanggi ang mga barko nitong may direktang daanan patungo sa pandaigdig na tubig."
    },
    {
      "input": "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.",
      "output": "Ang ahensyang nukleyar ng Japan ay isinaalang-alang ang mga pangyayari sa Fukushima I na Planta ng Nukleyar na Enerhiya na nasa Antas 4 sa Pambansang Sukatan ng Kaganapang Nukleyar, kung saan ay isang aksidente na may mga lokal na kahihinatnan."
    },
    {
      "input": "Home Secretary Theresa May is due to make a statement on the incident to the House of Commons tomorrow.",
      "output": "Ang Bahay ng Sekretarya na si Theresa May ay nakatakdang magsaad ng pahayag tungkol sa pangyayari sa Bahay ng mga Pangkaraniwan bukas."
    },
    {
      "input": "The 8-1 joint favourites Point Barrow, Joes Edge and Monkerhostin failed to finish, with Point Barrow falling at the first fence.",
      "output": "Ang 8-1 na parehong paborito na sina Point Barrow, Joes Edge at Monkerhostin ay di nakatapos, na si Point Barrow ay nahulog sa unang karera."
    },
    {
      "input": "However, fear has aroused that Zelaya's return could trigger more violence.",
      "output": "Gayunman, ang takot ay napukaw na ang pagbabalik ni Zelaya ay maaaring magpalitaw ng mas maraming karahasan."
    },
    {
      "input": "By studying these collisions, scientists hope to shed light on theories such as supersymmetry and the Higgs boson.",
      "output": "Sa pag-aaral ng mga banggaang ito, umaasa ang mga siyentipiko na mabibigyang linaw ang mga teoryang gaya ng supersymmetry at ang Higgs boson."
    },
    {
      "input": "Currently Buffalo is 10-0-0 and is currently the top team in the NHL.",
      "output": "Sa kasalukuyan, ang Buffalo ay 10-0-0 at kasalukuyang nangungunang koponan sa NHL."
    },
    {
      "input": "\"We are finding some places in the world which are warm and are supposed to be cold.\"",
      "output": "\"Humahanap kami ng ilang lugar sa mundo kung saan mainit kahit na dapat ay malamig.\""
    },
    {
      "input": "Researchers also say that because the rhino is so isolated from the rest of Malaysia, that they are rarely able to breed together.",
      "output": "Nagsasabi rin ang mga mananaliksik na dahil ang rhino ay napakailang sa iba pa sa Malaysia, sila ay madalang na makapagkasta."
    },
    {
      "input": "The dispute between the two coalition partners concerning new laws to ensure the security of Germany remains unresolved.",
      "output": "Ang pagtatalo sa pagitan ng dalawang mga kasosyo sa koalisyon patungkol sa bagong batas upang matiyak ang seguridad ng Alemanya ay mananatiling hindi malutas."
    },
    {
      "input": "The ICANN, established by the U.S. Department of Commerce in 1998, is a non-profit corporation responsible for the technical coordination of the Internet through the assignment of domain names and IP addresses.",
      "output": "Ang ICANN, ay itinayo ng Kagawaran ng Pangangalakal sa U.S. noong 1998, ay hindi kumikitang samahan na sumasagot sa teknikal na pagtutugma ng Internet sa pamamagitan ng pangalan at IP addresses."
    },
    {
      "input": "\"To respond with theory of 'Roots & Shoots' by Dr. Jane Goodall, 'Roots & Shoots Program' in Taiwan has been promoted for a long time with the living quality improving and environment awareness valuing.\"",
      "output": "\"Upang tumugon sa teorya ng 'Roots & Shoots ni Dr. Jane Goodall, ang 'Roots & Shoots Program'sa Taiwan ay matagal nang nagtataguyod ng de kalidad na pamumuhay at pagpapahalaga sa kamalayang pangkapaligiran.\""
    },
    {
      "input": "It was said to be unlikely that the bone was Holloway's as there is no physical evidence that she was murdered.",
      "output": "Nabanggit na malabong ang buto ay kay Holloway sapagkat wala namang pisikal na ebidensya na siya ay pinatay."
    },
    {
      "input": "He consulted with Oregon officials in advance of Blount's suspension, and afterward, the Pac-10 expressed complete support for the suspension, while declining to comment on the Broncos, who are not part of the Pac-10.",
      "output": "Sumangguni siya sa mga opisyal ng Oregon bago pa ang suspensyon ni Blount, at matapos nito, ang Pac-10 ay nagpahiwatig ng buong suporta para sa suspensyon, habang hindi naman nagsalita tungkol sa Broncos, na hindi bahagi na Pac-10."
    },
    {
      "input": "It was followed by a 5.2-magnitude quake at 3:13 p.m., before the last one, measuring 5.6 on the Richter scale, hit 10 minutes later.\"",
      "output": "Ito ay sinundan ng 5.2 na lakas na yanig nang alas-3:13 ng hapon, bago ang huli, na may lakas na 5.6 sa Richter scale, at tumama pagkatapos ng 10 minuto.\""
    },
    {
      "input": "The advice prompted many countries around the world into buying up large stocks of Tamiflu, made by Roche, and Relenza manufactured by GSK.",
      "output": "Ang tagubilin ang nag udyok sa maraming bansa sa buong mundo na bumili ng maraming nakahandang Tamiflu, na gawa ng Roche, at Relenza na inimbento ng GSK."
    },
    {
      "input": "Privacy laws in Finland required the faces of those believed to be involved to be pixelated during the Finnish version of the broadcast, although this was not mirrored in the UK screening - which, in an unprecedented move, coincided exactly with the showing in Finland.",
      "output": "Ang pribadong batas sa Finland ay kailangang makita ang naniniwalang kasangkot sa napiksileyted sa bersyon ng brodkast ng Finnish, bagaman ito ay hindi lumabas sa pagpahayag sa UK - kung saan, wala pang gumagalaw, kasabay ng eksaktong paglabag sa Finland."
    },
    {
      "input": "He said that the biggest hurdle faced by the UN is that it has to deal with a large number of issues at the same time.",
      "output": "Sinabi niya na ang pinakamalaking balakid na hinaharap ng U.N. ay ang harapin ang maraming isyu nang sabay-sabay."
    },
    {
      "input": "The charges against Abu Hamza include nine counts of soliciting to murder and three of trying to stir up racial hatred.",
      "output": "Ang bintang laban kay Abu Hamza ay may siyam na bilang ng pangungulekta hanggang sa pagpatay at tatlo sa pagpilit na maantig ang damdaming pagkagalit sa kababayan."
    },
    {
      "input": "It is also predicted that Montenegro will join the United Nations in September.",
      "output": "Nahulaan na rin na ang Montenegro ay sasama sa United Nations sa Setyembre."
    },
    {
      "input": "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.",
      "output": "\"Ang antas ng mga insidente laban sa seguridad ay bumaba nang walo sa loob ng nakalipas ng 12 na linggo, kung saan ang antas ng insidente sa nakalipas ng dalawang linggo ang pinakamababa simula noong Hunyo 2006,\" pagpapatunay ni Petraeus."
    },
    {
      "input": "New plants would have three years before they were obligated to begin reducing their emissions.",
      "output": "Ang mga bagong planta ay mayroong tatlong taon bago sila obligahin na umpisahang bawasan ang kanilang mga inilalabas."
    },
    {
      "input": "The U.S. Intelligence Identities Act makes it illegal to reveal the identity of CIA officers.",
      "output": "Ang U.S. Intelligence Identities Act, ang nagsasabing ilegal na ibunyag ang identidad ng mga opisyal ng CIA."
    },
    {
      "input": "Organiser of the protest, Tenpa Dugdak said Australian Prime Minister John Howard should make human rights in China an APEC issue.",
      "output": "Sinabi ng tagapag-ayos ng nasabing protesta na si Tenpa Dugdak, na kailangang gawing isyu ni Punong Ministro John Howard ng Autralia sa APEC ang karapatang pantao sa China."
    },
    {
      "input": "\"Nor would they necessarily add anything positive to the game and could harm the authority of the referee.\"",
      "output": "\"At hindi rin nila kinakailangang magdagdag ng anumang positibo sa laro at maaring makasama sa awtoridad ng tagahatol.\""
    },
    {
      "input": "Mark Martin and Carl Edwards rounded out the top-twelve, and is currently in the Chase.",
      "output": "Sina Mark Martin at Carl Edwards ang kasama sa pang-labindalawa at sila ay kasalukuyang nasa Chase."
    },
    {
      "input": "The result was announced on BBC Radio 1's chart show this evening by Scott Mills.",
      "output": "Ang resulta ay inanunsyo sa programa ni Scott Mills sa BBC na Radio 1 ngayong gabi."
    },
    {
      "input": "But police soon cornered them in their getaway car, authorities said.",
      "output": "Pero hindi nagtagal ay na-korner sila sa kanilang kotseng pantakas, sabi ng awtoridad."
    },
    {
      "input": "\"This is a victory for rock music... and also a victory for open-mindedness,\" Mr Lordi said.",
      "output": "\"Ito ay isang tagumpay para sa musika ng rock...at tagumpay din para sa bukas na kaisipan,\" sabi ni Ginoong Lordi."
    },
    {
      "input": "Due to an operational overhaul by Cook, he is credited with the success of the iPad and MacBook Air.",
      "output": "Dulot sa maingat na pagpapatakbo ni Cook, pinuri siya sa naging tagumpay ng iPad at MacBook Air."
    },
    {
      "input": "Locals of some rural towns fled to the ocean to escape the fires.",
      "output": "Ang mga lokal ng mga rural na bayan ay lumikas patungo sa karagatan upang makaligtas mula sa sunog."
    },
    {
      "input": "Relatives of the boys were at the gates of the Canadian military base last night demanding answers.",
      "output": "Ang mga kamag-anak ng mga batang lalaki ay nasa tarangkahan ng base militar ng Canada kagabi at humihingi ng kasagutan."
    },
    {
      "input": "A nearby \"militant compound\" was also destroyed by the missiles.",
      "output": "Isang kalapit na \"tirahan ng mga militante\" ang nasira ng mga misil."
    },
    {
      "input": "He married Claudine Longet in 1961 and they divorced in 1975.",
      "output": "Pinakasalan niya si Claudine Longet noong 1961 at nagdiborsyo sila noong 1975."
    },
    {
      "input": "The gap was closed to 23-16 in the second half, but the home team eventually ran away with the game, in the end, winning 45 points to 23.",
      "output": "Ang agwat ay nasara sa 23-16 sa pangalawang kalahati, pero ang tahanang koponan ay sa huli naipanalo ang laro, sa wakas, nanalo ng 45 puntos laban sa 23."
    },
    {
      "input": "Crowds also lined up in Japan where the iPhone was unavailable for sale until now.",
      "output": "Ang mga tao ay pumila rin sa Japan kung saan ang iPhone ay hindi pa nakahanda para ipagbili hanggang ngayon."
    },
    {
      "input": "Instead he claimed that he had asked them to fight abroad.",
      "output": "Sa halip, binanggit niya na sinabi niyang lumipad na sila pa ibang bansa."
    },
    {
      "input": "However, with 8 minutes left, Bolton equalized which earned Bolton's 2nd point in the group stage while Bayern lead Group F with 4 points.",
      "output": "Ngunit, nang may 8 minuto pang natitira, nakapagpatas si Bolton na nagbigay ng ika-2 puntos para kay Bolton sa grupong yugto habang ang Bayern ang nangunguna sa Grupong F na may 4 na puntos."
    },
    {
      "input": "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"",
      "output": "Idineklara ng Presidente ng Armenian na si Serzh Sarkisian: \"Ayaw namin ng gulo, pero kung kailangan, lalaban kami at mananalo.\""
    },
    {
      "input": "Mahatma Gandhi's grandson, Arun Manilal Gandhi, was interviewed by Peter Sissons on behalf of BBC News 24.",
      "output": "Ang apo ni Mahatma Gandhi, na si Arun Manilal Gandhi, ay kinapanayam ni Peter Sissons sa ngalan ng BBC Balita 24."
    },
    {
      "input": "Laminitis took hold in the left hind leg as a result of the extra weight borne on the leg by the horse.",
      "output": "Laminitis ang natamo ng kaliwang panglikod na binti dahilan ng karagdagang bigat na pasan ng binti ng kabayo."
    },
    {
      "input": "In a policy change prompted by activists staying in Gaza protesting Israel's plan to close Jewish settlements there, Israel announced that nonresidents will not be allowed into the territory.",
      "output": "Sa isang pagbago ng polisiya na sinimulan ng mga aktibista na nakatira sa Gaza na nagpoprotesta sa plano ng Israel na ipasara ang mga kinaroroonan ng mga Hudyo doon, inanunsyo ng Israel na ang mga hindi residente ay hindi pinapayagang pumasok sa teritoryo."
    },
    {
      "input": "Mount Panorama provided perfect conditions for the show, with minimal light and clear skies.",
      "output": "Ang Bundok Panorama ay nagkaloob ng perpektong mga kalagayan para sa palabas, na may bahagyang liwanag at maaliwalas na kalangitan."
    },
    {
      "input": "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.",
      "output": "Sinalakay ngayong Biyernes ng isang kotseng pinasabog ang istasyon ng pulis ng Guwardiya Sibil ng Espanyol sa lungsod ng Basque sa Durango, na nakasugat sa dalawang pulis."
    },
    {
      "input": "Tanner was performing in the production, and Teague was a member of the production crew.",
      "output": "Si Tanner ay gaganap sa produksyon, at si Teague ay miyembro ng tripulante ng produksyon."
    },
    {
      "input": "However, the Basic Law of Germany does not permit the self-dissolving of the Bundestag.",
      "output": "Gayunman, ang Pangunahing Batas sa Germany ay hindi nagpapahintulot ng pansariling-pagkawala sa Bundestag."
    },
    {
      "input": "He said that France has a list of 165 organizations considered to be \"sects\", which not just included Scientology but also covered Baptists such as former U.S. president Bill Clinton.",
      "output": "Sinabi niya na ang Pransya ay nagtala ng 165 na organisasyong itinuturing na mga \"sekta\", na hindi lang isinama ang Siyentolohiya ngunit pati ang mga Baptista rin tulad ng dating U.S. Presidente Bill Clinton."
    },
    {
      "input": "No details of how immoral messages would be filtered such naming the type of software to be used were divulged.",
      "output": "Walang isiniwalat na detalye kung paano sasalain ang mga mahahalay na mensahe katulad ng pagpapangalan sa uri ng software na gagamitin."
    },
    {
      "input": "The \"roadmap\" that came out of Oslo remains the official Israeli (and American) policy for peace in the Palestinian conflict.",
      "output": "Ang \"roadmap\" na lumabas mula sa Oslo ay nananatiling opisyal na patakaran ng Israel (at Amerika) para sa kapayapaan sa labanan sa Palestina."
    },
    {
      "input": "We have yet to establish how many of them exploded and how many were damaged by fire, but in any case they can't be used,\" said an unnamed Russian official as quoted by the International Herald Tribune which quoted Interfax.",
      "output": "Hindi pa namin pinatibayan kung ilang ang sumabog at ilang ang nasira sa pamamagitan ng sunog, ngunit gayunman ito ay hindi maaaring gamitin,\" sabi ng hindi pinangalanang opisyal ng Rusiya ayon sa nabanggit ng International Herald Tribune na nabanggit ng Interfax."
    },
    {
      "input": "A nationwide permit allows an organization to engage in certain industrial activities on a national basis (such as mining and construction), reducing the amount of paperwork and filings needed for otherwise minor environmental impacts, as opposed to an ordinary permit for a specific location which will engage in activities which generate water pollution.",
      "output": "Ang pambansang permiso ay pumapayag sa samahan na kasama sa mga gawaing pang-industriya na pambansa ang basehan (gaya ng pagmimina at konstruksyon), na nagpapababa ng dami ng gawaing sulatin at pagsasaayos na kailangan para sa maynor na epektong pangkalikasan, na sumasalungat sa ordinaryong permiso para sa tiyak na lugar na gagawa sa mga gawain na lilikha ng polusiyon sa tubig."
    },
    {
      "input": "A tropical storm warning remains in effect for Honduras from the Honduras/Nicaragua border westward to Cabo Camaron.",
      "output": "Ang babala ng bagyo ay nananatiling may epekto sa Honduras mula Honduras/Nicaragua pagitang kanluran patungong Cabo Camaron."
    },
    {
      "input": "Yesterday in Cairo, protestors supporting Mohamed Morsi and the Muslim Brotherhood were shot outside the Presidential Guard barracks, where pro-Morsi supporters believe the former president is being kept under arrest.",
      "output": "Kahapon sa Cairo, ang mga nagpoprotestang sumusuporta kay Mohamed Morsi at sa Kapatirang Muslim ay nabaril sa labas ng baraks ng presidensyal na guwardiya kung saan pinaniniwalaan ng mga pro-Morsi na ang dating presidente ay patuloy na inaaresto."
    },
    {
      "input": "Beerbohm also stated he wanted to eventually fight for a Strikeforce Lightweight title, but recognized that he first needed to move past his veteran opponent, Pat Healey, who came into the fight with a record of 25-17-0, who was making his return to action since his loss to Josh Thompson via submission in 2010.",
      "output": "Nagpahayag din si Beerbohm na nais niyang tuluyang lumaban sa titulong Strikeforce Lightweight, ngunit inaming kailangan niya munang bilisan ang pagkilos sa beteranong kalaban, Pat Healey, na dumating sa labanan na may rekord na 25-17-0 na gumagawa ng kanyang pagbalik sa aksyon mula sa kanyang pagkatalo kay Josh Thompson sa pamamagitan ng pagsumite sa 2010."
    },
    {
      "input": "An ambulance was called to her address where paramedics reported her dead on the scene at around 16:00 local time (15:00 UTC) in London.",
      "output": "Isang ambulansya ang ipinatawag papunta sa kanyang tirahan kung saan ang mga paramediko ay nag-ulat na siya'y patay na sa pinangyarihan nang bandang ika-16:00 lokal na oras (15:00 UTC) sa London."
    },
    {
      "input": "Scotland defeated Romania 42-0 in Pool C of the 2007 Rugby World Cup at Murrayfield, Edinburgh.",
      "output": "Tinalo ng Eskosya ang Rumanya sa iskor ng 42-0 sa Pool C ng 2007 Rugby World Cup sa Murrayfield, Edinburgh."
    },
    {
      "input": "Also the amount of time fireworks are available for sale during Guy Fawkes has been restricted to three days before Guy Fawkes night instead of ten days.",
      "output": "Ang haba din ng oras na mabibili ang paputok sa panahon ng Guy Fawkes ay hinigpitan sa tatlong araw bago ang gabi ng Guy Fawkes sa halip na sampung araw."
    },
    {
      "input": "There is a reward of 90 thousand US dollars for the artwork.",
      "output": "Mayroong pabuyang 90 libong US dolyar para sa gawang sining."
    },
    {
      "input": "While the findings suggest that parthenolide is a good starting point for new drugs, people with leukemia aren't being encouraged to take high doses of feverfew as they could not take enough of the remedy to halt the disease.",
      "output": "Habang minumungkahi ng pagkatuklas na ang parthenolide ay magandang puntos sa pasimula para sa bagong gamot, ang mga taong may lukimya ay hindi hinihikayat na uminom ng may mataas na takal ng feverfew dahil hindi pa rin mapapahinto ang sakit."
    },
    {
      "input": "On Tuesday, 25 more bodies were recovered by other illegal workers.",
      "output": "Noong Martes, 25 pang bangkay ang narekober ng mga ilegal na manggagawa."
    },
    {
      "input": "Vetaia Dokonivalu, a local resident from Ba, a hard-hit town, commented, \"It was really frightening.\"",
      "output": "Vetaia Dokonivalu, isang lokal na residente sa Ba, isang bayan na matinding tinamaan, nagkomento na, \"Ito'y totoong nakakatakot.\""
    },
    {
      "input": "\"It's the height of summer and they're putting up Christmas lights.\"",
      "output": "\"Nasa kalagitnaan tayo ng Tag-araw ngunit naglalagay sila ng mga ilaw pampasko.\""
    },
    {
      "input": "Bruce Adin, Ministry of Education northern regional manager, said: \"The legality of the Tyndale Park document was unclear, but if school staff strapped a student it would be illegal.\"",
      "output": "Sinabi ni Bruce Adin, ang manedyer ng hilagang bahagi ng rehiyon ng Ministro ng Edukasyon:\"Ang legalidad ng dokumento ng Tyndale Park ay hindi malinaw, ngunit kung pinalo ng isang staff ng paaralan gamit ang sinturon ang isang mag-aaral, ito ay ilegal.\""
    },
    {
      "input": "The trams are amongst some of the longest and heaviest in Europe, though, and will require a large amount of modification to enable them to be able to operate on Croydon's network if the bid is successful.",
      "output": "Ang mga trambya ay kabilang sa ilan sa mga pinakamahaba at pinakamabigat sa Europa, bagaman, at mangangailangan ng malaking halaga ng pagbabago para paganahin sila para mapatakbo sa netwok ng Croydon kung matagumpay ang bid."
    },
    {
      "input": "Google argued that this would cause privacy issues, but Stanton said it was just speculation.",
      "output": "Nakipagtalo ang Google na maaring ito ay maging sanhi ng mga usapin sa pagiging pribado, pero sabi ni Stanton na ito ay mga haka-haka lamang."
    },
    {
      "input": "Duplicate books are required for the individual four camps to prevent covert use of books to communicate between camps.",
      "output": "Dalawang kopya ng libro ang kinakailangan sa pagitan ng apat na kampo para maiwasan ang paggamit sa mga libro para palihim na makipag ugnayan ang bawat kampo."
    },
    {
      "input": "The Swedish Navy have released a picture regarding a foreign submarine discovered in the Saltsjöbaden river of Lake Mälaren in Stockholm, the capital city of Sweden, situated on the western coast of the Baltic Sea.",
      "output": "Ang hukbong-dagat na mga Swedish ay naglabas ng isang litrato patungkol sa isang banyagang submarino na nadiskubre sa ilog ng Saltsjöbaden ng Lawa ng Mälaren sa Stockholm, ang lunsod ng Sweden, na matatagpuan sa kanlurang baybayin ng Dagat Baltiko."
    },
    {
      "input": "\"After 11 years in office, Ms Bligh only cares about one job: her own,\" said Lawrence Springborg head of the Liberal National Party (LNP) and the Leader of the Opposition.",
      "output": "\"Matapos ang 11 na taon sa opisina, si Binibing Bligh ay may-pakialam lamang sa isang trabaho: kaniyang trabaho,\" sabi ni Lawrence Springborg, ang pinuno ng Liberal National Party (LNP) at ang Lider ng Oposisyon."
    },
    {
      "input": "\"The fact that all Canada is voting and the votes were so close …\"",
      "output": "\"Bilang katotohanan na lahat sa Canada ay boboto at ang boto ay magkakalapit lamang...\""
    },
    {
      "input": " I want to let you get back to changing.",
      "output": "Gusto kong hayaan ka na bumalik sa pagpapalit."
    },
    {
      "input": "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.",
      "output": "122 na mga siklista ang tumapos sa anim na araw na karera sa palibot ng circuit na nagsisimula at natatapos sa Adelaide."
    },
    {
      "input": "Police informed media the incident occurred follwing a dispute which began at a nearby party where alcohol was being served.",
      "output": "Sinabihan ng Pulis ang medya na ang naganap na insidente sa nangyaring kasunod sa pagtatalo na nagsimula sa malapit na kasiyahan kung saan ang alak ay naihain."
    },
    {
      "input": "Tendulkar carried the drinks, indicating that in this Indian side experience and youth blended into one.",
      "output": "Si Tendulkar ang may hawak ng mga inumin, na nagpapakita na ang karanasan sa panig ng Indian at ng kabataan ay naghalo ng mabuti."
    },
    {
      "input": "I figured, where's someone in a hurry going to get basic information on the Republic of Georgia?\"",
      "output": "Aking naisip, kung sinuman ang nagmamadali na makakuha ng mga pangkaraniwang impormasyon tungkol sa Republika ng Georgia?\""
    },
    {
      "input": "The parents, who wish to remain anonymous, explain their situation on a blog entitled The \"Ashley Treatment\".",
      "output": "Ang mga magulang, na ninais na huwag ipaalam ang kanilang identidad, ay ipinaliwanag ang kanilang sitwasyon sa isang blog na may pamagat na The \"Ashley Treatment.\""
    },
    {
      "input": "According to the spokesman, a family was riding on a tractor with a truck-bed hitched on back, when it hit the explosives on a central road; all of the people aboard died, including two children and two women.",
      "output": "Ayon sa tagapagsalita, isang pamilya na sumakay ng traktor na may isang trak ang nakakabit sa likuran, ang tumama sa mga dinamita sa gitna ng daan; lahat ng mga nakasakay ay namatay, kalakip ang dalawang bata at dalawang babae."
    },
    {
      "input": "The four conservative-leaning justices (Roberts, Scalia, Thomas and Alito) dissented.",
      "output": "Ang apat na konserbatibong mga huwes (sina Roberts, Scalia, Thomas at Alito) ay hindi rin sumang-ayon."
    },
    {
      "input": "There is a slight slope under the bus and its rear end appears to have reached the bottom of the drop, crushing the roof at the back of the bus.",
      "output": "May bahagyang hilig sa ilalim ng bus at ang puwitan nito ay nagpapakita na nakaabot ito sa ilalim ng pinagkahulugan, na nagdurog sa bubong sa likod ng bus."
    },
    {
      "input": "Russian President Dmitry Medvedev stated his position regarding the ending of the conflict in a phone call with Federal Chancellor of Germany Angela Merkel: \"The only possible and reasonable way out of this situation is the withdrawal of Georgian troops to their initial positions and the immediate signing of a legally binding agreement on the non-use of force.\"",
      "output": "Ipinahayag ni Presidente Dmitry Medvedev ng Russia ang kaniyang posisyon ukol sa pagtatapos ng hidwaan sa tawag nila sa telepono ng Federal Chancellor ng Germany si Angela Merkel: \"Ang tanging posible at makatuwirang paraan palabas sa kalagayang ito ay pag-urong ng mga hukbo ng Georgia pabalik sa kanilang paunang mga katayuan at madaliang paglagda sa isang tiyak na kasunduang ayon sa batas sa hindi-paggamit ng puwersa.\""
    },
    {
      "input": "Last year Wikinews interviewed Paul McCarthy, an aviation lawyer and pilot who serves as the International Federation of Air Line Pilots' Associations' representative to the International Civil Aviation Organisation.",
      "output": "Noong nakaraang taon nakapanayam ng Wikinews si Paul McCarthy, isang abogado ng abyasyon at pilot na naglilingkod bilang kinatawan ng International Federation of Air Line Pilots'Associations sa International Civil Aviation Organization."
    },
    {
      "input": "Hamas won the Palestinian legislative council elections of January 2006 by a landslide and is now faced with forming a government and strained ties to European Union and the United States, which classify it as a terrorist organization responsible for several suicide attacks.",
      "output": "Ang Hamas ay nanalo sa halalan ng mga Palestinong pambatasang konseho noong Enero 2006 sa napakalaking lamang at ngayon ay nahaharap sa pagbabalangkas ng isang pamahalaan at pilit na relasyon sa Unyon ng Europa at ng Estados Unidos, na kung saan uriin ito bilang isang teroristang organisasyon na responsable para sa ilang mga pagkakamatay na atake."
    },
    {
      "input": "Mike Wacht works in public relations and marketing, focusing on transportation and construction.",
      "output": "Si Mike Wacht ay nagtatrabaho sa pampublikong ugnayan at pangangalakal, na tumututok sa transportasyon at konstruksyon."
    },
    {
      "input": "\"And seconds after the crash people started exiting through the tail section [...]\"",
      "output": "\"At mga segundo matapos ang pagbagsak ang mga tao ay nag-umpisang naglalabasan sa buntot na bahagi [...]\""
    },
    {
      "input": "The report confirms the expressed opinion of former UN weapons inspector, Scott Ritter, that Iraq had no significant WMDs.",
      "output": "Kinumpirma ng ulat ang isiniwalat na opinyon ng dating inspektor ng sandata ng UN, si Scott Ritter, na ang Iraq ay walang masyadong WMDs."
    },
    {
      "input": "The SF structure, whose current deal estimates it's value @ $575 per sq ft, had just sold last year for $1.05 Billion all by itself ($583 a sq ft), when property magnate Walter Shorenstein sold it to Henry Cheng and Vincent Lo's Hong Kong based Hudson Waterfront Associates, a record for a city property.",
      "output": "Ang istruktura ng SF, na ang kasalukuyang kasunduan ay nagtataya sa kanyang halaga na $575 kada talampakang kuwadrado, ay naibenta lamang noong nakaraang taon sa halagang $1.05 bilyon lahat mismo sa sarili nito ($583 na talampakang kuwadrado), nang ang mayaman sa ari-arian na si Walter Shorenstein ay ibenta ito sa Hudson Waterfront Associates na nakabase sa Hongkong na sina Henry Cheng at Vincent Lo, isang tala sa ari-arian ng siyudad."
    },
    {
      "input": "In addition, the deputy police chief resigned as well as supervisor of the precinct in question.",
      "output": "Bilang karagdagan, ang katulong na pinuno ng pulis ay nagbitiw pati ang superbisor ng presinto na natatanong."
    },
    {
      "input": "However, the Labour-led government is being attacked for interfering with the liquor purchase age bill.",
      "output": "Subalit ang gobyernong pinangungunahan ng Manggagawang Partido ay tinutuligsa dahil sa pakikialam nito sa panukalang-batas tungkol sa edad ng pagbili ng alkohol."
    },
    {
      "input": "According to Lincoln Brower, a monarch expert with Sweet Briar College in Virginia, \"things are in pretty bad shape.\"",
      "output": "Ayon kay Lincoln Brower, isang eksperto sa monarch ng Kolehiyo ng Sweet Briar sa Virginia, \"ang mga bagay ay nasa di magandang kalagayan.\""
    },
    {
      "input": "Chris Christie, governor of the US state of New Jersey, complained on ABC's Sunday morning talk show This Week that TV series Jersey Shore promotes a negative image of the state.",
      "output": "Ang gobernador ng estadong US ng New Jersey na si Chris Christie ay nagreklamo sa ABC's Sunday na umagang pang-usapan na palabas This Week na iniendorso ng TV series na Jersey Shore ay nagtatag ng isang negatibong imahe ng estado."
    },
    {
      "input": "The two-storey building, which also housed a bathhouse, was completely leveled by the blast.",
      "output": "Ang dalawang palapag na gusali, na may bahay-paliguan, ay lubusang pinatag ng pagsabog."
    },
    {
      "input": "On Wednesday, Robertson sent a letter addressed to Sharon's son Omri apologizing for his comments.",
      "output": "Noong Miyerkules, ipinadala ni Robertson ang isang liham kay Omri na anak ni Sharon ang paghingi ng tawad sa kaniyang mga komento."
    },
    {
      "input": "The last time such a shock was felt in Moscow was in 1984.",
      "output": "Ang nakaraang katulad na pagyanig na naramdaman sa Moscow ay noong 1984."
    },
    {
      "input": "\"On behalf of Director Beasley and the Ohio Department of Transportation, we extend our deepest sympathy to the family of Andrew Burris,\" said ODOT District 2 director, Dave Dysard.",
      "output": "\"Sa ngalan ni Direktor Beasley at ang Departamento ng Transportasyon ng Ohio, ipinahahatid namin ang aming matinding pagdadalamhati sa pamilya ni Andrew Burris,\" ani ni ODOT Direktor ng Distrito 2, Dave Dysard."
    },
    {
      "input": "The increase in storage is announced on the main Gmail page with a JavaScript counter that increases the quoted available storage in relation to the current date.",
      "output": "Ang pagdagdag ng imbakan ay inanunsyo sa pangunahing pahina ng Gmail na may JavaScript Counter na nagdadagdag sa binabanggit na imbakang maaaring gamitin kaugnay sa kasalukuyang petsa."
    },
    {
      "input": "Ofgem have said: \"Our analysis shows that based on an 18-month hedging strategy and assuming that retail prices remain unchanged, projected gross margin is set to increase by around ￡80 for dual fuel customers over the next six months.\"",
      "output": "Sinabi ni Ofgem: \"Ang aming pagsusuri ay nagpapakita na base sa 18 buwan ba pagpipimping estratehiya at sa pag-aakala na ang tinging presyo ay nanatiling hindi nagbago, inaasahang ang kabunang palabis ay nakatakda na tumaas ng halos £80 para sa dalawang gasolinang mamimili ng higit sa sunod na anim nabuwan.\""
    },
    {
      "input": "The latter also sent Sergei Shoigu, the Russian minister of emergency situations, to the site of the crash.",
      "output": "Ang huli ay gayunding pinadala si Sergei Shoigu, ang Russian ministro ng sitwasyong emerhensya, sa pinangyarihan ng pagbagsak."
    },
    {
      "input": "He stated that he \"would very much like it back\" and that to him \"it was absolutely priceless\".",
      "output": "Isinaad pa niya na \"mas gugustuhin pa niya itong maibalik\" at para sa kanya \"ito ay lubos na napakahalaga.\""
    },
    {
      "input": "\"If the two satellites hit head-on, rather than a glancing blow, the energy of the collision would completely disintegrate both satellites into clouds of debris,\" said the UCS in a statement on their website who also added that the collision took place in \"the same region of space where China destroyed a defunct Chinese weather satellite with an anti-satellite (ASAT) weapon\" in 2007.",
      "output": "\"Kung ang dalawang satelayt ay harapang nagbanggaan sa halip na padaplis na pumalo, ang lakas ng banggaan ay magdudulot na lubusang magkapira-piraso ang parehong satelayt sa mga ulap ng mga labi,\" sabi ng UCS sa isang pahayag sa kanilang websayt na idinagdag din na ang banggaan ay nangyari sa \"parehong rehiyon sa kalawakan kung saan winasak ng Tsina ang lipas nang pangklimang satelayt ng mga Intsik gamit ang pangontra sa satellite (ASAT) na sandata\" noong 2007."
    },
    {
      "input": "He died in Montecito, California, surrounded by family, according to spokesman Dick Guttman.",
      "output": "Pumanaw siya sa Montecito, California na napalilibutan ng pamilya, ayon sa tagapagsalitang si Dick Guttman."
    },
    {
      "input": "The boy will be the third in line to succeed to the Japanese throne after the Crown Prince Naruhito and Prince Akishino, father of the child.",
      "output": "Ang lalaki ay magiging pangatlo sa linya susunod sa Hapong trono pagkatapos nina Crown Prince Naruhito at Principe Akishino, ama ng bata."
    },
    {
      "input": "He announced that the band would play a free victory gig in the UK if they reached number one.",
      "output": "Inanunsyo niya na magpapalabas ang banda nang libre sa UK kapag nakamit nila ang unang puwesto."
    },
    {
      "input": "He says that the spelling mistakes are noticeable and can result in file-not-found errors.",
      "output": "Sinabi niya na ang mga kamalian sa pagbabaybay ay kapansin-pansin at maaaring magresulta sa file-not found na mga error."
    },
    {
      "input": "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"",
      "output": "Si Thomas, anak na babae ng mga imigranteng Lebaneze, na nagtakda ng daan para sa mga babaeng mamamahayag sa politika sa Estados Unidos, ay tinapos ang kanyang karera pagkatapos humingi ng paumanhin pagkatapos magsabi na ang Israel ay \"dapat umalis sa Palestine.\""
    },
    {
      "input": "He told the BBC, \"A coup is anything that has been done without the will of the people and being a colony anything the British government wants to do to us they can do to us.\"",
      "output": "Sinabi niya sa BBC, \"Ang kudeta ay isang bagay na ginawa na walang pahintulot ng mga tao at bilang isang sakop anumang gusto ng gobyerno ng Britanya sa atin ay magagawa nila.\""
    },
    {
      "input": "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.",
      "output": "Isang taon simula noong nagsimulang tumira sa No. 10 ng kalye Downing, nagkakaproblema na si Punong Ministro Gordon Brown ng Briton at ang kaniyang Partido ng Mangagawa pagkatapos natalo sa lokal na halalan, sa pamamagitan ng pagtatapos sa ikalimang puwesto kasunod ng walang panalong partido pampulitika at pananatiling mababang rating ng kasikatan."
    },
    {
      "input": "When he called the Verizon customer service, he said he also found out that several Verizon representatives think 0.002 cents is equal to 0.002 dollars.",
      "output": "Nang tumawag siya sa serbisyo sa mamimili, sinabi niya na natuklas niya rin na iniisip ng ilang mga kinatawan ng Verizon na 0.002 sentimos ay katumbas ng 0.002 dolyar."
    },
    {
      "input": "She has also participated at the 2011 University Games in China and the 2011 Olympic Test Event in London.",
      "output": "Siya rin ay sumali sa paligsahan sa 2011 Palaro sa Unibesidad ng Tsina at sa 2011 Olimpic Test Event sa London."
    },
    {
      "input": "He also said \"A building never collapses like that, unless it's with an implosion.\"",
      "output": "Sinabi rin niya na \"Ang isang gusali ay hindi guguho nang ganoon, maliban kung may pagsabog.\""
    },
    {
      "input": "Unused Argentine substitute Leandro Cufre assaulted German Per Mertesacker and was presented the red card by Lubos Michel.",
      "output": "Sinalakay ng hindi nagamit na haliling Arhentina na si Leandro Cufre si Aleman Per Mertesacker at binigyan ni Lubos Michel ng pulang kard."
    },
    {
      "input": "According to the Daily Mail the chefs cooked the celebrity tagliatelle ragu, veal, and chocolate tiramisu.",
      "output": "Ayon sa Daily Mail, ang mga chef ay niluto ang sikat na tagliatelle ragu, veal, at chocolate tiramisu."
    },
    {
      "input": "Bodies were flown into Juba Airport were relatives waited for hours for news.",
      "output": "Ang mga katawan ay dinala papunta sa Juba Airport kung saan ang mga kamag-anak ay naghihintay na ng maraming oras para sa balita."
    },
    {
      "input": "In 2004, he signed a letter along with 47 other Nobel laureates endorsing John Kerry for president of the United States citing Bush's apparent misuse of science.",
      "output": "Noong 2004, siya ay lumagda sa isang liham kasama ang 47 iba pang nakatanggap ng Nobel na nag-iendorso kay John Kerry para sa pagka-pangulo ng US kung saan tinukoy nila ang maling paggamit ni Bush sa siyensya."
    },
    {
      "input": "Slovenia is situated between Italy and Croatia, where the dispute involves land on the Istrian peninsula in the northern Adriatic and the small Bay of Piran in the Adriatic Sea.",
      "output": "Ang Slovenia ay nakatayo sa pagitan ng Italy at Croatia, kung saan ang pagtatalo ay kabilang ang lupain sa tangway ng Istrian sa Hilagay Adriatic at ang malilit na Bay of Piran sa Adriatic Sea."
    },
    {
      "input": "\"I want my children to have the basics of scientists, I don't want to be fed activism'.\"",
      "output": "\"Gusto kong magkaroon ang aking mga anak ng mga batayan ng mga siyentipiko, ayaw kong mamulat sila ng aktibismo'.\""
    },
    {
      "input": "The residence's landlord said Hughes, weighing 348 pounds (157 kilograms), began sitting in the chair after his knees started to hurt, and refused to get up.",
      "output": "Sinabi ng may-ari ng bahay na si Hughes na may timbang na 348 na libra (157 kilogramo) ay nagsimulang umupo sa kanyang silya matapos sumakit ang kanyang tuhod, at tumanggi nang tumayo."
    },
    {
      "input": "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.",
      "output": "Ang pakikipag-ugnayan ay pumalit sa kasalukuyan at matagal nang pagsososyo ng Microsoft at Xtra na tinatawag na XtraMSN."
    },
    {
      "input": "The Democratic Unionists will be given time to observe Sinn Fein and see if they are accepting policing.",
      "output": "Ang Demokratikong Unyonista ay bibigyan ng panahon para makapagsiyasat sa Sinn Fein at makita kung sila ay tumatanggap ng mga patakaran."
    },
    {
      "input": "Up to 539 oil workers are being moved off the affected rig in an operation that began at 09:20 UTC this morning.",
      "output": "Umabot sa 539 na mga manggagawa ng langis ang iniilipat palayo sa naapektuhang kargahan sa isang operasyon na nagsimula sa 09:20 UTC ngayong umaga."
    },
    {
      "input": "It is now up to Northern Ireland Secretary of State Peter Hain to choose the next course of action.",
      "output": "Nakadepende na ngayon sa Kalihim ng Estado ng Hilagang Ireland na si Peter Hain ang pagpili sa susunod na gagawing hakbang."
    },
    {
      "input": "\"In 2006 the government introduced the security cameras and most cabs now have GPS units,\" he said.",
      "output": "\"Noong 2006, ipinakita ng pamahalaan ang mga kamera ng seguridad at halos lahat ng taksikab ay may mga yunit ng GPS,\" aniya."
    },
    {
      "input": "Sheriff's Lt. Neil Riedlinger said, water was over 3 feet (1 m) deep in some areas of downtown Carey, Ohio, and a local nursing home had to be evacuated.",
      "output": "Ayon kay Tenyete Neil Riedlinger ng Sheriff, ang tubig ay umabot sa 3 talampakan (1 m) na lalim sa ilang parte ng bayan ng Carey, Ohio at ang mga tao sa isang lokal na bahay ng pag-aaruga ay kinailangan ding ilikas."
    },
    {
      "input": "Rallies of support are also taking place and being scheduled across the nation, and contributions from citizens across the world are flowing into the \"Peace House\", a nearby cottage providing shelter and support for the mothers.",
      "output": "Ang pagdagsa ng suporta ay nangyayari rin at ini-iskedyul sa buong bansa, at ang mga kontribusyon mula sa mga mamamayan sa buong mundo ay pumapasok sa \"Bahay Kapayapaan,\" malapit sa maliit na bahay na nagbibigay ng silungan at suporta para sa mga ina."
    },
    {
      "input": "The AMISOM forces are mandated with the protection of key city sites such as the airport, seaport, and presidential palace.",
      "output": "Ang AMISOM ay inaatasan na pangalagaan ang pangunahing lugar sa bayan kagaya ng paliparan, puwerto at ang palasyo ng presidente."
    },
    {
      "input": "Mr.Chibitty served with the rank of a Corporal in the 4th Infantry Division that engaged in the breakthrough of the Siegfried line in Hurtgen Forest.",
      "output": "Si Ginoong Chibitty ay naglingkod na may ranggo na Korporal sa 4th Infantry Division na nagkibakbakan upang mabuwag ang linya ng Siegfried sa Hurtgen Forest."
    },
    {
      "input": "The police would not comment on whether or not it was a gang-related incident.",
      "output": "Hindi magkokomento ang pulisya kung ito ay insidenteng may kaugnayan sa gang o wala."
    },
    {
      "input": "Gore spoke today in Oslo after receiving the Nobel Peace Prize.",
      "output": "Nagsalita si Gore ngayong araw sa Oslo pagkatapos makatanggap ng Nobel Peace Prize."
    },
    {
      "input": "Patsy Calton from Bramhall, Cheshire, England, a Liberal Democrat MP for the Cheadle constituency died at age 56 from cancer on Sunday May 29.",
      "output": "Si Patsy Calton mula sa Bramhall, Cheshire, England, isang Demokratikong Liberal MP para sa konstityuwensya ng Cheadle ay namatay sa edad na 56 na taong gulang dahil sa kanser noong Linggo, ika-29 ng Mayo."
    },
    {
      "input": "Late last year the Australian federal government gave CSL AU$ 5 million to speed up research into the bird flu vaccine.",
      "output": "Noong huling bahagi ng nakaraang taon ang pamahalaang pederal ng Australia ay nagbigay sa CSL ng AU$ 5 milyon upang mapabilis ang pagsasaliksik nito tungkol sa bakuna sa bird flu."
    }
  ]
}