{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "giga_fren (dataset link- https://huggingface.co/datasets/giga_fren)"
    ],
    "Categories": [
        "Translation"
    ],
    "Input_language": "English",
    "Output_language": "French",
    "instruction_language": "English",
    "Definition": "In this task, you are given a sentence in the English language. Your task is to convert it to French language.",
    "Positive Examples": [
        {
            "input": "Who can apply for special access to medical devices?",
            "output": "Qui peut demander l’accès spécial à des instruments médicaux?",
            "explanation": "English sentence is properly converted into French sentence"
        },
        {
            "input": "What is Alzheimer’s disease?",
            "output": "Qu'est-ce que la maladie d'Alzheimer?",
            "explanation": "English sentence is properly converted into French sentence"
        },
        {
            "input": "What is certain though is that decisions about priorities (who is to be the first to receive a subsidy?",
            "output": "Il est certain, cependant, que les décisions touchant ces priorités (qui doivent bénéficier d'abord des subvention?",
            "explanation": "English sentence is properly converted into French sentence"
        }
    ],
    "Negative Examples": [
        {
            "input": "What are the factors associated with this difference?",
            "output": "Quels sont les facteurs associés à cet?",
            "explanation": "The conversion of English to French is wrong because output missed one word from the input, i.e., écart which means difference."
        },
        {
            "input": "What is the big deal about disclosing net benefits?",
            "output": "Qu'arrive-t-il une fois que l'on a déterminé la nécessité d'une nouvelle réglementation?",
            "explanation": "The conversion of English to French is wrong."
        },
        {
            "input": "What was the median final score, including both wins and losses, for the past 10 years?",
            "output": "Quel a été le résultat final médian des deux dernières années, en incluant aussi bien ceux des victoires que des défaites?",
            "explanation": "The conversion of English to French is wrong because output translated ten as deux. However, that should be dix."
        }
    ],
    "Instances": [
        {
            "input": "What is the average dietary intake?",
            "output": [
                "Dans le cas d'une réaction bénigne, pouvait-elle être atténuée?"
            ]
        },
        {
            "input": "What will 4 pads cost?",
            "output": [
                "Combien se vendent 4 paquets?"
            ]
        },
        {
            "input": "What makes the Court library different from other law libraries?",
            "output": [
                "Qu’est-ce qui différencie la Bibliothèque de la Cour des autres bibliothèques juridiques ?"
            ]
        },
        {
            "input": "What do you want to accomplish?",
            "output": [
                "Quels buts voulez-vous atteindre?"
            ]
        },
        {
            "input": "What is the appropriate forum or process for addressing these broader social and ethical dimensions?",
            "output": [
                "Quel serait le cadre ou le processus adéquat pour aborder les dimensions sociales et éthiques?"
            ]
        },
        {
            "input": "Who then should be compensated for a drug discovery based on this plant: the Canelos, the Quijos, or the Shuar?",
            "output": [
                "Qui faudrait-il donc indemniser relativement à une découverte de médicaments basée sur cette plante : les Canelos, les Quijos ou les Shuars?"
            ]
        },
        {
            "input": "What should Health Canada address in regulation and/or with other policy instruments to ensure that the requirements are clear and transparent?",
            "output": [
                "Quels problèmes concernant la réglementation et (ou) les instruments de politique Santé Canada doit-il résoudre pour faire en sorte que les exigences soient claires et transparentes?"
            ]
        },
        {
            "input": "Why is the retention of Aboriginal employees important?",
            "output": [
                "Pourquoi le maintien de l'effectif autochtone est-il important?"
            ]
        },
        {
            "input": "Where can I have my photos taken?",
            "output": [
                "Où puis-je me faire photographier?"
            ]
        },
        {
            "input": "What more can be done to ensure that public and private (NGOs, benefactors) assistance is provided in complementary ways, for example in the area of education policy?",
            "output": [
                "Que peut-on faire de plus pour s’assurer que l’aide publique et privée (ONG, mécènes) est offerte de façon complémentaire, par exemple dans le domaine de la politique d’éducation?"
            ]
        },
        {
            "input": "What would be the most appropriate manner of addressing these issues?",
            "output": [
                "Quelle est selon vous la manière la plus appropriée de traiter ces questions ?"
            ]
        },
        {
            "input": "What are the risks associated with the guidance document (risk of non-effectiveness, risk of unintended effects, political, reputation or business risks)?",
            "output": [
                "Quels sont les risques associés à la ligne directrice (risque de non-efficacité, risque d’effets non prévus, risques liés à la politique, à la réputation ou aux activités)?"
            ]
        },
        {
            "input": "Why protect industrial designs?",
            "output": [
                "Pourquoi protéger des dessins et modèles industriels ?"
            ]
        },
        {
            "input": "Why is such support not provided to any other similar organizations?",
            "output": [
                "Pourquoi un tel soutien n’est-il pas fourni à d’autres organismes similaires?"
            ]
        },
        {
            "input": "What is it we know and what is it we need to know?",
            "output": [
                "Que savons-nous et que devons-nous savoir ?"
            ]
        },
        {
            "input": "Why social cohesion as a guiding idea and is it still relevant?",
            "output": [
                "Est-elle toujours d’actualité ?"
            ]
        },
        {
            "input": "What material can I reproduce using the Self-Serve Digital Copying Services?",
            "output": [
                "Quels documents puis je reproduire au moyen du service de copie numérique en accès libre?"
            ]
        },
        {
            "input": "What projects are underway and what is the average and peak season daily traffic flow [vehicles/day]?",
            "output": [
                "Quels sont les projets en cours et quel est le trafic journalier moyen et de pointe [véhicules/jour] ?"
            ]
        },
        {
            "input": "Where is your sense of adventure?",
            "output": [
                "Mais qu’avez-vous fait de votre esprit d’aventure?"
            ]
        },
        {
            "input": "What is the purpose of the Canadian Human Rights Act?",
            "output": [
                "Quel est l’objet de la Loi canadienne sur les droits de la personne?"
            ]
        },
        {
            "input": "What PCB equipment needs to be labelled?",
            "output": [
                "Quel équipement renfermant des BPC doit être étiqueté?"
            ]
        },
        {
            "input": "What conditions govern the arbitrator's decision?",
            "output": [
                "À quelles conditions la décision de l'arbitre est-elle assujettie?"
            ]
        },
        {
            "input": "What sort of grounds do they need to be able to justify paying?",
            "output": [
                "De quel genre de motifs ont-ils besoin pour justifier le fait qu'ils paient?"
            ]
        },
        {
            "input": "What is a certificate of NDS participation?",
            "output": [
                "Qu'est-ce qu'un certificat de participation des SND?"
            ]
        },
        {
            "input": "What is the GATS Working Party on Domestic Regulation?",
            "output": [
                "Qu'est-ce que le Groupe de travail de l'AGCS sur la réglementation intérieure?"
            ]
        },
        {
            "input": "What are the results of the INAC National Housing Record search?",
            "output": [
                "Quels sont les résultats de la recherche effectuée par AINC dans les dossiers nationaux sur le logement?"
            ]
        },
        {
            "input": "What is the nature of the life that binds us all?",
            "output": [
                "Quelle est la nature de la vie qui nous lie tous ?"
            ]
        },
        {
            "input": "What is a Notice of Decision?",
            "output": [
                "Qu’est-ce qu’un Avis de décision?"
            ]
        },
        {
            "input": "What are the terms of the loans?",
            "output": [
                "Quelles sont les modalités des prêts?"
            ]
        },
        {
            "input": "Which financing reforms are most likely to enhance sustainability?",
            "output": [
                "Quelles réformes du financement sont le plus susceptibles de renforcer la viabilité ?"
            ]
        },
        {
            "input": "What changes to the event would have been required if you had not received funding from this program?",
            "output": [
                "Si le CRSH avait mis plus de fonds à votre disposition, quels changements auriez-vous apportés à cette activité ?"
            ]
        },
        {
            "input": "When did the sale of terfenadine-containing drugs cease in Canada?",
            "output": [
                "Quand la vente de produits à base de terfénadine a-t-elle cessé au Canada?"
            ]
        },
        {
            "input": "Why is \"random\" sampling so important?",
            "output": [
                "POURQUOI L'ÉCHANTILLONNAGE « ALlÉATOIRE » EST-IL SI IMPORTANT?"
            ]
        },
        {
            "input": "What about physical activity?",
            "output": [
                "Qu'en est-il de l'activité physique?"
            ]
        },
        {
            "input": "What is Manitoba Conservation doing to address CWD?",
            "output": [
                "Est-ce que l’on peut consommer de la viande de cerfs et de wapitis chassés au Manitoba?"
            ]
        },
        {
            "input": "What type of services do you anticipate exporting in the future?",
            "output": [
                "Quels genres de services prévoyez-vous exporter dans l'avenir?"
            ]
        },
        {
            "input": "What did you like the most about this report?",
            "output": [
                "Qu’avez-vous le plus aimé du rapport?"
            ]
        },
        {
            "input": "Why are your requiring issuers to provide information that is not required to be on the paper receipts given to clients?",
            "output": [
                "Pour quelle raison demandez-vous aux émetteurs des renseignements qui n'ont pas à être fournis sur les reçus papier remis aux contribuables?"
            ]
        },
        {
            "input": "What's happening at the new HR Planning Directorate in the Public Service Human Resources Management Agency of Canada to help you meet your HR planning needs?",
            "output": [
                "Que fait la nouvelle Division de la planification des RH de l'Agence de gestion des ressources humaines de la fonction publique du Canada pour vous aider à répondre à vos besoins en matière de planification des RH?"
            ]
        },
        {
            "input": "What are some of their strengths and weaknesses?",
            "output": [
                "Quels en sont les points forts et les points faibles?"
            ]
        },
        {
            "input": "What do you see as the OSCE’s weaknesses?",
            "output": [
                "Quelles sont, selon vous, les faiblesses de l’OSCE ?"
            ]
        },
        {
            "input": "What is the Canadian Stroke Strategy?",
            "output": [
                "Quelle est la Stratégie canadienne contre les accidents cérébrovasculaires?"
            ]
        },
        {
            "input": "What is the scope of your organization’s activities?",
            "output": [
                "Quelle est la portée des activités de votre organisme?"
            ]
        },
        {
            "input": "What if the producer is unable to repay or does not want to co-operate after being declared in default?",
            "output": [
                "Et si le producteur est incapable de rembourser ou ne veut pas coopérer après avoir été déclaré défaillant?"
            ]
        },
        {
            "input": "When might disputes with taxing authorities arise over payments in lieu of taxes (PILT) and what are the mechanisms to resolve these disputes?",
            "output": [
                "Quelles sont les situations qui peuvent susciter des différends avec les autorités taxatrices concernant les paiements en remplacement d'impôts (PERI) et quels sont les moyens de les régler?"
            ]
        },
        {
            "input": "Who's at the Climate Controls?",
            "output": [
                "Who's at the Climate Control?"
            ]
        },
        {
            "input": "What are you able to do over the next year?",
            "output": [
                "Que pouvez-vous faire dans l'année qui vient?"
            ]
        },
        {
            "input": "What do you think will be the hardest times now?",
            "output": [
                "Quels seront maintenant les moments les plus difficiles?"
            ]
        },
        {
            "input": "Why do the gaps that they identify exist and which policy directions are likely to be the most effective in helping to close them, recognizing that there is no 'one size fits all' policy?",
            "output": [
                "Pourquoi les écarts qu'ils recensent existent-ils et quelles orientations en matière de politiques ont des chances d'être les plus efficaces afin de contribuer à les réduire, en admettant qu'une politique offrant une solution universelle n'existe pas?"
            ]
        },
        {
            "input": "Which view is closest to your own?",
            "output": [
                "De quel côté penchez-vous?"
            ]
        },
        {
            "input": "What lessons can we take from Canada’s experience to date?",
            "output": [
                "Quelles leçons pouvons-nous tirer de l’expérience au Canada, jusqu’à présent ?"
            ]
        },
        {
            "input": "What sort of information is provided in the MISSCEO comparative tables?",
            "output": [
                "Quelles sortes d’ informations ressortent des Tableaux comparatifs MISSCEO?"
            ]
        },
        {
            "input": "What kinds of foods will contribute to better health?",
            "output": [
                "Où puis-je obtenir des renseignements sur le développement durable au Canada?"
            ]
        },
        {
            "input": "What does 'devoid of any distinctive character' mean?",
            "output": [
                "S'agit-il du type de mot (ou autre signe) qui n’est pas propre à assurer la fonction de distinction d’un produit sans d'abord « éduquer » le public en lui indiquant qu'il représente une marque ?"
            ]
        },
        {
            "input": "Why was it that the term \"normal\" was used in former context and \"unrestricted\" in the latter?",
            "output": [
                "Pourquoi utilisait-on le terme \"normal\" dans le premier contexte et les mots \"sans restriction\" dans le second?"
            ]
        },
        {
            "input": "What is Big Science?",
            "output": [
                "Qu’appelle-t-on « grands projets scientifiques »?"
            ]
        },
        {
            "input": "What is the business or organization's mailing address (if different from the physical location address)?",
            "output": [
                "Quelle est l'adresse postale de votre entreprise (ou organisme)?"
            ]
        },
        {
            "input": "Why, for example, would increasing US production at the end of the POI pose no threat to the domestic industry while Canadian production, which was decreasing at the end of the POI, allegedly constitute an imminent threat?",
            "output": [
                "Pourquoi, par exemple, l'augmentation de la production des États-Unis à la fin de la période couverte par l'enquête ne constituerait-elle pas une menace pour la branche de production nationale alors que la production canadienne, qui était en baisse à la fin de la période couverte par l'enquête, constituerait selon ce qui est allégué une menace imminente?"
            ]
        },
        {
            "input": "What is the purpose or goal of my Web site?",
            "output": [
                "Qui est le public visé?"
            ]
        },
        {
            "input": "What are the requirements and steps for obtaining an integrated circuit topography registration?",
            "output": [
                "Quelles sont les exigences et les étapes pour obtenir l'enregistrement d'une topographie de circuits intégrés?"
            ]
        },
        {
            "input": "What cannot be protected by an industrial design?",
            "output": [
                "Q4 Qu'est-ce qui ne peut être protégé par un dessin industriel?"
            ]
        },
        {
            "input": "What is mediation?",
            "output": [
                "Qu'est-ce que la médiation?"
            ]
        },
        {
            "input": "Who are the major importers?",
            "output": [
                "Qui sont les principaux importateurs?"
            ]
        },
        {
            "input": "When to call a Time Out?",
            "output": [
                "Quand demander un temps d’arrêt?"
            ]
        },
        {
            "input": "When will an investment be reviewable?",
            "output": [
                "Quand un investissement est-il sujet à l'examen?"
            ]
        },
        {
            "input": "What is the current role of the Public Consultative Council established under the aegis of the Joint Working Group of the PACE and the Russian State Duma?",
            "output": [
                "Quel est le rôle actuel du Conseil consultatif public établi sous l’égide du Groupe de travail joint de l’APCE et de la Douma d’Etat russe?"
            ]
        },
        {
            "input": "What, if anything, is stopping you from making changes to improve your health?",
            "output": [
                "Qu'est-ce qui vous empêche de prendre des mesures pour améliorer votre santé?"
            ]
        },
        {
            "input": "What does this imply about the transport of water from ocean to land locations by storms?",
            "output": [
                "Qu'est-ce que cela implique en ce qui concerne le transport de l'eau par les tempêtes depuis l'océan jusqu'à différents endroits sur terre ?"
            ]
        },
        {
            "input": "What happens to notes once they are no longer needed for performance appraisals?",
            "output": [
                "Est-ce que la MRC a des procedures permettant d’assurer que les notes prises ne seront pas utilisees ou communiquees a d’autres fins?"
            ]
        },
        {
            "input": "What will you do to protect fishing from small boats, which provides consumers with fresh, high-quality products?",
            "output": [
                "Que ferez-vous pour protéger la pêche par les petits bateaux qui assure des produits frais et de qualité aux consommateurs?"
            ]
        },
        {
            "input": "Which programme will be replaced by the new pre-accession instrument?",
            "output": [
                "Quel programme le nouvel instrument de préadhésion remplacera-t-il?"
            ]
        },
        {
            "input": "When in the week do you watch TV5?",
            "output": [
                "Quand écoutez-vous TV5 ?"
            ]
        },
        {
            "input": "Why was the picnic important today?",
            "output": [
                "Pourquoi le pique-nique d’aujourd’hui était-il important?"
            ]
        },
        {
            "input": "What inFORMatiOn WOuld yOu like tO see MORe in FutuRe RepORts?",
            "output": [
                "QUELLE INFORMATION AIMERIEZ-VOUS VOIR DANS LES PROCHAINS RAPPORTS ?"
            ]
        },
        {
            "input": "What is the most serious impediment to progress in addressing health inequities?",
            "output": [
                "Quel est le principal obstacle au progrès dans la lutte contre les inégalités en matière de santé ?"
            ]
        },
        {
            "input": "What might we want to include in a cluster of core e-commerce services?",
            "output": [
                "Que pourrions-nous inclure dans une grappe de services de commerce électronique de base?"
            ]
        },
        {
            "input": "What is the effect of an advantage on calculating the \"eligible amount\" for multiple donations?",
            "output": [
                "Quel est l’incidence d’un avantage sur le calcul du « montant admissible » pour les dons multiples?"
            ]
        },
        {
            "input": "What is legislative audit?",
            "output": [
                "Qu’est-ce que la vérification législative?"
            ]
        },
        {
            "input": "What are the implications of the alternative theories and the associated supporting empirical evidence for the role monetary policy can play in stabilising the economic cycle?",
            "output": [
                "Quelles sont les implications des diverses théories et des observations qui les appuient pour le rôle que la politique monétaire peut jouer dans la stabilisation du cycle économique ?"
            ]
        },
        {
            "input": "Who Should Protect it?",
            "output": [
                "Par qui doit-il être protégé?"
            ]
        },
        {
            "input": "Why is the Evaluation Program important?",
            "output": [
                "Pourquoi le Programme d’évaluation est-il important?"
            ]
        },
        {
            "input": "What is the impact of the Training for Trainers?",
            "output": [
                "Quel est l’impact de cet atelier de formation?"
            ]
        },
        {
            "input": "Who is eligible to elect for transfer value service?",
            "output": [
                "Qui peut exercer une option de rachat d'un service visé par la valeur de transfert?"
            ]
        },
        {
            "input": "What is the medication being given?",
            "output": [
                "Quel(s) médicament(s) lui administrez- vous?"
            ]
        },
        {
            "input": "What do you intend to do about reducing the bureaucratic burdens on business, particularly small firms without reducing social, consumer and environmental protection?",
            "output": [
                "Qu'avez-vous l'intention de faire pour réduire les contraintes bureaucratiques qui pèsent sur les affaires, en particulier au niveau des petites entreprises, sans pour autant affaiblir la protection des salariés, des consommateurs et de l'environnement?"
            ]
        },
        {
            "input": "Why is Northwestel being treated separately?",
            "output": [
                "Pourquoi Norouestel est-elle traitée séparément?"
            ]
        },
        {
            "input": "Where is the recognition of the world beyond our borders and the leadership that Canadians need based on that recognition?",
            "output": [
                "Ou reconnaıˆ t´ ´ ´ ` on l’existence d’un monde qui depasse nos frontieres, et ou se trouve ´ ` ` le leadership dont les Canadiens ont besoin pour s’orienter dans ce monde?"
            ]
        },
        {
            "input": "What evidence is there that foodborne illness can be reduced through the implementation of programs such as MPIP and that human health outcomes could be improved?",
            "output": [
                "Quelles données probantes indiquent qu’il est possible de réduire le nombre de maladies d’origine alimentaire en mettant en œuvre des programmes comme le PMIV et qu’il serait possible d’améliorer l’évolution de l’état de santé des êtres humains?"
            ]
        },
        {
            "input": "What are other pollutant components of smog?",
            "output": [
                "Quels sont les autres polluants qui entrent dans la composition du smog?"
            ]
        },
        {
            "input": "What are the implications for public works in the Own Source Revenue Agreement?",
            "output": [
                "Quelles sont les répercussions des travaux publics sur les ententes de revenus autonomes?"
            ]
        },
        {
            "input": "What will they see if they look for yours?",
            "output": [
                "Et si c'est la vôtre qu'ils cherchent?"
            ]
        },
        {
            "input": "What is the United Nations Human Settlements Programme (UN Habitat)?",
            "output": [
                "Qu'est-ce que le Programme des Nations Unies pour les établissements humains (ONU-Habitat)?"
            ]
        },
        {
            "input": "What is the classification of DEHP in Canada?",
            "output": [
                "Quelle est la classification du DEHP au Canada?"
            ]
        },
        {
            "input": "What do you believe tend to be the most successful types of activities?",
            "output": [
                "Quel est, à votre avis, le type d’activités du CRIC qui se veut normalement le mieux réussi?"
            ]
        },
        {
            "input": "What benefits are anticipated for the community?",
            "output": [
                "Quels avantages prévoit-on obtenir pour la collectivité ?"
            ]
        },
        {
            "input": "What were you saying to yourself?",
            "output": [
                "Comment vous sentiez-vous par rapport à vos actions?"
            ]
        },
        {
            "input": "What is school engagement and how does it explain differences in achievement?",
            "output": [
                "En quoi consiste la participation scolaire et de quelle façon explique-t-elle les différences sur le plan de la réussite?"
            ]
        },
        {
            "input": "When will it be available?",
            "output": [
                "Quand sera-t-il prêt?"
            ]
        },
        {
            "input": "What are the advantages of satellites in weather forecasting?",
            "output": [
                "Quels avantages les satellites météorologiques procurent-ils en prévision météorologique?"
            ]
        },
        {
            "input": "What are your partners’ knowledge gaps?",
            "output": [
                "Quelles sont ceux de vos partenaires ?"
            ]
        },
        {
            "input": "What factors must be measured to determine the rate of flow in a river?",
            "output": [
                "Quels facteurs doit-on mesurer pour déterminer le débit d’un cours d’eau?"
            ]
        },
        {
            "input": "What are some other changes that might occur in the community?",
            "output": [
                "Quels sont les autres changements qui risquent de se produire dans la société?"
            ]
        },
        {
            "input": "What are the elements of good governance as seen through the lens of environmental sustainability?",
            "output": [
                "Quels sont les éléments d’une saine gouvernance du point de vue de la durabilité de l’environnement?"
            ]
        },
        {
            "input": "Why did the Council of Europe decide to launch a campaign against domestic violence?",
            "output": [
                "Pourquoi le Conseil de l’Europe a-t-il décidé de lancer une campagne contre la violence domestique ?"
            ]
        },
        {
            "input": "What kinds of changes are working on the ground throughout the country?",
            "output": [
                "Quelles sortes de changements fonctionnent à la grandeur du pays?"
            ]
        },
        {
            "input": "What is E-learning?",
            "output": [
                "Qu'est-ce que l’apprentissage électronique?"
            ]
        },
        {
            "input": "Why is MSG used in food preparations?",
            "output": [
                "Pourquoi utilise-t-on le MSG dans les préparations alimentaires?"
            ]
        },
        {
            "input": "What are the monetized values of all of the potential real incremental benefits to society?",
            "output": [
                "Quelles sont les valeurs monétisées de tous les avantages supplémentaires, réels et probables pour la société?"
            ]
        },
        {
            "input": "What do we most want from what we do?",
            "output": [
                "Qu’attendons-nous essentiellement de ce que nous faisons?"
            ]
        },
        {
            "input": "Why is a guarantee needed when the property is mortgaged and the borrower has to take out insurance?",
            "output": [
                "Pourquoi est-il besoin d’une garantie, alors que le bien est hypothéqué et que l’emprunteur doit souscrire des assurances ?"
            ]
        },
        {
            "input": "When considering only the companies that export, do some sectors have higher export shares than others?",
            "output": [
                "Si l'on considère uniquement les entreprises exportatrices, certains secteurs ont-ils des parts d'exportations plus importantes que d'autres ?"
            ]
        },
        {
            "input": "When did you first hear the expression \"multicultural society\"?",
            "output": [
                "Quand pour la première fois avez-vous entendu l’expression de «société multiculturelle» ?"
            ]
        },
        {
            "input": "What do I do with the T5007 I got?",
            "output": [
                "Qu’est-ce que je fais avec le feuillet T5007 que j’ai reçu?"
            ]
        },
        {
            "input": "What methods and tools for budget analysis are traditionally applied?",
            "output": [
                "Quels sont les outils et méthodes traditionnellement utilisés pour les analyses budgétaires ?"
            ]
        },
        {
            "input": "What is the designation of States?",
            "output": [
                "Quels sont les principes régissant le droit de priorité pour les demandes internationales?"
            ]
        },
        {
            "input": "What should be the role of the various professional societies in Canada in initiating and mediating debate around environmental and health issues?",
            "output": [
                "Quel devrait être le rôle des diverses sociétés professionnelles au Canada dans l’ouverture et la médiation d’un débat sur les questions de santé et d’environnement?"
            ]
        },
        {
            "input": "What is done with the results from clinical trials?",
            "output": [
                "À quoi servent les résultats des essais cliniques?"
            ]
        },
        {
            "input": "What interest rates are used in the calculation?",
            "output": [
                "Quels sont les taux d’intérêt utilisés dans le calcul?"
            ]
        },
        {
            "input": "What were the program objectives?",
            "output": [
                "Quels en sont les objectifs?"
            ]
        },
        {
            "input": "What does rationality dictate that our players do?",
            "output": [
                "Qu'est-ce que la raison ordonne à nos deux prisonniers?"
            ]
        },
        {
            "input": "Why do you think the artist’s chose this part of the song to include harmony?",
            "output": [
                "Pourquoi pensez-vous que l’artiste a choisi cette partie de la chanson pour inclure l’harmonie?"
            ]
        },
        {
            "input": "Who are the ultimate beneficiaries?",
            "output": [
                "Qui sont les bénéficiaires ?"
            ]
        },
        {
            "input": "What material can replace lost dignity?",
            "output": [
                "Quel matériau peut donc remplacer la dignité perdue?"
            ]
        },
        {
            "input": "What are the responsibilities to them and what do we have the right to expect from them?",
            "output": [
                "Quelles sont nos responsabilités envers eux, et que sommes-nous en droit d'attendre d'eux?"
            ]
        },
        {
            "input": "What types of expertise will be required to address these issues?",
            "output": [
                "Le budget annuel sera-t-il augmenté?"
            ]
        },
        {
            "input": "What happens to the colour if you pour the contents of the vinegar cup into the ammonia cup?",
            "output": [
                "Qu'est il advenu de la couleur quand vous avez versé le contenu de la tasse contenant le vinaigre dans la tasse contenant l'ammoniaque?"
            ]
        },
        {
            "input": "What action did you select to create an incident/accident?",
            "output": [
                "Quelle action avez-vous sélectionnée pour créer un accident ?"
            ]
        },
        {
            "input": "What is Effective Corrections?",
            "output": [
                "Qu'est-ce que l'Approche correctionnelle judicieuse?"
            ]
        },
        {
            "input": "When, why and by whom was WAADS created?",
            "output": [
                "Quand, pourquoi et par qui l’Association mondiale des scientifiques antidopage (World Association of Anti-Doping Scientists – WAADS) a-t-elle été créée?"
            ]
        },
        {
            "input": "Why is Canada's position on culture absent from the draft texts of the negotiating groups that could affect culture?",
            "output": [
                "Pourquoi la position du Canada sur la culture est-elle absente de l'ébauche des textes des groupes de négociation dont les discussions pourraient avoir une incidence sur la culture?"
            ]
        },
        {
            "input": "What the explorers hoped to find?",
            "output": [
                "Qu’est-ce que les explorateurs espéraient trouver?"
            ]
        },
        {
            "input": "Which province or territory in Canada has no music, dance or opera companies?",
            "output": [
                "Quelle province ou territoire au Canada n'a pas de compagnie d'opéra, de danse ou de musique?"
            ]
        },
        {
            "input": "What are the criteria for project selection?",
            "output": [
                "Quels sont les critères de sélection des projets?"
            ]
        },
        {
            "input": "What countries should be selected for the purposes of comparison?",
            "output": [
                "Quels pays choisir à des fins de comparaison?"
            ]
        },
        {
            "input": "What was their explanation of how your injury wasn't job-related?",
            "output": [
                "Quelles explications vous a-t-on données?"
            ]
        },
        {
            "input": "What products are subject to WHMIS supplier MSDS and label requirements?",
            "output": [
                "Quels sont les produits assujettis aux exigences prévues dans le SIMDUT à l'égard de la FS et de l'étiquette du fournisseur?"
            ]
        },
        {
            "input": "What impact, if any, would the proposed lead content limits have on your enterprise, relative to: Group 1 Products?",
            "output": [
                "Quelles incidences, le cas échéant, les limites proposées pour la teneur en plomb auraient-elles sur votre entreprise en ce qui concerne : [ [ [ [ [ les produits du groupe 1?"
            ]
        },
        {
            "input": "When you were injured, did you have a person assigned to your case that you could go to, regardless of whether it was a pension issue or a medical issue or special assistance, or did you have to chase down the officials yourself and make the telephone calls, file the appeals and so on?",
            "output": [
                "Lorsque vous avez été blessé, a-t-on confié à quelqu'un la tâche de s'occuper de votre dossier, qu'il s'agisse de la pension ou des services médicaux, ou avez-vous vous-même dû vous en occuper?"
            ]
        },
        {
            "input": "What happens if I'm not satisfied with the reconsideration decision?",
            "output": [
                "Qu’arrive t il si la décision rendue à l’issue du Processus de réexamen ne me satisfait pas?"
            ]
        },
        {
            "input": "When is labour provided free of charge not \"volunteer labour\" but a non-monetary contribution?",
            "output": [
                "Dans quels cas est-ce que du travail fourni sans rémunération ne constitue pas du « travail bénévole » mais bien une contribution non monétaire?"
            ]
        },
        {
            "input": "What impact will the ban have on cultural and sporting organizations and events, especially those that have received tobacco industry funding until now?",
            "output": [
                "Quelles répercussions l’interdiction aura-t-elle sur les événements culturels et sportifs et les organisations culturelles et sportives, en particulier les événements et les organisations qui ont reçu des fonds de l’industrie du tabac jusqu’à maintenant?"
            ]
        },
        {
            "input": "What is the appropriate role of evidence in the policy-making process?",
            "output": [
                "Quel est le rôle approprié des preuves dans le processus d’élaboration des politiques ?"
            ]
        },
        {
            "input": "Why are some drugs not approved?",
            "output": [
                "Pourquoi certains médicaments ne sont-ils pas approuvés?"
            ]
        },
        {
            "input": "What is the relationship between IP protection and the promotion of cultural diversity?",
            "output": [
                "Quel rapport existe-t-il entre la protection de la propriété intellectuelle et la promotion de la diversité culturelle?"
            ]
        },
        {
            "input": "Where do they live?",
            "output": [
                "Où demeurent-ils?"
            ]
        },
        {
            "input": "Why, then, should ordinary taxpayers foot the bill to bail out the financial industry?",
            "output": [
                "Alors pourquoi le contribuable devrait-il payer la facture pour tirer d’affaire l’industrie financière ?"
            ]
        },
        {
            "input": "What other conditions do they have to meet to be able to get a rebate under the new FCTIP?",
            "output": [
                "Quelles autres conditions doit-il remplir pour avoir droit à un remboursement dans le cadre du nouveau programme d'incitation pour congrès étrangers et voyages organisés?"
            ]
        },
        {
            "input": "What if I need to copy more than fair dealing allows?",
            "output": [
                "Et s’il me faut faire plus de copies que ne permet l’utilisation équitable?"
            ]
        },
        {
            "input": "What lessons have been learned from similar national or international initiatives?",
            "output": [
                "Quelles leçons a-t-on tirées d’initiatives similaires menées dans le passé au pays ou à l’étranger?"
            ]
        },
        {
            "input": "What possible reasons can you think of for this correlation?",
            "output": [
                "Quelles raisons pouvez-vous donner pour expliquer cette corrélation?"
            ]
        },
        {
            "input": "What are DFO's intentions if these First Nations attempt to increase their fisheries access unilaterally?",
            "output": [
                "Quelles sont les intentions du MPO si ces Premières nations tentent d'élargir unilatéralement leur accès à la pêche?"
            ]
        },
        {
            "input": "Where under-represented designated groups have termination rates that exceed those of non-designated groups, is the review focused on retention and termination policies and practices and to accommodation as it relates to these areas?",
            "output": [
                "Est-ce que l'étude porte sur les politiques et pratiques en matière de maintien en fonctions et de cessation d'emploi ainsi que sur l'adaptation dans la mesure où elle se rapporte aux secteurs où les membres des groupes désignés sont non seulement sous-représentés, mais où leur taux de cessation d'emploi est supérieur au taux de cessation d'emploi des groupes non désignés?"
            ]
        },
        {
            "input": "What is 'privacy' and why should it be protected?",
            "output": [
                "Qu'est-ce que la \"vie privée\" et comment la protéger ?"
            ]
        },
        {
            "input": "What is not covered by PIPEDA?",
            "output": [
                "Qu’est-ce qui n’est pas visé par la LPRPDÉ?"
            ]
        },
        {
            "input": "Who was not (directly) represented at the Conferences in 1864-1866 (and later)?",
            "output": [
                "Qui n’a pas été représenté (directement) aux conférences qui ont eu lieu entre 1864 et 1866 (et par la suite)?"
            ]
        },
        {
            "input": "What is sovereignty?",
            "output": [
                "[TRADUCTION] Qu'est-ce que la souveraineté?"
            ]
        },
        {
            "input": "What is a screening mammogram?",
            "output": [
                "Qu’est-ce qu’une mammographie de dépistage?"
            ]
        },
        {
            "input": "What plans are there for the long-term monitoring of decommissioned mine sites?",
            "output": [
                "Quels sont les niveaux de base, c’est a dire avant l’exploitation miniere, des divers contaminants dans la region?"
            ]
        },
        {
            "input": "What are the outcomes of these various approaches?",
            "output": [
                "Quels résultats ces diverses mesures ont-elle donnés?"
            ]
        },
        {
            "input": "What is the EU really prepared to offer in the long term to Ukraine, Moldova and Belarus?",
            "output": [
                "Que veut réellement offrir l’UE à terme à l’Ukraine, à la Moldova et au Belarus ?"
            ]
        },
        {
            "input": "What is the Schengen information system (SIS)?",
            "output": [
                "Qu’est-ce que le Système d’information Schengen (SIS)?"
            ]
        },
        {
            "input": "What documents must/may accompany the amendments ?",
            "output": [
                "Quels documents doivent/peuvent accompagner les modifications?"
            ]
        },
        {
            "input": "What are the advantages and disadvantages?",
            "output": [
                "Quels en sont les avantages et les désavantages?"
            ]
        },
        {
            "input": "What is the link between HPV infection and cancer?",
            "output": [
                "Quel est le lien entre l’infection au VPH et le cancer?"
            ]
        },
        {
            "input": "Who conducts the Government of Canada’s EAs of trade and investment negotiations?",
            "output": [
                "Qui effectue les EE des négociations sur le commerce et l’investissement commandées par le gouvernement du Canada?"
            ]
        },
        {
            "input": "What activities have been undertaken to develop a national research agenda to support efforts to address homelessness?",
            "output": [
                "Quelles activités a-t-on entreprises pour élaborer un programme de recherche national à l’appui de la lutte contre l’itinérance?"
            ]
        },
        {
            "input": "What does the Yukon Placer Mining Act do?",
            "output": [
                "Quel est l'objet de la Loi sur l'extraction de l'or dans le Yukon?"
            ]
        },
        {
            "input": "What New Competencies Are Required to Bring About a Learning-Centred Public Service?",
            "output": [
                "De quelles nouvelles compétences a-t-on besoin pour mettre en place une fonction publique axée sur l’apprentissage?"
            ]
        },
        {
            "input": "What are the characteristics of successful, high-impact projects?",
            "output": [
                "Quelles sont les caractéristiques des projets réussis à impact élevé?"
            ]
        },
        {
            "input": "What is PubMed Central Canada (PMC Canada)?",
            "output": [
                "Qu'est-ce que PubMed Central Canada (PMC Canada)?"
            ]
        },
        {
            "input": "What can you generalize from the information presented in the above table?",
            "output": [
                "Quelles grandes lignes pouvez-vous tirer de l'information présentée dans le tableau ci-dessus?"
            ]
        },
        {
            "input": "Why should the European spirit be less present in Portugal than in France or Germany?",
            "output": [
                "Pourquoi l’esprit européen serait-il moins présent au Portugal qu’en France ou en Allemagne ?"
            ]
        },
        {
            "input": "What proportion of these individuals would be willing to consider providing a blood sample for storage and future analysis?",
            "output": [
                "Quelle proportion de ces sujets serait disposée à envisager de fournir un échantillon de sang qui serait stocké en vue d’analyses ultérieures?"
            ]
        },
        {
            "input": "What is the Luxembourgish name for the Luxembourg Ardennes, which covers approximately one third of its territory?",
            "output": [
                "En luxembourgeois, comment appellet-on les Ardennes luxembourgeoises, qui couvrent environ un tiers du territoire national ?"
            ]
        },
        {
            "input": "Who controls the work, even at arm’s length?",
            "output": [
                "Qui contrôle le travail, même de façon indirecte?"
            ]
        },
        {
            "input": "What standards of evidence are required to demonstrate that a written disclosure was published on or by a certain date?",
            "output": [
                "Quel niveau de preuves est exigé pour démontrer qu’une divulgation écrite a été publiée à une certaine date ou avant une certaine date?"
            ]
        },
        {
            "input": "What is the Role of Expert Departments?",
            "output": [
                "Quel est le rôle des ministères experts?"
            ]
        },
        {
            "input": "What are you doing to address this?",
            "output": [
                "Que faites-vous pour régler ce problème?"
            ]
        },
        {
            "input": "What constitutes the Olympic Brand?",
            "output": [
                "En quoi consiste la marque olympique?"
            ]
        },
        {
            "input": "What can be done about Ashique's situation - and that of other child labourers?",
            "output": [
                "Que faire au sujet de la situation d'Ashique - et de celle d'autres enfants qui travaillent?"
            ]
        },
        {
            "input": "When Is the Worker Ready to Return to Work?",
            "output": [
                "Quand la travailleuse ou le travailleur est-il prêt à revenir au travail?"
            ]
        },
        {
            "input": "Where can I find a list of the major mining companies in Canada?",
            "output": [
                "Où puis-je trouver une liste des principales sociétés minières à l’œuvre au Canada?"
            ]
        },
        {
            "input": "What information is required to support addition of vitamins and minerals to a special purpose food?",
            "output": [
                "Quels renseignements doivent étayer l’adjonction de vitamines et de minéraux à un aliment spécial?"
            ]
        },
        {
            "input": "What are your expectations for your children as adults?",
            "output": [
                "Qu'attendrez-vous de vos enfants quand ils seront adultes?"
            ]
        },
        {
            "input": "Why should the processes, systems or product(s) be developed/what are the expected benefits ?",
            "output": [
                "Quels sont les objectifs de ces nouveaux processus, systèmes ou produits et quels bénéfices peuton en attendre ?"
            ]
        },
        {
            "input": "What are the expected results of the Embracing Change Support Fund?",
            "output": [
                "Quels sont les résultats attendus du Fonds de soutien de Faire place au changement?"
            ]
        },
        {
            "input": "What mechanisms signal to employees that harassment of any sort is not tolerated in the workplace?",
            "output": [
                "Quels sont les mécanismes indiquant aux employés que le harcèlement de tout genre n’est pas toléré dans le milieu de travail?"
            ]
        },
        {
            "input": "What components of initially successful (letter of intent) applications are the strongest indicators of successful participatory research applications?",
            "output": [
                "Quels éléments des demandes initialement retenues (lettres d'intention) offrent les meilleures garanties de demandes de recherche participative fructueuses?"
            ]
        },
        {
            "input": "Why has the Prime Minister turned to the other place to take such a difficult, complex, executive decision?",
            "output": [
                "´ ` Pourquoi le premier ministre s’en remet-il a l’autre endroit pour ´ ´ prendre une decision aussi difficile et complexe du pouvoir executif?"
            ]
        },
        {
            "input": "Who Reports to the 2002 NPRI?",
            "output": [
                "Qui produit une déclaration à l'INRP pour l'an 2002 ?"
            ]
        },
        {
            "input": "What effect did this have on better addressing the needs of these communities?",
            "output": [
                "Comment cela a-t-il eu une influence sur l'amélioration de la façon de répondre aux besoins de ces communautés ?"
            ]
        },
        {
            "input": "What were your targets for the reporting period?",
            "output": [
                "Quels sont vos cibles pour la période considérée?"
            ]
        },
        {
            "input": "What will the next number be?",
            "output": [
                "Devinez à combien se chiffrera la population en 2006?"
            ]
        },
        {
            "input": "What groups are affected by or benefit from the results?",
            "output": [
                "Que doit-on faire pour atteindre les résultats visés ?"
            ]
        },
        {
            "input": "What are the major impediments to accessing these markets, and what might industry and government do to make Manitoba pork more competitive in these expanding markets?",
            "output": [
                "Quels principaux obstacles limitent l'accès à ces marchés et quelles mesures l'industrie et le gouvernement pourraient-ils prendre pour rendre le porc du Manitoba plus concurrentiel sur ces marchés en développement?"
            ]
        },
        {
            "input": "What can we stop doing, in order to conserve spending?",
            "output": [
                "Que pouvons-nous cesser de faire pour faire des économies?"
            ]
        },
        {
            "input": "What do parliamentarians need?",
            "output": [
                "De quelle information les parlementaires ont-ils besoin?"
            ]
        },
        {
            "input": "What other labels does your agency use to describe the geographic area of interest for the CMP?",
            "output": [
                "Quels autres termes votre organisme utilise-t-il pour nommer la région géographique qui intéresse le CMP?"
            ]
        },
        {
            "input": "Where an importer or someone dealing in imported goods intends to use the proprietor’s trade mark on, or in relation to, those goods and such use does and will not prejudice the specific subject-matter of the mark, must he nevertheless give the proprietor advance notice of his intended use of the mark?",
            "output": [
                "Lorsque l’importateur ou une personne distribuant des marchandises importées entend utiliser la marque du titulaire sur ces marchandises ou en relation avec elles et que cette utilisation n’affecte pas et n’affectera pas l’objet spécifique de la marque, doit-il néanmoins avertir préalablement le titulaire de son intention d’utiliser la marque?"
            ]
        },
        {
            "input": "What does the styling look like?",
            "output": [
                "Quel style en ressort?"
            ]
        },
        {
            "input": "Why can central banks inﬂuence (ex ante) real interest rates?",
            "output": [
                "Pourquoi les banques centrales peuvent-elles inﬂuencer (ex ante) les taux d’intérêt réels ?"
            ]
        },
        {
            "input": "What would you mainly like to work on?",
            "output": [
                "Sur quel thème préféreriez-vous travailler ?"
            ]
        },
        {
            "input": "What should be important characteristics of an EG&S agri­environmental policy?",
            "output": [
                "Quelles seraient les caractéristiques importantes d’une politique agroenvironnementale sur les biens et services écologiques (BSE)?"
            ]
        },
        {
            "input": "What would you hope to accomplish during this session?",
            "output": [
                "Qu’espéreriez-vous accomplir au cours de cette séance?"
            ]
        },
        {
            "input": "What happens to the blacktop road after its surface life expires (years 16 to 18)?",
            "output": [
                "Qu'arrivera-t-il à la route asphaltée à la fin de la durée de vie de son revêtement (après 16 à 18 ans)?"
            ]
        },
        {
            "input": "Who gives Ottawa direction to formulate things in this fashion?",
            "output": [
                "Qui donne les ordres à Ottawa en ce qui a trait aux règles en ce domaine?"
            ]
        },
        {
            "input": "What brought you to participate in the Switzerland-Canada Youth Mobility Program?",
            "output": [
                "Qu’est-ce qui vous a incité à déposer une demande de permis de travail sous les programmes de mobilité des jeunes Suisse-Canada ?"
            ]
        },
        {
            "input": "Why is the NRR both low and relatively unchanged in these two provinces?",
            "output": [
                "Pourquoi le TAR est-il à la fois peu élevé et relativement le même dans ces deux provinces?"
            ]
        },
        {
            "input": "What is your attitude to the proposal that young qualified workers in industry and business should be provided with opportunities for work experience abroad with a view to improving their qualifications, and how great do you estimate the demand would be?",
            "output": [
                "Quelle est votre attitude à l'égard de la proposition selon laquelle il faudrait donner à de jeunes travailleurs qualifiés de l'industrie et du commerce la possibilité d'acquérir une expérience professionnelle à l'étranger afin d'améliorer leurs qualifications et, selon vous, quelle serait l'importance de la demande?"
            ]
        },
        {
            "input": "What does it really mean?",
            "output": [
                "La propriété intellectuelle : qu’est-ce que c’est vraiment?"
            ]
        },
        {
            "input": "What resources and skills will be required on the team for this implementation?",
            "output": [
                "Quelles ressources seront nécessaires et quelles compétences doivent posséder les membres de l’équipe pour en effectuer la mise en œuvre?"
            ]
        },
        {
            "input": "When was the business closed?",
            "output": [
                "Quand l'entreprise a-t-elle fermé ses portes?"
            ]
        },
        {
            "input": "What are the lessons learned in different categories of self-government negotiation processes?",
            "output": [
                "Quelles leçons a-t-on apprises concernant les différentes catégories de processus de négociation sur l’autonomie gouvernementale?"
            ]
        },
        {
            "input": "Why not tie it in for quantity of goods and choice?",
            "output": [
                "Pourquoi ne pas miser sur la quantité et sur la variété de marchandises?"
            ]
        },
        {
            "input": "Why is PWGSC transforming the way it does business?",
            "output": [
                "Pourquoi TPSGC transforme-t-il sa façon de faire affaire?"
            ]
        },
        {
            "input": "What Type of Information is Considered Personal?",
            "output": [
                "Quels types de renseignements sont considérés comme personnels?"
            ]
        },
        {
            "input": "Where may I register a sole proprietorship or partnership?",
            "output": [
                "Où puis-je enregistrer une entreprise à propriétaire unique ou une société de personnes?"
            ]
        },
        {
            "input": "What must we \u2028excel at?",
            "output": [
                "Dans quel domaine devons-nous exceller?"
            ]
        },
        {
            "input": "What good practices have already been implemented and should be used in full capacity?",
            "output": [
                "Quelles sont les bonnes pratiques qui existent déjà et doivent être utilisées au maximum?"
            ]
        },
        {
            "input": "When clouds get bigger and bigger?",
            "output": [
                "« Pouvez-vous deviner ce qui se produit ensuite?"
            ]
        },
        {
            "input": "What, then, is the dividing line between eligible and ineligible analysis?",
            "output": [
                "Où se situe la limite entre les analyses admissibles et inadmissibles?"
            ]
        },
        {
            "input": "What has been passed on to us in the way of French, English and Aboriginal cooking traditions?",
            "output": [
                "Que nous reste-t-il des traditions culinaires française, anglaise et amérindienne?"
            ]
        },
        {
            "input": "What more can we do to convince the government that they should re-evaluate their decision?",
            "output": [
                "Que pouvons-nous faire de plus pour convaincre le gouvernement qu'il doit revoir sa décision?"
            ]
        },
        {
            "input": "What impact would the relaxation or elimination of this regulation have on broadcasting revenues and on the viewing public?",
            "output": [
                "Quel serait l'impact de l'assouplissement ou de la suppression de cette disposition sur les recettes de radiodiffusion et sur le nombre de téléspectateurs?"
            ]
        },
        {
            "input": "Where do we need to maintain regulation to achieve our public policy goals?",
            "output": [
                "Dans quels domaines devons‑nous maintenir une réglementation appropriée pour atteindre nos objectifs de politique publique?"
            ]
        },
        {
            "input": "What were the policies advocated by Hitler?",
            "output": [
                "Quelles sont les thèses défendues par Hitler ?"
            ]
        },
        {
            "input": "What does the EU regulation mean for the protection of breeding birds and the Swedish predator policy?",
            "output": [
                "›› suite Conférence 16/03/07 Stockholm - Sweden The EU's influence on Swedish hunting issues How has hunting been affected by the Swedish membership of the EU, and which EU-questions are the most important for Swedish hunters?"
            ]
        },
        {
            "input": "Who can help you to avoid tempting situations?",
            "output": [
                "Qui peut vous aider à éviter les situations invitantes?"
            ]
        },
        {
            "input": "What do you need from international buyers in order to create innovative cultural travel packages and itineraries that meet the needs of their customers?",
            "output": [
                "De quels éléments avez-vous besoin de la part des acheteurs internationaux pour pouvoir créer des forfaits et itinéraires touristiques culturels innovateurs qui comblent les besoins de leurs clients?"
            ]
        },
        {
            "input": "Why is douching harmful?",
            "output": [
                "Pourquoi les douches vaginales sont-elles nuisibles?"
            ]
        },
        {
            "input": "What is the proportion of telehealth use according to health condition?",
            "output": [
                "Quelle est la proportion d’utilisation de la télésanté par catégorie d’affection?"
            ]
        },
        {
            "input": "What Research Gaps Still Exist?",
            "output": [
                "Quelles sont les nouvelles pistes de recherche?"
            ]
        },
        {
            "input": "Who designated red and white as Canada's official colours?",
            "output": [
                "Qui a désigné le rouge et le blanc comme couleurs officielles du Canada?"
            ]
        },
        {
            "input": "Why are we being asked to calculate the benefit rate on the basis of the second employment when the claim, and every other element of it, relates to the first?",
            "output": [
                "Pourquoi donc faudrait-il calculer le taux des prestations en fonction du second emploi alors que la demande, ainsi que tout élément y afférent, se rapporte au premier?"
            ]
        },
        {
            "input": "What problems have been encountered in the implementation of the E/A process?",
            "output": [
                "e) D’autres avantages écologiques ou collectifs obtenus tel que prévu?"
            ]
        },
        {
            "input": "What role should the secular and the sacred play in the European Union's fundamental law?",
            "output": [
                "Quel rôle le sacré et le profane doivent-ils jouer dans la Loi fondamentale de l'Union européenne ?"
            ]
        },
        {
            "input": "What should I do?",
            "output": [
                "Que dois-je faire ?"
            ]
        },
        {
            "input": "What is the mandate of the Health Products and Food Branch Inspectorate?",
            "output": [
                "Quel est le mandat de l’Inspectorat de la Direction générale des produits de santé et des aliments?"
            ]
        },
        {
            "input": "What is an IP Hub?",
            "output": [
                "Que faut-il entendre par service commun de la propriété intellectuelle?"
            ]
        },
        {
            "input": "Why did some projects have a higher impact on regional development than others?",
            "output": [
                "Pourquoi certains projets ont-ils davantage d’impact sur le développement régional que d’autres ?"
            ]
        },
        {
            "input": "Which is the more popular/effective way of learning computer skills: formal training, on-the-job training, or self-learning?",
            "output": [
                "Quelle est la formule la plus répandue ou la plus efficace pour développer ses compétences en informatique : la formation en classe, la formation en milieu de travail ou l'auto-apprentissage?"
            ]
        },
        {
            "input": "What is the relationship of NPC and NIRB to the Crown, for example?",
            "output": [
                "Quels sont les rapports de la CAN et de la CNER avec la Couronne, par exemple?"
            ]
        },
        {
            "input": "What else should you know about a Multi-Measure project Action 1?",
            "output": [
                "Que savoir de plus sur les projets Action 1 Multi-mesures?"
            ]
        },
        {
            "input": "What ADR services does the Commission provide?",
            "output": [
                "Quels services de RAD la Commission offre-t-elle?"
            ]
        },
        {
            "input": "What training activities have taken place as a result of the LES Training Strategy?",
            "output": [
                "À quelles activités de formation la stratégie de formation des ERP a-t-elle donné lieu?"
            ]
        },
        {
            "input": "What's new Aid, development and policy reforms needed to lessen impact of high food prices 16-Jun-2008 What has caused the recent sharp rises in world food prices?",
            "output": [
                "A la une La hausse des prix alimentaires - causes et conséquences 16-juin-2008 Comment peut-on expliquer l'envolée actuelle des prix alimentaires?"
            ]
        },
        {
            "input": "What will make my business attractive to employ older workers?",
            "output": [
                "Qu'est-ce qui peut rendre mon entreprise attirante pour embaucher des travailleurs âgés?"
            ]
        },
        {
            "input": "What should be the research focus?",
            "output": [
                "Quelle direction la recherche devrait-elle prendre ?"
            ]
        },
        {
            "input": "What do you mean by current postal code or zip code?",
            "output": [
                "Que voulez-vous dire par code postal ou code ZIP actuel?"
            ]
        },
        {
            "input": "What does WHO do with the information it collects?",
            "output": [
                "Que fait l'OMS des renseignements collectés ?"
            ]
        },
        {
            "input": "What if the surviving spouse's or common-law partner's GST/HST credit includes a claim for the deceased?",
            "output": [
                "Que faire si le crédit pour la TPS/TVH de l'époux ou conjoint de fait survivant comprend un montant pour la personne décédée?"
            ]
        },
        {
            "input": "What would your references say about your ability to work independently?",
            "output": [
                "Que diraient vos références sur votre capacité à travailler de façon autonome?"
            ]
        },
        {
            "input": "When was EPO banned as a performance enhancing substance?",
            "output": [
                "Quand l’EPO a-t-elle été interdite comme une substance améliorant la performance?"
            ]
        },
        {
            "input": "Why should the CF care about voice and provide mechanisms of voice to its members?",
            "output": [
                "Pourquoi les FC se soucieraient-elles du droit de parole et pourquoi prévoiraient-elles des dispositifs permettant aux militaires d'exprimer leurs préoccupations?"
            ]
        },
        {
            "input": "When should tax waivers be sent in?",
            "output": [
                "Quand les demandes de dispense de retenir l'impôt doivent-elles être soumises?"
            ]
        },
        {
            "input": "Why not try the test a few times as it's a different test every time?",
            "output": [
                "Pourquoi ne pas répondre aux questions du test plus d'une fois puisqu'il est différent chaque fois?"
            ]
        },
        {
            "input": "What are the strengths of these mechanisms?",
            "output": [
                "Quels sont les points forts et les points faibles de ces mécanismes?"
            ]
        },
        {
            "input": "What is the difference between a trade-mark and a trade name?",
            "output": [
                "Q10 Comment faire enregistrer une marque de commerce?"
            ]
        },
        {
            "input": "What would a world and a Canada fit for boys and girls under the age of 18 look like to you?",
            "output": [
                "À quoi ressemblerait, d'après vous, un Canada et un monde digne des garçons et des filles de moins de 18 ans?"
            ]
        },
        {
            "input": "What can individuals do if they do not agree with information in their file?",
            "output": [
                "Que peut faire un particulier qui n'est pas d'accord avec les renseignements qui figurent dans son dossier?"
            ]
        },
        {
            "input": "What knowledge gaps are being addressed?",
            "output": [
                "Quelles lacunes sont traitées sur le plan des connaissances?"
            ]
        },
        {
            "input": "Whither global growth?",
            "output": [
                "Où va la croissance mondiale?"
            ]
        },
        {
            "input": "What is the intensity of an earthquake?",
            "output": [
                "Qu'est-ce que l'intensité d'un séisme?"
            ]
        },
        {
            "input": "What is a non-qualifying security (NQS)?",
            "output": [
                "Qu'est-ce qu'un titre non admissible (TNA)?"
            ]
        },
        {
            "input": "What should you do if you spot a wildfire that seems to be unattended?",
            "output": [
                "Que devez-vous faire si vous observez un feu de forêt qui semble laissé à lui-même?"
            ]
        },
        {
            "input": "What measures are contemplated or have been taken to increase the availability and accessibility of contraception?",
            "output": [
                "Quelles mesures sont envisagées ou ont été prises pour accroître la disponibilité et l’accessibilité des moyens contraceptifs?"
            ]
        },
        {
            "input": "What if you need to change your return?",
            "output": [
                "Vous voulez modifier votre déclaration?"
            ]
        },
        {
            "input": "What tests drive Koreans to spend money on preparation schools?",
            "output": [
                "Quels sont les tests qui incitent les Coréens à dépenser de l’argent pour les écoles préparatoires?"
            ]
        },
        {
            "input": "What aspects of change management might facilitate implementation of inter-professional care?",
            "output": [
                "Quels aspects de la gestion du changement pourraient faciliter la mise en ouvre de services interprofessionnels?"
            ]
        },
        {
            "input": "Which position(s) within the Advanced Wood Products Manufacturing Industry are the most difficult to retain staff in?",
            "output": [
                "Pourquoi?"
            ]
        },
        {
            "input": "What problem cuts life expectancy in half and causes the most restrictions on daily living, depressions, and visits to physicians?",
            "output": [
                "Quel est ce problème qui abrège en moyenne l’espérance de vie d’un an, qui cause le plus de restrictions dans les activités quotidiennes, de dépressions et de visites médicales?"
            ]
        },
        {
            "input": "What was the investigative hearing intended to do?",
            "output": [
                "Quel était l’objectif de l’investigation?"
            ]
        },
        {
            "input": "What lessons have been learned from the partnering process?",
            "output": [
                "Quelles leçons a-t-on tirées de la formule partenariale?"
            ]
        },
        {
            "input": "When should institutions conduct PIAs?",
            "output": [
                "Quand les ministères devraient-ilseffectuer une ÉFVP ?"
            ]
        },
        {
            "input": "Why do languages differ from ordinary goods?",
            "output": [
                "Pourquoi les langues sont-elles différentes des biens ordinaires?"
            ]
        },
        {
            "input": "What are our key contacts in our activity?",
            "output": [
                "Quels sont les contacts clés dans notre activité?"
            ]
        },
        {
            "input": "When was DNA discovered?",
            "output": [
                "Quand fut découvert l'ADN?"
            ]
        },
        {
            "input": "What would success on the overfishing problem look like?",
            "output": [
                "Qu’est-ce qui serait une réussite dans le dossier de la surpêche?"
            ]
        },
        {
            "input": "What adjustments have you made, if any?",
            "output": [
                "Quelles modifications, s’il y a lieu, ont été apportées?"
            ]
        },
        {
            "input": "Wha p whi descri e from indro om a ra id it c life of here d e?",
            "output": [
                "isto jour une h er un ’une ée ou mpos in ois, d Co e dess t un m votre and dans endan une b vie, p ombe qui t nt la pluie relata uelles on tte de lle?"
            ]
        },
        {
            "input": "What are women saying when they state that forms of birth control imposed on them by well-meaning population planners \"don’t agree\" with their systems or are contrary to their traditions?",
            "output": [
                "What are women saying when they state thatforms of birth control imposed on them by well-meaning population planners\"don’t agree\" with their systems or are contrary to their traditions?"
            ]
        },
        {
            "input": "Who defines what purpose?",
            "output": [
                "Quelles finalités définies par qui?"
            ]
        },
        {
            "input": "What is your understanding of the CEC’s main objectives?",
            "output": [
                "Comment interprétez-vous les principaux objectifs de la CCE?"
            ]
        },
        {
            "input": "When and how should plaintiffs indicate the official language of their choice?",
            "output": [
                "Quand et comment le demandeur devrait-il indiquer la langue officielle de son choix ?"
            ]
        },
        {
            "input": "What is a prohibited substance?",
            "output": [
                "Qu'est-ce qu'une substance prohibée?"
            ]
        },
        {
            "input": "What kind of problems can we expect in the application of this law?",
            "output": [
                "Ne peut-on pas envisager un texte plus simple?"
            ]
        },
        {
            "input": "What is the schedule for undertaking the evaluation and has a project tracking sheet been developed ?",
            "output": [
                "Quel est le calendrier prévu pour mener à bien l’évaluation et une feuille de suivi du projet a-t-elle été préparée?"
            ]
        },
        {
            "input": "Which government and/or regulatory bodies would need to be engaged in the development of these MRAs?",
            "output": [
                "Quels paliers de gouvernement ou quels organismes de réglementation faudrait-il engager dans l'élaboration de ces ARM?"
            ]
        },
        {
            "input": "Who can deduct moving expenses?",
            "output": [
                "Qui peut déduire des frais de déménagement?"
            ]
        },
        {
            "input": "What penalty could she face?",
            "output": [
                "À quelle sanction s'expose-t-elle?"
            ]
        },
        {
            "input": "Which areas are the most vulnerable to storm surge damage?",
            "output": [
                "Quelles sont les régions les plus vulnérables aux dégâts causés par les ondes de tempête?"
            ]
        },
        {
            "input": "What incentives will encourage change from fee-for-service billing methods to cost-effective, cost-contained payment systems?",
            "output": [
                "Comment peut-on favoriser le remplacement de la facturation à l’acte par un mode de rémunération rentable qui permet de limiter les coûts?"
            ]
        },
        {
            "input": "Who is your intended audience and how (if at all) will the choice of this audience affect the design of your memorial?",
            "output": [
                "Publics Quel est votre public cible et en quoi (le cas échéant) le choix de ce dernier peut-il avoir une incidence sur la conception de votre monument?"
            ]
        },
        {
            "input": "Why are there not more journalists of minority ethnic origin?",
            "output": [
                "Pourquoi n’y a-t-il pas davantage de journalistes issus de minorités ethniques?"
            ]
        },
        {
            "input": "What type of training do the Canadian Rangers receive?",
            "output": [
                "Quel genre de formation est dispensée aux Rangers canadiens?"
            ]
        },
        {
            "input": "What is the rate of adherence to that prescribed therapy?",
            "output": [
                "Quel est le taux d'observance du traitement prescrit?"
            ]
        },
        {
            "input": "What is \"Mobile Interconnection\"?",
            "output": [
                "Qu'entend‑on par « interconnexion liée aux services mobiles »?"
            ]
        },
        {
            "input": "What are the advantages of PREZISTA over other therapies?",
            "output": [
                "Quels sont les avantages de PREZISTA par rapport à d'autres traitements?"
            ]
        },
        {
            "input": "What arrangements have the research team made toward including French-speaking African immigrants?",
            "output": [
                "Quelles dispositions l’équipe de recherche avait-elle prises pour inclure des personnes immigrantes francophones d’origine africaine ?"
            ]
        },
        {
            "input": "What can we do in the face of this reality to preserve and fulfill our mandate as defined in the Broadcasting Act?",
            "output": [
                "Que pouvons-nous faire devant cette réalité pour préserver et remplir notre mandat tel qu’établi dans la Loi sur la radiodiffusion?"
            ]
        },
        {
            "input": "What are the health risks of ozone?",
            "output": [
                "Quels sont les risques pour la santé?"
            ]
        },
        {
            "input": "What can we learn from case studies?",
            "output": [
                "Quels enseignements tirer de ces études de cas ?"
            ]
        },
        {
            "input": "What lessons have been learned in the above areas during the implementation and development of RCs to facilitate: working arrangements between partnerships, developing well-functioning operating structures, and staffing alignments/responsibilities?",
            "output": [
                "Quelles sont les caractéristiques de la structure organisationnelle du CR (bureau unique ou bureaux multiples, intégration du bureau local plutôt qu'un bureau central, regroupement des services avec ceux du CEC ou d'autres organismes)?"
            ]
        },
        {
            "input": "What information is most useful?",
            "output": [
                "Quelle information est la plus utile?"
            ]
        },
        {
            "input": "What is the possibility of (and the precedents for) voluntary approaches to nanotechnology regulation?",
            "output": [
                "Quelle est la possibilité d'approches volontaires de la réglementation des nanotechnologies (et quels sont les précédents à cet égard)?"
            ]
        },
        {
            "input": "What is an appropriate group for undertaking comparisons?",
            "output": [
                "Quel serait un groupe approprié pour établir des comparaisons?"
            ]
        },
        {
            "input": "What progress and financial reports are required by managers and how often are they required?",
            "output": [
                "Quels sont les rapports de progrès et les rapports financiers exigés par les gestionnaires et à quelle fréquence doit-on présenter ces rapports?"
            ]
        },
        {
            "input": "What are 5 major factors that are considered in a request to immigrate to Canada?",
            "output": [
                "Nommez cinq facteurs principaux qui sont pris en considération lorsqu'une personne fait une demande d'immigration au Canada?"
            ]
        },
        {
            "input": "What architectural aspects of the building should the service provider consider in his/her analysis?",
            "output": [
                "Quels aspects architecturaux de l'immeuble le fournisseur de services devrait-il prendre en compte dans son analyse?"
            ]
        },
        {
            "input": "Why is the Convention on the Rights of the Child so important?",
            "output": [
                "Pourquoi la Convention relative aux droits de l'enfant est-elle si importante?"
            ]
        },
        {
            "input": "What is integration in practical terms?",
            "output": [
                "Pratiquement, qu'est-ce que l'intégration des services?"
            ]
        },
        {
            "input": "Who else smokes?",
            "output": [
                "Qui d’autre fume?"
            ]
        },
        {
            "input": "Where a company producing goods is receiving financial assistance, is the assistance contingent on export performance or contingent on the use of domestic as opposed to imported goods?",
            "output": [
                "Dans le cas oÃ¹ une entreprise produisant des biens obtient une aide financiÃ¨re, l’aide est-elle subordonnÃ©e aux rÃ©sultats Ã l’exportation ou Ã l’utilisation de produits nationaux de prÃ©fÃ©rence Ã des produits importÃ©s?"
            ]
        },
        {
            "input": "What is Franchise Value?",
            "output": [
                "Qu'est-ce que la valeur de concession?"
            ]
        },
        {
            "input": "Which activities are best to re-establish link of children to agriculture, how to raise awareness on the health impact of poor nutrition, and how to integrate education to ensure a sustainable impact of the scheme?",
            "output": [
                "Quelles sont les activités les plus appropriées pour recréer du lien entre les enfants et l'agriculture ?"
            ]
        },
        {
            "input": "What Is Heat Stress?",
            "output": [
                "En quoi consiste le stress dû à la chaleur?"
            ]
        },
        {
            "input": "What successes contributed to the achievement of the project’s goals and objectives?",
            "output": [
                "RAPPORT FINAL DE PROJET page 2 de 2 Est-ce que le projet s’est déroulé comme prévu?"
            ]
        },
        {
            "input": "What is the extent of job turnover in the early years following graduation?",
            "output": [
                "Quelle est l'étendue du roulement des travailleurs au cours des premières années suivant l'obtention du diplôme?"
            ]
        },
        {
            "input": "What are the pillars of good journalism?",
            "output": [
                "Quelles sont les assises du bon journalisme?"
            ]
        },
        {
            "input": "What would happen under a ‘no change’ scenario?",
            "output": [
                "Quelles seraient les conséquences d’un statu quo ?"
            ]
        },
        {
            "input": "What dialogue, Mr Moratinos, can you set up with the differing cultural identities in Spain?",
            "output": [
                "La nouvelle agence de l’Union européenne complétera‑t‑elle l’action du Conseil de l’Europe dans la défense des droits de l’homme ou l’affaiblira‑t‑elle?"
            ]
        },
        {
            "input": "What then is government’s role?",
            "output": [
                "Quel est donc le rôle de l’État ?"
            ]
        },
        {
            "input": "What accounts for this broad-based underdevelopment?",
            "output": [
                "Qu’est-ce qui peut bien expliquer ce sous-développement général ?"
            ]
        },
        {
            "input": "What is undue hardship?",
            "output": [
                "Qu'est-ce que la contrainte excessive?"
            ]
        },
        {
            "input": "What are the key changes under the FAA?",
            "output": [
                "Quelles sont les principales modifications apportées à la Loi sur la gestion des finances publiques?"
            ]
        },
        {
            "input": "What is the purpose of the data collection?",
            "output": [
                "Quelle est la finalité de la collecte de vos données ?"
            ]
        },
        {
            "input": "What has been the experience of existing self-governing entities with the public works function and would further research in this area prove fruitful?",
            "output": [
                "Quelle est l'expérience des gouvernements autonomes en place en ce qui concerne les travaux publics, et des recherches plus poussées dans ce secteur seraient concerne les travaux publics, et des recherches plus poussées dans ce secteur seraient profitables?"
            ]
        },
        {
            "input": "What can you see on the Athens 2004 emblem?",
            "output": [
                "Que voyez-vous sur l’emblème d’Athènes 2004 ?"
            ]
        },
        {
            "input": "What has been done to communicate the importance of implementing section 41 to program managers and staff?",
            "output": [
                "Qu’est-ce qui a été fait pour communiquer aux gestionnaires de programme et au personnel l’importance de mettre en œuvre l’article 41?"
            ]
        },
        {
            "input": "What if the interests of the young people change?",
            "output": [
                "Que se passe-t-il si les centres d’intérêts des jeunes changent ?"
            ]
        },
        {
            "input": "Why partner?",
            "output": [
                "Pourquoi travailler en partenariat?"
            ]
        },
        {
            "input": "What was life like in Port-Royal, Acadia, and what was the significance of the success of this small colony?",
            "output": [
                "Comment vivait-on à Port-Royal, en Acadie, et quelle était l'importance du succès de cette petite colonie ?"
            ]
        },
        {
            "input": "What is being done to address these delays?",
            "output": [
                "Que fait-on pour éliminer ces retards?"
            ]
        },
        {
            "input": "What is the extent of earnings mobility in Canada?",
            "output": [
                "La structure de la mobilité salariale a-t-elle évolué entre le début des années 80 et le début des années 90?"
            ]
        },
        {
            "input": "What is the language into which the international application must be translated?",
            "output": [
                "Dans quelle langue la demande internationale doit-elle être traduite?"
            ]
        },
        {
            "input": "What is your age group?",
            "output": [
                "Quel est votre groupe d'âge?"
            ]
        },
        {
            "input": "What documentation will be required as proof of a conjugal relationship?",
            "output": [
                "Quels documents seront requis comme preuve d’une union conjugale?"
            ]
        },
        {
            "input": "What is your relationship with the CCCma/NWRC?",
            "output": [
                "Quel lien avez-vous avec le CCmaC/CNRF?"
            ]
        },
        {
            "input": "What roles do the Government of Canada and the Government of Quebec play in the area of health?",
            "output": [
                "Quel est le rôle du gouvernement du Canada et celui du Québec dans le domaine de la santé ?"
            ]
        },
        {
            "input": "What would be the best way?",
            "output": [
                "Quel mécanisme permettrait d'atteindre cet objectif?"
            ]
        },
        {
            "input": "Why is water vapour so important?",
            "output": [
                "Pourquoi la vapeur d'eau est-elle d'une grande importance?"
            ]
        },
        {
            "input": "When the honourable senator asks the question, ‘‘What is wrong?",
            "output": [
                "´ Quand le senateur demande : « Qu’a-t-on contre le fait de faire ceci ou cela?"
            ]
        },
        {
            "input": "What are the advantages of using pictograms?",
            "output": [
                "Quels sont les avantages des pictogrammes ?"
            ]
        },
        {
            "input": "What is your first official language?",
            "output": [
                "De quelle organisation, parmi les suivantes, faites-vous partie présentement ?"
            ]
        },
        {
            "input": "Where are the gaps in financing provision?",
            "output": [
                "Quelles sont les lacunes dans la disponibilité des financements?"
            ]
        },
        {
            "input": "What do Citizens Know About the Information They Provide to Financial Institutions and to What Degree is the Information Protected?",
            "output": [
                "Que savent les citoyens et les citoyennes sur les renseignements qu’ils fournissent aux institutions financières et dans quelle mesure ces renseignements sont-ils protégés?"
            ]
        },
        {
            "input": "What kind of stories does he share with you?",
            "output": [
                "Quel genre d'histoires échangeait-t-il avec vous?"
            ]
        },
        {
            "input": "What mother tongues are spoken by the three largest subgroups of adult migrants on your courses?",
            "output": [
                "Quelles langues maternelles sont parlées par les trois plus grands sous-groupes de migrants adultes dans vos cours ?"
            ]
        },
        {
            "input": "What is the effect of a natural infection on antibody level of a vaccinated individual?",
            "output": [
                "Quel est l’effet d’une infection survenue naturellement sur le niveau d’anticorps d’un sujet vacciné?"
            ]
        },
        {
            "input": "What does it encompass?",
            "output": [
                "Que comprend-t-il?"
            ]
        },
        {
            "input": "What are the basic duties of a press council?",
            "output": [
                "Quels sont les tâches fondamentales d’un conseil de presse ?"
            ]
        },
        {
            "input": "Who can I contact for more information regarding licensing of a vessel for commercial purposes such as fishing, ferrying or pleasure cruising?",
            "output": [
                "À qui dois-je m'adresser pour obtenir des renseignements concernant l'immatriculation d'un bateau destiné à un usage commercial, par exemple un bateau de pêche ou de croisière, ou un traversier?"
            ]
        },
        {
            "input": "What are those 21st Century tools that our cities need to compete and win?",
            "output": [
                "Quels sont ces outils du XXIe siècle dont nos villes ont besoin pour être compétitives et gagnantes?"
            ]
        },
        {
            "input": "What are current international practices in this area?",
            "output": [
                "Quelles sont les pratiques en usage à cet égard dans les pays étrangers?"
            ]
        },
        {
            "input": "Where then might Canada have advantages?",
            "output": [
                "Mais alors, comment le Canada pourra-t-il démontrer sa supériorité?"
            ]
        },
        {
            "input": "What are the most appropriate tools to measure the extent of worker risks, including physical tools (metrological) and theoretical modeling tools?",
            "output": [
                "Quels sont les outils les plus appropriés pour mesurer l'étendue des risques auxquels sont exposés les travailleurs, y compris les outils physiques (métrologiques) et les outils de modélisation théorique?"
            ]
        },
        {
            "input": "Who will the project reach out to in terms of beneficiaries?",
            "output": [
                "Quels sont les bénéficiaires visés par le projet?"
            ]
        },
        {
            "input": "What kind of picture emerges from these various examples?",
            "output": [
                "Quelle évaluation peut-on dégager de ces différents exemples?"
            ]
        },
        {
            "input": "What agencies represent the IBET core partners?",
            "output": [
                "Quels sont les principaux organismes partenaires des EIPF?"
            ]
        },
        {
            "input": "Why Should Canada Invest More?",
            "output": [
                "Pourquoi le canada devrait-il investir des sommes plus grandes dans ce domaine?"
            ]
        },
        {
            "input": "When is it taxable?",
            "output": [
                "Quand est-ce imposable?"
            ]
        },
        {
            "input": "Why should Canadian census records be treated any differently?",
            "output": [
                "Pourquoi les dossiers des recensements canadiens seraient-ils traités différemment?"
            ]
        },
        {
            "input": "What projects are not eligible?",
            "output": [
                "Quels projets ne sont pas admissibles ?"
            ]
        },
        {
            "input": "Which organization is best suited to implement of section 42 of the OLA and why?",
            "output": [
                "À votre avis, quel organisme est le mieux en mesure de s'acquitter du mandat énoncé à l'article 42 de la LLO et pourquoi ?"
            ]
        },
        {
            "input": "Where is the equity, fairness or logic in this?",
            "output": [
                "Où donc est l'équité ou la logique dans tout ceci?"
            ]
        },
        {
            "input": "What need(s) will it meet?",
            "output": [
                "À quel(s) besoin(s) répondra-t-il?"
            ]
        },
        {
            "input": "What performance information is available for monitoring and reporting?",
            "output": [
                "Quels renseignements sur le rendement sont-ils disponibles aux fins du contrôle et de la présentation de rapports?"
            ]
        },
        {
            "input": "What’s in a Name?",
            "output": [
                "Que représente un nom?"
            ]
        },
        {
            "input": "What fracture and metallurgical characteristics would you look for to confirm the failure mode?",
            "output": [
                "Quelle défaillance ou caractéristique métallurgique rechercheriez-vous pour confirmer le problème?"
            ]
        },
        {
            "input": "What is the scope and scale of the TFW program in the Canadian construction industry?",
            "output": [
                "Quelles sont l’étendue et l’ampleur du programme concernant les TÉT dans l’industrie de la construction au Canada?"
            ]
        },
        {
            "input": "Why are we seeing this increase in use?",
            "output": [
                "Qu’est-ce qui explique cet accroissement de la consommation?"
            ]
        },
        {
            "input": "What is the greatest challenge you face in developing and maintaining this expertise?",
            "output": [
                "Quel est le plus grand défi que vous ayez à relever pour garder à jour cette connaissance spécialisée?"
            ]
        },
        {
            "input": "Who can qualify for phased retirement benefits?",
            "output": [
                "Qui aura droit à des prestations pendant la retraite progressive?"
            ]
        },
        {
            "input": "What is the potential for important new observations or knowledge?",
            "output": [
                "Quelles sont les perspectives de pouvoir observer ou acquérir de nouvelles connaissances?"
            ]
        },
        {
            "input": "What would you do to increase productivity?",
            "output": [
                "Que feriez-vous pour accroître la productivité?"
            ]
        },
        {
            "input": "What is the sea lice situation on the fish farms in the Broughton?",
            "output": [
                "Qu’en est-il de la situation des poux du poisson dans les installations d’élevage de l’archipel Broughton?"
            ]
        },
        {
            "input": "What role can the Commission play in the resolution of the Cypriot problem and the reunification of the island?",
            "output": [
                "Quel rôle la Commission devrai-elle jouer dans le règlement de la question chypriote et dans la réunification de l’île?"
            ]
        },
        {
            "input": "Why was your company dissuaded or found it impossible to seek one or more reviews in this Member State?",
            "output": [
                "Pourquoi votre entreprise a-t-elle été dissuadée ou s'est trouvée dans l'impossibilité d'introduire un ou plusieurs recours dans cet Etat membre ?"
            ]
        },
        {
            "input": "What other data is needed to inform decisions?",
            "output": [
                "De quelles autres données a-t-on besoin pour éclairer les décisions?"
            ]
        },
        {
            "input": "What was the cost?",
            "output": [
                "Quel en a été le coût?"
            ]
        },
        {
            "input": "What are the major unanswered questions in the basic science of prion diseases?",
            "output": [
                "Quels sont les principales questions non résolues dans notre connaissance fondamentale des maladies à prions?"
            ]
        },
        {
            "input": "What is the impact on family life for families caring for both seniors and children?",
            "output": [
                "Quelle est l’incidence sur la vie familiale lorsqu’une famille prend soin à la fois d’enfants et de personnes âgées?"
            ]
        },
        {
            "input": "Why was this allowed to happen and why aren't there any mechanisms in place to prevent this?",
            "output": [
                "Comment cela a-t-il pu se produire et pourquoi n'y a-t-il pas de mécanismes en place pour empêcher cette situation?"
            ]
        },
        {
            "input": "What is the correct designation for the Canadian flag?",
            "output": [
                "Quelle est l'appellation véritable du drapeau canadien?"
            ]
        },
        {
            "input": "What is the total estimated cost of the study?",
            "output": [
                "À combien le coût total de l'étude est-il évalué?"
            ]
        },
        {
            "input": "What are your thoughts on how the program can maintain its relevance over the next decade?",
            "output": [
                "Comment, à votre avis, pourra-t-il conserver toute sa pertinence tout au long des dix prochaines années?"
            ]
        },
        {
            "input": "Who are the intended recipients of the benefits of the proposed policy, program or project, and who could potentially lose?",
            "output": [
                "Qui sont les bénéficiaires visés par la politique, le programme ou le projet proposés et quelles personnes pourraient se voir désavantagées ?"
            ]
        },
        {
            "input": "What resourcing are we prepared to commit for planning and implementing a SDS?",
            "output": [
                "Quelles ressources sommes-nous disposés à engager pour la planification et la mise en oeuvre de la SDD?"
            ]
        },
        {
            "input": "Why does Census data always end in 0 or 5?",
            "output": [
                "Pourquoi les données sur le recensement se terminent-elles toujours par 0 ou 5?"
            ]
        },
        {
            "input": "What is nuclear proliferation?",
            "output": [
                "Qu’est-ce que la prolifération nucléaire ?"
            ]
        },
        {
            "input": "Why is the implementation of the OLA in the health sector important ?",
            "output": [
                "Pourquoi l'application de la LLO est-elle si importante dans le secteur de la santé?"
            ]
        },
        {
            "input": "Whenever classified or designated information is not being used, is it stored in a locked container or on open shelving in an approved secure room?",
            "output": [
                "Lorsqu'un document classifié ou désigné ne sert pas, est-il entreposé dans un coffre fermant à clé ou sur des rayonnages ouverts dans une pièce sécuritaire approuvée?"
            ]
        },
        {
            "input": "What are the factors that determine the choice to adopt, acquire/adapt, or build?",
            "output": [
                "Quels sont les facteurs dont il faut tenir compte au moment de choisir entre adopter, acquérir/adapter ou construire un vocabulaire contrôlé?"
            ]
        },
        {
            "input": "What are the prospects for improvements in coverage given current economic and, particularly, labour market conditions?",
            "output": [
                "Quelles sont les chances d'amélioration de la participation, compte tenu de la conjoncture économique et, plus particulièrement, de la situation actuelle du marché du travail?"
            ]
        },
        {
            "input": "What is the minimum number of internships that an applicant organization should deliver?",
            "output": [
                "Quel est le nombre minimum de stages qu’un organisme demandeur doit créer?"
            ]
        },
        {
            "input": "When was the last time a broadcaster was the president of the CBC?",
            "output": [
                "` A quand remonte la derniere fois ou CBC/Radio-Canada a ete ` ` ´ ´ presidee par un radiodiffuseur?"
            ]
        },
        {
            "input": "What is your progress to date?",
            "output": [
                "Quels progrès ont été réalisés jusqu'à présent?"
            ]
        },
        {
            "input": "What are the barriers to exercising tax jurisdiction and what mechanisms can be used to overcome these?",
            "output": [
                "Quels sont les obstacles à l’exercice d’une compétence en matière fiscale et quels mécanismes peut-on utiliser pour les surmonter?"
            ]
        },
        {
            "input": "What Safety Criteria and Good Manufacturing Practices (GMPs) Must a Cosmetic Meet?",
            "output": [
                "Les critères d'innocuité et les bonnes pratiques de fabrication (BPF) d'un cosmétique\u2028Peut-on se fier à la publicité du fabricant?"
            ]
        },
        {
            "input": "When is this information required?",
            "output": [
                "Quand ces renseignements doivent être fournis?"
            ]
        },
        {
            "input": "What would aurora look like from space?",
            "output": [
                "À quoi ressemblent les aurores observées depuis l'espace?"
            ]
        },
        {
            "input": "What Information is Available?",
            "output": [
                "Quels renseignements met-on à votre disposition?"
            ]
        },
        {
            "input": "What's New?",
            "output": [
                "Quoi de neuf?"
            ]
        },
        {
            "input": "When does knowledge become action?",
            "output": [
                "Comment intégrer les connaissances à la pratique?"
            ]
        },
        {
            "input": "Who pays for the programme?",
            "output": [
                "D'où viennent les fonds destinés au programme?"
            ]
        },
        {
            "input": "What would it like to see achieved?",
            "output": [
                "Quels résultats aimerait-on voir ?"
            ]
        },
        {
            "input": "What are some of the small things you can do?",
            "output": [
                "Quelles sont quelques-unes des petites choses que vous pourriez faire?"
            ]
        },
        {
            "input": "What is Canada contributing internationally to help prepare for an influenza pandemic?",
            "output": [
                "Quelle est la contribution du Canada à l'échelle internationale pour favoriser la préparation dans l'éventualité d'une pandémie de la grippe?"
            ]
        },
        {
            "input": "What are terrorist activity financing offences?",
            "output": [
                "Pourquoi un criminel doit-il recycler les profits de ses crimes ?"
            ]
        },
        {
            "input": "What recourse is there if the prime minister should do so, despite any imposed restrictions?",
            "output": [
                "Quel recours existe-t-il dans l'éventualité où le premier ministre agirait ainsi, malgré les restrictions imposées?"
            ]
        },
        {
            "input": "Which of the following best describes your company?",
            "output": [
                "Lequel des éléments suivants décrit le mieux votre entreprise?"
            ]
        },
        {
            "input": "What kind of cloud produces a halo around the Sun?",
            "output": [
                "Quel nuage fait apparaÎtre un halo autour du Soleil?"
            ]
        },
        {
            "input": "What if this bill proposed that judges, who are also appointed by the Prime Minister, would be appointed for eight-year terms and at the end of eight years they could be reappointed for another eight years at the absolute discretion of the Prime Minister?",
            "output": [
                "Qu'arriverait-il si ce projet de loi proposait que les juges, qui sont également nommés par le premier ministre, soient nommés pour des mandats de huit ans et qu'au terme de ces huit ans, ils soient reconduits dans leurs fonctions pour huit autres années, à l'entière discrétion du premier ministre?"
            ]
        },
        {
            "input": "What problems were examined or exposed?",
            "output": [
                "Quels sont les problèmes examinés ou exposés?"
            ]
        },
        {
            "input": "What are the benefits to me/my child if I answer this survey?",
            "output": [
                "Quels sont les avantages pour moi/mon enfant si je participe à cette enquête?"
            ]
        },
        {
            "input": "Why is authentication so important?",
            "output": [
                "Pourquoi l'authentification est-elle si importante?"
            ]
        },
        {
            "input": "What are the impacts on the supply and disposition of oilseeds and oilseed products for Canada, and for major consumers/competitors in the market place?",
            "output": [
                "Quels sont les effets sur le bilan des oléagineux et des produits dérivés pour le Canada et ses principaux clients et concurrents sur le marché?"
            ]
        },
        {
            "input": "Why is there a need for Canada to focus on the social determinants of health?",
            "output": [
                "Pourquoi le Canada doit-il axer ses travaux sur les déterminants sociaux de la santé?"
            ]
        },
        {
            "input": "What are the barriers to participation for EU organisations?",
            "output": [
                "Quelles sont les entraves à la participation des organisations originaires de l’UE?"
            ]
        },
        {
            "input": "Which part of the questionnaire should you complete?",
            "output": [
                "Quelle partie du questionnaire devez‑vous remplir?"
            ]
        },
        {
            "input": "What better time to start than now, on the verge of devolution of forest management responsibilities to the Yukon government?",
            "output": [
                "Peut-on choisir un meilleur moment que maintenant pour entreprendre les démarches, à l'instant même où l'on est sur le point de transférer les responsabilités de l'aménagement forestier au gouvernement du Yukon?"
            ]
        },
        {
            "input": "What effect does the value system underlying technologies have on society and gender relations?",
            "output": [
                "Quels sont les effets des valeurs qui sous-tendent la technologie sur la société et les relations entre les sexes?"
            ]
        },
        {
            "input": "What types of works were included (paintings, sculpture, textiles)?",
            "output": [
                "Quels genres d'œuvres y sont exposées (tableaux, sculptures, textiles)?"
            ]
        },
        {
            "input": "What do I mean by \"allow\"?",
            "output": [
                "Qu’est-ce que j’entends par « permettre »?"
            ]
        },
        {
            "input": "What are the points where there is consensus?",
            "output": [
                "Quels sont les points sur lesquels il y a consensus?"
            ]
        },
        {
            "input": "What is the quality of the baseline information?",
            "output": [
                "Quelle est la qualité des renseignements de base?"
            ]
        },
        {
            "input": "What do you consider to be the main remaining obstacles to the effective implementation of European anti-discrimination legislation?",
            "output": [
                "Quels sont les principaux obstacles qui subsistent en ce qui concerne la mise en œuvre efficace de la législation antidiscriminatoire européenne?"
            ]
        },
        {
            "input": "What is accounting?",
            "output": [
                "Qu'est-ce que la comptabilité?"
            ]
        },
        {
            "input": "What were governments, political parties and union bureaucracies for?",
            "output": [
                "A quoi servent les gouvernements, les partis politiques, les bureaucraties syndicales ?"
            ]
        },
        {
            "input": "Which of the following activities should a mental health commission undertake that would bring the most value to Canadians?",
            "output": [
                "Lesquelles des activités suivantes la commission devrait-elle entreprendre pour aider le mieux possible les Canadiens?"
            ]
        },
        {
            "input": "What does it mean to be ‘awash with people’?",
            "output": [
                "Pourquoi crois-tu que ce nom a été choisi pour lui?"
            ]
        },
        {
            "input": "Why, then, should 28 percent be pursued in such a trade?",
            "output": [
                "Pourquoi, alors, chercher à atteindre 28% dans un tel métier?"
            ]
        },
        {
            "input": "Which meteorological parameters are measured by coastal or island meteorological stations?",
            "output": [
                "Quels paramètres météorologiques sont mesurés aux stations météorologiques côtières ou insulaires?"
            ]
        },
        {
            "input": "Why is the budget of the grants component not fully utilized in most years?",
            "output": [
                "La composante relative aux subventions contribue-t-elle à l’atteinte de l’objectif du PBCM?"
            ]
        },
        {
            "input": "What options exist to provide access to historical census records?",
            "output": [
                "Quelles sont les options existantes permettant de donner accès aux dossiers historiques du recensement?"
            ]
        },
        {
            "input": "What are the gaps and/or weaknesses in the sport development continuum from grassroots to high performance?",
            "output": [
                "Quelles sont les lacunes ou faiblesses dans le continuum de développement du sport, depuis la base jusqu'au haut niveau ?"
            ]
        },
        {
            "input": "What treatment is available for a person who has variant CJD?",
            "output": [
                "Quel traitement peut-on offrir à une personne infectée?"
            ]
        },
        {
            "input": "Where do I obtain more information?",
            "output": [
                "Où trouver plus de renseignements?"
            ]
        },
        {
            "input": "Why doesn't Health Canada adopt the US approach of publishing drug reviews?",
            "output": [
                "Pourquoi est-ce que Santé Canada ne choisit pas l'approche des États-Unis qui consiste à publier les examens des médicaments?"
            ]
        },
        {
            "input": "What is the Canadian Youth Connection forum?",
            "output": [
                "Qu’est-ce que le forum Connexion jeunesse canadienne?"
            ]
        },
        {
            "input": "What would he have made of an environment where the flow of information relating to health in Canada and throughout the world threatens to overwhelm the capacity of the system that assesses and analyses it?",
            "output": [
                "Qu'aurait-il fait d'un milieu où le flot d'informations relatives à la santé, au Canada et partout dans le monde, contenues dans un système, risque de dépasser la capacité de ce dernier à les analyser et à les évaluer?"
            ]
        },
        {
            "input": "What is the benefit of electing under section 216?",
            "output": [
                "Quel est l'avantage de faire le choix prévu à l'article 216?"
            ]
        },
        {
            "input": "What was your role in drawing up the schedule?",
            "output": [
                "Quel a été votre rôle dans l’établissement de l’échéancier?"
            ]
        },
        {
            "input": "What does the Act cover?",
            "output": [
                "Quel est le champ d'application de la loi?"
            ]
        },
        {
            "input": "Why have some groups received apologies but not Aboriginal residential school survivors?",
            "output": [
                "` Comment se fait-il que certains groupes ont eu droit a des excuses ´ ´ mais pas les survivants des pensionnats indiens?"
            ]
        },
        {
            "input": "Why do you think the British wanted him to be the Superintendent?",
            "output": [
                "Pourquoi pensez-vous que les Britanniques tenaient à ce qu'il demeure surintendant?"
            ]
        },
        {
            "input": "What would be the magnitude of difference of the assumptions or other parameters?",
            "output": [
                "Quelle serait l’importance des différences pour ce qui est des suppositions et d’autres paramètres ?"
            ]
        },
        {
            "input": "Which of the following services do you provide to families in this area?",
            "output": [
                "Lesquels des services suivants fournissez-vous aux familles de votre secteur?"
            ]
        },
        {
            "input": "What concessions does one make to a Karadzic or a Mladic in order to have access to the suffering people in Srebrenica?",
            "output": [
                "En langage concret, quelle quantité de farine convenait-il de laisser à un poste de contrôle serbe de Bosnie pour arriver à nourrir les civils pris au piège à Srebrenica?"
            ]
        },
        {
            "input": "What is your main level of activity?",
            "output": [
                "Quel est votre principal champ d'action?"
            ]
        },
        {
            "input": "When you slow down and obey the 70 km\\hr speed limit in these zones, guess how much time it adds to a journey from the park’s east to west gates?",
            "output": [
                "En diminuant votre vitesse à la limite prescrite de 70 km à l’heure à ces endroits, savez-vous combien de temps vous prendrez de plus pour vous rendre de la barrière est à la barrière ouest du parc?"
            ]
        },
        {
            "input": "What other sources of new safety information about drugs are you familiar with?",
            "output": [
                "Quelles autres sources de nouvelles informations sur l'innocuité des médicaments vous sont familières?"
            ]
        },
        {
            "input": "Which of the following best describes your organization’s main emphasis?",
            "output": [
                "Parmi les énoncés suivants, lequel décrit le mieux l’accent principal de votre organisation?"
            ]
        },
        {
            "input": "What do you expect to achieve as president of the committee during your one-year mandate?",
            "output": [
                "La commission temporaire sur le changement climatique a un mandat d’un an : quelles seront vos priorités, en tant que président de cette nouvelle commission ?"
            ]
        },
        {
            "input": "What does this mean in terms of coherence?",
            "output": [
                "Quel est l'effet de cette situation du point de vue de la cohérence?"
            ]
        },
        {
            "input": "What's new?",
            "output": [
                "Version imprimable | Quoi de neuf ?"
            ]
        },
        {
            "input": "Why are these mutual life insurance companies planning to demutualize?",
            "output": [
                "Pourquoi ces mutuelles d'assurance-vie projettent-elles de se démutualiser?"
            ]
        },
        {
            "input": "What part of the changes made under the umbrella of PS 2000 should be attributed to earlier waves of reform?",
            "output": [
                "• Quels changements apportés dans la foulée de FP 2000 doit on attribuer aux projets de réformes antérieurs?"
            ]
        },
        {
            "input": "What conditions does the LLP student have to meet?",
            "output": [
                "Quelles conditions l'étudiant doit-il remplir?"
            ]
        },
        {
            "input": "What are the conditions (determinants) that contribute to changes in the health status of immigrants over time?",
            "output": [
                "Quelles sont les conditions (déterminants) qui contribuent aux changements de l'état de santé des immigrants au fil du temps?"
            ]
        },
        {
            "input": "When appointing a term employee to an indeterminate position using the regulation in the PSER, is it necessary to consider priorities?",
            "output": [
                "Lorsque l’on nomme un employé à un poste de durée indéterminée, selon le REFP, est-il nécessaire de tenir compte de priorités?"
            ]
        },
        {
            "input": "What happens when all the oxygen is used up?",
            "output": [
                "Que se passe-t-il lorsque tout l'oxygène est èpuisè?"
            ]
        },
        {
            "input": "What strategies are needed to create an enabling environment?",
            "output": [
                "Quelles stratégies adopter pour créer un milieu habilitant?"
            ]
        },
        {
            "input": "What will be the impact on the poor?",
            "output": [
                "Quels sont les effets du niveau élevé de ces prix?"
            ]
        },
        {
            "input": "Why did the CBSA choose iris recognition biometric technology for CANPASS Air?",
            "output": [
                "Pourquoi l'ASFC a t elle choisi la technologie biométrique de reconnaissance de l'iris pour le programme CANPASS Air?"
            ]
        },
        {
            "input": "Whether or not you would go along with the request, how important would you say the following factors would be to you in making a decision?",
            "output": [
                "Que vous décidiez de satisfaire ou non à la demande, selon vous, quelle serait l’importance des facteurs suivants dans la prise de décision?"
            ]
        },
        {
            "input": "What have we done since the first Smog Summit in 2000?",
            "output": [
                "Qu'avons-nous fait depuis le premier Sommet sur le smog, en 2000?"
            ]
        },
        {
            "input": "Who would pay for the new safety equipment under these conditions?",
            "output": [
                "Dans ces conditions, qui paierait pour le nouvel équipement de sécurité ?"
            ]
        },
        {
            "input": "What efforts were taken to find out about the current state of the technology?",
            "output": [
                "Quels efforts ont été entrepris pour savoir ce qui est à la fine pointe de la technologie?"
            ]
        },
        {
            "input": "What do you consider to be the critical next steps to advance the strategy?",
            "output": [
                "Parmi les prochaines étapes, lesquelles considérées-vous essentielles à la mise de l'avant de la stratégie?"
            ]
        },
        {
            "input": "What languages do Jimmy and his family speak?",
            "output": [
                "Quelles langues la famille de Jimmy parle-t-elle?"
            ]
        },
        {
            "input": "What feedback did the pilot communities have about the program?",
            "output": [
                "Quels échos ont reçu les collectivités en question au sujet du programme?"
            ]
        },
        {
            "input": "What causes air pollution?",
            "output": [
                "Qu’est-ce qui cause la pollution atmosphérique ?"
            ]
        },
        {
            "input": "What are the advantages and/or disadvantages (protective factors and potential risks) of multicultural languages and customs on the promotion of health in Canadian communities?",
            "output": [
                "Quels sont les avantages et les inconvénients (facteurs de protection et risques éventuels) des langues et des coutumes multiculturelles pour la promotion de la santé dans les communautés canadiennes?"
            ]
        },
        {
            "input": "What should be the role of the media and communication technologies in the future?",
            "output": [
                "Quels rôles doivent jouer les médias et les technologies de l’information à l’avenir ?"
            ]
        },
        {
            "input": "What is the likelihood that your organization could obtain support outside of the Hosting Program?",
            "output": [
                "Approximativement, quelle proportion de votre financement provient du Programme d'accueil?"
            ]
        },
        {
            "input": "What is the Risk Management Framework (RMF)?",
            "output": [
                "Qu'est-ce que le Cadre de gestion des risques (CGR)?"
            ]
        },
        {
            "input": "What if mediation resolves the complaint?",
            "output": [
                "Qu’arrive-t-il si la médiation débouche sur un règlement?"
            ]
        },
        {
            "input": "Which one was already being performed by the Army, and which task would require conscripting more men?",
            "output": [
                "Laquelle de ces tâches l'Armée remplissait-elle déjà et laquelle nécessiterait la conscription d'un plus grand nombre d'hommes?"
            ]
        },
        {
            "input": "Why are antimicrobials used in food-producing animals?",
            "output": [
                "Pourquoi les antimicrobiens sont-ils utilisés chez les animaux destinés à l’alimentation?"
            ]
        },
        {
            "input": "What other information did you have about Canada before you arrived?",
            "output": [
                "Quelles autres informations aviez-vous sur le Canada avant d'y arriver?"
            ]
        },
        {
            "input": "What international organizations set aquatic species health standards?",
            "output": [
                "Quelles organisations internationales définissent les normes sanitaires qui s’appliquent aux espèces aquatiques?"
            ]
        },
        {
            "input": "What if a company has several locations, only some of which are accredited or registered?",
            "output": [
                "Qu’en est-il si une entreprise compte plusieurs emplacements, dont seuls quelques-uns sont accrédités ou enregistrés?"
            ]
        },
        {
            "input": "What does one do to maintain these types of drains?",
            "output": [
                "Comment procède-t-on à l'entretien de ces types de drains?"
            ]
        },
        {
            "input": "What is the program objective?",
            "output": [
                "Quel est l’objectif du Programme?"
            ]
        },
        {
            "input": "What are the biggest killers of babies and young children, and what is WHO doing to reduce child deaths?",
            "output": [
                "Quelles sont les principales causes de décès chez les nourrissons et les jeunes enfants et que fait l'OMS pour réduire la mortalité infantile?"
            ]
        },
        {
            "input": "What about children travelling alone, with a relative, or with only one parent?",
            "output": [
                "Comment je m'informe sur le statut de ma demande ?"
            ]
        },
        {
            "input": "What are the major challenges of population ageing?",
            "output": [
                "Certains pays sont-ils confrontés à des défis supplémentaires ?"
            ]
        },
        {
            "input": "What percentage of employees working for Canada’s larger firms report high levels of depressed mood?",
            "output": [
                "Quel pourcentage des employés travaillant pour de grandes entreprises canadiennes signale des niveaux élevés de stress ressenti?"
            ]
        },
        {
            "input": "What direct costs were incurred to produce the product/service (if salary, state position, salary and time involvement)?",
            "output": [
                "Quels coûts directs ont été associés à la production du produit ou du service (pour une rémunération, préciser le poste concerné, le salaire et le temps passé)?"
            ]
        },
        {
            "input": "What steps can be taken to facilitate progress?",
            "output": [
                "Quelles mesures peuvent être prises pour faciliter les progrès dans ce dossier?"
            ]
        },
        {
            "input": "What work will people do?",
            "output": [
                "Quelles seront leurs activités professionnelles?"
            ]
        },
        {
            "input": "Where are Europe's Optimists?",
            "output": [
                "Où sont passés les Européens optimistes ?"
            ]
        },
        {
            "input": "What is a longitudinal study?",
            "output": [
                "Qu'est-ce qu'une étude longitudinale?"
            ]
        },
        {
            "input": "Why are some products labelled differently?",
            "output": [
                "Les produits sont-ils tous étiquetés?"
            ]
        },
        {
            "input": "What is meant by pollution prevention?",
            "output": [
                "Qu’entend-on par prévention de la pollution?"
            ]
        },
        {
            "input": "Where do we go from here?",
            "output": [
                "Que pouvons-nous faire à partir de là?"
            ]
        },
        {
            "input": "What might prompt the Commissioner to believe that an organization is not in compliance with the act?",
            "output": [
                "Qu'est-ce qui peut pousser le commissaire à penser qu'une organisation ne respecte pas la Loi ?"
            ]
        },
        {
            "input": "What legal reference governs a supervisor's responsibility when assigning work involving hazardous materials?",
            "output": [
                "Quel texte juridique régit la responsabilité du surveillant au moment de distribuer du travail se rapportant à des matières dangereuses?"
            ]
        },
        {
            "input": "What is handmade cloth called?",
            "output": [
                "Quel tissu les ménagères confectionnaient-elles le plus couramment?"
            ]
        },
        {
            "input": "What contribution do local and regional authorities make to the work of the Centre?",
            "output": [
                "Quel est l’apport des pouvoirs locaux et régionaux au fonctionnement du centre ?"
            ]
        },
        {
            "input": "What do you see as the main challenge for your year in the hot seat, and how do you plan to tackle it?",
            "output": [
                "Quel est, selon vous, le principal défi que vous aurez à relever lorsque vous occuperez ce poste l’année prochaine et comment prévoyez-vous d’y faire face ?"
            ]
        },
        {
            "input": "What has been the program's impact on publishers' financial viability and stability?",
            "output": [
                "Quelle a été l'incidence du programme sur la viabilité financière et sur la stabilité des maisons d'édition?"
            ]
        },
        {
            "input": "What led scholars who are putatively the guardians of democratic freedoms to embrace measures so reminiscent of fascist and Stalinist tactics?",
            "output": [
                "Qu’est-ce qui a poussé des universitaires censés être les gardiens des libertés démocratiques à embrasser des mesures si évocatrices des tactiques fascistes et staliniennes ?"
            ]
        },
        {
            "input": "What are WIPO's conclusions regarding the change in workload volume during and after automation?",
            "output": [
                "Quelles sont les conclusions de l’OMPI en ce qui concerne l’évolution du volume de travail pendant et après l’automatisation?"
            ]
        },
        {
            "input": "What further guidance and assistance on the duty to accommodate would you like from the PSC?",
            "output": [
                "Quelle autre aide et orientation aimeriez-vous recevoir de la CFP en ce qui concerne l'obligation de prendre des mesures d'adaptation?"
            ]
        },
        {
            "input": "What would be the alternatives to be considered if self-regulation fails ?",
            "output": [
                "Quelles seraient les alternatives à envisager si l’autoréglementation échoue ?"
            ]
        },
        {
            "input": "What are the policy initiatives, if any, currently being discussed in your Chamber to raise the growth prospects of the Euro area economy as a whole and of your country in particular, especially in the context of your macroeconomic programmes?",
            "output": [
                "Quelles initiatives politiques éventuelles sont en cours de discussion au sein de votre assemblée dans le but de renforcer les perspectives de croissance de l'économie de la zone euro dans son entier et de votre pays en particulier, dans le contexte de vos programmes macroéconomiques, notamment?"
            ]
        },
        {
            "input": "Why was there no advance consultation with, or advice sought, from an office which has special responsibilities for and sensitivity to privacy protection?",
            "output": [
                "Pourquoi n’a-t-on pas consulte d’avance ou n’a-t-on pas sollicite un avis aupres d’un bureau qui possede des obligations particulieres et une sensibilite speciale a l’egard de la protection de la vie privee?"
            ]
        },
        {
            "input": "What is the destination of goods shipped by British Columbia small business exporters?",
            "output": [
                "Quelle est la destination des produits expédiés par les petits exportateurs de la Colombie-Britannique?"
            ]
        },
        {
            "input": "What do the designations of high, moderate and low probability/likelihood on the maximal list mean?",
            "output": [
                "Que signifient les termes « probabilité élevée », « modérée » ou « faible » utilisés dans la liste maximale provisoire?"
            ]
        },
        {
            "input": "Who writes the Speech from the Throne?",
            "output": [
                "Qui rédige le discours du Trône?"
            ]
        },
        {
            "input": "What variations exist internationally in curricular content and length/nature of training of particular health professions, and is there evidence of related international variation in the nature and quality of care provided?",
            "output": [
                "Quelles sont les différences, sur le plan international, entre le contenu pédagogique et la durée et la nature de la formation pour certaines professions de santé?"
            ]
        },
        {
            "input": "What is the present situation in terms of institutional mechanisms for equality and their effective functioning, namely the conditions for that functioning, including their status, location, mandates, resources, power and visibility?",
            "output": [
                "Quelle est la situation actuelle du point de vue des mécanismes institutionnels pour l'égalité et de leur fonctionnement effectif, c'est-à-dire des conditions de ce fonctionnement, notamment leurs statut, localisation, mandats, ressources, pouvoir et visibilité ?"
            ]
        },
        {
            "input": "Who will be participating in the Pilot Program?",
            "output": [
                "Qui participera au programme pilote?"
            ]
        },
        {
            "input": "What’s happening on sulphur in diesel fuel in Canada?",
            "output": [
                "Qu’en est-il du soufre dans le diesel au Canada?"
            ]
        },
        {
            "input": "What is Parks Canada doing to save the Black-footed Ferret?",
            "output": [
                "Que fait Parcs Canada pour aider à sauver le putois d’Amérique?"
            ]
        },
        {
            "input": "What is human influenza?",
            "output": [
                "Qu'est-ce que la grippe humaine?"
            ]
        },
        {
            "input": "What are the benefits of ADR systems?",
            "output": [
                "Quelles sont les options offertes par le PGC?"
            ]
        },
        {
            "input": "What is the appropriate level of performance for achieving the standard?",
            "output": [
                "Quel est le niveau satisfaisant de respect de la norme?"
            ]
        },
        {
            "input": "Why is this the case, and is it not likely that these defects will become more serious if government is limited in the implementation stage to only a role as either \"one of several actors\" or simply a \"supervisor\"?",
            "output": [
                "Pourquoi en est-il ainsi, et ces défauts ne risquent-ils pas d’être aggravés si le gouvernement est limité, dans la mise en œuvre, à un rôle d’acteur comme les autres ou encore de surveillant?"
            ]
        },
        {
            "input": "What is the level of consultation required with the stakeholders?",
            "output": [
                "Quel est le niveau de consultation nécessaire avec les intervenants?"
            ]
        },
        {
            "input": "Where can you get more information?",
            "output": [
                "Où pouvez-vous obtenir plus de renseignements?"
            ]
        },
        {
            "input": "What is the scope of protected property rights in the jurisprudence?",
            "output": [
                "Quelle est la portée des droits de propriété protégés trouvés dans la jurisprudence?"
            ]
        },
        {
            "input": "Who may be appointed to act as an agent?",
            "output": [
                "La personne qui signe la requête pour un déposant qui est une société est-elle considérée comme un mandataire?"
            ]
        },
        {
            "input": "Which IT tools have to be used to prepare data for preregistration?",
            "output": [
                "Quels outils informatiques doivent êtres utilisés pour préparer les données en vue du pré-enregistrement ?"
            ]
        },
        {
            "input": "What checks and balances need to be put into place to govern biobanks and who will audit current and future practices?",
            "output": [
                "Quel système de freins et contrepoids faut-il instaurer pour régir les biobanques et qui sera-t-il chargé de la vérification de leurs pratiques actuelles et futures?"
            ]
        },
        {
            "input": "What Is New Brunswick AMBER Alert?",
            "output": [
                "En quoi consiste le programme d'alerte AMBER au Nouveau-Brunswick?"
            ]
        },
        {
            "input": "What important information should I know about FEMARA?",
            "output": [
                "Quels autres renseignements importants devrais-je savoir sur FEMARA?"
            ]
        },
        {
            "input": "Why is the Canada Revenue Agency (CRA) disclosing information on job reclassifications?",
            "output": [
                "Pourquoi l'Agence du revenu Canada (ARC) divulgue-t-elle de l'information sur les reclassifications d'emplois?"
            ]
        },
        {
            "input": "What is the Biennial Meeting of States (BMS)?",
            "output": [
                "Qu’est-ce que la Réunion biennale des États (RBE) ?"
            ]
        },
        {
            "input": "Why not channel production in those countries into their own local markets?",
            "output": [
                "Pourquoi ne pas orienter la production de ces pays vers leurs marchés locaux ?"
            ]
        },
        {
            "input": "Why did you not receive a payment?",
            "output": [
                "Pourquoi n'avez-vous pas reçu de versement?"
            ]
        },
        {
            "input": "What migration routes do Canadian loons use, and where do loons from specific breeding locations spend the nonbreeding season?",
            "output": [
                "Quelles voies de migration les plongeons du Canada utilisent-ils et où les plongeons des différents lieux de reproduction passent-ils le reste de l'année?"
            ]
        },
        {
            "input": "Which is the most relevant measure of QOL and which should guide agenda setting and policy making?",
            "output": [
                "Lequel de ces indicateurs représente la mesure la plus pertinente de la QV et lequel devrait guider la définition des programmes et l'élaboration des politiques?"
            ]
        },
        {
            "input": "What is the 'industry standard'?",
            "output": [
                "Quelle est la « norme établie dans l'industrie »?"
            ]
        },
        {
            "input": "When deciding which employee should be offered overtime, which factors should be considered?",
            "output": [
                "Au moment de choisir à quel employé on offrira de faire des heures supplémentaires, de quoi faut-il tenir compte?"
            ]
        },
        {
            "input": "What aspects of health human resource (HHR) management have contributed to the success or lack of success of your organization/program?",
            "output": [
                "Quels sont les aspects de la gestion des ressources humaines de santé (RHS) qui ont contribué au succès ou à l’échec de votre organisation ou programme communautaire?"
            ]
        },
        {
            "input": "What happens should I decide not to reapply?",
            "output": [
                "Qu’arrivera-t-il si je décide de ne pas présenter de nouvelle demande?"
            ]
        },
        {
            "input": "What would happen to Atlantic salmon if this habitat were destroyed?",
            "output": [
                "Qu'adviendrait-il du saumon de l'Atlantique si son habitat était détruit?"
            ]
        },
        {
            "input": "What would an HIV/AIDS vaccine look like?",
            "output": [
                "À quoi ressemblerait un vaccin contre le VIH/sida?"
            ]
        },
        {
            "input": "What were the system components?",
            "output": [
                "Quelles sont les composantes du système?"
            ]
        },
        {
            "input": "Who, or what group, is represented by \"people of colour\"?",
            "output": [
                "Qui, ou quel groupe les \" gens de couleur \" représentent-ils ?"
            ]
        },
        {
            "input": "What Is In Air Pollution?",
            "output": [
                "Qu'est-ce que la pollution atmosphérique?"
            ]
        },
        {
            "input": "Who would pay for the resultant losses to social protection?",
            "output": [
                "Qui paierait pour les pertes ainsi occasionnées à la protection sociale ?"
            ]
        },
        {
            "input": "What is your advice to them?",
            "output": [
                "Quels conseils donneriez-vous à l’intention de ces missions?"
            ]
        },
        {
            "input": "What information might they require?",
            "output": [
                "Quelles informations peuvent-ils exiger?"
            ]
        },
        {
            "input": "What about harvesting water?",
            "output": [
                "Que pensez-vous de l’idée de récolter de l’eau?"
            ]
        },
        {
            "input": "What is Canada's position on the Byrd Amendment?",
            "output": [
                "Quelle est la position du Canada à l'égard de l'amendement Byrd?"
            ]
        },
        {
            "input": "What files should be archived?",
            "output": [
                "Sous quelle forme?"
            ]
        },
        {
            "input": "What is the relationship, in language use as well as in language learning, between grammar and vocabulary and communicative activities?",
            "output": [
                "Quel est, dans l’utilisation comme dans l’apprentissage, le rapport entre le vocabulaire / la grammaire et les activités de communication?"
            ]
        },
        {
            "input": "When will I receive my refund?",
            "output": [
                "Quand recevrai-je mon remboursement?"
            ]
        },
        {
            "input": "Where do I get the information?",
            "output": [
                "Où est-ce que je peux obtenir certains renseignements?"
            ]
        },
        {
            "input": "White people, where's their grandpa?",
            "output": [
                "Les Blancs, où sont leurs grands-parents?"
            ]
        },
        {
            "input": "What risk?",
            "output": [
                "Qu’avons-nous appris?"
            ]
        },
        {
            "input": "Which measures has your government taken over the last five years to enable cultural minorities (particularly national minorities, immigrant communities and religious communities) to express their cultural identity and to contribute to the cultural richness of the whole society?",
            "output": [
                "Quelles ont été les mesures prises par votre gouvernement au cours des cinq dernières années pour permettre aux minorités culturelles (en particulier aux minorités nationales, communautés migrantes et communautés religieuses) d'exprimer leur identité culturelle et de contribuer à la richesse culturelle de la société dans son ensemble ?"
            ]
        },
        {
            "input": "What is the temporal variation in loon populations from these different geographical areas?",
            "output": [
                "Quelle est la variation dans le temps des populations de plongeons de ces différentes régions géographiques?"
            ]
        },
        {
            "input": "What is the potential for important new observations or knowledge or impact in health research?",
            "output": [
                "Quelles sont les perspectives de pouvoir observer ou acquérir de nouvelles connaissances d'une quelconque importance?"
            ]
        },
        {
            "input": "Why then does this academic study, which does not mention Canada or its armed forces, warrant careful reading here?",
            "output": [
                "Pourquoi cette étude universitaire, qui ne fait aucune mention du Canada ni de ses forces armées, mériteraitelle alors ici une lecture soigneuse?"
            ]
        },
        {
            "input": "What are some of the key developments in evidence-based crime prevention in selected Western countries?",
            "output": [
                "Quelles sont les tendances principales de la prévention scientifique de la criminalité dans d’autres pays occidentaux?"
            ]
        },
        {
            "input": "When should I use Search map 2001 for mapping census data?",
            "output": [
                "À quel moment devrait-je utiliser Recherche dans la carte de 2001?"
            ]
        },
        {
            "input": "What are your next steps in this situation?",
            "output": [
                "Quelles sont vos prochaines étapes dans cette situation?"
            ]
        },
        {
            "input": "What is the role of Health Canada in controlling antimicrobial resistance stemming from animal uses?",
            "output": [
                "Quel est le rôle de Santé Canada dans le contrôle de la résistance aux antimicrobiens?"
            ]
        },
        {
            "input": "What price must be paid for that supremacy to be maintained?",
            "output": [
                "Quel est le prix à payer pour le maintien de cette suprématie ?"
            ]
        },
        {
            "input": "What is unique about non-linear drugs (\"Report C\")?",
            "output": [
                "Qu'y a-t-il d'unique à propos des médicaments présentant une pharmacocinétique non linéaire (rapport C)?"
            ]
        },
        {
            "input": "What do they do with them once they have read them - throw them out or pass them along?",
            "output": [
                "Que font-ils avec ceux-ci, une fois qu'ils les ont lus - ils les déposent au recyclage ou en font profiter d'autres personnes?"
            ]
        },
        {
            "input": "Which helicopter is above the cold front (A or B)?",
            "output": [
                "Quel hélicoptère se trouve au-dessus du front froid?"
            ]
        },
        {
            "input": "What workplace improvement initiatives have occurred since the first Public Service-wide Employee Survey?",
            "output": [
                "Quelles initiatives ont été prises pour améliorer le milieu de travail depuis le premier Sondage auprès des fonctionnaires fédéraux?"
            ]
        },
        {
            "input": "What is the intensity of GHG emissions per unit of energy produced and how does it compare with industry and technology performance?",
            "output": [
                "Quelle est l'intensité des émissions de GES par unité d'énergie produite et comment se compare-t-elle à celle de l'industrie et du secteur de la technologie?"
            ]
        },
        {
            "input": "What is the Status of Levothyroxine Products in the USA?",
            "output": [
                "Quel est le statut des produits à base de lévothyroxine aux États-Unis?"
            ]
        },
        {
            "input": "What is the cost of the storage area and computer memory?",
            "output": [
                "Quel est le coût de l'aire d'entreposage et de la mémoire informatique?"
            ]
        },
        {
            "input": "Why is this important?",
            "output": [
                "Pourquoi est-ce important?"
            ]
        },
        {
            "input": "Why are these people nationally significant and how have they been commemorated?",
            "output": [
                "Pourquoi ces personnes méritent-elles cette désignation et comment sont-elles commémorées ?"
            ]
        },
        {
            "input": "What languages can you speak well enough to conduct a conversation?",
            "output": [
                "Dans quelles langues pouvez-vous soutenir une conversation?"
            ]
        },
        {
            "input": "What is climate change?",
            "output": [
                "Qu'est-ce que le changement climatique?"
            ]
        },
        {
            "input": "When you went to Veterans Affairs and they said that your injury wasn't job-related, or something to that effect, what was their reasoning on that?",
            "output": [
                "Quand vous vous êtes adressé aux Affaires des anciens combattants et qu'on vous a répondu que votre blessure n'était pas de nature professionnelle, ou quelque chose du genre, sur quoi s'appuyait-on pour vous faire cette réponse?"
            ]
        },
        {
            "input": "What are we going to do in the meantime to increase our readiness?",
            "output": [
                "Qu'allons-nous faire entre temps pour nous y préparer?"
            ]
        },
        {
            "input": "Why do my family members have to be examined by a doctor if they are not immigrating to Canada ?",
            "output": [
                "Pourquoi les membres de la famille doivent-ils être examinés par un médecin s'ils n'immigrent pas au Canada?"
            ]
        },
        {
            "input": "What would be the most appropriate approach to dealing with the issue of young offenders and intervening with them?",
            "output": [
                "Quelle serait l'approche la plus appropriée pour régler le problème des jeunes contrevenants et intervenir auprès de ces derniers ?"
            ]
        },
        {
            "input": "Why do so many of us strive to obtain more money, if it won’t make us happier?",
            "output": [
                "Pourquoi sommes nous si nombreux à suer sang et eau pour avoir toujours plus d’argent, si ce n’est pas ça qui rend heureux ?"
            ]
        },
        {
            "input": "What are the equivalencies to an EX minus 1 or an EX minus 2?",
            "output": [
                "Quelles sont les équivalences d’un EX-moins 1 ou EX-moins 2?"
            ]
        },
        {
            "input": "What are my strategies for attracting and retaining designated group members?",
            "output": [
                "Quelles sont mes stratégies pour attirer et retenir des membres des groupes désignés?"
            ]
        },
        {
            "input": "What problems are they currently having that would be addressed by a Notice of Allowance?",
            "output": [
                "Autrement dit, pour quelles raisons veulent-ils un avis d’acceptation?"
            ]
        },
        {
            "input": "What if the goal of the research is to locate the gene that causes or contributes to the disability, so that in future it may be possible to \"screen out\" that disability from the population?",
            "output": [
                "Et si l'objectif de la recherche consiste à isoler le gène qui cause l'invalidité ou y contribue, afin de pouvoir à l'avenir « filtrer et éliminer » cette invalidité dans la population?"
            ]
        },
        {
            "input": "What about challenging the nation to save it with all we have and with all that we can do?",
            "output": [
                "Pourquoi ne pas mettre la nation au défi de protéger son capital santé en y mettant toute son énergie et sa bonne volonté?"
            ]
        },
        {
            "input": "What are the factors driving integration?",
            "output": [
                "Quels sont les facteurs régissant l'intégration ?"
            ]
        },
        {
            "input": "What causes this shifting relationship between the official unemployment estimate and the number of Unemployment Insurance beneficiaries?",
            "output": [
                "Pourquoi la relation entre l'estimation officielle de chômeurs et le nombre de bénéficiaires du programme d'assurancechômage varie-t-elle d'une province à l'autre?"
            ]
        },
        {
            "input": "Why does this matter?",
            "output": [
                "Pourquoi cela a-t-il de l’importance?"
            ]
        },
        {
            "input": "What are the key issues that you focus on when assisting with succession planning?",
            "output": [
                "Sur quels principaux enjeux mettez-vous l’accent lorsque vous aidez à la planification de la relève?"
            ]
        },
        {
            "input": "What happens if I don’t submit my decision by December 1, 2005?",
            "output": [
                "Qu’arrive-t-il si je ne transmets pas ma décision d’ici le 1er décembre 2005?"
            ]
        },
        {
            "input": "When the evidence against you was presented at your summary trial, were you or your Assisting Officer permitted to question each witness?",
            "output": [
                "Lorsque les preuves ont été présentées contre vous à votre procès sommaire, vous a-t-on permis ou a-t-on permis à votre officier désigné d'interroger chaque témoin?"
            ]
        },
        {
            "input": "What are the major trends and issues in the Canadian music industry?",
            "output": [
                "Dans quelle mesure chacun des volets du FMC a-t-il atteint son objectif principal?"
            ]
        },
        {
            "input": "Who decides what is \"politically controversial\"?",
            "output": [
                "Qui décide ce qui est « susceptible d’engendrer une controverse politique »?"
            ]
        },
        {
            "input": "What type of data and research are needed and what role has Health Canada played in developing this evidence base?",
            "output": [
                "De quel genre de données et d'études avons-nous besoin?"
            ]
        },
        {
            "input": "When is an Office an elected Office?",
            "output": [
                "Quand un office est-il un office élu?"
            ]
        },
        {
            "input": "What is a solar-powered pump?",
            "output": [
                "POURQUOI AÉRER?"
            ]
        },
        {
            "input": "Who can be contacted if my application for a loan has been refused unfairly?",
            "output": [
                "Si ma demande de prêt est refusée, avec qui puis-je communiquer?"
            ]
        },
        {
            "input": "What type of intervention(s) did RBA clients use and how did they fare?",
            "output": [
                "À quels types d’interventions les clients des EBR ont-ils eu recours et quels ont été leurs résultats?"
            ]
        },
        {
            "input": "What if the skin test shows infection?",
            "output": [
                "Qu’arrive-t-il lorsque le test cutané démontre la présence d’infection?"
            ]
        },
        {
            "input": "Who should determine such responsibilities?",
            "output": [
                "À qui incombe-t-il de déterminer de telles responsabilités?"
            ]
        },
        {
            "input": "What are the broader impacts of self-employment on individuals, families, communities, society and the economy?",
            "output": [
                "Quelles sont les répercussions du travail autonome sur les personnes, les familles, les collectivités, la société et l’économie?"
            ]
        },
        {
            "input": "What kind of software does a project need for working with XML?",
            "output": [
                "Quel genre de logiciel les responsables d’un projet doivent-ils utiliser pour travailler avec XML?"
            ]
        },
        {
            "input": "What is a health claim and will they be allowed?",
            "output": [
                "Qu'est-ce qu'une allégation santé et seront-elles autorisées?"
            ]
        },
        {
            "input": "What are the 2005 NPRI Substances?",
            "output": [
                "Quelles substances se retrouvent à l'INRP pour 2005?"
            ]
        },
        {
            "input": "What proposals will the Commission make, and when, to deal with illegal fisheries?",
            "output": [
                "Quelles propositions fera la Commission pour lutter contre la pêche illégale et quand les présentera-t-elle?"
            ]
        },
        {
            "input": "When are oysters available in Canada?",
            "output": [
                "Quand les huîtres sont-elles disponibles au Canada?"
            ]
        },
        {
            "input": "What Practical Knowledge Have We Gained About the Determinants of Health?",
            "output": [
                "Quelles connaissances pratiques avons-nous acquises concernant les déterminants de la santé?"
            ]
        },
        {
            "input": "Where are Australians travelling?",
            "output": [
                "Où les voyageurs Australiens se rendent-ils?"
            ]
        },
        {
            "input": "What are Acts and Who is Involved in Making Them?",
            "output": [
                "Qu’est-ce qu’une loi et qui participe à son élaboration?"
            ]
        },
        {
            "input": "What is the duration of a reasonable investment-and-return cycle in health research?",
            "output": [
                "Quelle est la durée d'un cycle raisonnable d'investissement et de retour sur cet investissement dans le cas de la recherche en santé?"
            ]
        },
        {
            "input": "What activities could be eliminated for one day, one week, or longer?",
            "output": [
                "Quelles activités pourraient être éliminées pour une journée, une semaine ou plus longtemps?"
            ]
        },
        {
            "input": "What changes do you want to try to help bring about?",
            "output": [
                "Qui peut aider ou entraver les efforts ?"
            ]
        },
        {
            "input": "Where do those spending limits stand now?",
            "output": [
                "Qu’en est-il de ces plafonds actuellement?"
            ]
        },
        {
            "input": "What becomes of national agencies, bureaus or ministries for women in decentralization processes?",
            "output": [
                "Que deviennent les organismes, bureaux ou ministères nationaux chargés des questions féminines dans le contexte de la décentralisation?"
            ]
        },
        {
            "input": "What is your perspective on the situation in Africa and Canada's commitment to concrete action that will reduce the continent's endemic poverty?",
            "output": [
                "Comment entrevoyez-vous la situation en Afrique et l'engagement du Canada en faveur d'une action concrète pour sortir ce continent de sa pauvreté endémique?"
            ]
        },
        {
            "input": "What were your expectations about EAS outreach office prior to using this service?",
            "output": [
                "Quelles étaient vos attentes à l’égard du bureau d’extension des SAE avant de recourir à ce service?"
            ]
        },
        {
            "input": "Where does this leave the caregiver?",
            "output": [
                "Qu'en est-il du dispensateur de soins dans cette situation?"
            ]
        },
        {
            "input": "What benefits do I receive if I become disabled?",
            "output": [
                "Quelle prestation est payable en cas d'invalidité?"
            ]
        },
        {
            "input": "What is the potential reason for the outlying observation?",
            "output": [
                "Quelle peut être la cause de la valeur aberrante?"
            ]
        },
        {
            "input": "What's the difference between a case and an outbreak?",
            "output": [
                "Quelle différence fait-on entre un cas et une éclosion?"
            ]
        },
        {
            "input": "What, if any, are the differences between inter-professional and interdisciplinary team care?",
            "output": [
                "Quelles sont les différences entre les soins prodigués par des équipes interprofessionnelles et par des équipes interdisciplinaires?"
            ]
        },
        {
            "input": "What importance has PCH senior management attached to the implementation of section 41?",
            "output": [
                "Quelle importance la haute gestion de PCH accorde-t-elle à la mise en œuvre de l'article 41?"
            ]
        },
        {
            "input": "What about newsstands?",
            "output": [
                "Qu'en est-il des kiosques à journaux?"
            ]
        },
        {
            "input": "What's so special about the seaside centipede lichen?",
            "output": [
                "En quoi l'hétérodermie maritime est-elle si particulière?"
            ]
        },
        {
            "input": "What is new in this revision of the Guidelines?",
            "output": [
                "Quelles sont les nouveautés de cette nouvelle version des lignes directrices?"
            ]
        },
        {
            "input": "Who is the Minister responsible for Fisheries and Oceans Canada?",
            "output": [
                "Qui est le ministre responsable de Pêches et Océans Canada?"
            ]
        },
        {
            "input": "Where risk assessment is being applied, is risk management being practiced?",
            "output": [
                "Là où des mesures d’évaluation des risques sont appliquées, pratique-t-on la gestion des risques?"
            ]
        },
        {
            "input": "Who is eligible under the PSAB?",
            "output": [
                "Quelles entreprises répondent aux critéres de la Stratégie d'approvisionnement auprès des entreprises autochtones?"
            ]
        },
        {
            "input": "What was the role of the Donaumoos in the migrations?",
            "output": [
                "Quel rôle revint à la région du Donaumoos dans les migrations?"
            ]
        },
        {
            "input": "What feelings do I have about the language(s) of the host community?",
            "output": [
                "Quels sentiments m'inspirent la (les) langue(s) de la communauté d'accueil?"
            ]
        },
        {
            "input": "What can WADA do to make things better for athletes?",
            "output": [
                "Que peut faire l'AMA pour protéger les sportifs concourant sans artifices?"
            ]
        },
        {
            "input": "What is the likely sediment delivery potential for Sphaler Creek?",
            "output": [
                "Quel est le potentiel probable d'apport en sédiments du ruisseau Sphaler?"
            ]
        },
        {
            "input": "Who will this new idea affect and who will make or break the effectiveness of the idea?",
            "output": [
                "Qui sera concerné par cette nouvelle idée, et qui en assurera l’efficacité ou l’échec?"
            ]
        },
        {
            "input": "What did I take away from this?",
            "output": [
                "Qu’est-ce que j’ai retiré de cette aventure ?"
            ]
        },
        {
            "input": "What should be done, according to you, in order to address the weaknesses identified by the European Court of Auditors?",
            "output": [
                "D’après vous, quelles actions faudrait-il entreprendre pour combler les lacunes identifiées par la Cour des comptes européenne?"
            ]
        },
        {
            "input": "Who is insured under the Act?",
            "output": [
                "Qui a droit aux services de santé assurés?"
            ]
        },
        {
            "input": "Where do I find financing?",
            "output": [
                "Où puis-je trouver du financement?"
            ]
        },
        {
            "input": "What were the charges against him?",
            "output": [
                "Quelles accusations pesaient contre lui ?"
            ]
        },
        {
            "input": "Why not take it as our goal to build an emissions-free car by 2015?",
            "output": [
                "Pourquoi ne nous fixons-nous pas comme objectif de construire d'ici 2015 une automobile ne produisant aucune émission?"
            ]
        },
        {
            "input": "What are the steps to follow when applying for funding?",
            "output": [
                "Quelle est la marche à suivre pour présenter une demande de financement dans le cadre du projet Développement et échange des connaissances?"
            ]
        },
        {
            "input": "What do you see as the main barriers to initiating or maintaining inter-ministerial collaboration?",
            "output": [
                "D’après vous, quels sont les principaux obstacles pouvant nuire à la mise en place ou au maintien de la collaboration interministérielle?"
            ]
        },
        {
            "input": "When Should the Annual Report Be Submitted?",
            "output": [
                "Quand le rapport annuel doit-il être présenté?"
            ]
        },
        {
            "input": "What happens to the security currently provided by the Privacy Act when personal information is transferred or contracted out to the private sector?",
            "output": [
                "Qu’arrive-t-il a la securite actuellement prevue dans la Loi sur /a protection des renseignements personnels lorsque ce genre de don&es sont transmises ou confides a contrat au secteur prive?"
            ]
        },
        {
            "input": "What multimedia tools and e-learning activities are used in e-learning?",
            "output": [
                "Quels sont les outils multimédias et les activités utilisés en apprentissage en ligne?"
            ]
        },
        {
            "input": "Which of the following services have you heard of?",
            "output": [
                "Parmi les suivants, quels sont les services dont vous avez entendu parler ?"
            ]
        },
        {
            "input": "Who is responsible for administering the Tax Rebate Discounting Act?",
            "output": [
                "Qui est responsable de l'administration de la Loi ?"
            ]
        },
        {
            "input": "What factors explain the apparent gap between number skills in infants and young children?",
            "output": [
                "Quels facteurs expliquent cet écart manifeste entre les habiletés numériques des bébés et des jeunes enfants?"
            ]
        },
        {
            "input": "Why is a review important?",
            "output": [
                "Pourquoi la revue est elle importante?"
            ]
        },
        {
            "input": "What specifically did you do when you experienced this adverse drug reaction?",
            "output": [
                "De manière spécifique, qu’est-ce que vous avez fait lorsque vous avez éprouvé cet effet indésirable associé au médicament?"
            ]
        },
        {
            "input": "Who is it that would decide what impurities are or are not considered to be toxicologically, ecotoxicologically or environmentally relevant?",
            "output": [
                "Qui diantre déciderait des impuretés à considérer, ou à ne pas considérer, comme significatives du point de vue toxicologique, écotoxicologique ou environnemental?"
            ]
        },
        {
            "input": "Who can be treated with GLEEVEC®?",
            "output": [
                "Qui peut recevoir GLEEVEC®?"
            ]
        },
        {
            "input": "When someone gives to a charity, what triggers closer scrutiny by the Canada Revenue Agency?",
            "output": [
                "Lorsqu'une personne fait un don à un organisme de bienfaisance, qu'est-ce qui entraîne un examen approfondi par l'Agence du revenu du Canada?"
            ]
        },
        {
            "input": "What activities are undertaken to ensure an adequate understanding of their needs?",
            "output": [
                "Quelles sont les activités entreprises afin d'assurer une compréhension adéquate de leurs besoins ?"
            ]
        },
        {
            "input": "What constitutional limits are there on when \u2028 Parliament must meet?",
            "output": [
                "Quelles conditions la Constitution impose-t-elle relativement à la convocation du Parlement?"
            ]
        },
        {
            "input": "What are some of the potential benefits and challenges in considering the approach outlined below for the declaration of equivalent drug products1?",
            "output": [
                "Quels sont certains des avantages et des défis possibles lorsqu'on tient compte de l'approche qui est décrite ci-dessous pour la déclaration d'équivalence des médicaments1?"
            ]
        },
        {
            "input": "What is the TPD doing to improve the efficiency of the drug review process?",
            "output": [
                "Combien de temps faut-il pour effectuer le processus d'examen d'un médicament?"
            ]
        },
        {
            "input": "What evidence was considered?",
            "output": [
                "Quelles données ont été prises en compte et quelles données ne l’ont pas été?"
            ]
        },
        {
            "input": "When will testing with real (Production) PKI certificates occur?",
            "output": [
                "Quand s'effectueront les essais avec le vrai certificat ICP (production)?"
            ]
        },
        {
            "input": "What could be the possible future modifications which might improve the results of this initiative?",
            "output": [
                "Quelles pourraient être les modifications futures à apporter pour améliorer les résultats de cette initiative?"
            ]
        },
        {
            "input": "What is the purpose of this document?",
            "output": [
                "Quel est l'objet de ce document ?"
            ]
        },
        {
            "input": "What do the stakeholders want and how will the system benefit them?",
            "output": [
                "Qu’est-ce que les intervenants veulent et de quelle façon le système leur profitera-t-il?"
            ]
        },
        {
            "input": "Why do Section 3 and Schedule A Need to be Reviewed?",
            "output": [
                "POURQUOI DOIT-ON PASSER EN REVUE L'ARTICLE 3 ET L'ANNEXE A?"
            ]
        },
        {
            "input": "What can you do (for your organization, community, region or sector) to support increasing Canada's knowledge performance?",
            "output": [
                "Ces cibles permettront-elles au Canada d'obtenir de meilleurs résultats de ses investissements en R-D?"
            ]
        },
        {
            "input": "What are the environmental impacts of expected changes to the patterns of economic activity arising from the trade negotiations?",
            "output": [
                "Quels sont les effets environnementaux des changements prévus à la structure de l’activité économique à la suite des négociations commerciales?"
            ]
        },
        {
            "input": "What are the population's health needs?",
            "output": [
                "Quels sont les besoins de la population?"
            ]
        },
        {
            "input": "What are the immediate threats to hibernacula and foraging habitats?",
            "output": [
                "Quelles sont les menaces immédiates pesant sur les hibernacles et les habitats d’alimentation?"
            ]
        },
        {
            "input": "What is the new nutrition labelling policy?",
            "output": [
                "Quelle est la nouvelle politique sur l'étiquetage nutritionnel?"
            ]
        },
        {
            "input": "What is the potential impact of TLE and specific claims initiatives on this effectiveness?",
            "output": [
                "Quelles sont les conséquences éventuelles, sur l'efficacité de ses méthodes, des ententes touchant les droits fonciers issus des traités et les revendications particulières?"
            ]
        },
        {
            "input": "What can we learn from experiences in other parts of the world?",
            "output": [
                "Quelles leçons pouvons-nous tirer de l'expérience des autres pays?"
            ]
        },
        {
            "input": "What happens with the telephone wiring and cabling in your home?",
            "output": [
                "Qu'advient-il du câblage téléphonique dans votre domicile?"
            ]
        },
        {
            "input": "What is your primary area of work?",
            "output": [
                "Quel est votre principal domaine de travail?"
            ]
        },
        {
            "input": "What additional measures would be needed at EU level?",
            "output": [
                "Quelles seraient les mesures supplémentaires nécessaires au niveau de l'UE?"
            ]
        },
        {
            "input": "What are the symptoms of syphilis in pregnancy?",
            "output": [
                "Quels sont les symptômes de la syphilis pendant la grossesse?"
            ]
        },
        {
            "input": "What eco-tourism product(s) is not currently available in northern Ontario but could realistically exist?",
            "output": [
                "Quels sont les produits écotouristiques qui ne sont pas actuellement offerts dans le nord de l'Ontario, mais qui, de façon réaliste, pourraient l'être?"
            ]
        },
        {
            "input": "What was the situation regarding manpower, the third production factor after capital and land?",
            "output": [
                "Qu'en était-il maintenant de la main-d'oeuvre, troisième facteur de production avec le capital et le terrain ?"
            ]
        },
        {
            "input": "What steps are you prepared to take to give new impetus to negotiations in the Council on the \"Temporary Agency Work\" Directive, taking into account the European Parliament position at first reading?",
            "output": [
                "Quelles mesures pensez-vous prendre pour donner un nouvel élan aux négociations au Conseil sur la directive \"travailleurs intérimaires\" en prenant en considération la position du Parlement européen en première lecture ?"
            ]
        },
        {
            "input": "What is the time limit for submission of claims under the Education Reimbursement for the Regular Force?",
            "output": [
                "Quel est le délai pour soumettre une demande conformément au RFE - F rég?"
            ]
        },
        {
            "input": "What answer have you been giving?",
            "output": [
                "Quelle réponse avez-vous donnée?"
            ]
        },
        {
            "input": "Why do I need life insurance?",
            "output": [
                "Pourquoi ai-je besoin d’assurance-vie?"
            ]
        },
        {
            "input": "What other (non-IP) laws and measures might be useful in providing comprehensive protection for TCEs/EoF?",
            "output": [
                "Quelles autres lois et mesures (en dehors du domaine de la propriété intellectuelle) pourraient permettre de conférer une large protection aux expressions culturelles traditionnelles et aux expressions du folklore?"
            ]
        },
        {
            "input": "What aspects of public works need to play a central part of the capacity-building strategy for self-government?",
            "output": [
                "Quels volets des travaux publics doivent jouer un rôle déterminant dans la stratégie de développement de la capacité en vue de l’autonomie gouvernementale?"
            ]
        },
        {
            "input": "Where are we today and what are the pressure points?",
            "output": [
                "Où en sommes-nous actuellement et où s’exercent les pressions?"
            ]
        },
        {
            "input": "Which screen did you find?",
            "output": [
                "La présence canadienne dans le monde \u2028Qu’est-ce que le Canada a contribué aux États-Unis?"
            ]
        },
        {
            "input": "What is the process for collection, or writing-off, of outstanding accounts receivables?",
            "output": [
                "Quelles méthodes utilise-t-on pour la collecte ou la radiation des comptes débiteurs en souffrance?"
            ]
        },
        {
            "input": "What controls apply to representations made to health professionals?",
            "output": [
                "Quels contrôles s'appliquent aux représentations faites aux professionnels de la santé?"
            ]
        },
        {
            "input": "Why a Policy Review?",
            "output": [
                "Pourquoi faut-il un examen stratégique?"
            ]
        },
        {
            "input": "What organizational characteristics have contributed to the success or lack of success of your organization/program?",
            "output": [
                "Parmi les caractéristiques organisationnelles suivantes, quelles sont celles qui ont contribué au succès ou à l’échec de votre organisation ou de votre programme?"
            ]
        },
        {
            "input": "Why is media self-regulation good for the press?",
            "output": [
                "Pourquoi l’autorégulation est-elle bonne pour les médias?"
            ]
        },
        {
            "input": "What are the preferred funding mechanisms or tools within CIHR or outside CIHR to advance research in Skin and Inflammation?",
            "output": [
                "Quels sont les mécanismes ou outils de financement privilégiés utilisés au sein ou en dehors des IRSC pour faire avancer la recherche dans les domaines de la peau et des inflammations?"
            ]
        },
        {
            "input": "Where will the civilian workforce be five years from now?",
            "output": [
                "Où en seront les effectifs civils d'ici cinq ans?"
            ]
        },
        {
            "input": "What led John to abuse Sylvia?",
            "output": [
                "Qu’est-ce qui a amené John à agresser Sylvia?"
            ]
        },
        {
            "input": "What is the scope of its application?",
            "output": [
                "Quelle est la portée de son application?"
            ]
        },
        {
            "input": "Where can I get a list of all registered investments?",
            "output": [
                "Où puis-je obtenir une liste de tous les placements enregistrés?"
            ]
        },
        {
            "input": "Who’s in control here?",
            "output": [
                "Qui décide?"
            ]
        },
        {
            "input": "What, then, was an FLU in DND, Spicer asked, after citing this case and also the very sad case of the HMCS Skeena, which replaced HMCS Ottawa as an FLU?",
            "output": [
                "Qu’est-ce donc qu’une ULF à la Défense, demande Spicer, après avoir cité ce cas mais aussi, celui, très pathétique, du navire Skeena qui a remplacé l’Ottawa, comme ULF?"
            ]
        },
        {
            "input": "What actions do you recommend that Health Canada consider implementing to ensure the most appropriate use of rofecoxib for market authorization in Canada?",
            "output": [
                "Quelles sont les mesures que, selon vous, Santé Canada devrait envisager de mettre en place pour faire en sorte que le rofécoxib soit utilisé le plus judicieusement possible dans l’optique d’une autorisation de mise en marché au Canada?"
            ]
        },
        {
            "input": "Who decides which species are at risk?",
            "output": [
                "Qui décide quelles espèces sont en péril?"
            ]
        },
        {
            "input": "What will be the maximum operational X-ray tube voltage?",
            "output": [
                "Quel sera la haute tension radiogène maximale du tube radiogène?"
            ]
        },
        {
            "input": "What tools currently exist at land border crossings to accurately and rapidly identify people wishing to enter Canada?",
            "output": [
                "Quels sont les outils actuellement en place aux postes frontaliers terrestres qui permettent d’identifier de façon et rapide les personnes qui veulent entrer au Canada?"
            ]
        },
        {
            "input": "What are common sources of errors in measuring precipitation?",
            "output": [
                "Quelles sont les erreurs courantes rencontrées dans leur mesure?"
            ]
        },
        {
            "input": "Why is the title of the policy HPFB Policy on Voluntary Statement of Information for Public Involvement, and the process not reflective of the issue of conflict of interest/competing interests?",
            "output": [
                "Pourquoi la politique s'intitule-t-elle Politique de la DGPSA sur la déclaration volontaire de renseignements lors d'activités faisant appel à la participation du public, et pourquoi le processus ne reflète-t-il pas la question des conflits d'intérêts ou des intérêts concurrents?"
            ]
        },
        {
            "input": "What is the deadline for applications?",
            "output": [
                "Quelle est la date limite pour présenter une demande?"
            ]
        },
        {
            "input": "What are your performance yardsticks?",
            "output": [
                "Quels sont vos jalons de rendement?"
            ]
        },
        {
            "input": "Who are other notable scientists and what are other important developments in this field?",
            "output": [
                "Quels développements importants y a-t-il eu dans ce domaine?"
            ]
        },
        {
            "input": "What if I am Aboriginal but live off the reserve?",
            "output": [
                "Que se passe-t-il si je suis Autochtone et que j’habite à l’extérieur de la réserve?"
            ]
        },
        {
            "input": "What about differences in the health care system?",
            "output": [
                "Et les différences dans le système de soins de santé?"
            ]
        },
        {
            "input": "What shall I tell the interviewee about how he/she was selected?",
            "output": [
                "Devrais-je dire à la personne interrogée comment il/elle a été sélectionné(e)?"
            ]
        },
        {
            "input": "What is the disease or dysfunction for which healing is needed?",
            "output": [
                "Pour quelle maladie ou dysfonctionnement la guérison est-elle nécessaire?"
            ]
        },
        {
            "input": "What have been the results (get report)?",
            "output": [
                "Quels en ont été les résultats (obtenir le rapport)?"
            ]
        },
        {
            "input": "What then accounts for Parliament’s disheartening record as the civil authority and overseer in matters of national defence?",
            "output": [
                "Comment alors expliquer les résultats pitoyables du Parlement dans son rôle d’autorité et de surveillant civils en matière de défense nationale?"
            ]
        },
        {
            "input": "Why might it be important to be able to receive help from others when it's needed?",
            "output": [
                "Pourquoi pourrait-il s'avérer important de pouvoir recevoir de l'aide des autres lorsqu'elle est nécessaire?"
            ]
        },
        {
            "input": "What is DFO's Role in ICZM?",
            "output": [
                "Quel est le rôle du MPO en matière de gestion intégrée des zones côtières?"
            ]
        },
        {
            "input": "What should the funding level be?",
            "output": [
                "Quel devrait être ce niveau de financement?"
            ]
        },
        {
            "input": "When and where do you think it was used?",
            "output": [
                "Quand et où pensez-vous qu'on l'ait utilisé?"
            ]
        },
        {
            "input": "What is a feasability study?",
            "output": [
                "Qu’est-ce Qu’une Étude de Faisabilité?"
            ]
        },
        {
            "input": "What is meant by architecture and design issues?",
            "output": [
                "Qu’est-ce qu’on entend par des problèmes liés à l’architecture et à la conception ?"
            ]
        },
        {
            "input": "What is the Old Burial Ground claim all about?",
            "output": [
                "Sur quoi porte la revendication particulière de l’ancien cimetière?"
            ]
        },
        {
            "input": "What environmental or sustainable development improvements are the result of new policies or programs?",
            "output": [
                "Quelles améliorations en matière d’environnement ou de développement durable sont le résultat de nouveaux programmes ou de nouvelles politiques?"
            ]
        },
        {
            "input": "What kinds of meetings lend themselves to this electronic format?",
            "output": [
                "Quelles sont les réunions qui se prêtent avantageusement au format électronique?"
            ]
        },
        {
            "input": "What action does the Commission intend to undertake to ensure that expenditure under the Structural and Cohesion Funds is meting the legal requirements of the WFD?",
            "output": [
                "Quelles mesures la Commission a-t-elle l’intention de prendre pour que les dépenses au titre des Fonds structurels et de cohésion satisfassent aux dispositions de la DCE?"
            ]
        },
        {
            "input": "Why are sturgeon called \"dinosaurs of the deep\"?",
            "output": [
                "Pourquoi appelle-t-on l'esturgeon un \"dinosaure des profondeurs\"?"
            ]
        },
        {
            "input": "What is the estimated number of lives saved or extended using xeno transplantation?",
            "output": [
                "Quel est le nombre estimé de vies sauvées ou prolongées grâce à la xénotransplantation?"
            ]
        },
        {
            "input": "Why is rBST not approved for use in Canada?",
            "output": [
                "Pourquoi l'utilisation de la STbr n'est pas autorisée au Canada?"
            ]
        },
        {
            "input": "What do you see?",
            "output": [
                "Que voyez-vous?"
            ]
        },
        {
            "input": "Why is it that those \"techies\" are always so busy, just when you need them most?",
            "output": [
                "Pourquoi ces «technophiles» sont-ils toujours si occupés lorsque nous en avons le plus besoin?"
            ]
        },
        {
            "input": "What antibiotic is recommended to always be administered in combination with the antibiotic treatment for gonococcal infections?",
            "output": [
                "Quel antibiotique devrait toujours être administré en association au traitement antibiotique de l'infection gonococcique?"
            ]
        },
        {
            "input": "Why was Inukshuk licensed almost everywhere?",
            "output": [
                "Pourquoi a-t-on choisi Inukshuk dans presque toutes les zones?"
            ]
        },
        {
            "input": "What were CATSA's biggest accomplishments this past year?",
            "output": [
                "Quelles ont été les plus grandes réalisations de l'ACSTA au cours de l'année passée?"
            ]
        },
        {
            "input": "What are other words for offender or victim that doesn’t offend or victimize?",
            "output": [
                "Y a-t-il d’autres mots pour délinquant ou victime qui n’offensent pas ou ne victimisent pas?"
            ]
        },
        {
            "input": "What version of the IDRC logo and Canada wordmark should I use, and where do I find them?",
            "output": [
                "Quel format utiliser ?"
            ]
        },
        {
            "input": "What aspects of the process did you not like?",
            "output": [
                "Quels éléments du processus vous ont le moins plut?"
            ]
        },
        {
            "input": "What is the reason for your response?",
            "output": [
                "Pour quelle raison avez-vous choisi cette réponse?"
            ]
        },
        {
            "input": "What can be done to promote tolerance and ensure respect of basic human rights of children, women and minority groups?",
            "output": [
                "Que peut-on faire pour promouvoir la tolérance et veiller au respect des droits fondamentaux des enfants, des femmes et des groupes minoritaires ?"
            ]
        },
        {
            "input": "Why did I start this mentoring program?",
            "output": [
                "Pourquoi ai-je commencé ce programme de mentorat?"
            ]
        },
        {
            "input": "What initiatives do the WEU Council and the member states intend to take with a view to encouraging the adoption by the United Nations of such a treaty on arms trading and exports?",
            "output": [
                "Quelles initiatives le Conseil de l’UEO et ses pays membres comptent-ils prendre pour encourager l’adoption d’un traité sur le commerce et l’exportation des armements par les Nations unies ?"
            ]
        },
        {
            "input": "Who is at risk for TB in Canada?",
            "output": [
                "Qui sont les personnes à risque de tuberculose au Canada?"
            ]
        },
        {
            "input": "What was the Gwich’in Outdoor Classroom?",
            "output": [
                "En quoi consistait le projet de classe en plein air de Gwich’in?"
            ]
        },
        {
            "input": "What are \"eligible salaries and wages\"?",
            "output": [
                "Quels sont les « salaires et traitements admissibles »?"
            ]
        },
        {
            "input": "What is the overall goal for your work with cow cockle?",
            "output": [
                "Quel est l'objectif général de votre travail sur la vaccaire?"
            ]
        },
        {
            "input": "What changes to the program would help to ensure better alignment?",
            "output": [
                "Dans quelle mesure le mandat du PPF correspond-t-il aux objectifs stratégiques de CFC?"
            ]
        },
        {
            "input": "Which tools, techniques or resources did you find useful?",
            "output": [
                "Quels outils, techniques ou ressources vous ont été utiles?"
            ]
        },
        {
            "input": "What actions does the Panel recommend that Health Canada consider implementing to ensure the most appropriate use of Celebrex, Bextra and Vioxx?",
            "output": [
                "Quelles mesures le Groupe consultatif recommande-t-il que Santé Canada pense à mettre en place afin d’assurer l’usage le mieux approprié de Célébrex, Bextra et Vioxx?"
            ]
        },
        {
            "input": "What is the average time it takes to issue a decision after an opposition proceeding is finished (meaning no further submission will be accepted)?",
            "output": [
                "Combien de temps faut-il en moyenne pour qu’une décision soit rendue au terme d’une procédure d’opposition (ce qui signifie qu’aucune observation supplémentaire n’est acceptée)?"
            ]
        },
        {
            "input": "What have you done in the past 3 years to increase the chances you'll achieve your career goals?",
            "output": [
                "Qu'avez-vous fait dans les trois dernières années pour augmenter vos chances de réaliser vos buts de carrière?"
            ]
        },
        {
            "input": "Why do I have to return the deceased person’s GST/HST credit?",
            "output": [
                "Pourquoi dois-je retourner le crédit pour la TPS/TVH reçu pour la personne décédée?"
            ]
        },
        {
            "input": "Why was this not done with Scope of Decision Making?",
            "output": [
                "Pourquoi n'a-t-on pas procédé ainsi pour l'évaluation du facteur « Portée de la prise de décision »?"
            ]
        },
        {
            "input": "Where can I get more information?",
            "output": [
                "Comment puis-je obtenir plus d’information?"
            ]
        },
        {
            "input": "Which area has the most days exceeding the smog standard?",
            "output": [
                "Quelle région se trouve associée au plus grand nombre de jours au cours desquels les normes de smog ont été dépassées?"
            ]
        },
        {
            "input": "Why consider allowing it now as a food additive?",
            "output": [
                "Pour quelle raison envisage-t-on aujourd'hui de permettre son utilisation comme additif alimentaire?"
            ]
        },
        {
            "input": "Which means and media can most effectively convey forestry messages?",
            "output": [
                "Quel message la foresterie tente-t-elle de faire passer ?"
            ]
        },
        {
            "input": "What are the limits of such a Report ?",
            "output": [
                "Quelles sont les limites d’un tel Rapport ?"
            ]
        },
        {
            "input": "What is your position on the need to make dementia a national health care priority?",
            "output": [
                "Quelle est votre position sur l'urgence de faire de la maladie d'Alzheimer une priorité nationale en matière de soins de santé?"
            ]
        },
        {
            "input": "What happens if a charity's records are inadequate?",
            "output": [
                "Qu'arrive-t-il si les registres d'un organisme de bienfaisance ne sont pas satisfaisants?"
            ]
        },
        {
            "input": "What types of production are being shot in digital formats?",
            "output": [
                "Quels types de production sont réalisés en format numérique?"
            ]
        },
        {
            "input": "What are the symbols of Canada?",
            "output": [
                "Quels sont les symboles du Canada, de ses provinces et territoires?"
            ]
        },
        {
            "input": "What then explains futures spreads; the differences between each of the futures contract months?",
            "output": [
                "Comment expliquer alors les écarts entre les mois de livraison des contrats à terme?"
            ]
        },
        {
            "input": "What do these statistics tell us?",
            "output": [
                "Que signifient ces statistiques?"
            ]
        },
        {
            "input": "What gaps, if any, exist?",
            "output": [
                "Quelles sont les lacunes, le cas échéant?"
            ]
        },
        {
            "input": "What precise purpose(s) does it serve?",
            "output": [
                "Quels sont les objectifs précis visés par le dépistage?"
            ]
        },
        {
            "input": "Which criteria made the biggest difference?",
            "output": [
                "Quel critère a fait la plus grande différence ?"
            ]
        },
        {
            "input": "Which ones did not work well and why?",
            "output": [
                "What changes of attitudes, skills, behaviour and policy resulted from the new model?"
            ]
        },
        {
            "input": "What will be the impact of the retirement of baby boomers on younger workers?",
            "output": [
                "Quel sera l'impact de la retraite des baby-boomers sur les jeunes travailleurs?"
            ]
        },
        {
            "input": "Why is Quality Child Care Important?",
            "output": [
                "Pourquoi les services de garde d’enfants de qualité sont-ils importants?"
            ]
        },
        {
            "input": "Who is driving policy and thinking in this area?",
            "output": [
                "Qui est derrière la politique et la pensée dans ce domaine ?"
            ]
        },
        {
            "input": "What is the impact of an increase in the entry requirement?",
            "output": [
                "Quelle incidence aura un relèvement de la norme d’admissibilité?"
            ]
        },
        {
            "input": "Why is Canada lagging behind in establishing needle exchange programs in prisons?",
            "output": [
                "Improving our health: Why is Canada lagging behind in establishing needle exchange programs in prisons?"
            ]
        },
        {
            "input": "What other results occur through IBOC?",
            "output": [
                "Quels autres résultats ont été obtenus grâce au COAI?"
            ]
        },
        {
            "input": "What are the promotion patterns and trends within the federal Public Service?",
            "output": [
                "Quelles sont les tendances des promotions au sein de la fonction publique fédérale?"
            ]
        },
        {
            "input": "What can we look forward to and how will this expectation inform what we are now engaged in with regard to reconciliation?",
            "output": [
                "À quoi pouvons-nous aspirer et en quoi ces aspirations informeront-elles le processus de réconciliation ?"
            ]
        },
        {
            "input": "Who will be responsible for these aspects?",
            "output": [
                "Qui en aura la responsabilité ?"
            ]
        },
        {
            "input": "Who can elect, and what are the results of making the election?",
            "output": [
                "Qui peut exercer le choix et que permet l'exercice de ce choix?"
            ]
        },
        {
            "input": "What was the most surprising thing people learnt through the activity?",
            "output": [
                "Quelle est la chose la plus surprenante que les participants ont appris durant l’exercice?"
            ]
        },
        {
            "input": "Where can I find general information about Brazil?",
            "output": [
                "Comment puis-je me renseigner sur les stages au Brésil?"
            ]
        },
        {
            "input": "What is meant by harmonization and convergence?",
            "output": [
                "Qu’entend-on par harmonisation et convergence?"
            ]
        },
        {
            "input": "When inequities are recorded, what procedures are in place to turn the observations into appropriate action?",
            "output": [
                "Lorsqu’un manque d’équité est constaté, quelles sont les procédures permettant de passer ce constat à des mesures ad hoc ?"
            ]
        },
        {
            "input": "What is meant by the expression \"Need to know\"?",
            "output": [
                "[Traduction]\u2028Qu'entend-on par l'expression « besoin de savoir »?"
            ]
        },
        {
            "input": "What does the Canadian Environmental Assessment Agency do?",
            "output": [
                "Que fait l'Agence canadienne d'évaluation environnementale?"
            ]
        },
        {
            "input": "What are some particular safeguarding issues specific to the health research context which need to be addressed?",
            "output": [
                "Quelles sont certaines des précautions particulières à considérer dans le contexte de la recherche en santé?"
            ]
        },
        {
            "input": "What are Canada's obligations under the Convention?",
            "output": [
                "Quelles sont les obligations du Canada en vertu de la Convention?"
            ]
        },
        {
            "input": "What is the cost to our privacy?",
            "output": [
                "Quel en est le coût pour notre vie privée ?"
            ]
        },
        {
            "input": "Who enters the information into the case registry?",
            "output": [
                "Qui entre l’information dans la base de registres électroniques ?"
            ]
        },
        {
            "input": "Where is the CEA Placed in the Submission?",
            "output": [
                "Où placer l'évaluation des effets cumulatifs dans la présentation?"
            ]
        },
        {
            "input": "Who will be held accountable for what?",
            "output": [
                "Comment seront réparties les responsabilités?"
            ]
        },
        {
            "input": "What kind of contribution does Canada intend to make at the Council table in particular and within the UN system as a whole?",
            "output": [
                "Quel genre de contribution le Canada se propose-t-il d'apporter à la table du Conseil, en particulier, et au sein du système onusien, en général?"
            ]
        },
        {
            "input": "What are you looking for in a new/ideal job?",
            "output": [
                "Que recherchez-vous dans un nouvel emploi ou un emploi idéal?"
            ]
        },
        {
            "input": "What is there to learn from an analysis of the overarching forces operating in the workplace and how might that help an individual patient and practitioner?",
            "output": [
                "Que doit-on retenir de l'analyse des forces dominantes qui touchent le milieu de travail et comment cette analyse pourrait-elle aider un patient et un praticien?"
            ]
        },
        {
            "input": "When you look at the gaps that your organization may face, can you identify how you’ll fill those gaps?",
            "output": [
                "Avez-vous une idée des mesures que vous pourriez prendre pour combler cette éventuelle pénurie de personnel ?"
            ]
        },
        {
            "input": "Why do wild plants and animals need habitat?",
            "output": [
                "Pourquoi les plantes et les animaux sauvages ont-ils besoin d'un habitat?"
            ]
        },
        {
            "input": "Who's Listening?",
            "output": [
                "Qui est à l'écoute?"
            ]
        },
        {
            "input": "When should I apply and how long before my study permit is approved?",
            "output": [
                "Quand dois-je déposer ma demande et combien de temps faut-il avant l'émission du permis?"
            ]
        },
        {
            "input": "What do you mean?",
            "output": [
                "Qu’entendez-vous par là?"
            ]
        },
        {
            "input": "What are the new rules for claiming tax relief for donations to eligible registered charities involved in tsunami relief efforts?",
            "output": [
                "Quelles sont les nouvelles règles à suivre afin de demander un crédit d'impôt pour des dons faits aux organismes de bienfaisance enregistrés admissibles participant aux efforts déployés pour venir en aide aux victimes des tsunamis?"
            ]
        },
        {
            "input": "Why aren't there different questionnaires for different types of agricultural operations?",
            "output": [
                "Pourquoi n'y a-t-il pas des questionnaires différents pour les différents genres d'exploitation agricole?"
            ]
        },
        {
            "input": "What happens if candidates do not complete their master's degree on or before September 1, 2007?",
            "output": [
                "Qu'arrive-t-il si un candidat ou une candidate ne termine pas sa maîtrise d'ici le 1er septembre 2007?"
            ]
        },
        {
            "input": "When did the injury occur?",
            "output": [
                "Les dépenses sont-elles couvertes en tout ou en partie par un autre régime d’assurance-santé, public ou privé?"
            ]
        },
        {
            "input": "What is the point of reforming judicial procedures if people prefer not to go to court but to defend their interests through other, often criminal, channels ?",
            "output": [
                "Quel est l'intérêt d'une réforme de la procédure judiciaire si les gens préfèrent ne pas s'adresser à la justice, mais défendre leurs intérêts par d'autres voies souvent criminelles ?"
            ]
        },
        {
            "input": "Why are there so many qualified SA Holders?",
            "output": [
                "Pourquoi y a-t-il tant de titulaires d'AA sélectionnés?"
            ]
        },
        {
            "input": "What are the issues associated with waste fats and greases?",
            "output": [
                "Quels sont les problèmes associés aux huiles et graisses usées?"
            ]
        },
        {
            "input": "What barriers do they identify in advancing obesity research, and the application of this research, and what do they consider to be the strengths, gaps, capacity issues and priorities for obesity research in Canada?",
            "output": [
                "Quels obstacles voient-ils au progrès de la recherche sur l’obésité et à l’application de cette recherche et, à leur avis, quels sont les atouts, les lacunes, les problèmes de capacité et les priorités de la recherche sur l’obésité au Canada?"
            ]
        },
        {
            "input": "What was the main reason you did not look for work last week?",
            "output": [
                "Auriezvous pu travailler la semaine dernière si un emploi convenable vous avait été offert?"
            ]
        },
        {
            "input": "What are the responsibilities of this agency?",
            "output": [
                "Quelles sont ses responsabilités?"
            ]
        },
        {
            "input": "What is the objective of the new Policy on Transfer Payments?",
            "output": [
                "Quel est l’objectif de la nouvelle Politique sur les paiements de transfert?"
            ]
        },
        {
            "input": "Why do you think this is?",
            "output": [
                "À quoi attribuez-vous cette situation?"
            ]
        },
        {
            "input": "What are CETC-Ottawa's program areas?",
            "output": [
                "Quels sont les domaines couverts par les programmes du CTEC - Ottawa ?"
            ]
        },
        {
            "input": "Who reads all kinds of trash and porno-trash?",
            "output": [
                "Qui passe son temps à lire de la littérature de gare et de la pornographie de bas étage?"
            ]
        },
        {
            "input": "What can the EDC CAF Master Policy offer me?",
            "output": [
                "Quels sont les avantages de la police-cadre d'EDC avec la FCV?"
            ]
        },
        {
            "input": "What does the Public Service Employment Act mean for deputy heads?",
            "output": [
                "Qu'est que la Loi sur l'emploi dans la fonction publique veut dire pour les administrateurs généraux?"
            ]
        },
        {
            "input": "What kind of coastal destinations have been studied?",
            "output": [
                "Quels types de destinations côtières ont été retenus pour l’analyse?"
            ]
        },
        {
            "input": "When pondering the question that frames the theme of this conference: who is responsible for responsibility?",
            "output": [
                "La question qui sous-tend le thème de la conférence est : à qui incombe la responsabilité?"
            ]
        },
        {
            "input": "What key factors appeared to contribute to the success or lack of success of the community-based pilot project in each of these areas?",
            "output": [
                "Quels facteurs clés ont semblé contribuer à la réussite ou à l'échec du projet pilote en milieu communautaire dans chacun de ces domaines?"
            ]
        },
        {
            "input": "What sort of activities, including violence and settlement activity, are to be precluded while negotiations take place?",
            "output": [
                "Quelles sortes d’activités, notamment la violence et les mouvements de colonisation, doivent être écartées pendant les négociations ?"
            ]
        },
        {
            "input": "What thoughts preceded and accompanied the good moments?",
            "output": [
                "Quelles pensées ont précédé et accompagné les bons moments ?"
            ]
        },
        {
            "input": "What is needed to make it a healthy place to live?",
            "output": [
                "Qu'est-ce qui est nécessaire pour qu'elle soit un endroit sain ?"
            ]
        },
        {
            "input": "What do family doctors think of primary health care reform?",
            "output": [
                "Que pensent les médecins de famille de la réforme des soins de santé primaires?"
            ]
        },
        {
            "input": "What caused these birds to disappear, and why were they able to recolonise?",
            "output": [
                "Comment expliquer la disparition des oiseaux et la reconstitution subséquente de leurs populations?"
            ]
        },
        {
            "input": "What can Health Canada do to further disseminate best practices and the knowledge obtained during this workshop?",
            "output": [
                "Que peut faire Santé Canada pour mieux diffuser les meilleures pratiques et les connaissances acquises au cours de l'atelier?"
            ]
        },
        {
            "input": "What happens to my CFSA annuity when I attain age 65 or start receiving Canada Pension Plan(CPP) or Quebec Pension Plan(QPP)?",
            "output": [
                "Qu'advient-il de la rente en vertu de la Loi sur la pension de retraite des Forces canadiennes (LPRFC) lorsque j'atteins l'âge de 65 ans ou que je reçois des prestations du Régime de pensions du Canada (RPC) ou du Régime de rentes du Québec (RRQ)?"
            ]
        },
        {
            "input": "Which one?",
            "output": [
                "Notre bassin hydrologique s’écoule-t-il dans l’un des Grands Lacs?"
            ]
        },
        {
            "input": "What do opponents say?",
            "output": [
                "Quels sont les arguments des opposants?"
            ]
        },
        {
            "input": "Which cessation or quit method is most preferred by youth?",
            "output": [
                "Quelle est la méthode privilégiée par les adolescents pour cesser de fumer?"
            ]
        },
        {
            "input": "What measures have been taken to discourage early marriage, particularly in the rural areas?",
            "output": [
                "Quelles mesures ont été prises pour décourager les mariages précoces, notamment dans les zones rurales?"
            ]
        },
        {
            "input": "What was the value of the exhibit?",
            "output": [
                "Quelle était la valeur de cette exposition?"
            ]
        },
        {
            "input": "Where does the USA Weather Service use the \"Cold mirror device?",
            "output": [
                "Où le service météorologique des États-Unis utilise-t-il le « miroir froid »?"
            ]
        },
        {
            "input": "What is your level of agreement or disagreement with the following statements regarding a risk-based approach to regulatory intervention?",
            "output": [
                "Dans quelle mesure êtes-vous d'accord ou non avec les énoncés suivants indiquant que les interventions réglementaires sont fonction du risque?"
            ]
        },
        {
            "input": "When, during the week or the day, would an interview be more likely to be effective and successful?",
            "output": [
                "Où cela serait-il plus pratique ou efficace, et pourquoi?"
            ]
        },
        {
            "input": "Why FHA2004?",
            "output": [
                "Pourquoi participer au FHA2004?"
            ]
        },
        {
            "input": "What kinds of training might you need?",
            "output": [
                "Quel type de formation vous convient le mieux?"
            ]
        },
        {
            "input": "When is community participation in research relevant?",
            "output": [
                "Quand la participation des collectivités à la recherche est-elle pertinente ?"
            ]
        },
        {
            "input": "What does existing research say about the relationships between clinical condition, wait times, and health outcomes or quality of life for individuals waiting for sight restoration surgery?",
            "output": [
                "Que nous dit la recherche actuelle au sujet de la relation entre l'état clinique, les temps d'attente et les résultats en matière de santé ou la qualité de vie pour les personnes en attente d'une opération de restauration de la vue?"
            ]
        },
        {
            "input": "Which federal institutions are you aware of?",
            "output": [
                "Quelles institutions fédérales connaissez-vous ?"
            ]
        },
        {
            "input": "What factors contributed to progress or delays?",
            "output": [
                "Quels éléments ont contribué aux progrès ou aux retards?"
            ]
        },
        {
            "input": "Which ones have you seen increase since 9/11?",
            "output": [
                "Lesquels avez-vous vu s'ACCROÎTRE depuis les attentats du 11 septembre?"
            ]
        },
        {
            "input": "When Does the Act Apply?",
            "output": [
                "Quand la Loi s’applique-t-elle?"
            ]
        },
        {
            "input": "Where can I go to receive a form?",
            "output": [
                "Où puis-je me procurer un formulaire?"
            ]
        },
        {
            "input": "What are existing northern Ontario tourism industry associations (and groups) doing well to encourage eco-tourism?",
            "output": [
                "Que font de bien les associations (groupes) touristiques du nord de l'Ontario pour encourager l'écotourisme?"
            ]
        },
        {
            "input": "What are the probabilities that an individual’s career, reputation, financial position, safety, health or well-being will be affected?",
            "output": [
                "Quelles sont les probabilités que la carrière, la réputation, la situation financière, la sécurité, la santé ou le bienêtre de l’individu soient affectés?"
            ]
        },
        {
            "input": "When does the Action Plan get formulated, and can you consult us throughout the process, as we would be really happy to help and be involved?",
            "output": [
                "Quand le plan d’action sera-t-il formulé, et est-ce que vous pouvez nous consulter tout au long du projet?"
            ]
        },
        {
            "input": "What difference does it make that the compensation for unsocial working hours varies from month to month depending on the working schedule?",
            "output": [
                "En cas de réponse affirmative: le fait que le travail à temps réduite preste selon le système décrit cidessus constitue, selon la convention collective, du travail à temps plein revêt-il de l'importance?"
            ]
        },
        {
            "input": "What happened here?",
            "output": [
                "Que faisait-il sur la plage?"
            ]
        },
        {
            "input": "What were your plans if you were to be unsuccessful in the competition?",
            "output": [
                "Quels auraient été vos plans en cas d’échec au concours?"
            ]
        },
        {
            "input": "What will the package provide for survivors?",
            "output": [
                "Quels avantages les survivants tireront-ils du nouveau régime?"
            ]
        },
        {
            "input": "What should be the size of the basic package?",
            "output": [
                "Quelle étendue devrait avoir le forfait de base?"
            ]
        },
        {
            "input": "What will remain of the public domain if private entities are given the power, both through technological protections and legal measures, to control works to such an extent?",
            "output": [
                "Que restera-t-il du domaine public si les entités privées se voient attribuer le pouvoir, à la fois par des protections technologiques et des mesures juridiques, de contrôler les œuvres dans une mesure pareille ?"
            ]
        },
        {
            "input": "What has been the impact of greater consolidation in that context?",
            "output": [
                "Quel est l’impact d’une consolidation accrue dans ce contexte?"
            ]
        },
        {
            "input": "Where did the idea to expand Nahanni National Park Reserve come from?",
            "output": [
                "D’où est venue l’idée d’agrandir la réserve de parc national Nahanni?"
            ]
        },
        {
            "input": "What are some of the potential physical health risks of using marijuana?",
            "output": [
                "Quels sont certains des risques pour la santé physique de la consommation de marijuana ?"
            ]
        },
        {
            "input": "What specific requirements or incentives designed to support English-language drama may affect French-language drama?",
            "output": [
                "De quelle façon des exigences ou mesures incitatives précises, qui contribueraient à appuyer les dramatiques de langue anglaise, peuvent influencer les dramatiques de langue française?"
            ]
        },
        {
            "input": "What are El Niños global impacts?",
            "output": [
                "Quels ont été les effets des El Niños antérieurs?"
            ]
        },
        {
            "input": "Where Does MERCOSUR Fit In?",
            "output": [
                "Where Does MERCOSUR Fit In?"
            ]
        },
        {
            "input": "What are the best scenic driving routes?",
            "output": [
                "Quelles sont les meilleures routes panoramiques?"
            ]
        },
        {
            "input": "What is Schedule A to the Food and Drugs Act, and how do these amendments change it?",
            "output": [
                "Qu'est-ce que l'annexe A de la Loi sur les aliments et drogues, et comment ces modifications la changeront-elles?"
            ]
        },
        {
            "input": "What factors are most important?",
            "output": [
                "Quels facteurs sont les plus importants?"
            ]
        },
        {
            "input": "Who do committees report to?",
            "output": [
                "À qui doivent-ils faire rapport?"
            ]
        },
        {
            "input": "What are the implications of discussions?",
            "output": [
                "Que doit-on retenir de ces discussions?"
            ]
        },
        {
            "input": "Which devices are available through the SAP?",
            "output": [
                "Quels sont les instruments médicaux disponibles par l'intermédiaire du PAS?"
            ]
        },
        {
            "input": "When you had to seek help, exactly what did you do?",
            "output": [
                "Quand vous avez été obligée de demander de l'aide, qu'avez-vous fait au juste?"
            ]
        },
        {
            "input": "What happens if I forget my username?",
            "output": [
                "Que dois-je faire si j’ai oublié mon nom d’utilisateur?"
            ]
        },
        {
            "input": "What is the value of the sittings of the House?",
            "output": [
                "Quelle est l’utilité des séances de la Chambre?"
            ]
        },
        {
            "input": "What is acceptable to change in a country's civilization?",
            "output": [
                "Et la question fondamentale au coeur du débat était celle-ci: comment un pays peut-il à la fois changer et rester le même?"
            ]
        },
        {
            "input": "What is Recombinant bovine somatotropin (rBST)?",
            "output": [
                "Qu'est-ce que la somatotropine bovine recombinante (STbr)?"
            ]
        },
        {
            "input": "What are the best practices being used by Aboriginal women’s organizations and other Aboriginal organizations?",
            "output": [
                "Quelles sont les pratiques exemplaires auxquelles ont recours les organismes de femmes autochtones et les autres organismes autochtones?"
            ]
        },
        {
            "input": "What percentage of non-smokers mind when people smoke in their presence?",
            "output": [
                "Quel est le pourcentage des non-fumeurs qui sont indisposés lorsqu'on fume en leur présence?"
            ]
        },
        {
            "input": "Where does the net gain of roughly $500 billion in global market value come from?",
            "output": [
                "D'où viennent les 500 milliards de bénéfice net liés aux fusions-acquisitions ?"
            ]
        },
        {
            "input": "What is \"safer sex\"?",
            "output": [
                "Qu'est-ce que la « sexualité à risques réduits »?"
            ]
        },
        {
            "input": "Where will the test patients be?",
            "output": [
                "D'où viennent les participants à l'étude?"
            ]
        },
        {
            "input": "What do you think would be a reasonable period of suspension?",
            "output": [
                "Quel serait, selon vous, le délai de suspension raisonnable ?"
            ]
        },
        {
            "input": "What is an existing substance under CEPA 1999?",
            "output": [
                "Questions et réponses Qu’est-ce qu’une substance existante aux termes de la LCPE 1999?"
            ]
        },
        {
            "input": "Why does radiation fog occur only rarely over the sea?",
            "output": [
                "Pourquoi n'y a-t-il que rarement du brouillard de rayonnement sur la mer?"
            ]
        },
        {
            "input": "What was the major factor contributing to this change?",
            "output": [
                "Quel est le facteur principal qui a contribué à cette variation?"
            ]
        },
        {
            "input": "What has Cuthbertson learned since putting his product on the Internet?",
            "output": [
                "Qu'a-t-on appris à NRCL depuis que l'entreprise est passée aux services en ligne?"
            ]
        },
        {
            "input": "What about delays in the process?",
            "output": [
                "Qu'en est-il des retards du processus?"
            ]
        },
        {
            "input": "Why should mass marketing fraud concern you?",
            "output": [
                "Pourquoi le marketing de masse frauduleux te concerne-t-il?"
            ]
        },
        {
            "input": "When do I submit a plan for review to the Office of the Fire Marshal and what does the plan require?",
            "output": [
                "Quand dois-je faire examiner mon plan par le Bureau du prévôt des incendies et que doit comprendre ce plan ?"
            ]
        },
        {
            "input": "What happened if fault lay with the people who were going to do the test?",
            "output": [
                "Qu’arrive-t-il si elle repose sur les personnes qui doivent réaliser le contrôle ?"
            ]
        },
        {
            "input": "What would you like to achieve during this pre-departure program?",
            "output": [
                "Quels sont vos objectifs de formation?"
            ]
        },
        {
            "input": "What is the proposed Tax-Free Savings Account (TFSA)?",
            "output": [
                "Qu'est-ce que le compte d'épargne libre d'impôt (CELI) proposé?"
            ]
        },
        {
            "input": "Who decides whether or not to charge the full overhead rate to the program/project?",
            "output": [
                "Qui décide de charger le taux intégral de frais généraux dans le cadre du programme ou projet ?"
            ]
        },
        {
            "input": "What other type of information would you like to see in the ATRs?",
            "output": [
                "Quel autre type d’information souhaiteriez-vous trouver dans les ATR?"
            ]
        },
        {
            "input": "Why won't your database allow me to register it?",
            "output": [
                "Dois-je l'inscrire à nouveau ?"
            ]
        },
        {
            "input": "What would make them feel that the situation is too risky for them to report to work and on what would they base this decision?",
            "output": [
                "Quels sont les facteurs qui leur feraient juger la situation trop risquée pour rentrer au travail et sur quoi fonderaient-ils cette décision?"
            ]
        },
        {
            "input": "Who will look after them after I die?",
            "output": [
                "Qui s'en occupera après ma mort ?"
            ]
        },
        {
            "input": "Why did the Therapeutic Products Directorate (TPD) of Health Canada sponsor the survey?",
            "output": [
                "Pourquoi la Direction des produits thérapeutiques (DPT) a-t-il participé à l'enquête?"
            ]
        },
        {
            "input": "What is the shape of this common space?",
            "output": [
                "Comment se présente cet espace commun?"
            ]
        },
        {
            "input": "What happened to Jewish people in your country during second world war?",
            "output": [
                "La défense des droits de l’homme peut-elle servir à justifier une action militaire?"
            ]
        },
        {
            "input": "Why choose human resources?",
            "output": [
                "Pourquoi choisir les ressources humaines?"
            ]
        },
        {
            "input": "Who will take your side and know what to do next?",
            "output": [
                "Qui vous soutiendra et saura comment poursuivre votre démarche?"
            ]
        },
        {
            "input": "Who is responsible for inspecting vessels travelling in Canadian waters?",
            "output": [
                "Qui est responsable de l'inspection des bateaux naviguant dans les eaux canadiennes?"
            ]
        },
        {
            "input": "When and how can we intervene around these health determinants to maximize the benefits of intervention?",
            "output": [
                "Quand et comment faut-il intervenir sur les déterminants de la santé pour optimiser les bienfaits de l'intervention?"
            ]
        },
        {
            "input": "What is positive parenting?",
            "output": [
                "Qu'est-ce qu'une parentalité positive?"
            ]
        },
        {
            "input": "What does the Treaty say about education, scientific research and culture?",
            "output": [
                "Qu'en est-il de l'enseignement, de la recherche scientifique et de la culture dans le Traité?"
            ]
        },
        {
            "input": "What are the Canada Business Service Centres (CBSCs)?",
            "output": [
                "Que sont les centres de services aux entreprises du canada (CSEC)?"
            ]
        },
        {
            "input": "What was the most recent hazardous weather you and/or your community faced?",
            "output": [
                "Quel est le dernier danger auquel vous ou votre collectivité avez été exposés ?"
            ]
        },
        {
            "input": "Who Threatens Our Identity?",
            "output": [
                "Qui menace notre identité?"
            ]
        },
        {
            "input": "What can we do to get to common ground?",
            "output": [
                "Que pouvons-nous faire pour parvenir à un terrain d’entente?"
            ]
        },
        {
            "input": "Why are they important?",
            "output": [
                "Selon vous, pourquoi ces symboles sont-ils importants?"
            ]
        },
        {
            "input": "Who would determine when there has been a breach?",
            "output": [
                "Qui serait chargé de déterminer s'il y a eu violation de l'Accord?"
            ]
        },
        {
            "input": "What activities at a chemical distribution facility would potentially trigger NPRI reporting?",
            "output": [
                "Dans une installation de distribution de produits chimiques, quelles sont les activités qui pourraient entraîner l'obligation de produire une déclaration à l'INRP?"
            ]
        },
        {
            "input": "What do you include with your return and what records do you keep?",
            "output": [
                "Qu’arrive-t-il une fois que nous approuvons le formulaire NR6?"
            ]
        },
        {
            "input": "What is the role of scientists in dealing with gender and health issues?",
            "output": [
                "Comment les scientifiques doivent-ils aborder le lien entre la différenciation sexuelle et la santé?"
            ]
        },
        {
            "input": "Who are the readers and what are their information needs?",
            "output": [
                "Qui sont les lecteurs et quels sont leurs besoins en matière d'information?"
            ]
        },
        {
            "input": "What gives you the greatest pleasure as an athlete ambassador?",
            "output": [
                "Qu’est-ce qui vous procure le plus grand plaisir en tant qu’ambassadrice des athlètes?"
            ]
        },
        {
            "input": "What policy prescriptions does the \"imperfect knowledge\" approach imply for the current crisis?",
            "output": [
                "Quelles mesures cette \"connaissance incomplète\" implique-t-elle dans le cas de la crise actuelle ?"
            ]
        },
        {
            "input": "What body is in charge?",
            "output": [
                "How are media pluralism and diversity defined in your regulation?"
            ]
        },
        {
            "input": "Who do I contact for more information about the API/PNR program?",
            "output": [
                "Avec qui dois-je communiquer pour en savoir plus sur le programme IPV/DP?"
            ]
        },
        {
            "input": "What are the prescribed interest rates on overdue and overpaid taxes?",
            "output": [
                "Quels sont les taux d'intérêt prescrits sur les impôts en souffrance et les paiements en trop?"
            ]
        },
        {
            "input": "Why not apply those principles to defence and foreign policy?",
            "output": [
                "Pourquoi ne pas appliquer ces principes à la politique étrangère et de défense ?"
            ]
        },
        {
            "input": "What is the role of the regional offices of Canadian Heritage in relation to the other federal departments?",
            "output": [
                "Quel est le rôle des bureaux régionaux de Patrimoine canadien par rapport aux organismes fédéraux?"
            ]
        },
        {
            "input": "What exactly are trans fats?",
            "output": [
                "Que sont les gras trans exactement?"
            ]
        },
        {
            "input": "What sources of new safety information on marketed health products does Health Canada provide?",
            "output": [
                "Quelles sources d'information relatives aux nouveaux renseignements découverts sur l'innocuité des produits de santé sont offertes par Santé Canada?"
            ]
        },
        {
            "input": "Who can report?",
            "output": [
                "Qui peut déclarer un effet indésirable?"
            ]
        },
        {
            "input": "Why an Information Management Portal?",
            "output": [
                "Pourquoi un portail de la gestion de l'information?"
            ]
        },
        {
            "input": "Who is eligible for IBI?",
            "output": [
                "Qui peut bénéficier de l'ICI ?"
            ]
        },
        {
            "input": "What need(s) is the individual looking to satisfy by moving into this facility?",
            "output": [
                "Quels besoins le particulier cherche-t-il à combler en emménageant dans cet établissement?"
            ]
        },
        {
            "input": "What are the levels of subsidies relative to those for similar products from major national competitors?",
            "output": [
                "Quels sont les niveaux des subventions par rapport à celles octroyées pour des produits semblables par les principaux concurrents nationaux?"
            ]
        },
        {
            "input": "Why not use a phase out schedule for the 65% target?",
            "output": [
                "Pourquoi ne pas fixer un calendrier de réduction progressive jusqu’à l’objectif de 65 %?"
            ]
        },
        {
            "input": "Why have you not had an eye examination in the past 2 years?",
            "output": [
                "Pourquoi n’avez-vous pas passé un examen de la vue au cours des 2 dernières années?"
            ]
        },
        {
            "input": "What happened as a result of your actions?",
            "output": [
                "Quelles ont été les conséquences de vos actions?"
            ]
        },
        {
            "input": "What provision, if any, should be made for dispute resolution with respect to disputes concerning geographical indications registered as domain names?",
            "output": [
                "Faut-il prendre des dispositions en vue du règlement des litiges concernant des indications géographiques enregistrées en tant que noms de domaine?"
            ]
        },
        {
            "input": "What are the various technically and economically feasible ways that the preferred alternative could be implemented or carried out?",
            "output": [
                "Quels sont les différentes façons, réalisables sur les plans technique et économique, de mettre en œuvre le moyen préféré?"
            ]
        },
        {
            "input": "What will happen if Member States do not agree at the IGC to give up the veto in the tax field?",
            "output": [
                "Que se passera-t-il si les États membres ne se mettent pas d'accord sur la suppression du veto \"fiscal\" lors de la CIG?"
            ]
        },
        {
            "input": "Why has the responsibility for qualification standards (formerly known as selection standards) moved from the Public Service Commission (PSC) to the The Canada Public Service Agency (CPSA)?",
            "output": [
                "Pourquoi la responsabilité des normes de qualification, autrefois connues sous le nom de normes de sélection, est-elle passée de la Commission de la fonction publique (CFP) à l’Agence de la fonction publique du Canada (AFPC) ?"
            ]
        },
        {
            "input": "What did Seth do when he found Osiris’s coffin after it was returned to Egypt?",
            "output": [
                "Que fit Seth lorsqu’il trouva le cercueil d’Osiris après le retour de ce dernier en Égypte?"
            ]
        },
        {
            "input": "Why were these specific issues chosen, as opposed to others?",
            "output": [
                "Pourquoi a-t-on choisi ces aspects particuliers plutôt que d'autres?"
            ]
        },
        {
            "input": "What is the waiting time at a border crossing?",
            "output": [
                "Le temps d'attente à un poste frontalier?"
            ]
        },
        {
            "input": "What are the lessons to be learned by other industries from the impressive results of the household appliance industry?",
            "output": [
                "Quels enseignements les autres secteurs peuvent-ils tirer des résultats impressionnants obtenus par l’industrie des appareils électroménagers?"
            ]
        },
        {
            "input": "When can I file a complaint?",
            "output": [
                "Dans quels cas une plainte peut-elle être déposée?"
            ]
        },
        {
            "input": "Who, if anyone, can or should enjoy the exclusive right to commercially exploit intangible traditional creativity?",
            "output": [
                "Qui, le cas échéant, pourrait ou devrait avoir le droit exclusif d’exploiter commercialement la créativité traditionnelle immatérielle?"
            ]
        },
        {
            "input": "What bonds of solidarity are there between women and between the sexes?",
            "output": [
                "Quels sont les liens de solidarité entre femmes et entre les sexes ?"
            ]
        },
        {
            "input": "What has happened to the number of disasters since 1950?",
            "output": [
                "Qu'est-il arrivé au nombre de catastrophes depuis 1950?"
            ]
        },
        {
            "input": "Where in the organization should responsibility for competitive intelligence lie?",
            "output": [
                "Dans l'organisation, de quel secteur devrait relever la veille concurrentielle?"
            ]
        },
        {
            "input": "What is the most appropriate time of day for assessment?",
            "output": [
                "À quel moment de la journée est-il plus approprié pour vous de faire l'évaluation?"
            ]
        },
        {
            "input": "When did you and your partner begin to live together?",
            "output": [
                "Quand avez-vous commencé à vivre avec votre conjoint?"
            ]
        },
        {
            "input": "What is split-receipting?",
            "output": [
                "Qu’est-ce qu’un reçu de don pour une partie de la valeur?"
            ]
        },
        {
            "input": "Who will issue the BCLICATC payments?",
            "output": [
                "Qui fera l'émission des paiements du CTMCRFRCB?"
            ]
        },
        {
            "input": "What can I bring back into Canada from my travels?",
            "output": [
                "Puis-je enregistrer mes armes à feu au moyen de l'Internet?"
            ]
        },
        {
            "input": "What is Modern Comptrollership?",
            "output": [
                "Qu'est-ce que la modernisation de la fonction de contrôleur?"
            ]
        },
        {
            "input": "What is a Geographical Indication?",
            "output": [
                "Qu’est-ce qu’une indication géographique?"
            ]
        },
        {
            "input": "What percentage of purchases is \"environmentally preferable\"?",
            "output": [
                "• Quel est le pourcentage des achats Â« préférables pour l'environnement Â»?"
            ]
        },
        {
            "input": "Who has the right to appeal?",
            "output": [
                "Le document de droit d'appel renfermait l'avis suivant : [traduction]\u2028Qui a droit d'appel?"
            ]
        },
        {
            "input": "When and how will they get resolved?",
            "output": [
                "Quand et comment seront-ils comblés?"
            ]
        },
        {
            "input": "Why were western farms generally larger?",
            "output": [
                "Pourquoi les fermes de l'Ouest étaient-elles d'ordinaire plus grandes?"
            ]
        },
        {
            "input": "What date of introduction is regarded as appropriate on what grounds?",
            "output": [
                "Quelle date d’introduction sera-t-elle jugée adéquate?"
            ]
        },
        {
            "input": "What was the impact of telehomecare on ICGs?",
            "output": [
                "Quelle a été l'incidence des télésoins sur les aidants naturels?"
            ]
        },
        {
            "input": "What are the most important predictors of role overload, work to family interference, family to work interference and caregiver strain?",
            "output": [
                "Quelles sont les variables prédictives les plus importantes de la surcharge de rôles, de l’interférence du travail dans la famille, de l’interférence de la famille dans le travail et de la pression sur le fournisseur de soins?"
            ]
        },
        {
            "input": "Why couldn't the Human Rights Commission help Jaswinder?",
            "output": [
                "Pourquoi la Commission des droits de la personne n'a-t-elle pas pu aider Jaswinder?"
            ]
        },
        {
            "input": "When it comes time that you need to use this kit, do you want the one that has been contaminated or compromised through irresponsibility, or the one that has been properly cared for?",
            "output": [
                "Le moment venu d’utiliser ce dispositif, préférerez vous celui qui a été contaminé ou dont l’efficacité est réduite pour cause de négligence ou celui qui a fait l’objet d’un entretien soigné?"
            ]
        },
        {
            "input": "Where is the allowance for that in Bill C-288?",
            "output": [
                "Ou cela est-il prevu ´ ´ ` ´ dans le projet de loi C-288?"
            ]
        },
        {
            "input": "Why Invest in Western Canada's Aerospace Industry?",
            "output": [
                "Pourquoi investir dans l'industrie aérospatiale de l'Ouest canadien?"
            ]
        },
        {
            "input": "Why does Hank Avery want to recognize the unknown enslaved Africans?",
            "output": [
                "Pour quelle raison Hank Avery veut-il commémorer les esclaves africains inconnus ?"
            ]
        },
        {
            "input": "What's the General Agreement on Trade in Services?",
            "output": [
                "Qu'est-ce que l'Accord gÃ©nÃ©ral sur le commerce des services?"
            ]
        },
        {
            "input": "When will sections of the European population feel they no longer have to justify that they are not terrorists simply because of the way they look?",
            "output": [
                "Quand sera-t-il possible pour certaines sections de la population européenne de ne plus avoir à justifier qu’elles ne font pas partie des terroristes pour la simple raison que leur apparence pourrait les y apparenter ?"
            ]
        },
        {
            "input": "What are the strategic dependencies between the EPR/EHR project and other LIS projects?",
            "output": [
                "Quelles sont les dépendances stratégiques entre le projet de DEP/DES et d'autres projets de systèmes d'information des laboratoires?"
            ]
        },
        {
            "input": "What are some of the main priorities in the near term, and some of the challenges?",
            "output": [
                "Quels sont les principaux enjeux et les principales priorités à court terme?"
            ]
        },
        {
            "input": "What sport is played by the largest percentage of females aged 15 years and older?",
            "output": [
                "Quel sport est pratiqué par le pourcentage le plus élevé de femmes de 15 ans et plus?"
            ]
        },
        {
            "input": "What government departments would you like to see be more involved in responding to HIV/AIDS and why?",
            "output": [
                "Quels ministères souhaiteriez-vous voir participer davantage aux effort de lutte contre le VIH/sida, et pourquoi?"
            ]
        },
        {
            "input": "What impact will the guidelines have on applicants for CIHR grants?",
            "output": [
                "Quel impact ces lignes directrices auront-elles sur les candidats aux subventions des IRSC?"
            ]
        },
        {
            "input": "What were the results of the news the article was reporting on?",
            "output": [
                "Quel a été le résultat de la nouvelle présentée dans l’article ?"
            ]
        },
        {
            "input": "What are the strengths and weaknesses of the program design?",
            "output": [
                "Quelles sont les forces et les faiblesses de la conception du programme?"
            ]
        },
        {
            "input": "What was the nature and extent of your interaction with the Program?",
            "output": [
                "Quelles ont été la nature et la portée de votre interaction avec le Programme?"
            ]
        },
        {
            "input": "What difficulties might Inuit encounter when they build houses, put in power cables or use piped-in water?",
            "output": [
                "À quelles difficultés les Inuit pourraient-ils se buter lorsqu’ils construisent des maisons ou qu’ils installent des câbles électriques ou des tuyaux pour l’eau courante?"
            ]
        },
        {
            "input": "What if you need more help?",
            "output": [
                "Vous avez besoin d’autres renseignements?"
            ]
        },
        {
            "input": "What ideas have you either adopted or considered to help better manage the distribution of workload?",
            "output": [
                "Votre milieu de travail favorise-t-il une ambiance de communication ouverte et la confiance?"
            ]
        },
        {
            "input": "Where did the EU carry out démarches on torture and ill-treatment?",
            "output": [
                "Dans quels pays l’UE a-t-elle entrepris des démarches concernant la torture et les mauvais traitements?"
            ]
        },
        {
            "input": "Who would want a grandfather on their community soccer team?",
            "output": [
                "Qui voudrait d’un grand-père au sein de l’équipe de soccer communautaire?"
            ]
        },
        {
            "input": "What do the quantitative studies reveal about the economic costs of NAFTA ROO?",
            "output": [
                "Que révèlent les études quantitatives sur les coûts économiques des RO de l’ALENA?"
            ]
        },
        {
            "input": "What is being done with the Asset Map?",
            "output": [
                "Que se passe-t-il avec la carte des atouts?"
            ]
        },
        {
            "input": "What was the substance and value of the information CSIS received from United States authorities arising from Ressam's agreement to co-operate with American authorities?",
            "output": [
                "• Quels étaient les éléments essentiels et la valeur de l’information reçue au SCRS des autorités américaines et découlant de l’accord de Ressam à coopérer avec elles?"
            ]
        },
        {
            "input": "Which training programs are eligible?",
            "output": [
                "Combien de temps faudra-t-il pour traiter ma demande?"
            ]
        },
        {
            "input": "When prompted in the East, groups felt that oil represents the future of resources in that region, as hope for the fishing industry is waning in the area; How are they going to do It all?",
            "output": [
                "Questionnés, les participants de l'Est du Canada étaient d'avis que le pétrole représente l'avenir des ressources dans la région, au fur et à mesure que disparaît l'espoir du regain de l'industrie de la pêche; Comment s'y prendra le gouvernement?"
            ]
        },
        {
            "input": "What is contract splitting?",
            "output": [
                "Qu'est-ce que le fractionnement d'un marché?"
            ]
        },
        {
            "input": "What is their magnitude?",
            "output": [
                "Quelle en est la gravité?"
            ]
        },
        {
            "input": "What are the rationales and methods used (including labelling) to make information available to the public and consumers to support citizens and consumers decisions?",
            "output": [
                "Quelles sont les paramètres et les méthodes en usage (y inclus l’étiquetage) pour rendre l’information accessible au public et aux consommateurs afin de leur permettre de prendre leurs propres décisions?"
            ]
        },
        {
            "input": "What are your parents doing in the Philippines?",
            "output": [
                "Que font vos parents aux Philippines?"
            ]
        },
        {
            "input": "What is the difference between the Federal Heritage Buildings Review Office and the Historic Sites and Monuments Board of Canada (HSMBC)?",
            "output": [
                "Quelle est la différence entre le Bureau d'examen des édifices fédéraux du patrimoine et la Commission des lieux et monuments historiques du Canada (CLMHC)?"
            ]
        },
        {
            "input": "What are the possible side effects?",
            "output": [
                "Quels sont les effets secondaires possibles ?"
            ]
        },
        {
            "input": "Where do refugees in your country come from?",
            "output": [
                "D'où sont originaires les réfugiés admis dans votre pays?"
            ]
        },
        {
            "input": "What is the present avian influenza situation?",
            "output": [
                "Quelle est la situation de la grippe aviaire actuellement?"
            ]
        },
        {
            "input": "What measures can be taken to overcome that?",
            "output": [
                "Quelles mesures peut-on adopter pour surmonter cet obstacle ?"
            ]
        },
        {
            "input": "When I read these statements—whether or not they’ve been accurately reported—I begin to ask myself: If the benefits of convergence are so obvious, then why is it so hard to explain them?",
            "output": [
                "Quand je lis des propos de ce genre -que je sois bien renseignée ou pas – je commence à me poser une question : si les avantages de la convergence sont si évidents, pourquoi est-il si difficile de les expliquer?"
            ]
        },
        {
            "input": "Where on the DIN or on the D-NET can I find the Canadian Forces Publications produced by DHH (ie Dress, Drill/Ceremonial/Lineage, etc)?",
            "output": [
                "Où peut-on obtenir un exemplaire des livres publiés par la DHP ou mentionnés dans sa page Web ?"
            ]
        },
        {
            "input": "Who is eligible for the CN Railroaders in the Community program?",
            "output": [
                "Qui est admissible au programme Cheminots du CN dans la collectivité?"
            ]
        },
        {
            "input": "Why did the RCMP adopt the Employee Continuous Development Program?",
            "output": [
                "Pourquoi la GRC a-t-elle adopté le Programme de perfectionnement continu des employés?"
            ]
        },
        {
            "input": "Which to save - the baby or the mother?",
            "output": [
                "Qui fallait-il sauver, le bébé ou la mère?"
            ]
        },
        {
            "input": "What may be her/his concerns or constraints?",
            "output": [
                "Quelles peuvent être ses inquiétudes ou ses contraintes?"
            ]
        },
        {
            "input": "What do you do with my personal information?",
            "output": [
                "Que faites-vous de mes renseignements personnels?"
            ]
        },
        {
            "input": "What is the significance of signing the Framework Agreement on the 25th of July, 2000?",
            "output": [
                "Quelle est l'importance symbolique de signer l'entente cadre le 25 juillet 2000?"
            ]
        },
        {
            "input": "What has been the role of the support provided by the CCB to your organization CCB in your province/territory?",
            "output": [
                "Quel effet a eu le soutien du RCC sur l’organisme de RCC de votre province ou territoire?"
            ]
        },
        {
            "input": "What would be the possible impact(s) if the letter was sent as it is presently written?",
            "output": [
                "Quelles seraient les répercussions possibles si la lettre était envoyée telle qu'elle est rédigée actuellement ?"
            ]
        },
        {
            "input": "What important ethical issues are emerging because of scientific advances and/or social developments?",
            "output": [
                "Quelles sont les nouvelles questions éthiques importantes soulevées par les progrès de la science et/ou l'évolution de la société?"
            ]
        },
        {
            "input": "What is the cost of introducing and operating the (possibly alternative options of) scanning equipment?",
            "output": [
                "Quels sont les frais d’introduction et de fonctionnement de l’équipement de scanning (le cas échéant, des différentes options)?"
            ]
        },
        {
            "input": "What cultural goods and services would be subject to such an instrument?",
            "output": [
                "Quels produits et services culturels seraient réglementés par un tel instrument?"
            ]
        },
        {
            "input": "What is the incremental cost of providing a one-time service to another department pursuant to the interdepartmental charging rules?",
            "output": [
                "Quels sont les coûts différentiels de la prestation d’un service ponctuel à un autre ministère conformément aux règles régissant les imputations interministérielles?"
            ]
        },
        {
            "input": "What are some ways schools can begin to become \"green schools?",
            "output": [
                "De quelle façon une école peut-elle devenir écologique?"
            ]
        },
        {
            "input": "What is this participant funding and who can apply?",
            "output": [
                "En quoi consiste cette aide financière aux participants et qui y est admissible?"
            ]
        },
        {
            "input": "Who can you call for encouragement?",
            "output": [
                "Qui pouvez-vous appeler pour obtenir de l'encouragement?"
            ]
        }
    ]
}