{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "You will be given a Hindi sentence. Your job is to create a statement that has the same meaning as the one given to you.",
  "Positive Examples": [
    {
        "input": "मेरी इसमें क्या जिम्मेदारी यह मुझे पता है और मैं फ़रारी जैसी टीम का हिस्सा बनने का इंतजार नहीं कर सकता, दुनिया के सबसे अच्छे ड्राइवर माइकल शुमाकर के साथ, \"मस्सा ने कहा।\n",
        "output":  "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is correctly translated from Hindi to English"
    },
    {
        "input": "एसयूवी का चालक बच गया था और ड्रिंक ड्राइविंग के संदेह में उसे हिरासत में लिया जा रहा है, स्पेनिश अखबार सुर ने एक श्वास परीक्षण का दावा करते हुए कानूनी रक्त शराब की सीमा से दो गुना का खुलासा किया।\n",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
        "explanation": "The above sentence is correctly translated from Hindi to English as it explains correctly about the driver of the SUV."
    },
    {
        "input": "यह कार संयुक्त राज्य के संयोजन में स्थापित पाकिस्तान सैन्य विशेष सेवा समूह के विशेष अभियान टास्क फोर्स के ब्रिगेड मुख्यालय से जा टकराई।\n",
        "output": "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n",
        "explanation": "The above sentence is correctly translated from Hindi to English as it captures the meaning of all words in a sentence correctly."
    }
  ],
  "Negative Examples": [
    {
        "input": "सेंट एंड्रयूज पर चल रहे ओपन चैंपियनशिप में गोल्फ़ खिलाड़ियों ने भी अपने सम्मान अर्पित किए।\n",
        "output": "At The Closed Championship taking place at St Andrews, golfers also paid their respects.\n",
        "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
    },
    {
        "input": "किमी ने मैक्लारेन के ड्राइवरों के अंतर को घटाया, जो अब अलोंसो से केवल पांच अंक पीछे हैं।\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.",
        "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."

    },
    {
        "input": "आखिर में, यही तकनीक फ़िल्म इंडस्ट्री के मिल्यनस बचाएगी।\n",
        "output": "In the beginning, this same technology might save the movie industry millions.\n",
        "explanation": "The above sentence is not correctly translated from Hindi to English as one of the words do not match the translation. In the translated sentence, 'beginning' should have been 'end'."

    }
  ],
  "Instances": [
    {
        "input": "उस चित्र में, काहलो को एक अस्पताल के बिस्तर पर लेटा हुआ दिखाया गया है, जिसमें उसके शरीर से कई गर्भनाल डोरियाँ निकली हुई हैं और प्रत्येक में एक वस्तु या शरीर का एक हिस्सा है, सिवाय उसके जिसमें एक बच्चा है।\n",
        "output": [
            "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n"
        ]
    },
    {
        "input": "इस सम्मेलन में, Google ताइवान के इंजीनियरिंग निदेशक आर एण्ड डी केंद्र ली-फेंग चिएन ने भी \"Google ताइपे डेवलपर्स डे\" पर उपलब्धियों की घोषणा की और कुछ वास्तविक अनुप्रयोगों को साझा करने के लिए ची-पाओ हू और यी-आरयू लिन नाम के डेवलपर्स को iGoogle पर आमंत्रित किया।\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "\"इसलिए नहीं कि मैं किंग्सवे में बेहद लोकप्रिय साथी हूं, बल्कि वोट विभाजन के कारण और फ़र्स्ट-पास्ट-द-पोस्ट सिस्टम के काम करने के तरीके के कारण चर्चित हूं।\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "राज्य पुलिस के एक सदस्य ने तटरक्षक बल को सूचित किया जिसने एमएच -65 बचाव हेलीकॉप्टर और दो बचाव अभियान भेजे।\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "13 जुलाई को बीपी ने कुएं के लीक को ढंक दिया था जिससे खाड़ी में तेल का लीक होना सफलतापूर्वक बंद हो गया था।\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "मैच के दौरान, श्रीसंत का गेंदबाजी स्पेल 5-1-25-3 बेहद महत्वपूर्ण रहा।\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"लेकिन यह हमारे सामान्य परिचालन प्रक्रियाओं के भीतर आता है और हम उसी के अनुसार प्रतिक्रिया दे रहे हैं।\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "कंपनी के नए शोध एवं विकास केंद्र को शंघाई के ज़िज़ु विज्ञान पार्क में स्थापित किया जाना है।\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "सरकार ने मौत की सजा के लंबे समय से चले आ रहे विरोध को दोहराया है।\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "नए हथियारों से परमाणु हथियारों जैसा प्रभाव पड़ेगा, हालांकि इससे एक पारंपरिक युद्ध के परमाणु युद्ध में तब्दील होने का खतरा नहीं होगा।\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "पीओ और PiS, जो दोनों भविष्य की सरकार बनाएंगे, नए सेजम में 304 स्थान होंगे, जो पोलिश संविधान में परिवर्तन करने के लिए आवश्यक 3 से कम है, जिसका दोनों पक्ष समर्थन करते हैं।\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "रूस, ज्यादातर स्ट्रेटजिक एयरलिफ्टर के साथ, रूस में पोलैंड और लिथुआनिया के बीच स्थित कैलिनिनग्राद ओब्लास्ट की राजधानी कलिनिनग्राद और सेंट पीटर्सबर्ग के बीच नियमित रूप से मिशन की उड़ानें भरने के लिए इस क्षेत्र का उपयोग करता है।\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "धमाके से शॉपिंग सेंटर को काफ़ी नुकसान हुआ इससे खिड़कियां टूट गईं, कृत्रिम छतें गिर गईं और खंभे कई सौ मीटर के दायरे में मुड़ गए।\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "रिपब्लिकन पार्टी के सदस्यों ने रीड से अपनी टिप्पणियों के लिए इस्तीफ़े की मांग की है।\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "तुगेरानोंग , कैनबरा - उन्नीस वर्षीय ऑस्ट्रेलियाई शैडो ओलंपिक टीम के सदस्य ऐलिस इंगले, राष्ट्रीय तीरंदाजी चैंपियनशिप के दूसरे दिन में भाग ले रही थीं, लक्ष्य की शुरुआत से कुछ दिन पहले उन्हें ओलंपिक खेलों में ऑस्ट्रेलिया का प्रतिनिधित्व करने की उम्मीद थी।\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "कुर्नाज़ को 2001 में बस की सवारी करते समय पाकिस्तान में उठाया गया था।\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "\"प्राइस इंडेक्सिंग\" लागू होने से भविष्य में सोशल सिक्योरिटी की लागतें कई ट्रिलियन डॉलर घटेंगी।\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "बिजलीघर में कार्य करती है और एक आक्रामक जमीनी लड़ाई करती है, उसने बस यही किया।\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "इंडोनेशियाई डायरेक्टर जनरल ऑफ एयर ट्रांसपोर्टेशन बुडी मूल्यवान सुयित्नो ने बताया कि हालांकि स्थानीय बजट सीमाओं की वजह से कुछ हवाई अड्डे बेहतर नहीं हो पा रहे हैं, वर्तमान में योग्याकार्ता में कोई समस्या नहीं है, जिसमें 2,250 मीटर रनवे के 140 मीटर के लिए RESA की घोषणा और एयरक्राफ्ट रेस्क्यू और हवाई अड्डे पर अग्निशमन ट्रक की तैनाती शामिल है।\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "विद्युत् अन्धकार के परिणाम स्वरूप देश के बढ़ते बिजली संकट से निपटने का प्रयास हो रहा है, जिसमें संरक्षण और निजी कंपनियों द्वारा बिजली प्रदान करने की अनुमति देने का प्रयास, जिसे 2004 में असंवैधानिक करार दिया गया था, शामिल हैं।\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"माना जा रहा है कि वो व्यक्ति समुद्री दीवार की सीढ़ीयों पर नीचे खड़ा होकर समुद्र में जाने वाला था तभी रात में खराब मौसम के कारण बनी एक विशाल लहर बिना किसी चेतावनी के उसे बहा ले गई।\"\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "आर्मेनियाई राष्ट्रपति सेर्झ सर्गस्यान ने घोषणा की: \"हम युद्ध नहीं चाहते हैं, लेकिन अगर हमें करना पड़ेगा, तो हम लड़ेंगे और जीतेंगे।\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "अपने शासनकाल के दौरान, उन्होंने 750 से अधिक बिलों पर वीटो किया, अन्य सभी तत्कालीन राज्यपालों की तुलना में अधिक और 1 बिलियन डॉलर के अधिशेष के साथ राज्य को छोड़ दिया।\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "पहला हमला उस समय हुआ जब पाकिस्तान-अफगानिस्तान सीमा के पास पहाड़ी इलाकों में पुलिस और सेना के काफिले पर सड़क किनारे बम मारा गया।\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "घटनास्थल पर मौजूद पूर्व इस्लामिक कोर्ट यूनियन के सदस्यों ने सिर और चेहरा पूरी तरह से मुंडे हुए हमलावर की पहचान अल-शबाब के सदस्य के रूप में की, जिसे अल-कायदा से जुड़ा हुआ एक कट्टरपंथी इस्लामी समूह माना जाता है।\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "उन्होंने जांच को बताया, \"मैंने यह स्पष्ट किया है कि, मेरे विचार में, वे जिस मसौदे पर काम कर रहे थे, वह सुरक्षा परिषद के एक और निर्णय के बिना बल के उपयोग को अधिकृत नहीं करता था।\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "येरूशलम में ग्रीक ऑर्थोडॉक्स भिक्षुओं और अरब ईसाइयों के बीच गुड फ्राइडे पर संघर्ष छिड़ गया, क्योंकि अरब ईसाइयों ने भिक्षुओं द्वारा यहूदी निवासियों को चर्च की जमीन बेचने का विरोध किया।\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "इलिनोइस हाउस ऑफ़ रिप्रेज़ेंटेटिव्स ने इस गुरुवार सेक्स्टिंग करने वाले किशोरों के कुछ जुर्मानों को कम करने के लिए वोटिंग की।\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "बावेरियन आंतरिक मंत्री जोआचिम हेरमैन ने इस घटना के बारे में अपने विचार व्यक्त किए।\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "अग्निशामक सुबह के 9:15 बजे तक वहीं पर थे। आज ईडीटी (यूटीसी-4) पर आग लगने के लगभग 24 घंटों बाद।\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "राष्ट्रभक्ति के मुद्दे की बजाय विवाद ने संघ के करारों पर चर्चा की जिसमें शायद यह निर्दिष्ट हो कि झंडे को ऊपर चढ़ाने या नीचे उतारने का काम केवल संघ के सदस्यों के लिए आरक्षित था।\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "रॉकेट नाम से मशहूर क्लेमेंस ने एक और सीज़न के लिए करार किया जब उन्होंने अपना सातवां साई यंग अवार्ड जीता और एस्ट्रोस 2004 में वर्ल्ड सीरीज़ के नज़दीक पहुंच गया था, जब क्लेमेंस ने कार्डिनल्स के खिलाफ़ दो रन की बढ़त गंवा दी और एनएलसीएस के सातवें गेम में हार गए।\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "उसके लिए कहा गया कि उसके परिवार की सुरक्षा की गारंटी है।\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "अधिकांश पुराने लॉनमोअर के पुर्जों, एक स्टीयरिंग व्हील और एक बार स्टूल से बनाए जाते हैं।\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "संसद स्थानीय सरकार कानून सुधार विधेयक में कई प्रस्तावित संशोधनों पर बहस कर रही है, जिसका उद्देश्य माइक्रोचिप की आवश्यकता को बदलना है।\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "मुखर्जी ने कहा कि वह प्रधानमंत्री से इसलिए मिले क्योंकि वह इलाज के लिए विदेश गए हुए थे और जब वह विदेश में थे तब मनमोहन सिंह अस्पताल में थे।\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "क्षेत्रीय सरकारें अब राजकुमार लॉरेंट द्वारा समर्पित एक पर्यावरण संगठन, आईआरजीटी/केआईएनटी को दिए जाने वाले अपने दान की जांच और इस पर चर्चा कर रही हैं।\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"यह एक बहुत मजबूत गठबंधन है - एक ऐसा गठबंधन है जो सरकारों में बदलाव होने पर भी मजबूत बना रहता है।\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "यदि अल्बेगडोर्ज फिर से चुने जाने में असफल रहे तो नए राष्ट्रपति रोक हटा सकते हैं और फांसी की सजा फिर से शुरू हो सकती है।\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "चारलोट, नॉर्थ कैरोलिना में एक एबीसी संबद्ध के अनुसार, फ्लेयर पिछले बुधवार को अंतर्राज्यीय 485 पर एक तथाकथित सड़क रोष में सम्मिलित था।\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "\"घाव भरने\" के संदर्भ में, उन्होंने संयुक्त राष्ट्र में उत्तर-दक्षिण विभाजन द्वारा प्रतिस्थापित शीत युद्ध के विभाजनों के खतरे को इंगित किया।\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "इंडोनेशिया के मौसम विज्ञान एवं भूभौतिकी एजेंसी ने पहले झटके के लगभग 20 मिनट बाद कम से कम दो और झटके दर्ज किए, जिनमें से रिक्टर पैमाने पर एक की तीव्रता 5.5 और दूसरे की तीव्रता 5.3 थी।\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "फिर घायल पर्यटकों को कोस्टा डेल सोल क्षेत्र के पांच अलग-अलग अस्पतालों में ले जाया गया।\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "कल यह आशंका जताई जा रही थी कि सिडनी के रैंडविक रेसकोर्स में चार रेस वाले घोड़े वायरस की चपेट में आ गए थे, हालांकि बाद में घोड़ों में वायरस की जांच करने पर परिणाम नकारात्मक मिला।\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "यह बताया गया है कि 21,000 से अधिक नागरिक परिवार, अनुमानित 153,000 व्यक्ति, दक्षिण वज़ीरिस्तान भाग गए हैं और उत्तर-पश्चिम सीमा प्रांत में शरण ली है।\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "यह रिलीज तीन साल के निरंतर विकास और संस्करण 1.0 की कई विशेषताएँ लिए हुए है, जिसे मई 2002 में जारी किया गया था।\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "अमेरिका में सैकड़ों कानून, उच्च-कुशल कर्मचारियों ने संयुक्त राज्य नागरिकता और आव्रजन सेवाओं (यूएससीआईएस) के निदेशक, एमिलियो गोंजालेज़ को एक प्रतीकात्मक और शांतिपूर्ण विरोध के तहत सैकड़ों फूल भेजे। स्टेट डिपार्टमेंट और यूएससीआईएस द्वारा ग्रीन कार्ड की प्रोसेसिंग में होने वाला विलंब करने से \"अचानक पीछे हटना\" विरोध का कारण बताया गया है।\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "राल्फ नाडर के द्वारा एक \"वास्तविक प्रगतिशील\" के बतौर इनकी प्रशंसा की गई है और 2003 में कुसिनिच गांधी शांति पुरस्कार के प्राप्तकर्ता थे।\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "उन्होंने 1992 में पहली बार रिलीज हुए \"किलिंग इन द नेम\" के साथ वापसी करने का फैसला किया।\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलिया ने 0-0 से कतर के साथ ड्रॉ किया, जापान ने उज़्बेकिस्तान को 1-0 से हराया, दक्षिण कोरिया ने संयुक्त अरब अमीरात को 2-0 से हराकर क्वालिफ़ाई किया और आइसलैंड पर 2-1 की जीत के साथ नीदरलैंड्स भी क्वालिफ़ाई करने में सफल रहा।\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "साथ ही सरकार की प्रणाली बदलने की बात है तो लिबर्टेरिएंज़ न्यूज़ीलैंड को प्रजातंत्र बनने और संवैधानिक राजतंत्र को हटाने का प्रस्ताव भी दे रही है।\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "ईरान के लिए सर्वोच्च राष्ट्रीय सुरक्षा परिषद के प्रमुख हसन रोहानी ने सोमवार को घोषणा की कि देश अस्थायी रूप से 22 नवंबर तक यूरेनियम के रूपांतरण को निलंबित कर देगा।\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "होटल के सुरक्षा कर्मियों का कहना है कि उन्हें समारोह से पहले कमरे से बाहर निकाल दिया गया था, क्योंकि सरकारी सुरक्षा अधिकारी इस आयोजन की पूरी जिम्मेदारी संभाल रहे थे।\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "वाशिंगटन स्थित कनाडा दूतावास एक विज्ञापन अभियान चला रहा है और वाशिंगटन में सबवे स्टेशनों को अफगानिस्तान में कनाडाई सैनिकों को दर्शाने वाले विज्ञापनों से भर दिया है।\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "इस बीच, पशुओं की आवाजाही पर प्रतिबंध लगाया गया है, ताकि रोग प्रसार की बेहद असंभाव्य घटना में उसके प्रभावों को नियंत्रित किया जाए।\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "ब्लॉगर डेविड फर्रार कहते हैं, \"सरकार पर इतना दबाव डालने के बाद वोट खोना बहुत बेतुका है।\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "डीपवाटर होराइजन कुएं से पहले के लीक के संबंध में आरओवी के लोकेशन को तय करने का अब तक कोई तरीका नहीं था।\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "ए हिस्ट्री ऑफ सरवाइवल इन न्यूजीलैंड ये भी दिखाता है कि न्यूजीलैंड दुनिया के उन कुछ देशों में से एक है जिसके पास 1800 के दशक के उतर्राध से लेकर जन्म, मृत्यु और पलायन का लगभग पूरा और विस्तृत इतिहास है।\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "पेन स्टेट पेन्सिल्वेनिया की सबसे बड़ी यूनिवर्सिटी है और यूनाइटेड स्टेट्स की दस सबसे बड़ी सार्वजनिक युनिवर्सिटी में से एक है।\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "नेशनल पार्टी के सांसद, चेस्टर बरोस ने कहा, \"मेरा अनुभव यह है कि मैं बहुत सारे युवाओं को देख चुका हूं जो गुस्साए हैं, जिनका बलात्कार हुआ है, जिनके साथ मारपीट हुई है।\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "इस समय यह पृथ्वी से 268,624 मील की सुरक्षित दूरी पर होगा - चंद्रमा की तुलना में पृथ्वी के करीब अपनी कक्षा में सबसे दूर होगा।\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "मस्जिद स्पष्ट करती है, \"हम यह स्पष्ट करना चाहते हैं कि मरकजी जमात अहल-ए-हदिथ से यह अपेक्षा न की जाए कि हम हमारी मस्जिदों में आमंत्रित हर वक्ता के शब्दों का समर्थन करते फिरे।\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "इसलिए उन्होंने इतिहास में किसी से भी अधिक उत्तरी ध्रुव पर नज़र रखी।\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "सरकार द्वारा नियंत्रित आरआईए समाचार एजेंसी के अनुसार, विस्फोट में हताहत एक नागरिक था।\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "शुक्रवार को प्रकाशित रिपोर्ट में अनुमान लगाया गया है कि 2009 में 1 बिलियन से अधिक लोग भूखे हो जाएंगे, जो कि मानव इतिहास में पहली बार होगा।\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "समाचार एजेंसी सिन्हुआ ने यह भी बताया कि हेबै प्रांत में वायरस के कारण सोमवार को एक 21 महीने के बच्चे की मौत हो गई।\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "गोर्डन ब्राउन ने ये घोषणा प्रधानमंत्री से सवाल पूछे जाने के दौरान लेबर सांसद एंडी रीड के सवाल का जवाब देते हुए की।\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "बस बुल्गारिया की यात्रा के बाद पर्यटकों को घर ले जा रही थी।\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"लुटेरे निर्दयी थे और उन्होंने पीड़ितों की मामूली परवाह की.\"\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "ऑफिस ऑफ़ मैनेजमेंट एंड बजट के निदेशक जिम नुस्ले का मानना है कि जल्द ही घाटा कम होना शुरू हो जाएगा।\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "यदि बंदी के पास पहले से ही टॉयलेट पेपर का रोल है, तो उसे दूसरे की अनुमति नहीं होगी।\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "अदालत ने 6 सप्ताह के लिए फिर से सजा दी जिस दौरान उनकी रक्षा के लिए तैयारी की जाएगी।\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "अध्ययन से पता चला कि 2050 तक, पांच अमेरिकियों में से एक का जन्म विदेशी होगा और समग्र अमेरिकी आबादी दोगुनी होकर 438 मिलियन हो जाएगी।\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "नौ सीनेटर, सात रिपब्लिकंस और दो डेमोक्रेट्स, ने संशोधन पर वोट नहीं किया।\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "राज्य के मीडिया के अनुसार, टायफून मोरकोट से हुई मूसलाधार बारिश के कारण ताइवान के द्वीप के छह सौ ग्रामीण लापता हैं।\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "उनेहोंने कहा कि सभी शांति सैनिकों को राष्ट्र छोड़ने के आदेश अप्रासंगिक और प्रभावहीन हैं यह कहते हुए कि संयुक्त राष्ट्र नहीं मानता है कि गागबो कानूनी अध्यक्ष है।\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "दुर्व्यवहार में क्रिचफील्ड के सभी छः बच्चे शामिल थे, हालाँकि केवल कुछ ही उसके खिलाफ गवाही देने के लिए तैयार हुये।\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "पेंटागन के प्रवक्ता ब्रायन व्हिटमैन ने एग्नेस फ्रांस-प्रेसे से कहा कि जिस इमारत पर छापा मारा गया, वह \"एक वाणिज्य दूतावास या सरकारी इमारत नहीं\" थी, जिसकी पुष्टि इराकी विदेश मंत्री होशियर जेबारी ने की थी, जिन्होंने कहा था कि ईरानी एक कार्यालय में काम कर रहे थे, जो सरकारी अनुमोदन और वाणिज्य दूतावास के रूप में अनुमोदित होने की प्रक्रिया में थी, लेकिन न तो वाणिज्य दूतावास था और न ही ईरानी वाणिज्य दूतावास जनरल।\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई प्रधान मंत्री जॉन हॉवर्ड ने घोषणा की है कि एपीईसी देशों के नेताओं ने जलवायु परिवर्तन पर \"आकांक्षात्मक लक्ष्यों\" पर सहमति व्यक्त की है।\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "इस समय प्रत्येक आइटम पर 2.5 सेंट वसूले जाते हैं, नए टैरिफ़ के बाद यह 12 सेंट प्रति आइटम के बराबर हो जाएगा।\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"कोई भी अपनी संस्कृति को बदनाम होते हुए देखना पसंद नहीं करता है लेकिन हम जानते हैं कि मोको सार्वजनिक क्षेत्र में है।\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "टर्न पूरा करने के बाद, अलिंगी ने उनके पास घेरा डाला और एक सेकंड से जीत हासिल की।\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"पिछले कुछ वर्षो में ढेर सारा पैसा और नागरिक समूहों के लिए वाशिंगटन में रोक ने हमे अपने देश को बेहतर बनाने की कोशिशों को रोका है।\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "इससे इंजन में ईंधन का प्रवाह सीमित हो गया, जिसके परिणामस्वरूप बिना आज्ञा वाला इंजन रोलबैक हो गया।\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"हमारी मुख्य लड़ाई अब जनता की राय है, क्योंकि सरकार में संघर्ष समाप्त हो गया है,\" उन्होंने कहा।\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "इस मामले के सभी सबूतों और उस वक्त प्रभावकारी लड़ाई के नियमों के आधार पर साफ है कि सैनिक यथोचित भरोसा कर सकता था कि वीडियोटेप में दिखाया गया एआईएफ शत्रुतापूर्ण खतरा था जो सैनिक के घातक बल प्रयोग को सही ठहराता है।\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "कहा जाता है कि कब्जेदारों तक रस्सी के अंत में फेंकी गई विद्युत केतली अच्छी तरह से काम करती है।\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "प्रमुख खिलाड़ियों में से किसी ने भी लागत पर टिप्पणी नहीं की है और पिछले हफ्ते थॉमसन ने Quaero को समर्पित अपनी कॉर्पोरेट वेब साइट पर पृष्ठ तक पहुंच हटा दिया और अपने अधिकारियों को परियोजना के बारे में कोई साक्षात्कार न देने का निर्देश दिया।\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "लोन स्टार को लोम दौरे पर जाने की अनुमति देने का निर्णय टीम की यात्रा के खर्चे को 31,000 अमेरिकी डॉलर से घटा कर 18,000 अमेरिकी डॉलर करने के बाद किया गया।\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"विकिपीडिया असंतुष्टों का अड्डा नहीं बल्कि एक विश्वकोश है।\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "हालाँकि, जापान ने वियतनाम की तुलना में एक और गोल किया है और उस आधार पर समूह में शीर्ष स्थान हासिल करेगा।\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "यूके ऑडिट कमीशन ने एक रिपोर्ट दी है जो लिवरपूल सिटी काउंसिल के पूर्व नेता माइक स्टोरी की पुनः नियुक्ति पर सवाल उठाती है।\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "गैब्रिएला गैरीन नामक महिला, मनोरंजन पार्क में एक कार्यकर्ता थी और पिछले सात वर्षों से वहां काम कर रही थी।\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "आप इसे कैसे संभालेंगे?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "बारिश के कारण सड़क और किनारे की बाड़ दोनों आर्य नदी में गिर गए।\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "मेहदी सेना के सदस्यों द्वारा शांति वार्ता में भाग लेने के लिए एक कॉल को अस्वीकार कर देने के बाद आंतरिक इराकी बलों ने इराक के दक्षिण में दिवानिया शहर के कुछ हिस्सों पर नियंत्रण खो दिया था।\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "एक प्रदर्शनकारी ने कहा कि सुरक्षा कर्मियों ने \"गांवों और कस्बों पर हमला करना शुरू कर दिया था।\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "ब्रेक के बाद, फुलहम मैच में वापसी करने के लिए उत्सुक होकर मज़बूती से बाहर आया।\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "वे मेरे संसदीय इलाके सहयोगी और आजीवन मित्र हैं।\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"मेरे हिसाब से वह संसद के एक बहुत अच्छे सदस्य थे, एक बहुत अच्छे संप्रभुतावादी,\" डुकेपे ने जोड़ा।\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "ड्वेक के अध्ययन के अनुसार, जब एक बच्चा जानता है कि वे कठिन समस्याओं से निपटने के बजाय सही होने के लिए प्रशंसा प्राप्त करेगा, भले ही वे असफल हों, वे बस आसान कार्य करने के लिए चुनाव करेंगे जिसमें उन्हें समाधान खोजने का आश्वासन दिया गया है।\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"तथ्य यह है कि जब तक हम वहां पहुंचे, तब तक जर्मन बहुत से कमजोर लोगों की एक बिल्ली हो चुके थे, जब वे फ्रांसीसी का सामना कर रहे थे, तो वे पंजीकरण नहीं कर रहे थे।\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "बुधवार को वाशिंगटन लौटने से पहले अपने मिडस्टेस्ट दौरे पर अंतिम पड़ाव पर राष्ट्रपति बुश मंगलवार को सऊदी अरब से मिस्र जाने वाले हैं।\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "हालाँकि, इराक में गठबंधन सेना के डिप्टी कमांडर के रूप में, मारियोली ने बताया कि वह इराक में कैलीपरी के उद्देश्य से अनभिज्ञ थे, इसलिए वह गठबंधन के सैनिकों को इतालवी मिशन के विवरण के बारे में बता नहीं सके।\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"मैं नहीं चाहता कि गर्मियों के उस दिन जो मेरे और मेरी तरह रोजाना आवागमन करने वाले सैकड़ों दूसरे यात्रियों के साथ हुआ, वह किसी और के साथ हो।\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"हमने यूके के उपभोक्ताओं के नकली सिगरेट्स खरेदी करने से बचा लिया और जो असली ब्रैंड्स की तुलना में स्वास्थ्य के लिए अधिक गंभीरता से हानिकारक हो सकता था।\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "स्कॉटिश एनवायरनमेंट प्रोटेक्शन एजेंसी (एसईपीए) ने अपने पूर्वानुमान में कहा कि आने वाले दिनों में मौसम बेहतर रहने वाला है और भारी मात्रा में बारिश होने की संभावना नहीं है।\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका में टैको बेल विज्ञापन मे दिखाई देने वाले गिजेट चिहुआहुआ की एक स्ट्रोक से मृत्यु हो गई।\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "यह टिप्पणियां टाइम मैगज़ीन के रिपोर्टर मार्क हाल्पेरिन और न्यू यॉर्क मैगज़ीन के रिपोर्टर जॉन हाइलमैन द्वारा संयुक्त रूप से लिखी गई एक पुस्तक में प्रकाशित हुईं।\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "चेतावनी स्तर पर चल रहे वाले युवा लोगों के लिए बेरोजगारी (2002 में OECD के अनुसार 20 से 24 वर्ष की आयु के लोगों के लिए 15.5%) और 2005 के दंगों की याद अब भी ताज़ा है, सरकोज़ी ने सरकारी खर्चों पर शासन करने और लंबी अवधि तक फायदा देने वाली नीतियों को लागू करने का वादा किया था।\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "हैतियाई सरकार के प्रतिनिधियों ने अमेरिका के सबसे गरीब देश हैती के पुनर्निर्माण के लिए दानदाताओं से 350 मिलियन डॉलर की अतिरिक्त मदद मांगी है।\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "इसके परिणामस्वरूप, कलाकारों ने मंच पर गांजा पिया और थियेटर स्वयं दर्शकों को शामिल होने के लिए प्रोत्साहित कर रहा है।\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "उनके घरों की दीवारें ढह जाने से अन्य बच्चों की मौत हो गई है।\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"अगर ऑस्ट्रेलिया के 'सेंसरशिप सीनेटर', स्टीवन कॉनरॉय की चले, तो ऑस्ट्रेलिया अनिवार्य इंटरनेट सेंसरशिप व्यवस्था वाला पहला पश्चिमी देश बन जाएगा।\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "दर्शकों में ऑस्ट्रेलियाई शेफ़ डि मिशन, जेसन हेलविग और उनके कनिष्ठ, माइकल हारटुंग और केट मैकलॉफ़लिन मौजूद थे।\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "ओपेरा गायिका से टॉक शो होस्ट बनीं शार्लट, होटल साम्राज्ञी पेरिस हिल्टन को बेइज्जती करने के लिए अपने कार्यक्रम में बुलाना चाहती थीं।\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "यूनाइटेड किंगडम के एक इंजीनियर रिचर्ड जेनकिंस ने शुक्रवार को हवा से चलने वाले भूमि वाहन में प्राप्त की जाने वाली सबसे तेज गति के रिकॉर्ड को तोड़ दिया।\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "नए निर्माण के लिए कुछ सामग्रियों को पुराने बांध से बचा लिया गया था और कुछ को प्रदर्शन पर रखा गया है।\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "पत्रकार ने युद्धग्रस्त दक्षिण अमेरिकी देश में कोलंबियाई राष्ट्रपति अल्वारो उरीबे और दक्षिणपंथी मिलिशिया समूहों के बीच स्थापित संबंधों पर काम किया है।\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "श्वार्ज़नेगर ने मैक्केन को \"एक महान अमेरिकी नायक और एक असाधारण नेता\" कहा और पार्टी लाइनों को पार करने की उनकी क्षमता के लिए उनकी प्रशंसा की।\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "सत्ताधारी सैन्य जुन्टा कई चरमपंथी समूहों की तरफ हमले झेल रहा है, जो इसकी सत्ता के खिलाफ हैं।\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "उन्होंने भविष्यवाणी की कि \"कई व्यवसायों का सामना बहुत कठिन समय में होगा और बेरोजगारी में तेजी से वृद्धि होगी।\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "अंतिम बार 1998 में चिली, 1994 में ग्रीस और 1986 में अल्जीरिया में दिखाई दिए थे।\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "ट्रेजरी मॉडलिंग देखने के बाद, कोषाध्यक्ष वेन स्वान और जलवायु परिवर्तन मंत्री ग्रेग कॉम्बेट ने एक संयुक्त बयान जारी किया जिसमें कहा गया कि मुआवजे के पैकेजों को अंतिम रूप दिए बिना मूल्य वृद्धि की भविष्यवाणी करना जल्दबाजी होगी।\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "आगे के साक्षात्कार के लिए बने रहें; हर पार्टी का हर उम्मीदवार योग्य है और उनसे संपर्क किया जाएगा।\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "पार्टी के चेयरपर्सन माइकल स्टील ने फ़ॉक्स न्यूज़ संडे को बताया \"यह एक रीति सी है जिसमें डेमोक्रेटिक पार्टी के सदस्यों को लगता है कि वे ये चीजें कह सकते हैं और फिर माफ़ी मांग सकते हैं … जब यह खुद उनके मुंह से निकलती हैं।\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "अगले दस वर्षों में, हॉपर अक्सर अतिथि भूमिका में टेलीविजन पर दिखाई दिए और 1960 के दशक के अंत तक कई फिल्मों में सहायक की भूमिकाएं निभाईं।\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "कम से कम 27 लोगों को चोटें आईं, जिनमें ज्यादातर को कट और चोट के निशान थे।\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "इस साल की चैंपियनशिप के लिए अठारहवीं सीड बारटोली ने कभी भी किसी ग्रैंड स्लैम स्पर्धा के चौथे दौर में प्रगति नहीं की थी।\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "स्टेट रिप्रेज़ेंटेटिव डार्लीन सेंगर द्वारा प्रायोजित यह विधेयक 114-1 के बहुमत से पारित हो गया और अब इस पर इलिनोइस सीनेट द्वारा विचार किया जाएगा।\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "होस्नी मुबारक ने कल एक नई कैबिनेट की घोषणा की, जिसमें कई आंकड़े शामिल नहीं हैं जिसे प्रदर्शनकारि काफी हद तक मंजूर नहीं करते हैं।\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "उसने अपने मुक़दमे के दौरान एक जूरी की उपस्थिति के लिए भी अनुरोध किया।\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "विधायी आवश्यकताओं के कारण, साथ ही सहमति होने के बाद, व्यवसायों को आइटम भेजने वाली कंपनी के बारे में विवरण प्रदान करना होगा और भविष्य की मेलिंग से सदस्यता समाप्त करने का एक मुफ्त तरीका प्रदान करना होगा।\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "उत्तरी गाज़ा में इजरायल द्वारा अचानक हमले में, जिसका उद्देश्य फ़िलिस्तीनी लड़ाकुओं द्वारा रॉकेट हमलों पर अंकुश लगाना था, पिछले छह दिनों में 50 से अधिक लोग मारे गए हैं।\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "चाडियन अधिकारियों ने मेज़बान परिवारों के साथ प्लेसमेंट के लिए 103 अफ़्रीकी बच्चों को यूरोप ले जाने की कोशिश के संबंध में सात और चौदह अन्य संदिग्धों की भूमिका की जांच की थी।\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "news.vl.ru पर टिप्पणियाँ पोस्ट करने वाले लोगों के बारे में अतिरिक्त निजी सूचना के लिए अनुरोध किया गया है।\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "सरदार सरोवर परियोजना के विरोध में भूख हड़ताल कर रही नर्मदा बचाओ आंदोलन की कार्यकर्ता, मेधा पाटकर को पुलिस ने नौवें दिन जबरन उठाकर नई दिल्ली स्थित अस्पताल में भर्ती करा दिया।\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "RBS सिक्स नेशंस मुकाबला, जो डबलिन के लैंसडाउन रोड पर हुआ था, आयरलैंड के 19 अंक के सामने फ्रांसीसी टीम के 26 अंकों से आगे होने के साथ समाप्त हुआ।\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "शोर और प्रकाश प्रदूषण को खत्म करने के लिए समूह स्टोर और रिहायशी इलाके के बीच एक ऊंची दीवार के निर्माण में भी सफल रहा।\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "उन्होंने वादा किया कि यदि यूके सरकार ट्राइडेंट परियोजना के साथ आगे बढ़ी, तो SNP स्कॉटलैंड में इसे आगे बढ़ने से रोकने के लिए उन शक्तियों का उपयोग करने का प्रस्ताव रखेगा।\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "जॉनसन से तैंतीस अंक आगे रहते हुए हैमलिन 6,325 अंकों के साथ ड्राइवर्स चैंपियनशिप के लीडर बने।\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "इराकी संसद के अध्यक्ष महमूद अल-मशदानी का कहना है कि उन्होंने तुर्की से शांति से स्थिति को हल करने के लिए कहा है।\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"मैं सोचता हूं कि ये बयान उन्हें एक अप्रभावी महापौर बना देगा.\"\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "जांच कंपनी के कार्यबल में अवैतनिक कर्मचारी की भारी निर्भरता पर ध्यान केंद्रित करती है, जिसे लैंडमार्क एजुकेशन \"सहायक\" और स्वयंसेवक कहती है।\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "बिजनेसवीक की रिपोर्ट है कि कॉर्ज़िन की उस घोषणा के दो दिन बाद यह घोषणा हुई कि राज्य अगले साल शोध अनुदान में $10 मिलियन देगा, जिसमें स्टेम सेल शोध के लिए $7 मिलियन प्रदान करना भी शामिल है।\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "पड़ोसी डोर्सेट वेस्ट से कंज़र्वेटिव शैडो चांसलर ओलिवर लेटविन ने कहा कि छेड़छाड़ किए गए फ़ोटो पर मौजूद संदेश कंज़र्वेटिव की नीति के अनुरूप था।\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "हमले के बाद उसकी उड़ान निरर्थक साबित हुई क्योंकि फ़ोन रिकॉर्ड से पुलिस को रोम का पता चल गया और उन्होंने उसके भाई के अपार्टमेंट पर छापा मारा, जहां उसे पकड़ लिया गया।\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "ब्लेयर ने यह भी कहा, \"हम पिछले कुछ वर्षों में कई बार इस प्रक्रिया के विभिन्न हिस्सों से गुज़रे हैं, लेकिन मुझे लगता है कि यह आगे बढ़ने का एक आधार है।\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "पुलिस ने कहा कि उनकी मुख्य चिंता सभी की स्वास्थ्य और सुरक्षा थी, क्योंकि एक व्यस्त सड़क के बगल में विरोध प्रदर्शन किया जा रहा था।\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "नीदरलैंड्स के सर्वोच्च न्यायालय ने यूरोपीय संघ के उस कानून का हवाला देते हुए मामले को खारिज कर दिया जिसके अनुसार काज़मी का मामला उस देश की जिम्मेदारी है जिसमें उन्होंने पहली बार शरण का निवेदन किया था।\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"मैं इससे निराश हूं कि एक साल के लिए ओबामा प्रशासन द्वारा अपतट विकास को रोक देने के इस निर्णय से राष्ट्र की ऊर्जा आवश्यकताओं को पूरा करने के लिए घरेलू तेल और गैस के उत्पादन में और अधिक विलंब होगा और लागत भी बढ़ जाएगी।\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "हालाँकि, प्रदर्शनी की संभवतः सबसे प्रसिद्ध घटना 6 सितंबर 1901 को तत्कालीन राष्ट्रपति विलियम मैककिनले की हत्या थी।\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "यह विलय यूओडब्ल्यू का अंत करने के लिए प्रतिद्वंद्वी विश्वविद्यालयों के नेताओं द्वारा मांग के परिणाम स्वरूप किया गया है।\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "यदि Microsoft निर्णय पर अपील नहीं करता है, तो कंपनी के पास पूरा जुर्माना देने के लिए 3 महीने (फ़रवरी 27 से शुरू) का समय होगा।\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "रूस ने अभी तक रिहा किए जाने वाले अन्य कैदियों की पहचान की पुष्टि नहीं की है, हालांकि कुछ नामों का अनुमान लगाया गया है, जिसमें एलेक्ज़ेंडर जापिरोज्सकी, सर्गी स्क्रिपल और एलेक्ज़ेंडर सिपाचेव शामिल हैं, जिनमें से सभी विदेशी सरकारों को जानकारी हस्तांतरित करने के आरोपी हैं।\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "विमान स्मोलेंस्क हवाई अड्डे से लगभग दो किलोमीटर (1.3 मील) की दूरी पर दुर्घटनाग्रस्त हुआ।\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "हाल ही में, दक्षिण कोरिया द्वारा जापानी मालवाहक जहाज अपहरण में पांच दक्षिण कोरियाई लोगों के अपहरण के बाद दक्षिण कोरिया ने अपने एक विध्वंसक भेजने के इरादे की घोषणा की है।\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "पश्चिमी न्यूयॉर्क के क्षेत्र की बिजली कंपनी, नियाग्रा मोहौक के प्रवक्ता स्टेव ब्राडी ने कहा, \"यह बहुत भारी बर्फबारी थी और अधिकांश पेड़ों के अधिकांश पत्ते अब भी मौजूद हैं ... हम तब तक पूर्ण क्षति का आकलन नहीं कर सकते जब तक बर्फबारी बंद नहीं हो जाती.\"\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "इसके बाद, कुछ अटकलें थीं कि वह ग्रीन पार्टी में शामिल होंगे, जो ओटावा में 0 निर्वाचित सांसद हैं, जो देश की राजधानी है।\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "फ़ेवरिट फ़ीमेल की विजेता हिलेरी बैरी रहीं, जिन्हें जनता ने \"भारी अंतर के वोटों\" से जिताया।\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "शुलज को व्हाइट सैंड्स मिसाइल रेंज में काम करने से राडार का अनुभव है।\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "पोप काउंटी शेरिफ कार्यालय ने कहा कि लगभग 11 बजे उनका वाहन सड़क से उतर गया और ग्लिनवुड से लगभग 15 मील एसई, पोप काउंटी मिनिसोटा के बांगोर टाउनशिप के पास 110वें एवेन्यू पर लुढक गया, जो ग्लेनवुड एमएन से 15 मील एसई, सेट क्लाउड, एमएन से लगभाग 55 मील डब्ल्यूएनडब्ल्यू अथवा ट्विन सिटी से लगभग 100 मील एनडब्ल्यू है।\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"सैकड़ों वर्षों से हम ईसाइयों, जिनकी आबादी कभी 15 प्रतिशत हुआ करती थी, को सताया गया और पवित्र भूमि से निकाल दिया गया और अब हम अल्पसंख्यकों का छोटा हिसा भर रह गए हैं।\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "ऐसे राष्ट्र में जहां समलैंगिकता पहले से ही चौदह साल तक की जेल की सजा का दंडनीय अपराध है, यह बिल उस दंड को आजीवन कारावास तक बढ़ाएगा।\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "विकीवर्सिटी खुद एक प्रोजेक्ट है जिसका मकसद सीखने के लिए सहयोगपूर्ण ऑनलाइन वातावरण विकसित करना है।\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "विभिन्न माप बेरन्स के मास-घनत्व का अच्छा अनुमान देते है -ब्रह्माण्ड में 10बिलियन वर्षों पूर्व से न्यूट्रोन्स एवं प्रोटोन्स अणुओं और आयन्स की न्यूकिली का निर्माण करते हैं।\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "भीड़ वाली स्थितियों, खराब स्वच्छता और त्वचा से त्वचा के संपर्क में आने के कारण स्टैफ संक्रमण अन्य बीमारियों की तरह फैलता है।\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "पुलिस को किसी स्थानीय निवासी की कॉल मिली कि विगल टक्कर में घायल हो गया है।\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि वे \"एसएडीसी (सदर्न अफ्रीकन डेवलपमेंट क्मयुनिटी) के अध्यक्ष के बयान का मजबूती से समर्थन करते हैं कि इस समय हालात ऐसे नहीं हैं कि चुनाव कराए जाएं और ये कि चुनाव को स्थगित कर देना चाहिए.\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "सिन फ़ेन, SDLP और अलायंस पार्टी ने विफलता के लिए DUP को दोषी ठहराया है।\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "श्री हॉवर्ड ने कहा कि उक्त बिक्री उनके सरकार का चुनावी वादा नहीं था और इस बिक्री से संघीय सरकार को कोई दीर्घकालिक लाभ नहीं दिख रहा।\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "वीडियो जिसे बीबीसी ने प्रसारित किया वो 45 सेकंड लंबा है और दिखाता है कि नियंत्रण से बाहर कम-से-कम दो मिसाइल बेस के पास से लांच किए जा रहे हैं जबकि उनमें आग भड़की हुई है और वो पास में ही जाकर गिरते हैं।\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "वे थोड़ा बायीं तरफ झुके हुए थे ताकि चेहरे को एक स्थिर मुद्रा में रख सके जो कि बिना कंघी किए लंबे बालों की लटों से घिरा हुआ था।\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "जर्मनी ने फीफा विश्व कप सेमीफाइनल में जगह बनाने के लिए बर्लिन में शुक्रवार को खेले गए मैच में अर्जेंटीना को 4-2 से हराया।\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"हम करदाताओं के पैसे बचाने के लिए एक कर्तव्य है और अब उन्हें अन्य उत्सवों के लिए रोशनी के साथ डालकर - सितंबर में ईद सहित - हम £ 10,000 के आसपास बचत करेंगे\"।\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "कनाडा के पर्यावरण मंत्री जॉन बेयर्ड द्वारा गुरुवार को घोषित किए गए नए पर्यावरण नियमों के तहत, सीओ 2 उत्सर्जन में कटौती के लिए नए तीव्रता के लक्ष्य को पूरा नहीं कर सकने वाली कंपनियां ऑफसेट क्रेडिट खरीद या एक प्रौद्योगिकी निधि में योगदान कर सकती हैं, उत्सर्जन की प्रारंभिक लागत $ 15 प्रति टन है।\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "इंटेल के एक प्रतिद्वंद्वी माइक्रो डिवाइस के बनाए वर्तमान प्रोसेसर की जगह इंटेल प्रोसेसर का इस्तेमाल कर एक नया लैपटॉप विकसित करने की योजना शुरू हुई।\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "तुर्की के अनातोलियन समाचार एजेंसी की रिपोर्ट के अनुसार, कामोव-32 नामक अग्निशमन हेलीकॉप्टर अपने पानी के टैंक भरते समय दुर्घटनाग्रस्त हो गया।\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य के स्कीयर को स्लैलम अनुशासन में कल प्रतिस्पर्धा करने के लिए निर्धारित किया गया था, लेकिन उच्च हवाओं के कारण प्रतियोगिता रद्द कर दी गई थी।\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "पाकिस्तानी सेना के प्रवक्ता मेजर जनरल शौकत सुल्तान ने कहा, \"संपूर्ण जमीनी पड़ताल के बाद हम मारे गए विदेशियों की पहचान की पुष्टि कर सकते हैं।\"\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "हैती निवासियों ने प्रक्रिया में अराजकता फैलाते हुए दंगे किए जिसे विदेशी निगरानी कर्ताओं ने दृढ़ प्रयासों से कुचल दिया।\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "ट्रुथ एंड जस्टिस अलायंस कही जाने वाली मुख्य विपक्ष पार्टी नेशनल लिबरल पार्टी और डेमोक्रेट पार्टी के प्रत्याशियों का एक संघ है।\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "पहले प्रयोग की गई मापन विधियों को लेकर कुछ विरोधाभास हैं, इसलिए शोधकर्ताओं ने शिखर पर एक घंटा व्यतीत करके राडार, सैटेलाइट और अन्य विधियों से 6 बिंदुओं पर मापन लिए।\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "पिछले हफ्ते संकट से जुड़ी खबर करने आईं वन न्यूज पैसिफिक की संवाददाता बारबरा ड्रेवर को देश से बाहर कर दिया गया था।\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "और फिर जो नतीजा हुआ वह सबको दिखा।\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "24 घंटों से भी अधिक समय तक अग्निशमन करने के बाद अग्निशामक अधिकारियों ने बताया अधिकतर आग को बुझा दिया गया है और अग्निशामक दलों को आग बुझाने के पाइपों एवं संयंत्रों को वापस रखना शुरू करने का आदेश दिया।\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "रूई कॉर्डिरो ने मैच फिर से शुरू होने के कुछ ही समय बाद पुर्तगाल का एकमात्र ट्राई लिया, जिसे डुआर्टे कार्डोसो पिंटो ने स्कोर में परिवर्तित कर दिया।\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "लेकिन फ्रेंच टेलीविजन पर जिडान ने अपने व्यवहार के लिए अफसोस जाहिर किया।\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "नाटो के प्रमुख जाप डी हूप शेफ़र ने भी कार्रवाई की निंदा की है।\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "पहले मंत्री साल्मंड ने एक स्मारक उद्यान और एक कांस्य प्रतिमा का अनावरण किया, जिसे घटना की 50 वीं वर्षगांठ के अवसर पर स्थापित किया गया था।\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "सर एलन शुगर BBC श्रृंखला द अपरेंटिस का ब्रिटिश सरकार के लिए \"enterprise tsar\" के रूप में उनकी नियुक्ति के बाद सामना करना जारी रखेंगे।\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "सैन फ्रांसिस्को में दायर मुकदमे में आरोप लगाया गया है कि AT&T ने सरकार के साथ मिलकर अमेरिकी नागरिकों की बातें सुनने के लिए संघीय कानूनों का उल्लंघन किया है।\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "मुशर्रफ के अन्य विकल्पों में आपातकालीन स्थिति की घोषणा करना शामिल हो सकता है, जो उन्हें सेना का समर्थन पाने या संसद को भंग करने में सहायता कर सकता है, हालांकि इससे राजनीतिक अराजकता पैदा हो सकती है।\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT ने कहा कि यह आंकड़ा एक वर्ष में £ 300m था।\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "शुक्रवार को रोमानियाई सरकार द्वारा पारित कानून को संसद में बहस के लिए भेज दिया गया है।\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "अगली दौड़ कल के लिए निर्धारित है, सोमवार को रेस-ऑफ़ डे है।\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "रहस्यमय प्राणी पॉल द ऑक्टोपस द्वारा स्पेन की जीत का सही अनुमान लगाया गया था।\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "रवांडा, बुरुंडी और कांगो के लगभग 100 छात्र, रवांडा के अतीत और वर्तमान के बारे में और साथ ही साथ ग्रेट लेक्स क्षेत्र के लिए भविष्य के बारे में विचार साझा करेंगे।\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "बोस्वेल ने कहा: \"स्वास्थ्य मंत्री की ओर से जल्द ही बीजेडपी के प्रभाव पर अगला शोध जारी किया जाएगा,\" न्यूजीलैंड सरकार इस पर मंथन कर रही है कि क्या इन्हें प्रतिबंधित कर दिया जाए या फिर इनकी बिक्री को सीमित कर दिया जाए।\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "51 वर्षीय मार्टिन अभियोग पक्ष के साक्ष्यों को वे ई-मेल भेजने के दुराचार का आरोपी है जिनमें सुझावों और बातचीत के मुद्दों समेत मौसौई के मामले से जुड़ी उनकी अपनी टिप्पणियों के साथ-साथ दूसरे संबंधित मामले की लिखित प्रतिलिपियां शामिल थीं।\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "बाद के वर्षों में उन्होंने अपना स्वयं का बार खोला और समूह के कुछ सदस्यों के साथ दोस्त बन गए और यहां तक कि जैक्सनविले में उनके एक संगीत कार्यक्रम में उनका परिचय कराया।\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "फ्रांस के निवासी और वहां पढ़ने वाले कॉलेज के छात्र लिसियन लिवरेल ने 1996 की फिल्म स्वतंत्रता दिवस का संदर्भ देते हुए फ्रांस की कथित कमजोरी के लिए जीभ में गाल पर प्रतिक्रिया दी।\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "कई विश्लेषकों का मानना है कि हाल ही में युद्धविराम ईटीए की उस रणनीति पर आधारित है, जो बास्क क्षेत्र में उनके समर्थन को प्रभावित करता है।\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "अर्मेनियाई जूता पूरी तरह से संरक्षित स्थिति में है और Ötzi आइसमैन पर पाए जाने वाले से कुछ सौ साल पुराना है, यह दुनिया में चमड़े के जूते का सबसे पुराने टुकड़ा है और यह यूरोप में पाया जानेवाला अब तक का सबसे पुराना जूता है।\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "लिवरपूल से सुश्री गिबन्स के बेटे जॉन ने पूछा है कि उनकी मां की जेल की सजा से नाराज ब्रिटिश लोगों को मुसलमानों के खिलाफ नहीं होना चाहिए।\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "एक अध्ययन में पाया गया कि स्कॉटलैंड की आत्महत्या की दर पड़ोसी इंग्लैंड से बढ़ती जा रही है, रूसी प्रेस और राजनेता दुनिया की तीसरी सबसे बड़ी किशोर आत्महत्या दर की जांच कर रहे हैं और नए आंकड़ों से ऑस्ट्रेलिया के उत्तरी क्षेत्र में आदिवासी बच्चों की आत्महत्या में वृद्धि देखी गई।\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "हांगकांग में, शुक्रवार को स्थानीय समयानुसार दोपहर लगभग 1:30 बजे, मा ताऊ वाई रोड पर एक दशकों पुरानी बिल्डिंग ध्वस्त हो गई।\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "श्री डार्न्टन यह भी बताते हैं कि शासन प्रणाली का वर्तमान स्वरूप एक खेल है।\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "मोल्दोवन नेता ने उल्लेख किया कि उन्होंने 13 ट्रांसनिस्ट्रियन सैन्य कंपनियों की गतिविधि के बारे में रूस को दस्तावेजों का एक पैकेज भेजा है।\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "यह 2006 में शुरू होने वाले 60 दिन के परीक्षण के लिए अंग्रेजी विकिपीडिया टूल पेज से जुड़ा होगा।\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "1970 के दशक में, उनके वर्ल्ड सीरीज़ क्रिकेट ने क्रिकेट के खेल में क्रांति ला दी जिसमें रंगीन वर्दी, सफेद गेंद और दिन/रात के मैच जैसी चीजों की पेशकश ने एकदिवसीय क्रिकेट का स्वरूप उभर कर आया।\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"मरम्मत को बढ़ावा देने से, जो प्रोलैक्टिन थेरेपी का लक्ष्य है, हमें एमएस वाले लोगों के लक्षणों में वास्तव में सुधार की उम्मीद है।\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "गिरफ़्तार हुए व्यक्ति शुक्रवार को नेल्सप्रुइट मजिस्ट्रेट की अदालत में पेश हुए।\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "पुलिस घर पर पहुंची और वहां खड़े 72 वर्षीय व्यक्ति से मुठभेड़ हुई, फिर उस व्यक्ति के साथ एक संक्षेप में बातचीत हुई जो फिर घर के अंदर चला गया।\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "पिछले दो सप्ताह के दौरान अकेले ईलैंड खदान कुएं से लगभग 300 \"सोने के लुटेरे\" गिरफ्तार किए गए थे।\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "उन पर चोरी, अतिक्रमण और संपत्ति के नुकसान के आरोप लगाए गए थे।\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "ओमनी होटल, जो सीएनएन केंद्र से जुड़ा हुआ है, को भी नुकसान पहुंचा और उसकी कई खिड़कियां चकनाचूर हो गईं।\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"इस मुद्दे के कारण, हमने सावधानीपूर्वक कुछ सड़कों को चुना, ताकि अंत तक बढ़त बनाए रखने के लिए कई हमले किए जा सकें।\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"हम अपने चहितों के लिए और इंडियानापोलिस के लोगों के लिए प्रार्थना कर रहे हैं।\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "बिल के सभी उल्लेख लेख से हटा दिए गए थे।\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "हालांकि, लेउ का अभिमूल्यन पूरी तरह से सकारात्मक नहीं है, क्योंकि यह निर्यातकों पर बहुत दबाव डाल रहा है।\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "पीए -457 नामक दवा, जो कि बेटुलिनिक एसिड से ली गई है और पेपर निर्माताओं के उत्पादों से आती है, का निर्माण और विकास मैरीलैंड की दवा निर्माता कंपनी पैनकोस फ़ार्मास्युटिकल्स द्वारा किया जा रहा है।\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "अतीत में संयुक्त राष्ट्र एरिट्रिया पर इस्लामिक कट्टरपंथियों को हथियार और उपकरण प्रदान करने का आरोप लगा चुका है।\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "इसके बाद उन्होंने पाराडाइज रिगेन्ड लिखी जिसमें निर्जन इलाके में यीशू के प्रलोभन की व्याख्या की गई है।\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "पिता, लाम लुओंग, एक 37 वर्षीय झींगा मछुआरा, पर हत्या के चार मामलों का आरोप लगाया गया है।\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "यूटा में क्रैन्डल कैनियन माइन के तीन बचावकर्मी छह फंसे ऐसे खनिकों को बचाने के लिए मारे गए, जो एक हफ्ते से लापता हैं।\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "वे फिर कहते हैं कि दस्तावेज़ \"आधिकारिक चैनलों के माध्यम से सूचना अधिनियम के अनुरोध के माध्यम से उपलब्ध कराया जा सकता है।\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "राष्ट्रीय तूफान केंद्र ने कहा, \"हालांकि बरमूडा पर पड़ने वाले संभावित प्रभावों के संदर्भ में रुझान के कोण का महत्त्वपूर्ण अर्थ है, अभी यह तय करना जल्दबाजी होगी कि क्या बर्था सचमुच उस द्वीप को प्रभावित करेगा।\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "सिडनी की सड़कों पर एपेक-विरोधी एक रैली के आयोजन ने 5000 की संख्या में प्रदर्शनकारियों का ध्यान अपनी ओर खींचा, जिसमें 18 को गिरफ्तार किया गया और दो पुलिसकर्मी जख्मी हो गए।\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "सभी मृतक प्रौढ़ थे और जिसमें दो ड्राइवरों में से एक ड्राइवर शामिल था और उनमें से दूसरा गंभीर रूप से घायल था।\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "टोयोटा से 40 अंक आगे और फोर्ड से 91 अंक आगे रहते हुए, मैनुफैक्चरर्स चैंपियनशिप स्टैंडिंग में 249 अंकों के साथ शेवरलेट विजेता बना, जबकि आगे सीज़न में दो रेस अभी बाकी हैं।\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "खलीज टाइम्स को उसके परिजनों ने बताया कि उसे माधवन या उसके गुर्गों की ओर से शारीरिक नुकसान पहुंचाए जाने का डर है।\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "1991 और 2011 के बीच, जनसंख्या वृद्धि दर में लगातार कमी आई है।\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "हाई-प्रोफाइल बलात्कार पीड़िता, मुख्तार माई ने इस विचार को खारिज करते हुए कहा कि कोई भी महिला पैसे के लिए अपने साथ ऐसी घटिया और जाहिलाना हरकत की अनुमति नहीं दे सकती है।\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "दक्षिण ऑस्ट्रेलिया के आइरे प्रायद्वीपीय क्षेत्र के झाड़ियों में लगी आग से नौ लोगों की मौत हो गई है।\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "अब फ्रेंच बोलने वाले क्यूबेक में पोर्टनेफ-जैक्स-कार्टियर की सवारी के लिए हाउस ऑफ कॉमन्स में केवल एक स्वतंत्र सांसद एंड्रे आर्थर हैं।\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "2005 के वित्तीय वर्ष में उन्होंने $ 83 मिलियन राजस्व अर्जित किया।\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "लैपटॉप, टेलीफोन और ग्लोबल पोजिशनिंग सिस्टम को ऊर्जा प्रदान करने के लिए, उनकी नौका में सौर ऊर्जा प्रणाली मौजूद है।\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "अगले दिन, 40 वैगनों के साथ एक मालगाड़ी कलगुरली के पूर्व में पटरी से उतर गई, जिससे तीन लोग घायल हो गए।\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "1999 में स्कॉटिश संसद खुलने के बाद हुए तीसरे चुनावों में, नर्म वामपंथी विचारधारा वाली एसएनपी ने सत्ताधारी लेबर पार्टी को केवल एक सीट से हरा दिया है।\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "तस्वीरें यूएसबी फ्लैश ड्राइव, मेमोरी कार्ड, ब्लूटूथ डिवाइस और पिक्टब्रिज संगत डिजिटल कैमरों से प्रिंट की जा सकती हैं।\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ब्रायन नारंजो के नेतृत्व में एक यूसीएलए टीम ने एक टैबलेट डिवाइस में ड्यूटेरियम नाभिक के नाभिकीय संलयन का अवलोकन किया है।\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "बांध एक पुराने बांध की जगह पर बना है, जिसे पहले 1911 में बनाया गया था, लेकिन बाद में इसका कई बार विस्तार हुआ।\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "लिबरल डेमोक्रेट विदेशी मामलों के प्रवक्ता एड डेवी ने वुड के बयान को \"कानूनी युद्ध के लिए मामले के कॉफिन का अंतिम कील\" कहा गया।\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "टोलेडो पुलिस विभाग को बेईमानी पर संदेह नहीं है और वह मौत को आकस्मिक मानती है।\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "चाइन्दरवा के मुताबिक़, साकश्विली की सरकार लोक-तंत्र से बहुत कम साम्य रखती है।\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "इसके बजाय, वह कहते हैं कि उनसे 71 सेंट के बजाय लगभग 71 डॉलर का शुल्क लिया गया था: यह उनके बिल की दर से 100 गुना अधिक है।\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "हिंसा गुरुवार को होने वाले राष्ट्रपति चुनाव से पहले हुई थी, जिसे उग्रवादियों ने बाधित करने का वादा किया था।\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "जन स्रोतों के अनुसार, चीनी सरकार ने यूनाइटेड स्टेट्स के विरूद्ध आर्थिक चेतावनियों का एक संगठित अभियान शुरू कर दिया है, जिसके तहत यह संकेत दिया है कि यदि वाशिंगटन व्यापार प्रतिबंध लगाता है जिसके कारण युआन का अवमूल्यन करने के लिए बाध्य होना पड़े तो वह अपनी यूएस प्रतिभूति की विशाल संपत्ति को बेच सकता है।\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "दोनों गीतों की रचना ओडफेस्ट के हिस्से के रूप में संयुक्त राज्य अमेरिका के लॉर्डि के दौरान की गई थी, जिसमें बैंड के प्रमुख गायक मॉन्स्टरडाइकलहेल डॉट कॉम के साथ एक साक्षात्कार में कह रहे थे कि स्वर्ग में बीस्ट लूज की मुख्य राइफल मिल्वौकी में लिखी गई थी, जबकि स्टड्स का कोरस और चमड़ा सेंट ऑगस्टीन में रचा गया था।\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "ड्रग फ़ाउंडेशन के प्रवक्ता, रॉस बेल ने कहा, \"ऐसी समीक्षा न केवल बहुत संकीर्ण है, यह भी प्रतीत होता है कि इसने बुधवार की बहस का परिणाम प्रभावित करने की कोशिश की।\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "सोनी को दुनिया भर से ओवरहीटिंग की 209 शिकायतें प्राप्त हुई हैं, एक ग्राहक ने हल्का सा जलने की शिकायत की है।\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"वाष्पीकरण दर, सांद्रता और मौसम में भिन्नता बर्बाद होने वाले तेल को बापिस पा लेने के अधिक अवसर प्रदान करती है।\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "यूनाइटेड स्टेट्स कोस्ट गार्ड का कहना है कि अज्ञात व्यक्ति की मौत हो गई जो बर्फ से रास्ता खोजने की कोशिश में पानी में गिर गया।\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "लड़ाकुओं का कहना है कि वे सरकार को उखाड़ फेंकने और नवनिर्वाचित पाकिस्तानी राष्ट्रपति परवेज मुशर्रफ़ को सत्ता से बाहर करने का प्रयास करने जा रहे हैं।\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "विस्फोट ने ग्लेशियर में एक बड़ा छेद बनाया है, साथ ही ग्लेशियर के नीचे एक दरार भी बन रही है, जो अब लगभग 2 किलोमीटर (1 मील) लंबी हो गई है।\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "यॉर्के की अगुवाई वाली वेस्टइंडीज की टीम टैकल में प्रतिस्पर्धी और कड़ी थी, लेकिन स्वीडिश दबाव का मतलब था कि टीम अपने खेल के अधिकांश पिचों के अपने आधे हिस्से में थी।\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "इंटरपोल ने दक्षिण-पूर्व एशियाई जेमाह इस्लामिया के नेता, मास सेलामत बिन कस्तारी के लिए एक \"ऑरेंज नोटिस\" जारी किया है, जो बुधवार को नजरबंदी केंद्र से भाग गया था।\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "इस समझौते को नवंबर 2007 में ब्राजील सरकार ने मंजूरी दी थी और मार्च 2007 में फ्रांसीसी संसद द्वारा अनुमोदित किया गया था।\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "लंदन इंग्लैंड - 2012 ग्रीष्मकालीन पैरालिम्पिक्स शुरू होने में एक हफ्ते से भी कम समय रह गया हैं, इसलिए पापुआ न्यू गिनी के पैरालिम्पिक्स प्रतिनिधिमंडल के कुछ लोग अपने देश के योग्य एथलेटिक्स प्रतियोगी फ़्रांसिस कोम्पोन और पॉवरलिफ़्टर टिमोथी हरबे का समर्थन करने पहुँचे।\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "डायबिटीज़ के मरीज, सिंह की 1990 में ब्रिटेन में सर्जरी हुई थी और 2004 में दिल्ली में एंजियोप्लास्टी हुई, जिसमें उनकी आर्टरी में स्टेंट डाला गया था।\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "एबीसी ने यह भी कहा कि वुडरफ़ और वोग्ट, दोनों ही कवच और हेलमेट पहने हुए थे।\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "अपनी पार्टी के भविष्य के बारे में, एसएनपी, सेलमंड ने ग्लासगो ईस्ट और ग्लेनरोथ्स में उप-चुनाव अभियानों को \"इंजील क्रूसेड्स\" के रूप में वर्णित किया, जो, \"जो ग्लासगो ईस्ट में अच्छी तरह मिल गए थे - लेकिन ग्लेनरोथ्स में उससे थोड़ा कम तरह से।\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "दक्षिण अफ्रीकी प्रसारण निगम (एसएबीसी) द्वारा जारी एक रिपोर्ट के अनुसार, दक्षिण अफ्रीकी राष्ट्रीय अभियोजन प्राधिकरण (एनपीए) द्वारा एक वारंट जारी किया गया है, जो दक्षिण अफ्रीकी पुलिस के राष्ट्रीय आयुक्त और इंटरपोल के अध्यक्ष जैकी सेलेबी की गिरफ्तारी के लिए पुलिस से अलग से संचालित होता है।\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "यद्यपि बिस्ट लूज इन पेराडाइज़ अधिक मूवी जैसा और डरावना आशय वाला हैं।\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "यह तरीका लोगों को झकझोरने के लिए डिज़ाइन किया गया है कि स्मोकिंग मारता है और गंभीर बीमारी का कारण होता है।\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "इस तरह की साझेदारी की अफवाह वर्षों से चली आ रही थी और पिछले कुछ महीनों में अटकलों की मात्रा बढ़ती गई।\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "5-4 वोट में, संयुक्त राज्य के सुप्रीम कोर्ट ने पैट्रिक कैनेडी के लिए मौत की सजा को पलट दिया, एक बच्ची के साथ बलात्कार के दोषी को यह कहा गया कि यह अपराध के लिए आनुपातिक नहीं है और यह क्रूर और असामान्य सजा पर संवैधानिक प्रतिबंध का उल्लंघन करता है और इस प्रकार सेटिंग एक मिसाल मिली।\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "स्कॉटलैंड में दो प्रतिष्ठान हैं, फ़स्लेन और रोज़िथ में, ज परमाणु पनडुब्बी बेड़े को सेवाएं प्रदान करते हैं।\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "मवेशियों का अवलोकन करना आसान था और 308 स्थानों पर 8,510 मवेशियों ने पृथ्वी के चुंबकीय क्षेत्र के अनुसार शरीर के उन्मुखीकरण को संरेखित करने की एक मजबूत प्रवृत्ति दर्शाई।\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "साइट, जो टॉम क्रूज़ की एक पैरोडी है और चर्च ऑफ़ साइंटोलॉजी के साथ उनकी भागीदारी, विवाद का केंद्र बन गई जब इसे चर्च द्वारा शुरू किए गए कई संघर्षों और वांछनीय आदेशों के साथ परोसा गया।\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "तुर्की बनाम संयुक्त राज्य अमेरिका के बीच हुए मैच के दौरान एक कुर्सी की मरम्मत की गई थी।\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "केरल में मंदिरों के मंत्री जी. सुधाकरण ने द टाइम्स को दिए बयान में एक अलग ही नजरिया रखा।\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "इंग्लैंड के स्वीडिश मैनेजर स्वेन-गोरान एरिकसन की साइड में अधिक कब्जे थे लेकिन शुरुआत में एक गोल करने के बाद वे आगे कोई गोल करने में विफल रहे।\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "मुफ्त सॉफ्टवेयर के सबसे प्रसिद्ध उदाहरणों में से कुछ Linux ऑपरेटिंग सिस्टम, Mozilla वेब ब्राउज़र और OpenOffice कार्यालय सुइट हैं।\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "केन्या हेल्थ प्रोफेशनल्स सोसायटी के प्रवक्ता एलेक्स ओरिना के अनुसार, केन्या में स्वास्थ्य कर्मचारियों के लिए औसत मासिक वेतन और भत्ते केएसएच 25,000 (£ 193, यूएस $302 या € 230) लगभग है।\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"इससे केवल यहूदियों और इजरायल के खिलाफ घृणा बढ़ेगी, न कि इजरायली लोगों के जीवन की रक्षा होगी।\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "नतीजतन, छत पर सुरक्षा बलों द्वारा को भी ले जाया गया था।\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "पूर्वानुमानकर्ताओं का कहना है कि देश के उत्तरी भाग में कागायन प्रांत पर हमला करने से पहले ही तूफान ने दिशा बदल दी थी।\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "एक सायंकालीन प्रदर्शन से पूर्व संदिग्ध आरोपी और शिकार हुए एक व्यक्ति के बीच बातचीत हुई थी।\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "साल 1952 में लिवरपूल में जन्म लिया था, उन्होंने साल 1974 में मिडिलसेक्स पॉलिटेकनिक से सोशल साइंसस बैचलर ऑफ़ आर्ट को प्राप्त किया।\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "अहमदीनेजाद विरोधियों में से एक मीर होसैन मौसवी ने पहले खुद को \"निश्चित रूप से\" विजेता घोषित किया था और कहा था कि वह परिणामों का विवाद कर सकते हैं।\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "या आप कह सकते हैं, 'नहीं, मेरी किंक क्या मुझे वास्तव में महिलाओं के कपड़े पहनने की ज़रूरत है।'\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "अन्य गोलियां लड़कों को नहीं लगीं, एक कार में लगी।\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "विपक्ष के नेता टोनी एबॉट ने कहा कि आंकड़ों से पता चलता है कि ऑस्ट्रेलियाई परिवारों पर एक कार्बन टैक्स लगेगा।\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "उन्होंने उन दावों को भी खारिज कर दिया कि जज द्वारा दिए गए निर्देश अधूरे थे, या अस्पष्ट थे, यह कहते हुए कि \"प्रतिवादियों ने एक विकल्प के रूप में एक भ्रामक बयान प्रस्तावित किया\" और ऐसी स्थितियों में न्यायाधीश को मूल निर्देश के साथ रहने की अनुमति है। और विशेष रूप से आवश्यक नहीं है \"कि प्रस्तुत चार्ज तकनीकी रूप से अदालत को किसी विशेष चार्ज की आवश्यकता के लिए सचेत करने के लिए एकदम सही है\"।\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "वे कहते हैं कि केवल समुद्री उद्योग प्राधिकरण को समुद्र की दुर्घटनाओं की जांच करने की अनुमति है।\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "कई प्रमुख सूडानी मौलवियों ने स्थिति को भड़काने के लिए सरकारी निर्देशों की अनदेखी नहीं की, हालांकि उन्होंने उसकी मौत की मांग के लिए सीधे फोन करना बंद कर दिया।\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "बहस एवं मतदान के पहले दौर के बीच बॉबोसिकोवा ने अपने लिए समर्थन की कमी का हवाला देते हुए, अपनी उम्मीदवारी वापस ले ली।\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "रक्षा विज्ञान और कार्मिक मंत्री वॉरेन स्नोडन ने कहा कि जर्मनी के संघीय गणराज्य को खोज की सलाह दी गई है और इस साइट को संरक्षित किया जाना है।\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "आरोपित हमलावर का एक दोस्त आरोपों से हतप्रभ था और बोल कि वह \"स्कूल के सबसे अच्छे और सबसे सज्जन लोगों में से एक है, जिन्हें हम जानते हैं।\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "122 साइक्लिस्ट्स ने छह दिन की रेस को एडिलेड, दक्षिण आस्ट्रेलिया से शुरू और खत्म होने वाले सर्किट के पास पूरा किया।\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "पहला 7.2 भूकंप 4:08 ए.एम.बजे, गुरुवार सुबह स्थानीय समय (UTC 11), 55 किलोमीटर (35 मील) पूर्व, लुगानविले के दक्षिण-पूर्व में, एस्पिरिटु सैंटो, वानुअतु 144.8 किमी (90.0 मील) की गहराई के साथ दर्ज किया गया था।\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "दो सैनिकों के मारे जाने के लगभग 48 घंटे बाद ही कॉन्टिन्यूटी आईआरए के बंदूकधारियों द्वारा उत्तरी आयरलैंड के काउंटी आर्माग में एक पुलिस अधिकारी की हत्या कर दी गई है।\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "उन्होंने कहा \"मुझे नहीं पता कि हमले के पीछे कौन है, लेकिन मुझे लगता है कि यह पूर्व आतंकवादियों के गुटों में से एक है।\"\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "भारी बारिश ने पारी को बाधित किया, लेकिन खेल फिर से शुरू हुआ और ब्रेंडन टेलर 60 रन बनाकर नॉट आउट रहे, क्योंकि जिम्बाब्वे ने एक गेंद शेष रहते लक्ष्य पूरा कर लिया था।\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "हाल ही में इराक की यात्रा के बाद फ़्रांस गए मैककेन ने इस घटना का जवाब देते हुए कहा, \"संयुक्त राज्य अमेरिका प्रत्येक की गोपनीयता को महत्व देता है और सुधारात्मक कार्रवाई करने में विश्वास रखता है।\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "शुक्रवार की एक प्रेस कांफ़्रेंस में, ऑनर जे. पॉल रेडडैम ने घोषणा की कि अभिजात पूरी तरह से घायल हो गया है और उसे न केवल शनिवार को दौड़ से हटा दिया जाएगा, बल्कि उसे आगे की दौड़ से भी हटा दिया जाएगा।\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "इससे खराब स्वास्थ्य, काम की कम क्षमता, सड़कों पर ज्यादा खतरा और कम जोशपूर्ण यौन जीवन की स्थिति पैदा होती है।\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "वुडरफ़ 3 जनवरी 2006 को, स्वर्गीय पीटर जेनिंग्स का स्थान लेते हुए, एलिज़ाबेथ वर्गास के साथ एबीसी के वर्ल्ड न्यूज़ टुनाइट कार्यक्रम के स्थायी सह-एंकर बने थे।\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "चूहे में प्रकृतिक किलर पेशियों की संख्या एवं क्रियाशीलता में आकस्मिक कमी दिखाई दी।\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "जीन आइग डोंग ने कहा कि बोंगो, जो किसी अफ्रीकी देश के सर्वाधिक लंबे समय तक पद पर रहने वाले नेता थे, का सोमवार को किरोन चिकित्सालय में 73 वर्ष की उम्र में निधन हो गया।\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "\"आप इस बारे में चिंता न करें\" और \"भगवान की मुझ पर कृपा है\" जैसे वाक्यांश इस नेता के तकिया-कलाम थे।\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "उपयोगकर्ता ने हालांकि कहा कि \"मुझे नहीं पता था कि जब मैंने अपना संपादन किया था, तब पॉलिन नामांकित व्यक्ति नहीं थे,\" और \"किसी ने मुझे इन संपादनों को बनाने का निर्देश नहीं दिया।\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "हांलाकि खाद्य कीमतें 2008 के मध्य वाले अपने कीर्तिमान उच्च स्तर से नीचे आ गई हैं किंतु रिपोर्ट बताती है कि खाद्य कीमतें पिछले साल की तुलना में अभी भी अधिक हैं और घरेलू कीमतें विकासशील देशों में बेरोकटोक बढ़ी रहती हैं।\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "यह एक राज्यव्यापी आदेश का परिणाम है जिसके अंतर्गत पेट्रोल में ईथेनॉल मिलाया जाना अनिवार्य है। यह आदेश लागू करने वाला पहला राज्य भी मिनिसोटा ही था, जिसने इसे 1997 में प्रभावी किया।\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "ये पहली बार है जब वर्ल्ड कप के पूल स्टेज के दौरान फ्रांस को हार का सामना करना पड़ा हो।\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "विवाद जून में तब वापस आया है, जब सीमावर्ती क्षेत्र डौमीरा में राष्ट्रों के बीच हिंसा भड़क उठी।\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "टीएफएल, जिसने 2008 में ट्रामट्रैक क्रोयडोन लिमिटेड से ट्रामलिंक खरीद लिया था, ने 29 जनवरी को ऑफिशियल जर्नल ऑफ द यूरोपियन यूनियन (ओजेईयू) को निविदा जमा करने के बाद जनवरी के अंत में योजना की घोषणा की।\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "डिस्कवरी शटल इस समय मिशन एसटीएस-120 के दौरान आईएसएस से जुड़ा हुआ है।\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "NSW और क्वींसलैंड भर में दर्जनों मनोरंजक घोड़ों को संक्रमित करने के बावजूद, रेस के घोड़ों में पहले संक्रमण हुआ है।\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "ये योजनाये आज सुबह दिवालिया जज के समक्ष प्रस्तुत की गई थीं।\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "उसने अपने खिलाफ़ लगए गए पांच आरोपों में निर्दोष होने की दलील दी, लेकिन दस लोगों की ज्यूरी ने उसे दोषी पाने में पांच घंटे का समय लगा दिया।\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "भूकंप को समीपस्थ बुरुंडी में भी महसूस किया जा सकता है, लेकिन वहाँ कोई नुकसान होने या किसी के घायल होने की खबर नहीं है।\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "अपील से पहले, उचीमुरा के स्कोर की बदौलत जापान चौथे स्थान पर पिछड़ गया, जबकि ब्रिटेन ने रजत और यूक्रेन ने 271.526 अंकों के साथ कांस्य पदक जीता।\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "उत्तर कोरिया ने युद्धाभ्यास को रद्द किए जाने की मांग करते हुए कहा कि \"युद्ध भड़काने वाली दक्षिण कोरियाई कठपुतलियों को योनप्योंग पर होने वाले भड़काऊ, तटीय सशस्त्र अभ्यासों को तुरंत रद्द करना होगा।\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "हालाँकि कई मौकों पर बढ़त और लगातार खराब पासिंग के चलते, वेस्टमथ खेल के अंतिम कुछ मिनटों में दो अंक पीछे रह गया।\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "एन्ड्रयू सायमंड्स 66 रनों के साथ ऑस्ट्रेलिया के सर्वाधिक स्कोर बनाने वाले रहे, जबकि एडम गिलक्रिस्ट ने 55 रन बनाए।\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "विभिन्न परिवारों के एक अटॉर्नी ने कहा कि कुछ लोग अब भी अपने चहेतों को गंवाने के सदमे से नहीं उबरे हैं, उन्होंने कहा \"अंतिम संस्कार नहीं, कोई विदाई नहीं ... बस मातम ही मातम है।\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "चे ग्वेरा के \"मोटरसाइकिल डायरीज़\" के साथी की मृत्यु हो गई\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "बुधवार की रात, ब्रिगेड कमांडर ने निर्धारित किया कि मैनिंग को अपने मुक्केबाज शॉर्ट्स को भी छोड़ देना चाहिए।\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "कैलिफोर्निया के स्वास्थ्य सेवा विभाग के डॉ। केविन रेली ने कहा कि \"हमें नहीं पता कि जंगली सूअर एक भूमिका निभा रहे हैं या नहीं, लेकिन हम जानते हैं कि इस विशेष खेत में जंगली सूअर की बहुत बड़ी आबादी है और हमने इस साइट पर देखा है कि उन्होंने बाड़ के नीचे और बाड़ के माध्यम से फाड़ा है और क्षेत्र तक पहुंचने की क्षमता है\"।\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "कम से कम सात छोटे गाँव और बस्तियां पूरी तरह से नष्ट हो गई हैं।\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "उन्हें 30 दिसंबर को गोली मारी गई और 2012 में मरने वाले पहले पत्रकार, शुक्री रतीब अबू बरघोल थे।\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "वह एक विशिष्ट दिन का वर्णन करती है: \"शो के डेढ़ घंटे पहले मैं मेकअप रूम में हूं।\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "शुरू में झटके के बाद सुनामी का अलर्ट जारी किया गया था, लेकिन कुछ ही समय बाद इसे हटा दिया गया।\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "अभियान में तीन सप्ताह से एक महीने के बीच समय लगना चाहिए।\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "मल्टी-बिलियन टेलीकॉम और आईटी दिग्गज शिन कॉरपोरेशन ने जुलाई 2003 में थाई पोस्ट के साथ एक साक्षात्कार में अपनी टिप्पणियों के लिए सुपिन्या क्लैंगरनॉन्ग के खिलाफ अपना मानहानि का मुकदमा हार गए थे।\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "इससे पहले, गेटेक्सो के बास्क शहर के एक बैंक में पहला घर मे बनाया गया बम विस्फोट हुआ था।\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "आलोचनाओं मे कार्डधारकों के मेल को जांचने की प्रथा, अतिरिक्त कार्ड हासिल करने पर क्रेडिट स्कोर कम करने और दरों को बढाने को लेकर आवेदकों को सूचित करने में नाकामी और बढ़े हुए दरों के साथ कार्डधारकों पर \"घात\" शामिल थीं।\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "दृष्टिबाधित बी 3 वर्गीकृत स्कीयर बाथूम ने अपने दोनों दौड़ के तुरंत बाद, अपने गाइड शॉन रामडसन के साथ बातचीत की।\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "बैंकॉक के उत्तरी बाहरी इलाके में नोंथबुरी प्रांत के एक पुलिस बॉक्स में विस्फोट की सूचना मिली थी।\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "लेकिन हैमिल्टन, एन.जे. के 55 साल के गिलेर्मो सर्डिना ने कहा, \"मैं रात भर सोता हूं.\"\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "पिछले हफ्ते, सैमसंग ने अपने नवीनतम एंड्रॉइड-संचालित डिवाइस गैलेक्सी एस के साथ बाज़ार में कदम रखा।\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "ग्रीमाउथ सार्जेंट डेविड क्रॉस ने कहा कि, \"वह एक टीवी फिल्म चालक दल के साथ रास्ते पर भटक गया था।\"\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "चिड़ियाघर में पक्षियों की कम से कम 112 विभिन्न प्रजातियाँ हैं, जिनकी कुल संख्या 720 है।\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "उन्होंने शनिवार को कहा कि सुन्नी लड़ाकों द्वारा लगभग 100 शियाओं को बंधक बनाया गया है और उन्हें बगदाद के निकटस्थ अल-मदैन शहर में जान से मारने की धमकी दी गई है।\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"प्रोत्साहित होकर, हम एक बार फिर हमने एक छोटी दुकान में घुसे और एक अतिरिक्त ड्रिंक्स खरीदने के लिए खरीदा.\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "वे अच्छी प्रगति के साथ आगे बढ़ रहे हैं और उनका मानना है कि वे अनुमानित समय से एक महीने पहले ब्रिस्बेन पहुँच जाएंगे।\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ज़ागेल ने अनुरोध को यह कहते हुए व्याख्यायित किया कि जुरी मुकदमे में हर एक गवाह की गवाही चाहती थी।\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemusic.com ने कहा कि यह गुरुवार से अपनी वेबसाइट पर ट्रैक रखने जा रहा है जिसमें सभी मुनाफे को दान में दिया जाएगा।\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "इस बीच, नेज़ा का कहना है कि पुलिस और सेना की इकाइयाँ बख़्तरबंद कारों में इस क्षेत्र में पहुँचने का प्रयास कर रही हैं।\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "खेल के बाद किल्मरनॉक के मैनेजर जिमी काल्डरवुड ने अपने अनुभवों के बारे में बताते हुए कहा कि: \"यह एक बहुत लंबा दिन था।\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "एक शोककर्ता ने लॉस एंजिल्स टाइम्स से कहा,\" आज उन्होंने साबित किया के मुक़दमा और फाँसी इंसाफ़ नहीं बल्कि सिर्फ प्रतिशोध था।\"\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "स्टीव जॉब्स की लीवर ट्रांसप्लांट सर्जरी के दौरान भी उन्होंने उनकी जगह सीईओ का पद संभाला था।\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "हिग्स मैकेनिज्म एलेक्ट्रोवीक थ्योरी का एक की एलीमेंट है जो पार्टिकल फिजिक्स के स्टेंडर्ड माडल का पार्ट और बहुत से माडल्स जो इससे आगे जाते हैं बनाता है।\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "नागरिकों को बताया जा रहा है कि उन्हें \"आदरणीय कॉमरेड किम जॉन्ग-उन का निष्ठापूर्वक सम्मान करना चाहिए।\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "शोधकर्ता एक परीक्षण विकसित करने की उम्मीद में नेशनल इंस्टीट्यूट ऑफ हेल्थ से $2.8 मिलियन के अनुदान के तहत काम कर रहे हैं जो एक स्टड के रूप में बेचे जाने से पहले एक महिला के उन्मुख होने की संभावना निर्धारित कर सकता है।\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "साब्रेस के गोलरक्षकों में से एक, रेयान मिलर ने कहा, \"मुझे लगता है कि भविष्य में इससे हमें मदद मिलेगी, लेकिन अभी हमें केवल अंकों की आवश्यकता है।\"\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "सीएसआईआरओ के अनुसंधान वैज्ञानिक डॉक्टर माइक रोपाच के अनुसार, 2005 में वायुमंडल में कार्बन डाइऑक्साइड के रूप में 7.9 अरब टन कार्बन का उत्सर्जन हुआ, जो 1990 की तुलना में दुगुनी दर से हुआ और वृद्धि की दर का लगातार बढ़ना जारी है।\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "फेवर द्वारा करियर विन्स के लिए जॉन एलवे का रिकॉर्ड तोड़ने के दो हफ्ते बाद ही क्वार्टरबैक से यह ऐतिहासिक घटना हुई जिसमें उन्होंने विन नंबर 149 के लिए न्यू यॉर्क के दिग्गजों को हराया।\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "पांच में से दो विवादास्पद न्यायाधीशों ने निष्कर्ष निकाला कि ये भेद असंवैधानिक हैं, लेकिन इसका सुधार सिद्धांत रूप से Diet की विधायी उपायों पर निर्भर करता है।\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "अधिकांश घायलों को निकटतम अस्पताल में पहुंचाया गया है और शेष तीर्थयात्रियों से स्थिर और शांत रहने की अपील की जा रही है।\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "यूएनएमआईएस से उम्मीद है कि वे अपने नजदीकी हवाई क्षेत्र में लाशों को ले जाएं, जहां कोई सार्वजनिक पहुंच न हो।\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "गिजेट के मालिक और ट्रेनर सू चीपर्टन ने टिप्पणी करते हुए कहा, \"उसने बहुत से लोगों को खुश किया।\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "ये हैरान करने वाली बात है कि निरीक्षण करने वाले कर्मचारी और तकनीशियन को उड़ान भरने से ठीक पहले विमान के निरीक्षण के दौरान ऐसा कुछ नही मिला।\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "बीबीसी न्यूज ऑनलाइन के अनुसार एस्टोनिया की राजधानी तेलिन में दंगों की दूसरी रात के बाद 300 से अधिक लोगों को हिरासत में लिया गया और कम से कम 10 को चोट लगी।\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"जब मैं छोटा था तब मैंने अपने पिता से सुना था कि 40 के दशक में उत्तरी बगदाद के बाहरी इलाकों में इस तरह की बारिश हुई थी, लेकिन बगदाद में बर्फ का गिरना मेरी कल्पना से ज्यादा शानदार नजारा था।\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "ऐसा माना जा रहा है कि बैटहर्स्ट के जासूसों ने पिछले साल सेंट स्टेनिसलौस के एक पूर्व छात्र से शिकायत प्राप्त करने के बाद स्ट्राइक फोर्स हेडर की स्थापना की थी।\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "आज देर रात, टीम जापान की INAC कोबे लियोनेसा और NTV बेलेज़ा और फ्रांस की ओलंपिक लियोनिस सहित दुनिया की कुछ सर्वश्रेष्ठ महिला क्लब टीमों के खिलाफ अंतर्राष्ट्रीय महिला क्लब चैंपियनशिप में भाग लेने के लिए टोक्यो के लिए रवाना हुई।\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "1956 से पूर्वी यरुशलम में रह रहे दो फिलिस्तीनी परिवारों को रविवार को एक इजरायली अदालत द्वारा बेदखली के खिलाफ दायर उनकी अपील खारिज होने के बाद उनके घरों से निकाल दिया गया था।\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "मंत्रालय ने कहा, \"6 नवंबर को बगदिस प्रांत में नाटो बलों के हवाई हमले में सात अफगान सुरक्षाकर्मी (अफगान सेना और राष्ट्रीय पुलिस) शहीद हो गए और कुछ जख्मी भी हो गए।\"\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "उरुंगा में रेड क्रॉस बाढ़ निकासी केंद्र को बिजली के बिना छोड़ दिया गया था, लेकिन अभी भी 300 शरणार्थियों ने वहां शरण ली है।\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "कुछ ग्रामीण इलाकों के लोग आग से बचने के लिए समुद्र की ओर निकल गए।\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "चार्जर्स ने सिर्फ नौ अंक बनाए, लेकिन लॉस लुनास को केवल तीन अंक दिए।\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "त्यौहार पर कई फ़िल्में दिखाई जाएंगी, जिनमें लघु फिल्म, बायरन का थीम भी शामिल है।\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "इस तथाकथित गनपाउडर साज़िश को आतिशबाजी और फुलझड़ियों की धूमधाम, अलाव और गाय फ़ाक्स पुतलों के साथ मनाया जाता है।\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "प्रतिरक्षा प्रणाली स्पष्ट रूप से हल्के से अक्षम होने के लिए विकसित हुई है ताकि यह रोग की त्वरित प्रतिक्रिया और स्वप्रतिरक्षी बीमारी की संभावना को कम करने के बीच एक संतुलन प्राप्त करे, एक ऐसी स्थिति जिसमें प्रतिरक्षा प्रणाली स्वस्थ ऊतक पर हमला करती है।\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "पैर की तीन हड्डियां टूटी हुई थीं - दंडास्थि की हड्डी, पंजे की हड्डी और पसली की हड्डी।\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "इसके साथ-साथ, उसने व्यापार-अनुकूल वादों एवं हैती की सेना की वापसी हेतु समर्थन के लिए एक मंच प्रदान करके उच्च वर्ग के साथ संबंध बनाए हैं।\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "किल्मरनॉक पहले से बारहवें स्थान से दो अंक पीछे थे, जो बजाए उनके फ़ाल्किर्क ने कब्जा कर लिया।\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "मोटकी के अनुसार, \"पोशाक के साथ कुछ गड़बड़ था इसलिए मैंने अपनी तरफ से माफ़ी मांग ली।\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\"स्थानीय समुदायों को एक उच्च गुणवत्ता वाली और वहन करने योग्य सुविधा की पेशकश करने की हमारी साझी दूरदर्शिता का मतलब है कि साथ मिलकर, हम दोगुना मजबूत हो जाएंगे और इसलिए ब्रिटिश ग्राहकों की मांग के अनुसार स्थानीय ग्रोसरी दुकानें प्रदान करने की क्षमता भी दोगुनी हो जाएगी,\" उन्होंने कहा।\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "वर्तमान पोलियो महामारी एक साल से फैली हुई है और पिछले छह महीनों में बरकीना फासो, केमरून, चड, गिनी, लाइबेरिया, मॉरिटानिया, सेनेगल तथा सिएरा लियोन में कई बार फैली है।\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "खराब किस्मत और बदलावों ने मैच में पहली बार जर्मनी को इस रणनीतिक खेल में असरदार बना दिया।\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "फोल्हा डे साओ पाउलो के अनुसार, ब्राजील सरकार ने जोओ को पोप के अंतिम संस्कार में भाग लेने के लिए आमंत्रित किया।\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "स्थानीय ब्रिटिश पार्षदों ने बताया है कि उन्होंने महिलाओं के स्तन के दूध से बनी आइसक्रीम को जब्त कर लिया है जिसे लंदन, इंग्लैंड, यूनाइटेड किंगडम में स्थित एक दुकान पर बिक्री के लिए रखा गया था।\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "2008 बीजिंग ओलंपिक खेलों के दौरान स्वीडिश रेफरी चकिर चेलबट पर हमले के बाद कल क्यूबा के ताइक्वांडो एथलीट एंजेल माटोस को जीवन भर के लिए प्रतिबंधित कर दिया गया।\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "सुश्री बरो ने स्काई न्यूज़ को बताया है कि \"मुझे कोई संदेह नहीं है कि केविन रुड कहेंगे कि इन कानूनों को जाना चाहिए, ताकि उन्हें एक नीति द्वारा प्रतिस्थापित किया जाएगा जो अधिकारों को बहाल करता है।\"\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"टेल्स्ट्रा को उस प्रकार की सेवाएं देना होगा,\" उन्होंने कहा।\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": " \"बैंकाक की गलियाँ कितनी सुरक्षित है?\"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "जबरदस्त तरीके से लड़े गए अभियान की शुरुआत 29 जून को हुई थी और इसमें कम-से-कम 9,707 संसदीय उम्मीदवार और राष्ट्रपति पद के लिए 33 उम्मीदवार शामिल थे।\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "पहले की रिपोर्टों में कहा गया था कि विमान में विस्फोटक था, लेकिन तलाशी के दौरान कोई विस्फोटक नहीं मिला।\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "वोडाफ़ोन मैक्लारेन मर्सिडीज़ ड्राइव लुइस हैमिल्टन ने फ़ुजी स्पीडवे, ओयामा, जापान में पोल से शुरुआत करते हुए एफ़आईए फ़ॉर्मुला वन 2007 जापानी ग्रां प्री जीत ली है।\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "बेलग्रेड में सरकार और सर्बियाई ऑर्थोडॉक्स चर्च ने इसका बहिष्कार करने का आह्वान किया है।\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "संयुक्त बयान में परिवारों ने कहा, \"जबकि हम स्वीकार करते हैं कि एलेक्स और बेथन और अन्य लोग जो अपनी जान गंवा चुके हैं, उन्हें वापस नहीं लाया जा सकता है, हम इसकी की पुनरावर्ति को रोकना सुनिश्चित करने के लिए उत्सुक हैं।\"\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "अटलांटा को बाद में 1997 में विस्तारित फ्रैंचाइज़ प्रदान की गयी थी और थ्रशर्स ने 1999-00 एनएचएल सीज़न आरंभ करने के लिए आइस को लिया।\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "गाजा पट्टी में प्रेस टीवी की बिल्डिंग पर इजराइली रॉकेट ने हमला किया है।\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "पाकिस्तान के नॉर्थ-वेस्ट फ्रंटियर प्रांत में एक राजनीतिक रैली के दौरान आत्मघाती बम विस्फोट में 38 लोगों की मौत होना बताया गया।\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "कभी-कभी पुलिस ने घरवालों को खुद ही तबाही मचाने पर मजबूर कर दिया।\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "अपने उद्घाटन भाषण में बुश ने \"ऐतिहासिक बॉलपार्क\" में आए अभिभावकों एवं और दादा-दादियों का स्वागत किया।\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "सोनी का कहना है कि वह अपनी दीवारों पर विज्ञापन के अधिकार के लिए कासा मारिया जैसे भवन मालिकों को भुगतान कर रहा है।\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "विस्फोट के बाद, उन्होंने टिप्पणी की कि श्रमिक शिकायत कर रहे थे \"विभाग का वेंटिलेशन खराब है। \"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "पिछले सप्ताहांत में देश में हिंसा में गिरावट के बावजूद, फ्रांसीसी कैबिनेट ने संसद से आपातकालीन शक्तियों को मांगने के लिए तीन महीने के विस्तार पर सहमत हो गई है।\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "सूत्र विकिन्यूज़ को बताते हैं कि हालांकि अंग्रेजी संस्करण को अनवरोधित कर दिया गया है, लेकिन चीनी संस्करण अभी भी देश के कई हिस्सों में अवरुद्ध या दुर्गम है।\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "आमने-सामने जॉबसेटर सेवाएं कल की हड़ताल की कार्रवाई से अप्रभावित थीं; यूनियन ने घोषणा की है कि समय से ज़ेयादह काम करने वाले सदस्यों पर अनिश्चितकालीन प्रतिबंध लगा दिया जाएगा।\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "हालाँकि, रिपोर्ट ने इस बात पर ध्यान नहीं दिया कि गरुड़ इंडोनेशिया उन्हें किसी भी सिम्युलेटर प्रशिक्षण देने में विफल रहा था, जिसमें ऐसी स्थिति को उलट सके जहाँ सह-पायलट विमान के असुरक्षित संचालन के कारण पायलट प्रभारी की ड्यूटी को अपने हाथों में ले सकेगा।\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "स्मिथ का जब देहांत हुआ तो वह TRIMSPA कंपनी की प्रवक्ता थीं और TrimSpa ने उनकी साइट से सभी सामग्री को फिलहाल के लिए हटा दिया, इसे बंद कर दिया और उनकी मृत्यु के जवाब में केवल एक संदेश पोस्ट किया।\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"मैं गोपनीयता आयुक्त के साथ बैठक करूंगी, मैं टैक्सी उद्योग के साथ बैठक करूंगी, मैं और अधिक औपचारिक तरीके से सरकारी सदस्यों के साथ परामर्श करूंगी।\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "फेथ हिल ने 2000 में फ़ीमेल वोकलिस्ट ऑफ़ द ईयर का अवार्ड जीता था।\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"वैसे वीडियोटेप में ये साफ नहीं है कि क्या एआईएफ ने खुलकर खतरे का संकेत दिया था, ये साफ है कि 3/1 के नौसैनिक, जिसमें वो सैनिक भी शामिल है, जानते थे कि मरने का नाटक करना एक सामान्य दुश्मन टीटीपी (युद्धनीति, तकनीक और चाल) है।\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "स्त्रियों के लिए समानता अध्ययन: मिलेनियम डेवलपमेंट लक्ष्य 3 में हम किस स्थान पर हैं? जो लक्ष्य मिलेनियम डेवलपमेंट (एमडी) ने निर्धारित किए हैं उनके आधार पर विकासशील विश्व द्वारा प्राप्त उपलब्धियों पर विचार करता है।\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "आंतरिक मंत्रालय के प्रवक्ता शोता उताशविली ने कहा, \"सीमा बंद होने पर यह मानवीय तबाही होगी।\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "हाल के वर्षों में क्राउन प्रिंस अब्दुल्ला वयोवृद्ध राजा के अधिकांश कर्तव्यों का निर्वहन करते आए हैं और किंग फहद के बीमारी से उबर न पाने की स्थिति में राजसिंहासन के प्रबल उम्मीदवार माने जा रहे हैं।\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "इससे अति-शीतल द्रव हीलियम में रिसाव पैदा हो गया जिसके परिणाम स्वरूप भीषण क्षति हुई थी।\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "शव मिलने के बाद, उन्होंने इसे घर ले जाने का दावा किया जहां उन्होंने इसे एक फ़्रिज़र में संग्रहीत किया।\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "सूडान के राष्ट्रपति उमर अल-बशीर ने शनिवार को खार्तूम की राजधानी में पत्रकारों की एक सभा को संबोधित करते हुए देश की जेलों में बंद सभी पत्रकारों को रिहा करने की घोषणा की।\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "मिस्र के कॉप्टिक ईसाई चर्च के नेता अलेक्जेंड्रिया के पोप शनौडा III का 88 वर्ष की आयु में निधन हो गया है।\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "आगे, विज्ञापन में कर कटौती, तेल कंपनियों के लिए पैसा और \"विदेशों में नौकरी ले जाने वाली कंपनियों के लिए टैक्स ब्रेक\" पर मैककेन की नीतियों की आलोचना की गई है।\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "यह परियोजना अपने अंग्रेजी संस्करण को बढ़ावा देने के लिए मंच को प्रायोजित कर रही है, जिसे आधिकारिक तौर पर मई 2004 में लॉन्च किया गया था।\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "सभी साक्षात्कार ई-मेल पर लिए जाते हैं और साक्षात्कारों को बिना काट-छांट के प्रकाशित किया जाता है ताकि उम्मीदवारों का पूरा संदेश हमारे पाठकों तक बिना किसी बाधा के पहुंच सके।\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "स्लोवेनिया, क्रोएशिया और बोस्निया जैसे अन्य बाल्कन राज्यों के विपरीत, मोंटेनेग्रो ने हिंसा के बिना स्वतंत्रता हासिल की है।\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "2004 में सीट के लिए सिगालिस भाग गया, 44% वोट प्राप्त करके, हाइड के खिलाफ एक डेमोक्रेट द्वारा हासिल किया गया सर्वश्रेष्ठ।\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "PepsiCo की बिक्री आमदनी का बड़ा हिस्सा फ्रिटो-ले और क्वेकर ओट्स जैसे गैर-पेय पदार्थ के उत्पादन से आता है।\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "विक्टोरिया द्वारा यह घोषणा करना बाकी है कि वह बिक्री से अपने शेयरों को वापस लेगी या नहीं।\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "गोलीबारी का पूरा वीडियोटेप सैनिक के दावे का समर्थन करता है कि जख्मी एआईफ ने अपने बायें हाथ को सिर के पीछे छुपा कर रखा था।\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "13 दिसंबर 2001 को सुबह 11:45 बजे स्थानीय समय(यूटीसी+5:30) पर जिस समय संसद सदस्य संसद से बाहर जाने की तैयारी कर रहे थे उसी समय एके-47 और हथगोलों से लैस लड़ाकों ने संसद भवन के गेट संख्या 12 पर सुरक्षा घेरे को तोड़ा और ताबड़तोड़ गोलियां बरसाने लगे जिसमें छह पुलिसकर्मी और एक संसद कर्मचारी मारा गया।\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "अधिकारियों ने गुरुवार को कहा कि अमेरिकी सरकार ने निजी वित्तीय सेवाओं को चेतावनी दी है कि अल कायदा, अमेरिकी स्टॉक और बैंक खातों पर साइबर हमले की योजना बना रहा है।\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "दर्शकों और व्यक्तियों के बीच सहायता करने या उनके बीच रिश्तेदारों के बारे में जानकारी हासिल करने के एरादे से आग के पास हजारों लोगों की भीड़ जमा हो गई।\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "मानवाधिकार समूह और संयुक्त राष्ट्र आशा कर रहे थे कि ईराक अपने नागरिकों को मौत की सजा देने से परहेज करेगा और उन्होंने सरकार से मृत्युदंड अमल में नहीं लाने की गुजारिश की थी।\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "पूर्वार्द्ध में एक फ्रेंच वर्चस्व के बाद, आयरलैंड को उम्मीद थी कि ब्रायन ओ'ड्रिस्कॉल उत्तरार्द्ध के बीच लगभग कुछ नहीं करने की कोशिश में कामयाब रहे, होमसाइड के लिए दुख की बात यह है कि यह पर्याप्त नहीं था क्योंकि फ्रांस ने दूसरे प्रयास में जवाब देते हुए उन्हें 26 अंकों तक पहुँचाया।\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "ईरान ने परमाणु हथियारों के बजाय केवल शांतिपूर्ण परमाणु ऊर्जा के लिए अपने परमाणु कार्यक्रम का उपयोग करने का दावा किया है, लेकिन यूरोपीय संघ और संयुक्त राज्य अमेरिका में चिंता है कि क्या वे सत्यवादी हो रहे हैं।\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "समारोह होलीवुड एंड हाईलेंड सेंटर, कोडक थियेटर में रविवार फ़रवरी 25, 2007 को निर्धारित है।\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "स्वास्थ्य के बाजार में उपस्थिति दर्ज करने की ओर कंपनी का ये पहला कदम है।\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "पिछले सप्ताहांत हार्मोनी गोल्ड खनन कंपनी के खदान कुएं ईलैंड में 1.4 किलोमीटर (1 मील) की गहराई से 36 शवों को बाहर निकाला गया। \n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "होर्ता ने कहा कि उनकी सरकार के लिए मुख्य प्राथमिकता \"सुरक्षा बहाल करना और 150,000 लोगों को शरणार्थी शिविरों में घर वापस लाना होगा।\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "USGS के अनुसार, सोमवार तड़के जापान के होंशू के पूर्वी तट के पास 6.4 तीव्रता का भूकंप आया।\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "अब आवश्यक आराम के बाद, लिज फिर से पिच करने के लिए तैयार हैं।\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "फीफा के जेरोम वाल्के के अनुसार, अतिरिक्त रेफ़री की प्रणाली का आगामी फीफा या यूईएफए टूर्नामेंट में परीक्षण किया जाएगा और अगले साल की बैठक में अंतिम निर्णय लेने की उम्मीद है।\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "उनका मानना है कि वह हेल्स एंजेल्स बाइकी गिरोह का सदस्य है।\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "प्रत्यक्षदर्शियों की रिपोर्ट के अनुसार, लगभग बीस लोगों को दुर्घटना से दूर जाते देखा गया था।\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "स्टॉकहोम में 2006 के \"वर्ल्ड वॉटर वीक\" सम्मेलन में जारी रिपोर्ट के अनुसार, IWMI के महानिदेशक, फ्रैंक रिज्स्बरमैन ने कहा कि बढ़ते हुए संकट से निपटने के लिए हमेशा की तरह हमें व्यवसाय बदलना होगा।\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "वैसे, कुआन-हुआ लाई ने न केवल ताइवान चैंपियन का खिताब जीता और उन्हें \"सबसे लोकप्रिय ताइवानी साइकिल चालक\" के रूप में वोट किया गया, बल्कि इस सीरीज़ में टीम चैंपियन का खिताब जीतने के लिए अपनी टीम (जायंट एशिया रेसिंग टीम) की भी मदद की।\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "तुग्वेगाराओ के मेयर रैंडोल्फ टिंग ने कहा, \"कई घर नष्ट हो गए हैं और पेड़ और बिजली के पोल उखड़ गए।\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "रोमन कैथोलिक चर्च के प्रमुख एक्जॉर्जिस्ट गैबरियल अमोर्थ ने अनुमान लगाया है कि गायब छात्रा इमएनुएला ओरलांडी का अपहरण व्याभिचार प्रदर्शन में यौन उत्पीड़न के लिए किया गया था जिसमें विदेशी राजनयिक शामिल हुए थे और जिसका आयोजन वेटिकन पुलिस ने किया था।\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "कार्लाइल में कल होने वाली नेशनल हंट की एक बैठक पहले ही रद्द कर दी गई थी।\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "टर्नआउट मजबूत था, टर्नआउट परिणाम 2002 के मतदान (77%) से अधिक होने का अनुमान है\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "बेल्जियम, फ्रांस (620 किमी), जर्मनी (167 किमी), लक्ज़मबर्ग (148 किमी) और नीदरलैंड (450 किमी) के साथ सीमाएं साझा करता है।\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "उत्तरी आयरलैंड में पाए गए 600 पाउंड वजनी बम को बम निरोधक टीम द्वारा डिफ्यूज कर दिया गया है।\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "रविवार, 9 अगस्त को कैलिफोर्निया के दीनूबा में एक दुर्घटना में समाप्त हुई पुलिस की खोज के परिणामस्वरूप एक पांचवें बच्चे की मृत्यु हो गई है।\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "वर्तमान में, सबसे पुराना ज्ञात जूता संयुक्त राज्य अमेरिका में ओरेगन के फोर्ट रॉक गुफा में पाए जाने वाले सेजब्रश की छाल से बने सैंडल हैं।\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"मिसाइल एक बहुत शक्तिशाली वारहेड ले जाती है जो इसे युद्धपोतों और बड़ी पनडुब्बियों के समूहों के खिलाफ संचालित करने में सक्षम बनाती है।\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "कैंपबेल ने यह भी टिप्पणी की कि व्हेल पाँच मीटर (सत्रह फीट) लंबी थी और कुछ बछड़े एक मीटर और डेढ मीटर (तीन से पांच फीट) लंबे थे।\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "इराक के क़ानून के आधार पर हुसैन को 30 दिनों के भीतर फांसी पर लटका दिया जाएगा और इसमें क्षमा की कोई गुंजाइश नहीं है।\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "1995 में अपनाए गए एक लुइसियाना कानून में 12 साल (बाद में संशोधन होने पर 13) से कम उम्र की बच्ची के साथ बलात्कार करने वालों को मौत की सजा की अनुमति दी गई।\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "ऋणदाता फिर इन मॉर्गेज को ऋण के लिए संपार्श्विक के रूप में बंडल करते हैं, जिसे वे अन्य वित्तपोषण फर्मों, जैसे GMAC से प्राप्त करते हैं।\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "वह और दक्षिण कोरियाई विदेश मंत्री बान की मून अन्नान की सफलता की दौड़ में सबसे आगे माने जाते हैं, जिनका कार्यकाल साल के अंत में समाप्त होता है।\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "वे 14-8 से पीछे रहकर 20-17 से नीचे जा रहे थे; किस बिंदु पर, यूक्रेन ने एक समय निकाला।\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "साल 1965 में उसके पिता के जन्म के बाद से जापानी शाही परिवार में पैदा होने वाला वह पहला नर शिशु है।\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Apple द्वारा बनाए जाने वाले iPhone के अधिकतर यूज़र इंटरफेस संबंधी 20 अलग-अलग पेटेंट उल्लंघन का दावा पेश करने वाले मुकदमे में Apple ने मोबाइल फ़ोन बनाने वाली ताइवान की कंपनी HTC पर मुकदमा ठोक दिया।\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 और S3200 - जो क्रमशः 1.6 Gbps और 3.2 जीबीपीएस तक डेटा ट्रांसमिशन दरों को सक्षम करते हैं - वर्तमान में संभव है की तुलना में फायरवायर (मानक के लिए ऐप्पल का नाम) सैद्धांतिक रूप से चार गुना तेजी से बनाएंगे।\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"मैं भरोसा नहीं करता कि ऐसा कुछ होने वाला है क्योंकि मैं सोचता हूं कि लोग विद्रोह पर उतर आएंगे.\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "2006 की रेस के विजेता नंबरसिक्सवल्वेर्डे छठे स्थान पर रहा जबकि 2005 का विजेता हेजहंटर नौवें स्थान पर रहा।\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "उत्तर कोरिया ने योंगब्योन संयंत्र का संचालन जारी रखने की योजना के साथ-साथ एक बड़े रिएक्टर का निर्माण शुरू करने की भी घोषणा की है।\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "दक्षिण अफ्रीका के अनुसार मध्य पूर्व में शांति बहाली के लिए हमास के साथ बातचीत महत्वपूर्ण है।\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "डॉ. योसी वर्डी को इज़राइल के 'फादर ऑफ़ द एंटरप्रेन्योर' के रूप में जाना जाता है और उनके पास प्रौद्योगिकी कंपनियों के रूप में कई बच्चे हैं, जिन्होंने तेल अवीव के तेजी से बढ़ते इंटरनेट क्षेत्र में उकसाने में मदद की है।\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "27 जनवरी 2006 को जिमी वेल्स को उसकी टीम के ही एक सदस्य द्वारा यह बताया गया था कि नेचर द्वारा प्रस्तुत सभी सुधार उपलब्ध थे।\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "इस बीच, गरुड़ 200 के पायलट पर दुर्घटना का आरोप लगाया गया है, जिससे अत्यधिक विवाद पैदा हो गया था।\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "चन्द्रमा की सतह के पास, कैसिनी ने पाया कि कलंगी में सोडियम एवं पोटेशियम से भरपूर अपेक्षाकृत बड़े कण हावी हैं।\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "रूसी राष्ट्रपति दिमित्री मेदवेदेव के अनुसार, रूस ने तुर्की में एक परमाणु ऊर्जा संयंत्र बनाने का प्रयास किया है और बुधवार को हस्ताक्षर किया गया अनुबंध \"वास्तव में प्रभावशाली लग रहा है\"।\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "फेयरफैक्स सहित छह मीडिया संगठन ऑस्ट्रेलिया में आगामी आतंकवाद मुकदमे में गुप्त सुनवाई को एक संवैधानिक चुनौती दे रहे हैं।\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "उन्होंने वेबसाइट को वर्तनी की कुछ गलतियों के बावजूद \"बहुत अच्छा\" बताया।\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "सीनेटर जो लुडविग (लेबर, क्वींसलैंड) ने न्याय और सीमा शुल्क मंत्री से क्वेशचन टाइम में सीनेटर क्रिस एलिसन से पूछा कि क्या वह अपने दावे से खड़े थे जो उन्होंने कल किया था कि जियान सेंग की खोज में दिखाया कि ऑस्ट्रेलियाई सरकार ने हवाई और जगह ले ली थी। इन परिस्थितियों में एक पोत को रोकने के लिए समुद्री निगरानी और यह किया गया था\" और पूछा कि ऑस्ट्रेलियाई जल में प्रवेश करने के बाद पोत को बाधित करने में सरकार को दो सप्ताह क्यों लगे।\"\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "हाफ़ टाइम तक ऑस्ट्रेलियाई टीम वापसी करके 4-3 से आगे चल रही थी, पर तीसरे पीरियड में यह संयुक्त राज्य अमेरिका के साथ 4-4 से बराबरी पर आ गई और आखिरकार 4-6 से हार गई।\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "जैक्सन 14 साल से कम उम्र के एक बच्चे पर भद्दे और कामुक कृत्य करने के सात मामलों में और एक इनटोक्सीकेटिंग एजेन्ट पर एडमिनिस्टरिंग करने को दो मामलों में इंडीक्टमेंट के अधीन है।\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "इस मुकदमे में सिडनी निवासी फहीम खालिद लोधी शामिल है, जिस पर आतंकवादी हमले की तैयारी से जुड़े कृत्य करने का आरोप है।\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "सल्पिसियो ने मनीला रीजनल ट्रायल कोर्ट को बताया कि रिपब्लिक एक्ट 9295 और डोमेस्टिक शिपिंग डेवलपमेंट एक्ट 2004 दोनों ने समुद्री घटनाओं की जांच के लिए BMI के अधिकार को हटा दिया और 25 जून को बोर्ड द्वारा शुरू की गई जांच \"अनियमित, अवैध और रिक्त और शून्य\" है।\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "फेड को आशा है कि उधार लेना सस्ता करने से लोग अधिक खर्च करना और अधिक निवेश करना शुरू कर देंगे।\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "उदाहरण के लिए, संयुक्त राष्ट्र संघ के महासचिव बान की-मून ने कल चुनाव को स्थगित करने की मांग की थी।\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "पुलिस आगाह कर रही है कि सीएस ग्रेनेड लॉन्चर और विस्फोटक प्रविष्टियों को शॉट्स के लिए गलत किया जा सकता है और कहा है कि कोई भी शॉट फायर नहीं किया गया था।\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "मजदूर इंग्लैंड के लिंकनशायर में लिंडसे ऑयल रिफाइनरी में तीन दिन की हड़ताल के समर्थन में अनौपचारिक कार्रवाई कर रहे हैं।\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "ओलेग मितवोल ने कहा कि हालांकि सल्फर का फैलाव पर्यावरणीय खतरा नहीं पैदा करता है, लेकिन दो मालवाहक जहाजों के टैंक से ईंधन तेल का भी रिसाव हो सकता है, जिससे प्रदूषण बढ़ेगा।\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "रूसी राष्ट्रपति के कार्यालय के अनुसार, पीने का पानी अब दक्षिण ओसेशिया की राजधानी, त्सखिनवेली में उपलब्ध नहीं है, क्योंकि \"पानी और सीवेज उपचार संयंत्र नष्ट हो गए हैं।\"।\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "रिपब्लिकन जॉन मैक्केन ने डेमोक्रेट बराक ओबामा को चुनाव जीता है।\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "अधिकांश बदलावों का श्रेय गिरती गैस की कीमतों और बेहतर जॉब आउटलुक को दिया जाता है।\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "कंपनी के अनुसार, इस दूध को पास्चुरीकृत और मानव उपभोग के लिए तैयार करने से पहले \"उच्चतम और बेहद सुरक्षित\" मानकों के अनुसार जाँचा-परखा जाता है।\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "ऑर्बिटर के पेट का मुआयना कल किया जाएगा।\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "सात वर्ष से अधिक आयु के लगभग 25 प्रतिशत भारतीयों को 2011 की जनगणना में निरक्षर पाया गया, दस साल पहले हुई जनगणना से 10 प्रतिशत की कमी।\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "इसने न्यूजीलैंड में नस्ल संबंधों के विषय को संबोधित किया, विशेष रूप से माओरी, न्यूजीलैंड के स्वदेशी जातीय समूह की विशेष स्थिति।\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "चुनाव पूर्व बहस परंपरागत रूप से 90 मिनट तक चलती है और अभियान के पहले रविवार को 1930 पे होती है।\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "इसराएली कैबिनेट मंत्री इसाक हेरजोग ने र्युटर्स से कहा,\"हम उस राष्ट्र के दुष्ट बर्ताव को रोकने के लिए हर जरूरी कदम उठाएंगे जो जबाबदारी को नहीं समझता और उनकी खुद की सरकार में प्रमुख सहभागी चाल को रोकेंगे।\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"क्षमता की सीमा को आगे बढ़ाने की तत्परता और नई चीजों की कोशिश करना ये वही बातें हैं जिनकी आवश्यकता न्यूजीलैंड में संरक्षण कार्य को है।\"\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "ज़ोन 1 में बस सेवाओं को 16:00 BST से फिर से शुरू किया गया है।\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "यह रूसी राज्य के स्वामित्व वाली सेवा आरआईए नोवोस्ती द्वारा विरोधाभास था, जिसमें कहा गया था कि मृतकों में सिर्फ दो रूसी थे।\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "सभी उपस्थित अधिकारियों ने बोलने से इनकार कर दिया और घोषणा की कि वे कार्रवाई के लिए ज़िम्मेदार नहीं हैं।\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "श्री क़ारास ने संपत्ति की ओर प्रस्थान किया, लेकिन बाहर एक सड़क पर सैनिकों द्वारा कहा गया कि उन्हें बाकी रास्ते पर पैदल चलना होगा।\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "मंत्रालय का यह भी मानना है कि यह भारत में बौद्धों के खिलाफ हिंसा की दुर्लभता के बावजूद म्यांमार में बौद्धों और मुसलमानों के बीच संघर्ष से बंधा हो सकता है।\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "चुनाव प्रचार के महीनों के बाद, जॉनसन ने पहले मतपत्र में 595 सम्मेलन प्रतिनिधियों में से 70 प्रतिशत के साथ कार्यकर्ता आर.ली राइट्स को किनारा कर दिया।\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "लंबी पूंछ वाला, काला और सफेद बंदर डायपर पहने हुए था। जब लोगों ने उसे पालतू समझकर सहलाने की कोशिश की, तब उसे स्टेट स्ट्रीट पर नाइट क्लब के बाहर बीयर गार्डन में लीश किया गया था।\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "बीए के मुख्य कार्यकारी अधिकारी विली वॉल्श ने कहा कि, \"विलय की गई कंपनी ग्राहकों को एक बड़ा संयुक्त नेटवर्क प्रदान करेगी।\"\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "इंस्टीट्यूट फॉर जियोफिजिक्स ने तुंगुरहुआ की ढलानों पर स्थापित अपने उपकरणों का एक महत्वपूर्ण हिस्सा खो दिया है, जिससे ज्वालामुखी की गतिविधि की निगरानी करने की उनकी क्षमता सीमित हो गई है।\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "वह अपने रक्षा और आर्थिक सलाहकारों के साथ बैठक करने के लिए इस सप्ताह अपने टेक्सास रेंच पर वापस जाएंगे, फिर बाद में, वह इलिनोइस की यात्रा करेंगे और एक राजमार्ग बिल पर हस्ताक्षर करेंगे।\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "इन लक्षणों को \"एक गंभीर वायरल संक्रमण और रासायनिक पदार्थों के कारण होना कहा जाता है जो आम तौर पर खाद्य उत्पादों में नहीं पाए जाते हैं।\" क्योंकि उनके अभियान के अधिकारियों ने इसे रखा था।\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "उन्होंने जीव विज्ञान पाठ्यक्रम से इंटेलिजेंट डिज़ाइन को हटाने का प्रस्ताव रखा, लेकिन दर्शन और तुलनात्मक धर्म से संबंधित पाठ्यक्रमों में इंटेलिजेंट डिज़ाइन की चर्चा की अनुमति दी।\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "शिया अधिकारियों ने बाद में कहा कि मृतकों के शव - जो शायद बंधकों के हो सकते हैं - टाइग्रिस नदी में पाए गए।\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "86 साल के बोलेसुफ़ को पोलिश में लिखा कार्ड पढ़ना पसंद है जो उन्हें अपने चचेरे भाई पोप से प्राप्त हुआ था।\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "हालांकि, खेल जारी रहा, क्योंकि चैंपियंस लीग पूरे अतिरिक्त समय पर काम करती है और सेल्टिक के पास बराबरी के लिए अभी भी 27 मिनट का समय था।\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "न्यायाधीश द्वारा भेजा गया स्पष्ट संदेश था: पीठ दर्द हो या नहीं, जैक्सन को अदालत में पेश होना था! और तेज! कोर्ट हाउस के बगल में सड़क मोड़ पर जैक्सन का इन्तजार कर रहे उनके वकील मर्सियू अपने सहायक सूसान के साथ दोनों के टेलिप्रसारित दृश्य पर सेल फ़ोनों पर बेचैनी से व्यस्त होकर जैक्सन के मोटरकाफिले इन्तजार करते हुए, एक खोखली उम्मीद के साथ कि जैक्सन जमानत को निरस्त करने के लिए समय पर पहुँच जाएँगे, दिखाई दे रहे थे।\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "माधवन की गिरफ्तारी के बाद भारत में पुलिस की तरफ से स्वंयभू \"गॉडमेन\" और \"गुरु\" पर निगरानी बढ़ गई है, खासकर पुलिस उनकी संपत्ति के स्रोतों और संभावित धोखाधड़ी की जांच कर रही है।\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "इस संधि को सभी प्रतिभागियों को देकर आपसी समझ और विश्वास बढ़ाने के लिए डिज़ाइन किया गया है, आकार की परवाह किए बिना, सैन्य बलों के बारे में जानकारी एकत्र करने में एक सीधी भूमिका और उनके लिए चिंता की गतिविधियाँ।\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "फर्स्ट बटालियन वेल्श गार्ड के कमांडिंग ऑफिसर, लेफ्टिनेंट कर्नल रूपर्ट थॉर्नेलो, 40 और सेकंड रॉयल टैंक रेजिमेंट के ट्रूपर जोशुआ हैमंड, 18 तब मारे गए जब एक इंप्रोवाइज्ड एक्सप्लोसिव डिवाइस के नीचे आकर उनके वाइकिंग बख्तरबंद वाहन के परखच्चे उड़ गए।\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "मेलाटोनिन अध्ययन के विश्लेषण ने नींद आने में सहायता के रूप में विवादास्पद पूरक की प्रभावशीलता को बरकरार रखा है।\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "इसका उपयोग स्वास्थ्य, आबादी और मृत्यु दर के क्षेत्र से जुड़े भविष्य के लिए भी होगा।\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "पूर्व मुख्य सचिव एवं विधान परिषद के आगामी उप-चुनाव के प्रत्याशियों में से एक, एनसन चैन, ने भी इस कार्यक्रम में हिस्सा लिया।\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "स्थानीय पुलिस प्रमुख के अनुसार बंधकों को छुड़ाने के लिए वार्ता हो रही है।\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "£2,930 (US $3,580) के आरक्षित मूल्य वाले जूते इस समय 65 साल की एलेनोर ग्राहम के पास हैं।\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"कनाडा उत्तरी कोरिया को संभाल सकता है,\" टीवी विज्ञापन में एक आदमी कहता है।\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "20 जुलाई को, डेनमार्क ने कहा कि इसने अपने परिवार के साथ अनुवादक और अन्य इराकी कर्मचारियों को एयरलिफ्ट किया था।\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "विनर होटल, एक स्टील कंपनी और अन्य कंपनियों के भी मालिक थे।\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\"हमने शुरू में सोचा था कि जूता और अन्य वस्तुएं लगभग 600-700 साल पुरानी होंगी, क्योंकि वे इतनी अच्छी स्थिति में थे,\" आयरलैंड में यूनिवर्सिटी कॉलेज कॉर्क से सह-लेखक डॉ। रॉन पिनहासी ने कहा।\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "फीफा के महासचिव जेरोम वाल्के ने घोषणा की: \"हमने लक्ष्य-रेखा प्रौद्योगिकी और सभी प्रौद्योगिकी प्रयोगों के लिए समय को फ़्रीज करने का फैसला किया है।\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "इससे पहले इट र-टास ने यह भी बताया कि प्योंगयांग में एक अनाम विदेशी राजनयिक के अनुसार, किम जोंग इल के चित्रों को हाल ही में गुप्त रूप से और बिना स्पष्टीकरण के सार्वजनिक प्रदर्शन से हटा दिया गया है।\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "आज सुबह, सोलह शेष रहने वालों को भविष्य के प्रसव के लिए वस्तुओं की एक सूची तैयार करने के लिए कहा गया था।\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "स्वेडिश पिरेट पार्टी के प्रमुख, रिकर्ड फल्क्विंग के साथ बातचीत में वायर्डफ़ायर ने कहा की पुलिस ने तीन कर्मचारियों को गिरफ्तार किया, अंत में सिर्फ दो को हवालात में बंद किया।\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "उन्हें MBE, OBE और CBE से सम्मानित किया गया था और वे 2002 में सेवानिवृत्त हो गए थे।\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "हमास के अधिकारियों और गवाहों ने बताया कि खेतों, दूध की फैक्ट्री, हमास की सेना के छोटे क्षेत्र और धातु कार्यशाला सुविधाओं को लक्षित किया गया था।\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "माहेर ने कहा कि उसे सीबीसी न्यूज़ द्वारा अनुभाग में उपस्थित होने के लिए कहा गया था।\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "हालांकि वे उसकी संरचना के बारे में सही-सही बताने से इनकार कर रहे हैं, क्योंकि संदिग्धों से पूछताछ करते समय यह जानकारी उपयोगी हो सकती है।\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "अब तक यही प्रतीत होता है कि वायरस से न्यू साउथ वेल्स और क्वीन्सलैंड में घोड़े प्रभावित हुए हैं, जहां 51 मामलों की पुष्टि हो चुकी है और 400 पर संदेह है।\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "बारबेरो का दायाँ पिछला पैर Preakness रेस की शुरुआती लंबाई में बिखर गया था।\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "कार्टेल, जिसने अपने सदस्यों के बीच प्रतिस्पर्धा को समाप्त करके कृत्रिम रूप से उच्च कीमतों का निर्माण किया, को व्हिसलब्लोअर लुफ्थांसा द्वारा उजागर किया गया, जिसने अभियोजन के लिए प्रतिरक्षा के बाबत अधिकारियों को सतर्क किया।\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "दोस्त, जो अब तक गुमनाम है, ने .22 की क्षमता वाली वेबले वल्कन एयर गन से रीस जॉनसन के दिल में बहुत नज़दीक से गोली मारी।\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "स्टील और विक्सेन्स की जीत उन लोगों द्वारा मानी जाती है जो नेटबॉल लीग का अनुसरण करते हैं।\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "आगे की तरफ जेवियर मोया और क्रिस थॉम्पसन ने एक पज़ेशन पर डिफ़ेंस के लिए कड़ी मेहनत की।\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "2007 विश्व बधिर तैराकी चैंपियनशिप के तीसरे दिन, पुरुष 1500 मीटर फ़्रीस्टाइल, महिला 800 मीटर फ़्रीस्टाइल, 50 मीटर ब्रेस्टस्ट्रोक, 200 मीटर फ़्रीस्टाइल, 4x100 मीटर मेडले रिले समूह के फ़ाइनल दोपहर और शाम के दौरान हुए।\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "इस परीक्षा के दौरान, 665 हाई स्कूली छात्रों को नकल करते पकड़ा गया है जो कि पिछले वर्ष से दोगुनी संख्या है और एक हाई स्कूल में यह पाया गया कि परीक्षा से पहले 111 विद्यार्थियों को परीक्षा के उत्तर दे दिए गए थे।\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "लंदन, इंग्लैंड — ऑस्ट्रेलिया की राष्ट्रीय व्हीलचेयर रग्बी टीम ने कनाडा को 66-51 से हराकर 2012 समर पैरालंपिक्स में ऑस्ट्रेलिया का अंतिम स्वर्ण पदक जीता।\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "दूसरे टाइटन III लॉन्च के बाद, इसे अमेरिकी वायु सेना की मानवयुक्त परिक्रमा प्रयोगशाला (एमओएल) के लिए लॉन्च पैड के रूप में काम करने के लिए संशोधित किया गया था।\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"उनकी आत्मा को शांति मिले और उनके परिवारों को आने वाले कठिन दिनों को सहन करने की क्षमता मिले।\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "मीडिया स्वतंत्रता समूह रिपोर्टर्स विदाउट बॉर्डर्स ने अधिनियम को \"खतरनाक\" कहा है और चेतावनी दी है कि इसका उपयोग \"नियमित नागरिकों\" को लक्षित करने के लिए किया जा सकता है जो हिंसा की फिल्म बनाते हैं।\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "जांच-पड़ताल से पता चला कि स्टेफेनाईड ने ब्रिटिश कंपनी, लॉयड रजिस्टर इंस्पेक्शन लिमिटेड को इराक के लिए यूएन कार्यक्रम के अंतर्गत ठेका जीतने में सहायता करके नियमों का उल्लंघन किया।\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"उनका दिल सबके लिए बहुत बड़ा था जिसे मैं जानता था और वह किसी को भी अपनी पीठ से शर्ट उतार कर दे देता था।\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "\"उन्होंने व्यक्त किया कि उनका इरादा इस आबादी को अपमानित करने का नहीं था।\" गुड मॉर्निंग अमेरिका पर एक साक्षात्कार में शुक्रवार को श्राइवर ने कहा।\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "डिफेंस बैरिस्टर ने ज्यूरी को चेतावनी दी कि वे प्रेस की टिप्पणियों की अनदेखी करें क्योंकि उन्होंने प्रतिवादी को सुनवाई शुरू होने से पहले दोषी ठहरा दिया होगा।\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "मुरे ने इस पर कोई टिप्पणी नहीं की कि निर्णय कैसे किए जाते हैं या इस विशेष बिलबोर्ड को अस्वीकार क्यों किया गया।\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "मि. एडमोपौलस ने कहा कि वह झूठ को शुरू करने वालों के विरुद्ध क़ानूनी कार्यवाही करने पर विचार कर रहे है।\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "उन्होंने प्रधानमंत्री से आतंकवाद और उग्रवाद से निपटने में उनके प्रयासों का विस्तार करने का भी आग्रह किया है।\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "उन्होंने यह भी कहा कि लारेन्स ने 1998 के ऑस्ट्रेलियाई संवैधानिक सम्मेलन के लिए ऑस्ट्रेलियाई रिपब्लिकन आंदोलन के प्रतिनिधियों के चुनाव अभियान पर भी काम किया था।\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "परिवारों का कहना है कि अपहृत चालक दल के पास \"बेहद कम मात्रा में पीने का पानी या भोजन है।\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "न्यायमूर्ति लॉर्ड बाक ने कहा कि संसद को व्यापक परामर्श देने तक अधिनियम को सक्रिय नहीं किया जाएगा और यह कि ज़मानतदारों के नए अधिकारों की सावधानीपूर्वक निगरानी की जाएगी।\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "जुलाई 2010 में, रुड को ALP के नेता के रूप में और सुश्री गिलार्ड द्वारा प्रधान मंत्री के रूप में प्रतिस्थापित किया गया था।\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "दूसरी ओर, मोल्दोवन प्रीमियर वासिल तारलेव ने गुरुवार को ट्रांसनिस्ट्रिया में रूसी सैनिकों को चेचन क्षेत्र में हथियारों की आपूर्ति करने का आरोप लगाया, जवाब में, रूसी रक्षा मंत्री सर्गेई इवानोव ने कहा कि वह मोल्दोवा में रूसी ठिकानों के लिए \"अपना सिर गिरवी रखते हैं।\" और आश्वासन दिया कि \" ट्रांसनिस्ट्रिया से कोई हथियार नहीं भेजा गया था।\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "इसमें \"अनियमित या आपराधिक समूहों\" द्वारा दी जाने वाली धमकियों से लड़ने की प्रतिबद्धता का भी उल्लेख था।\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "सम्मेलन को मुफ्त पुलिस सुरक्षा प्रदान करने के लिए राज्य सरकार की आलोचना की गई।\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "रिज्स्बरमैन ने कहा कि अफ्रीका में पानी की कमी ज़रूरतमंद लोगों के लिए पानी प्राप्त करने की बुनियादी सुविधाओं की कमी के कारण हुई थी।\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "पहले अपुष्ट रिपोर्टों ने कहा था कि मलबा एक छोटे विमान के विस्फोट का परिणाम हो सकता है।\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "तख्तापलट एक दीर्घकालिक राजनैतिक संकट के उपरांत हुआ है जिसमें राष्ट्रपति तांजा ने नेशनल एसेंबली और नाइजर हाई कोर्ट, दोनों को भंग कर दिया था, साथ ही अपना राष्ट्रपति कार्यकाल तीन साल के लिए बढ़ा दिया था और अपने कार्यकाल पर लगने वाली अन्य सभी पाबंदियों को हटा दिया था।\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "मेलबोर्न कप्तान केविन मस्कट ने कहा, एडिलेड के खिलाड़ी जबरदस्त थे, उन्होंने आखिरी समय तक हमसे मुकाबला किया, लेकिन मैं समझता हूं कि हम इस जीत के हकदार थे.\"\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "राष्ट्रपति ने यह भी कहा कि \"हम अपनी सड़कों के 150,000 मील का पुनर्निर्माण करने जा रहे हैं - यह दूरी दुनिया को छह बार घेरने के लिए पर्याप्त है...\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "केन्याई विपक्षी राजनेताओं ने नए संसदीय स्पीकर को चुनने के तरीके पर राष्ट्रपति मावी किबाकी के फिर से चुने जाने का तर्क दिया।\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "एक मंदिर की दीवार ढह गई, जिससे हजारों की संख्या में इकट्ठा हुए हिंदू उपासकों में खलबली मच गई, भिर वे सुरक्षा के लिए दौड़ने लगे, जिससे भगदड़ मच गई।\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "पालिन के हमले के बावजूद, 3 अक्टूबर के न्यूयॉर्क टाइम्स के मूल आर्टिकल इस नतीजे पर पहुंचा था कि ओबामा और ऐयर्स कभी भी करीबी नहीं थे और ये कि संपर्क ओबामा के शुरुआती चुनावी अभियान और विद्यालयों के सुधार परियोजना को लेकर था, कहा गया कि उनके रास्ते कभी-कभी एक दूसरे को क्रॉस करते थे।\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "जांचकर्ताओं का कहना है कि वे वर्तमान में इस बात को लेकर निश्चित नहीं हैं कि विस्फोट विशुद्ध रूप से आकस्मिक था, या हेरा फेरी शामिल थी, क्योंकि सभी प्रयास शुरू में जीवित बचे लोगों का पता लगाने के प्रयास पर केंद्रित थे।\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "फ़्रांका, जन्म 1921 में लंदन, इंग्लैंड में हुआ, 1951 में वे नेशनल बेले ऑफ़ कनाडा की स्थापना करने कनाडा आई।\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "चार ब्राइड्समेड्स की घोषणा की गई है जिसमें अर्ल तथा काउंटेस ऑफ वेसेक्स, लेडी लुईस विंडसर की सात वर्षीय बेटी पहली ब्राइड्समेड है।\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "मुख्य रेस में, बहुत करीबी वास्तविक ताकत के कारण, विशेष रूप से एशियाई साइकिल चालकों की प्रतियोगिता में हर कोई लंबी अवधि तक आगे नहीं रह सकता है।\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "जब वे २-0 से आगे थे तब भीड़ में प्रशंसक फ्रांस द्वारा आगे गोल न कर पाने की कमी का उपहास उड़ाने लगे।\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "इम्प्रूव्ड विस्फोटक उपकरण ने इराक में इराकी नागरिकों और एलाइड फोर्सस दोनों मारा है।\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "दूसरा हमला और बड़ा था और चीनी अधिकारियों ने कहा कि सेवा बहाल करने का काम धीरे-धीरे आगे बढ़ रहा था।\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "आमतौर पर, किसी देश का आधिकारिक समय शीतकालीन समय होता है।\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "उन्होंने भ्रष्टाचार और गरीबी को समाप्त करने का अभियान चलाया और कहा कि वह भ्रष्ट अधिकारियों पर मुकदमा चलाने को प्राथमिकता देंगे।\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "राख के कारण कृषि में $150 मिलियन का नुकसान होने का अनुमान है।\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "नवीनतम वृद्धि से उसका वेतन लगभग $361,000 बढ़ जाएगा।\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "प्रेस्टन को तब एक महीने बाद स्थानीय पुलिस इकाई में सुनवाई के लिए बुलाया गया था।\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ब्रिटेन ने शुरुआत में 19 वर्षीय मेहदी काज़मी का शरण अनुरोध अस्वीकार कर दिया था और काज़मी नीदरलैंड्स भाग गए थे, जहां पर उनका मामला अस्वीकार कर दिया गया और वह ब्रिटेन वापस आ गए।\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "अतिरिक्त खोजों से 6,200 से 5,900 साल पहले के बीच कॉपर एज कलाकृतियों की एक व्यापक सरणी की प्राप्ति हुई।\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "242 सीटों में से, डीपीजे की सीटों की संख्या 82 से बढ़कर 109 हो गई, जिसके साथ यह हाउस ऑफ़ काउंसलर में सबसे बड़ी पार्टी बन गई है।\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "अभी तक किसी के मरने या घायल होने की कोई खबर नहीं है।\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"हम इन दो अतिरिक्त रेफ़री पर ध्यान देंगे और हम इस समय के दौरान किसी भी लक्ष्य-रेखा प्रौद्योगिकी पर विचार करने से बचते हैं।\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "बाद में ऑस्ट्रेलियाई ग्रीन्स द्वारा बैठाए गए एक विधेयक को जिसमें गवर्नर-जनरल द्वारा अधिनियम राज्य कानून को रोकने के लिए नागरिक संघों की स्थापना को दो मतों के बहुमत से विफल कर दिया, प्रस्तावित किया गया।\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "रिको तरह-तरह के काम कर चुके हैं लेकिन अब उनका शौक ही उनका व्यवसाय बन चुका है – वह अनचाहे 'कबाड़' को अनूठे फ़र्नीचरों में बदलते हैं।\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "तलाशी में ट्रैफ़िक अधिकारी, काउंटी शेरिफ़, कैलिफ़ोर्निया हाइवे पैट्रोल और संघीय जांच ब्यूरो शामिल थे।\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "नोर्को ने आगे गवाही दी कि रॉस अपनी मनोरोगी समस्याओं का नियंत्रण करने के लिए दवाओं का सेवन कर रहा है।\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "जापान में 8.9 की तीव्रता के भूकंप की वजह से आई सुनामी ने शुक्रवार को क्रेसेंट सिटी, कैलिफ़ोर्निया के वाणिज्यिक मछली बंदरगाह को तबाह कर दिया। यह तटीय कस्बा अब भी 1964 में आई प्रलयंकारी सुनामी से उबर रहा था।\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "इंडोनेशिया ने मार्च में कैरियर को एक और दुर्घटना के बाद मैदान में उतारा था, जिसमें एक B737 रनवे पर ओवरशॉट हो गया था।\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "मुसलमानों को पवित्र स्थल तक पहुंचने से रोकने के लिए विरोधियों ने नाकेबंदी और निर्माण कार्य को एक जानबूझकर किया गया कार्य बताया है।\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "स्विट्जरलैंड में स्विसकॉम ग्राहक सबसे कम मासिक सेवा शुल्क (US$ 34) का आनंद लेंगे।\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "इस दौरे में पहले, इंग्लैंड ने चार मैचों की टेस्ट सीरीज़ में 3-0 से जीत हासिल की।\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "डिज़नी ह्यूग वुड ने कहा कि \"वॉल्ट डिज़नी वर्ल्ड और लंबे समय से पार्क और उनके जादू के साथ दीर्घकालिक संबंध के लिए ब्रिटेन का प्यार स्पष्ट रूप से है, शायद इसलिए प्राप्त प्रविष्टियों की संख्या और गुणवत्ता इतनी अधिक थी।\"\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "आज का दिन ब्रिटेन का जुलाई महीने का सबसे गर्म दिन रहा जब सरे के विस्ली में 36.5 ºC (97.7 ºF) का तापमान दर्ज किया गया।\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "द प्रेस एसोसिएशन के मुताबिक इंटरनेट के जरिए वीडियो के वितरण को रोकने की चर्च ऑफ साइन्टोलॉजी की कोशिशों को तगड़ा झटका लगा है और गुरुवार तक Gawker.com के अलावा वीडियो दूसरे वेबसाइट्स पर भी देखे गए थे, जिनमें द न्यूयॉर्क पोस्ट, इंडिपेंडेंट टेलीविजन न्यूज और बीबीसी भी शामिल हैं।\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "इंग्लैंड ने ब्यूसजोर स्टेडियम, ग्रोस आइलेट, सेंट लूसिया में खेले जा रहे विश्व कप के अंतिम ग्रुप सी मैच में केन्या को 7 विकेट से (60 गेंद शेष रहते) हराया।\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "पिछले सितंबर में अलास्का राज्य ने शेल कंपनी द्वारा ब्युफ़ोर्ट समुद्र के तट से दूर दो ड्रिल साइट स्थानों: \"टोरपीडो\" एवं \"सिवुलिक\" पर प्रयोगात्मक ड्रिलिंग रिग लगा कर ड्रिल करने की इच्छा के बारे सार्वजनिक सूचना जारी की।\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "यह भी पाया गया कि कैप्टन मारवोटो कोमार ने ग्राउंड प्रॉक्सिमिटी वार्निंग सिस्टम (GPWS) की पंद्रह सक्रियताओं को अनदेखा किया, जिसमें श्री कोमार ने बताया कि विमान उस गति से उड़ रहा था, जिस पर वह सुरक्षित रूप से उतर सकता था, लेकिन वह एबोर्ट करने में विफल रहा।\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "एरफुर्ट, जर्मनी में 73 साल के सेवानिवृत्त पादरी रेवरेल रोलान्ड वीसेलबर्ग ने मंगलवार को रिफॉर्मेशन डे सर्विस के दौरान खुद को जिंदा जला दिया।\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "और क्रैग मिलमाइन और बर्नार्ड डार्न्टन दोनों से पूछा गया अंतिम प्रश्न था कि वे होल्डन के प्रशंसक है या फोर्ड के।\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "हालांकि, एक निर्वासित TPLF कमांडर, अरेगावी बेरहे, जो नीदरलैंड में रहते हैं, अराया की कहानी का समर्थन कर रहे हैं।\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "विकिलिक्स पर लीक हुए दस्तावेज और विकिन्यूज़ द्वारा देखे जाने पर पता चला है कि क्यूबा ने वेनेजुएला के साथ एक गोपनीय समझौते पर हस्ताक्षर किए ताकि यह सुनिश्चित हो सके कि क्यूबा को 2010 तक उच्च गति के इंटरनेट कनेक्शन तक पहुंच प्राप्त हो।\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "ये सभी दौड़े मैक्सिकन जॉकी मारियो गुटिरेज़ के साथ जीती गईं।\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "तुलुम के दक्षिण से चेतुमल मैक्सिको तक उष्णकटिबंधीय तूफान की चेतावनी लागू है।\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "पुलिस के अनुसार ओहिओ में न्युअर्क के रहने वाले 28 साल के काइल विगल को, अपने मोटरचालित बार स्टूल को टकरा देने के बाद, नशे की हालत में ड्राइव करने के लिए गिरफ़्तार कर लिया गया।\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "प्रेस ट्रस्ट ऑफ इंडिया ने 130 घायलों की रिपोर्ट दी है और अल ज़जीरा ने कहा है कि गाड़ी पर 200 लोग सवार हो सकते हैं।\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "यह शायद ही संभव है कि वह स्कॉटलैंड में खुशी से लहर लाए।\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "श्री वैल ने कहा कि यदि किसी विशेष केबल को उनके ध्यान की आवश्यकता होती है, तो उसे आम तौर पर एक मंत्रीय प्रस्तुतीकरण में रखा जाता है।\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}