{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "You will be given a sentence in the Bengali language. Your task entails generating a sentence in English that means the same as the provided sentence.",
  "Positive Examples": [
    {
        "input": "এর ফলে আমার ওপর যে দায়িত্ব বর্তাবে তার সম্পর্কে আমি সম্পূর্ণ অবগত এবং আমি ফেরারীর মতো দলের অংশ হওয়ার জন্য আর অপেক্ষা করতে পারছি না, যেখানে আমি পৃথিবীর সর্বশ্রেষ্ঠ চালক, মাইকেল শুমাশেরের পাশে চালাতে পারব। বলেন মাসা।",
        "output": "I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher, said Massa.",
        "explanation": "The above sentence is correctly translated from Bengali to English"
    },
    {
        "input": "কিমি, ম্যাকলারেন গাড়িচালকদের মধ্যে পার্থক্যটি আরও কমিয়ে দিয়েছেন এবং এখন তিনি আলান্সোর থেকে মাত্র পাঁচ পয়েন্টে পিছিয়ে আছেন।",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.",
        "explanation": "The above sentence is correctly translated from Bengali to English as the sentence correctly translates how kimi narrowed the gap between her and the McLaren drivers."
    },
    {
        "input": "এসইউভিটির চালক বেঁচে গেছেন এবং মদ্যপ অবস্থায় গাড়ি চালনোর সন্দেহে তাকে আটক রাখা হয়েছে।স্প্যানিশ সংবাদপত্র 'সার 'দাবি করছে, ব্রেথালাইজার টেস্ট-এ রক্তের অ্যালকোহলের পরিমাণ দ্বিগুণ হারে পাওয়া গেছে।",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.",
        "explanation": "The above sentence is correctly translated from Bengali to English as it correctly captures the information about the driver of the SUV who survived and about the newspaper that is claiming about a breathalyser revealing the alcohol content present in the driver."
    }
  ],
  "Negative Examples": [
    {
        "input": "এছাড়াও এই কনফারেন্সে, গুগল তাইওয়ান R&D কেন্দ্রের লি-ফেং চিয়েন \"গুগল তাইপেই ডেভেলপার ডে\"-এর কৃতিত্বের ঘোষণা করেন এবং চি-পাও হু এবং ইয়ি-রু লিন নামক ডেভেলপারদের কোনো আসল অ্যাপ্লিকেশন iGoogle-এ ভাগ করে নেবার আমন্ত্রণ জানান।\n",
        "output": "Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.",
        "explanation": "The above sentence is not correctly translated from Bengali to English as none of the words match the translation."

    },
    {
        "input": "সেন্ট অ্যান্ড্রিউস এ অনুষ্ঠিত ওপেন চ্যাম্পিয়নশিপে, গলফ খেলোয়াড়রাও তাদের সম্মান প্রদর্শন করেন।\n",
        "output": "At The Close Championship taking place at St Andrews, golfers also paid their respects.\n",
        "explanation": "The translation is wrong because there is one word which is mismatch as ওপেন should be open but it is mentioned as closed in the sentence"
    },
    {
        "input": "কিন্তু এটি আমাদের সাধারণ কার্যকরী পদ্ধতির মধ্যে পড়ে এবং আমরা সেই অনুযায়ী প্রতিক্রিয়া জানাচ্ছি।",
        "output": "But it does not fall within our normal operating procedures and we are reacting accordingly.",
       "explanation": "The translation is wrong because it added one extra word 'not' which completely changed the meaning or purpose of the sentence"

    }
  ],
  "Instances": [
    {
        "input": "সেই ছবিতে দেখা গিয়েছে যে, কাহ্‌লো হাসপাতালের একটি বেডে শুয়ে আছেন এবং একাধিক নাভিরজ্জু তার শরীর থেকে বেরিয়ে আছে এবং তার প্রত্যেকটি একটি জিনিস বা শরীরের অংশ ধরে আছে, শুধু একটি নাভিরজ্জু একটি বাচ্চাকে ধরে আছে।\n",
        "output": [
            "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n"
        ]
    },

    {
        "input": "পরিশেষে, এই একই প্রযুক্তি চলচ্চিত্র শিল্পের লক্ষ লক্ষ টাকার সাশ্রয় করতে পারে।\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"এইজন্য নয় যে আমি কিংসওয়েতে খুব জনপ্রিয়, বরং ভোট ভাগ এবং ফার্স্ট-পাস্ট-দ্য-পোস্ট সিস্টেম যেভাবে কাজ করে তার জন্য\"।\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "গাড়িটি স্পেশাল অপারেশন টাস্ক ফোর্স, যা কিনা মার্কিন যুক্তরাষ্ট্রের সঙ্গে একসাথে তৈরি করা পাকিস্তান মিলিটারি স্পেশাল সার্ভিস গ্রুপের অংশ, তার সৈন্যদলের সদরদপ্তরে এসে ধাক্কা মারে।\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "রাজ্য পুলিশের একজন সদস্য কোস্ট গার্ডকে জানিয়েছিল যারা একটি এমএইচ ৬৫ উদ্ধারকারী হেলিকপ্টার এবং দুটি উদ্ধার অভিযান পাঠিয়েছিল।\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "১৩ই জুলাই বিপি ঐ কুয়োর তেল নিঃসরণের স্থানটির মুখে ক্যাপ লাগিয়ে দেয়, যার ফলে খাঁড়িতে তেল নিঃসরণ বন্ধ হয়ে যায়।\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "এই ম্যাচের ক্ষেত্রে, শ্রীশান্তের ৫-১-২৫-৩ স্পেল খুবই গুরুত্বপূর্ণ ছিল।\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "কোম্পানির নতুন গবেষণা ও উন্নয়ন কেন্দ্রটি সাংহাইয়ের জিঝু সায়েন্স পার্কে প্রতিষ্ঠিত হতে চলেছে।\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "সরকার দীর্ঘদিন ধরে মৃত্যুদণ্ডের বিরোধিতা পুনর্ব্যক্ত করে আসছে।\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "পারমাণবিক যুদ্ধে ক্রমবর্ধমান প্রচলিত যুদ্ধের ঝুঁকির পরিবর্তে নতুন অস্ত্রগুলি পরমাণু অস্ত্র হিসাবে একই প্রভাব অর্জন করবে।\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "পিও এবং পি আই এস এই দু দলই যারা ভবিষ্যত সরকার গঠন করবে, নতুন সেইমে তাদের মোট ৩০৪ আসন হবে।সহ সম্মত ভাবে দু দলেরই পোলিশ সংবিধানে কোনো পরিবর্তন আনতে চাইলে আরো ৩ টি আসনের প্রয়োজন।\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "রাশিয়া নিয়মিতভাবে উড্ডয়নের কার্যকলাপগুলির জন্য বিশেষত কালিনিনগ্রাদ ওবলাস্টের রাজধানী কালিনিনগ্রাদ যা পোল্যান্ড এবং লিথুয়ানিয়ার মধ্যাঞ্চলে অবস্থিত এবং রাশিয়ার সেন্ট পিটার্সবার্গ এলাকাটি প্রকৌশল এয়ারলিফ্টারের জন্য ব্যবহার করে থাকে।\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "বিস্ফোরণের ফলে সেন্টারের মারাত্মক ক্ষতি হয়, জানালাসমূহ ভেঙ্গে যায়, ফলস সিলিং ভেঙ্গে পড়ে, এবং কয়েকশ মিটার ব্যাসার্ধের পিলার ধ্বসে পড়ে।\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "রিপাব্লিকান দলের সদস্যরা এই মন্তব্যগুলি করার জন্য রেইডের পদত্যাগ দাবী করেন।\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "টুগেরানং, ক্যানবেরা- ১৯ বছর বয়সী অষ্ট্রেলিয়ান শ্যাডো অলিম্পিক দলের সদস্য অ্যালিস ইঞ্জেলি জাতীয় আর্কারি চ্যাম্পিয়নশিপের দ্বিতীয় দিনে অংশগ্রহণ করছিল।টার্গেট রিকার্ভ অনুষ্ঠান শুরু হওয়ার কিছু দিন পূর্বে তিনি অলিম্পিকে অষ্ট্রেলিয়ার প্রতিনিধিত্ব করার আশাবাদী ছিল।\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "কারনাজকে ২০০১ সালে পাকিস্তানে একটি বাসে সফররত অবস্থায় আটক করা হয়।\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "\"মূল্য সূচক\"-র বাস্তবায়নের ফলে ভবিষ্যতের সামাজিক সুরক্ষার খরচ কোটি কোটি ডলার কমে যাবে।\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "তিনি মারাত্মক সব বুদ্ধিদীপ্ত স্ট্রোক এবং আক্রমনাত্মকভাবে খেলে জয় ভাল করেন।\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "ইন্দোনেশিয়ার বিমান পরিবহনের ডিরেক্টর জেনারেল বুদি মুল্যবান সুয়িতনো বলেছেন যে যদিও স্থানীয় বাজেটের সীমাবদ্ধতা কিছু বিমানবন্দরের উন্নতিসাধনে বাধা দিয়েছে কিন্তু ২২৫০ মিটার রানওয়ের মধ্যে ১৪০ মিটার দৈর্ঘ্যের RESA-এর ঘোষণা এবং বিমানবন্দরে বিমানপোত উদ্ধারকারী এবং অগ্নিনির্বাপক ট্রাকের সংস্থাপনের সাথে সাথে বর্তমানে ইয়োগ্যকার্টাতে কোনো সমস্যা নেই।\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "দেশের ক্রমবর্ধমান বিদ্যুৎ উৎপাদনের ঘাটতির সমস্যার মোকাবিলার প্রয়াসের পরেই এই বিদ্যুৎ বিভ্রাটের ঘটনা ঘটল, সেই প্রয়াসের মধ্যে রয়েছে সংরক্ষণ এবং বেসরকারী সংস্থাগুলিকে বিদ্যুৎ সরবরাহ করার অনুমতি দেওয়ার চেষ্টা, যাকে ২০০৪ সালে অসাংবিধানিক বলে আখ্যা দেওয়া হয়।\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "তারা বলেছিলেন, \"আমরা বিশ্বাস করি যে, সমুদ্র প্রাচীরের পাদদেশে পানিতে ঢুকে যাওয়ার সময় যখন তিনি একটি বড় ঢেউয়ের কোনও সতর্কবাণী ছাড়াই হারিয়ে গেলেন তখন রাতের আবহাওয়া ছিল\"।\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "আর্মেনিয়ার রাষ্ট্রপতি, সার্জ সার্কিসিয়ান ঘোষণা করেছিলেন:‍\"আমরা যুদ্ধ চাই না, তবে যদি আমাদের করতেই হয়, আমরা যুদ্ধ করব এবং জিতবো৷‍\"।\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "গভর্নর থাকাকালীন তিনি ৭৫০-এরও বেশি বিলে ভেটো দেন, যা তখনকার বাকি সব গভর্নরের মোট ভেটোর থেকেও বেশি, এবং রাজ্যকে ১ বিলিয়ন ডলার উদ্বৃত্ত বাজেট দেন।\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "পাকিস্তানি-আফগানী সীমান্তের কাছাকাছি পাহাড়ী এলাকায় যখন পুলিশ-সেনা বাহিনীর একটি বহরকে দুটি রোডসাইড বোমা একটি আঘাত করার মাধ্যমে প্রথম হামলাটি সংঘটিত হয়।\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "ইসলামিক কোর্টস ইউনিয়নের প্রাক্তন সদস্যেরা বোমারুকে আল-কায়দার সঙ্গে কথিত ভাবে সম্পর্কযুক্ত উগ্র রক্ষণশীল ইসলামিক গোষ্ঠী আল-শাবাবের সদস্য হিসেবে সণাক্ত করতে পারেন, যার মাথা ও মুখ সম্পূর্ণ রূপে কামানো ছিল।\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "তিনি তদন্তকারীদের বলেন, \"আমি খুব স্পষ্ট করে বলেছি যে, আমার দৃষ্টিকোণ থেকে, তারা যেই খসড়াটি নিয়ে কাজ করছিল সেটি কোন ফোর্সকে পাঠানোর জন্য সম্মতি দেয় না নিরাপত্তা পরিষদের কাছ থেকে কোন রকমের সিদ্ধান্ত না নিয়েই\"।\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "গুড ফ্রাইডেতে গ্রীক গোঁড়া সন্ন্যাসী এবং আরব ক্রিস্টিয়ান দের মধ্যে ঝামেলা বেঁধে ওঠে, কারন আরব ক্রিস্টিয়ানরা গোঁড়া সন্ন্যাসীদের চার্চের জমি ইহুদী বাসিন্দাদের বিক্রি করার প্রতিবাদ করেন।\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "ইলিনয় হাউস অফ রিপ্রেজেন্টেটিভস এই বৃহস্পতিবার কিশোর-কিশোরীদের জন্য কিছু অপরাধের শাস্তিপ্রথা তুলে দেওয়ার জন্য ভোট প্রদান করেছে যে অপরাধগুলি মূলত যারা যৌন উত্তেজনামূলক কাজকর্মের সঙ্গে যুক্ত।\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "জোয়াকিম হার্ম্যান, বাভারিয়ান অন্তর্দেশীয় মন্ত্রী, এই দুর্ঘটনা সম্পর্কে তাঁর চিন্তা ব্যক্ত করে।\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "অগ্নিকাণ্ড ঘটার আরো ২৪ ঘন্টা পেরিয়ে যাওয়ার পরেও, আজ সকাল ৯:১৫ ঘটিকাতেও (ইউটিসি-৪) দমকল কর্মীরা ঘটনাস্থলে ছিল।\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "স্বদেশপ্রেমের বিষয় হওয়ার বদলে, বিতর্ক শুরু হয় ইউনিয়ন চুক্তি নিয়ে যাতে হয়তো নির্দিষ্ট করা আছে যে পতাকা তোলা এবং নামানোর ভূমিকা শুধুমাত্র ইউনিয়নের সদস্যদের জন্যই রক্ষিত।\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "সপ্তম Cy তরুণ পুরস্কার লাভ করার পর রকেট আরেকটি মৌসুমে খেলার জন্য সই করেছেন এবং ২০০৪ সালে ওয়ার্ল্ড সিরিজের আরও নিকটে অ্যাস্ট্রসেরা চলে এসেছে, একই সময়ে ক্লিমেন্সেরা দু রানে এগিয়ে যায় এবং কার্ডিনালদের বিরুদ্ধে NLCS এ ৭ম ম্যাচটিতে পরাজিত হয়।\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "তাকে বলা হয়েছিল যে তার পরিবারের নিরাপত্তা নিশ্চিত রয়েছে।\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "গাড়ীর বেশীর ভাগ যন্ত্রাংশই এসেছে পুরানো জিনিষপত্র যেমন লন মোয়ারের অংশ, স্টিয়ারীং হুইল আর বার স্টুল থেকে।\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "মাইক্রোচিপিং-এর প্রয়োজনের বিষয়ে বদল আনার জন্য গঠিত স্থানীয় প্রশাসন আইন সংস্কার বিলের সংশোধনের বহু প্রস্তাব নিয়ে সংসদে বিতর্ক হয়ে চলেছিল।\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "মুখার্জি বলেন যে, তিনি প্রধান মন্ত্রীর সাথে দেখা করতেন, কারণ তিনি চিকিৎসার জন্য যাচ্ছিলেন এবং তিনি যখন বিদেশে ছিলেন, সিং হাসপাতালে ছিলেন।\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "আঞ্চলিক সরকারগুলি এখন আইআরজিটি/কেআইএনটি তে তাদের দানের বিষয়ে তদন্ত এবং আলোচনা করছেন, যেগুলি প্রিন্স লরেন্টের সমর্থিত পরিবেশগত সংগঠন।\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"এটি একটি ভীষণ শক্তিশালী আঁতাত - এমন একটি আঁতাত যা সরকারের মধ্যে পরিবর্তন নিয়ে আসে\"।\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "এলবেগদর্জ যদি পুনরায় নির্বাচিত হতে ব্যর্থ হন, নতুন রাষ্ট্রপতি এই স্থগিতাদেশ পরিসমাপ্তি করতে পারেন, এবং ফাঁসি পুনর্বহাল হতে পারে।\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "উত্তর ক্যারোলিনার শার্লোটের একজন এবিসি অধিভুক্ত ব্যক্তির মতে, গত বুধবারে ইন্টারস্টেট ৪৮৫ এ ফ্লেয়ার একটি সড়ক দুর্ঘটনার অভিযোগে অভিযুক্ত হন।\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "\"দুর্দশার অবসান\" প্রসঙ্গে তিনি উল্লেখ করে বলেন স্নায়ুযুদ্ধের বিভাজনটি ইউএন এর উত্তর-দক্ষিণ বিভাজন দ্বারা প্রতিস্থাপিত হতে যাচ্ছে।\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "প্রথম কম্পনের প্রায় ২০ মিনিট পরে ইন্দোনেশিয়ার আবহাওয়াবিজ্ঞান এবং ভূতাত্ত্বিক সংস্থা অন্ততপক্ষে দুটি ভূমিকম্পের পরবর্তী কম্পন রেকর্ড করেন, যার একটি রিখটার স্কেলে মাত্রা ৫.৫ এবং অন্যটি ৫.৩।\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "এরপরে আহত পর্যটকদের 'কোস্টা-দে-সল'অঞ্চলের পাঁচটি বিভিন্ন হাসপাতালে নিয়ে যাওয়া হয়েছিল।\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "গতকাল আশঙ্কা করা হয়েছিল যে, সিডনির র‍্যান্ডউইক রেসকোর্সের চারটি রেসের ঘোড়া এই ভাইরাসে আক্রান্ত হয়ে অসুস্থ হয়ে পড়েছে, কিন্তু পরে এই ঘোড়াগুলিকে পরীক্ষা করে দেখা গিয়েছে যে, তাদের দেহে এই ভাইরাসটি নেই।\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "প্রতিবেদনে উল্লেখ করা হয়েছে যে, ২১, ০০০এর বেশি বেসামরিক পরিবার ও আনুমানিক ১৫৩, ০০০ লাখ ব্যক্তি দক্ষিণ ওয়াজিরিস্তান থেকে পালিয়েছে এবং তারা উত্তর-পশ্চিম সীমান্ত প্রদেশে আশ্রয় নিয়েছে।\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "এই রিলিজ তাঁদের তিন বছরেরও বেশি একটানা উন্নতির চিহ্ন এবং এতে ভার্সন ১.০ এর তুলনায় অনেক নতুন বৈশিষ্ট্য থাকছে যা ২০০২এর মে মাসে উন্মুক্ত হয়েছিল।\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্র থেকে শত শত আইনি, উচ্চ দক্ষ কর্মী শত শত ফুল মার্কিন যুক্তরাষ্ট্রের নাগরিকত্ব এবং ইমিগ্রেশন সার্ভিসেসের পরিচালক (USCIS), এমিলিও গঞ্জালজকে পাঠিয়েছে একটি প্রতীকী ও শান্তিপূর্ণ বিক্ষোভের অংশ হিসেবে যা তারা বলেছিল একটি \"ফ্লিপ-ফ্লপ\" রাষ্ট্রীয় বিভাগ এবং USCIS কর্তৃক গ্রিন কার্ডের প্রক্রিয়ার বিলম্বকে দূর করার জন্য।\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "রালফ নাদার তাকে \"একজন খাঁটি প্রগতিশীল\" বলে উল্লেখ করেন, ২০০৩ সালে কুসিনিচ গান্ধী শান্তি পুরস্কারে সম্মানীত হন।\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "তারা সিদ্ধান্ত নেয় ১৯৯২ সালে প্রথম মুক্তি লাভ করা \"কিলিং ইন দ্য নেম\", এ ফিরে যাবে।\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "অস্ট্রেলিয়া কাতারের সঙ্গে 0–0 তে ড্র করেছে, জাপান উজবেকিস্তানকে ১–0 তে হারিয়েছে, দক্ষিণ কোরিয়া ইউনাইটেড আরব আমিরাতকে ২–0 তে হারিয়ে যোগ্যতা অর্জন করেছেন এবং নেদারল্যান্ড আইসল্যান্ডকে ২–১ গোলে হারিয়ে যোগ্যতা অর্জন করেছে।\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "সরকারের শাসনতন্ত্র পাল্টানোর সাথে, লিবারেটারিয়ানজ নিউজিল্যান্ডকে একটি গণপ্রজাতন্ত্র করার এবং সাংবিধানিক রাজতন্ত্র অপসারণের প্রস্তাবও দিয়েছে।\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "ইরানের সর্বোচ্চ জাতীয় নিরাপত্তা পরিষদের প্রধান, হাসান রোহানি সোমবার ঘোষণা করেন যে, ২২ শে নভেম্বর হতে দেশটি ইউরেনিয়াম রূপান্তর স্থগিত করবে।\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "হোটেলের নিরাপত্তা রক্ষী জানিয়েছেন যে অনুষ্ঠানের ঠিক পূর্বেই তাদের ঘর থেকে বের করে দেওয়া হয়, কারণ সরকারী নিরাপত্তারক্ষীরা অনুষ্ঠানটির সম্পূর্ণ নিরাপত্তার দায়িত্ব সামলাতে চেয়েছিলেন।\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "ওয়াশিংটনের কানাডীয় দূতাবাস একটি বিজ্ঞাপন প্রচার চালাচ্ছে, এবং এতে ওয়াশিংটনের সাবওয়ে স্টেশনগুলিতে পোস্টার দিয়ে ছেয়ে দেওয়া হয়েছে, যেখানে আফগানিস্তানে কানাডীয় সেনার ভূমিকার কথা বর্ণনা করা হয়েছে।\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "অন্যদিকে, গবাদি পশুর আসাযাওয়ার উপর নিষেধাজ্ঞা জারি করা হয়েছে, যাতে খুব অসম্ভাব্য ঘটনায় এই রোগটি মুক্তি পেলেও, প্রভাবগুলি সীমাবদ্ধ করা যায়।\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "ব্লগার ডেভিড ফারার বলেন, \"এতো চাপ সৃষ্টি করার পরেও ভোটে পরাজয় সরকারের পক্ষে যথেষ্টই অস্বস্তিকর\"।\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "এখনো পর্যন্ত, আরওভি-এর সঠিক স্থানটি চিহ্নিত করার কোন উপায় নেই যেমনটা আগের ডিপওয়াটার হরাইজন ওয়েল এর ক্ষেত্রে করা হয়েছে।\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "নিউজিল্যান্ডে বেঁচে থাকার ইতিহাসে এও দেখানো হয়েছে যে নিউজিল্যান্ড হল সেই স্বল্প সংখ্যক কয়েকটি দেশের মধ্যে একটি যাদের কাছে দীর্ঘ ১৮০০ সাল থেকে জন্ম, মৃত্যু ও অভিবাসন সংক্রান্ত প্রায় একটি সামগ্রিক ও বিশদ ইতিহাস রয়েছে।\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "পেন স্টেট হল পেনসিলভ্যানিয়ার বৃহত্তম বিশ্ববিদ্যালয় এবং মার্কিন যুক্তরাষ্ট্রের দশটি বৃহত্তম সরকারী বিশ্ববিদ্যালয়ের একটি।\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "চেস্টার ব্যারো, জাতীয় সংসদ সদস্য, বলেন:\"আমার অভিজ্ঞতা হল আমি অনেক পীড়াদায়ক অল্পবয়সী, ধর্ষিত অল্পবয়সী, লাঞ্ছিত অল্পবয়সীদের দেখেছি\"।\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "এই সময় এটি পৃথিবীর কাছ থেকে ২৬৮, ৬২৪ মাইল দূরে একটি নিরাপদ দূরুত্বে থাকবে, যা চাঁদের কক্ষপথ থেকে দূরবর্তী কিন্তু পৃথিবীর কাছাকাছি এবং তার নিজের কক্ষপথের সবচেয়ে দূরবর্তী স্থান।\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "মসজিদটি ব্যাখ্যা করে, \"আমরা এটিকে স্পষ্ট করে তুলতে চাই যে, মক্কারি জামেয়াত আহলে-ই-হাদীসকে আমরা প্রতিটি মসজিদে আমন্ত্রিত প্রত্যেক বক্তা দ্বারা উচ্চারিত প্রতিটি শব্দকে সমর্থন করা যাবে না।\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "অতএব, তিনি উত্তর মেরুর দিকে ইতিহাসের যে-কারও চাইতে বেশী বার ট্রেক করেছেন।\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "সরকার নিয়ন্ত্রিত আরআইএ নিউজ এজেন্সির মতে, বিস্ফোরণ থেকে একক দুর্ঘটনাটির ভিকটিম একজন বেসামরিক নাগরিক ছিলেন।\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "শুক্রবার প্রকাশিত এই প্রতিবেদনের অনুমান, ২০০৯ সালে প্রতিদিন ১ বিলিয়ন লোক প্রতিদিন ক্ষুধার্ত হবেন, মানব ইতিহাসে যা প্রথম।\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "সিনহুয়া নিউজ এজেন্সির প্রতিবেদনে আরোও বলা হয়েছে যে, হেবেই প্রদেশে গত সোমবার একজন ২১ মাস বয়েসি ছেলে মারা যায় ভাইরাসে আক্রান্ত হয়ে।\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "শ্রমিক এমপি অ্যান্ডি রিডের একটি প্রশ্নের জবাবে প্রধান মন্ত্রী গর্ডন ব্রাউনের প্রশ্নের সময় এই ঘোষণা দিয়েছিলেন।\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "বাসটি পর্যটকদের নিয়ে বুলগেরিয়া ভ্রমণের উদ্দেশ্যে রওনা হয়েছিলো।\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"ওই আক্রমণকারীরা অত্যন্ত অমানবিক এবং আক্রান্তদের প্রতি সামান্য শ্রদ্ধাও দেখায়নি।\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "জিম নাসল, ব্যবস্থাপনা এবং বাজেটি অফিসের পরিচালক বলেন যে উনি বিশ্বাস করেন এই ঘাটতি কমতে শুরু করবে।\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "যদি বন্দীর কাছে ইতিমধ্যে টয়লেট পেপারের একটি রোল থাকে, তবে তার অন্য একটি পাওয়ার অনুমতি নেই।\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "আদালতটি ৬ সপ্তাহের জন্য মুলতবী হয়, যে সময়ে তিনি তার সপক্ষের কাগজপত্র তৈরী করতে পারবেন।\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "গবেষণা থেকে জানা গেছে ২০৫০ সাল নাগাদ ৫ জন আমেরিকানের মধ্যে ১ জন বিদেশি হবে এবং ততদিনে পুরো মার্কিন যুক্তরাষ্ট্রের জনসংখ্যা ৪৩৮ মিলিয়ন হবে।\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "নয় সিনেটর, সাত রিপাবলিকান, এবং দুই ডেমোক্রেট, সংশোধনী নিয়ে কোন ভোট দেননি।\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "রাজ্য সংবাদমাধ্যম অনুযায়ী, টাইফুন মোরাকোট-এর ফলে মূষলধারে বৃষ্টি হওয়ায় ধস নেমে, তাইওয়ান দ্বীপপুঞ্জে ৬০০-এর মতো গ্রামবাসী নিখোঁজ হয়ে গেছেন।\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "সে রাষ্টপুঞ্জের শান্তিবাহিনীর সমস্ত সৈন্যদের দেশ ছাড়তে বলে।সে আরো যোগ করে যে, রাষ্ট্রপুঞ্জ বিশ্বাস করে না যে গাব্বো আইনত আইভো'রি কোস্টের রাষ্ট্রপতি।\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "ক্রাইফফিল্ডের ছয় সন্তানই নির্যাতনের স্বীকার হয়েছে তবে এদের মধ্যে কেবল অল্প কয়েকজনই তার বিরুদ্ধে সাক্ষ্য দিতে ইচ্ছুক ছিল।\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "পেন্টাগনের মুখপাত্র ব্রায়ান হুইটম্যান জানান এজেন্স ফ্রান্স প্রেসকে যে রেইড করা ভবনটি \"কনস্যুলেট বা সরকারি ভবন নয়\" যা ইরাকের পররাষ্ট্র মন্ত্রী হোশিয়ার জেব্বারি নিশ্চিত করেছেন এই জানিয়ে যে ইরানিরা একটি অফিসে কাজ করছিল যা সরকার দবারা অনুমদিত এবং কনস্যুলেট হিসেবে গ্রহন হওয়ার প্রক্রিয়াধীনে ছিল কিন্তু একটি কনস্যুলেট বা ইরানের কনস্যুলেট জেনারেল ছিল না।\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "অস্ট্রেলিয়ার প্রধান মন্ত্রী জন হাওয়ার্ড ঘোষণা করেছেন যে এপিইসি দেশগুলির নেতারা জলবায়ু পরিবর্তনের উপর \"আকাঙ্খিত লক্ষ্য\" এর উপর সম্মত হয়েছেন।\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "বর্তমানে, প্রতিটি জিনিসে ২.৫ সেন্টের চার্জ ধার্য করা হয়; নতুন ট্যারিফ এগুলিকে প্রতিটি জিনিসে ১২ সেন্টের সমতুল্য করে তোলে।\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"কেউই পছন্দ করে না যে তাঁদের সংস্কৃতিকে কলঙ্কিত করা হোক, কিন্তু আমরা জানি যে মোকো পাবলিক ডোমেনে আছে\"।\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "বাঁকটি সম্পূর্ন করার পর আলিঙ্গি তাদের পাশে চলে আসে এবং এক সেকেন্ডের জন্য জয়লাভ করে।\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\" গত কয়েক বছরে, বিপুল পরিমাণ অর্থ এবং নাগরিক সমাজের উপর ওয়াশিংটনের কড়া নজরদারীর কারণে আমরা আমাদের দেশের উন্নতিসাধন করতে পারিনি।\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "এটি ইঞ্জিনে জ্বালানির প্রবাহ সীমিত করে, যার ফলে অপ্রত্যাশিত ইঞ্জিন রোলব্যাক ঘটে।\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"আমাদের প্রধান যুদ্ধ এখন জনগণের মতামত, কারণ সরকারের মধ্যে থেকে সংগ্রাম শেষ\"।\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"উপরের সব তথ্য প্রমাণ খতিয়ে দেখে এটা বিশ্বাস করা যায় সম্ভাব্য ঝুঁকি দেখে ঐ কর্পোরাল AIF কে গুলি করেন এবং মারন ভূমিকা গ্রহণ করেন\"।\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "একটি দড়ির শেষ প্রান্তে বেঁধে ছুঁড়ে দেওয়া একটি বৈদ্যুতিক কেটলি ভালোই কাজ করেছে।\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "মূল পরিকল্পকদের কেউ এখনও এর ব্যয় সম্পর্কে কোনো মন্তব্য করেননি এবং গত সপ্তাহে, থমসন Quaero বিষয়ক তাদের কর্পোরেট ওয়েবসাইটের একটি পেজে প্রবেশাধিকার বন্ধ করে দিয়েছে এবং তাদের এক্সিকিউটিভদের এই প্রকল্পের বিষয়ে কোনো সাক্ষাৎকার না দেওয়ার নির্দেশ দিয়েছে।\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "দ্য লোন স্টারের লোমে ভ্রমণের অনুমতির সিদ্ধান্ত নেওয়া হয়েছিল যখন দলটির ভ্রমণ ৩১, ০০০ ডলার থেকে ১৮, ০০০ ডলারে নেমে আসে তার পর।\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"উইকিপিডিয়া ভিন্নমতাধর্মীদের জন্য স্বর্গ নয়, এটা কিন্তু একটা এনসাইক্লোপিডিয়া\"।\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "তবে, জাপান যদি ভিয়েতনামের চেয়ে একটি গোলও বেশি করে, তবে সেই হিসেবে তারা গ্রুপের সর্বোচ্চ আসনে বসবে।\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "যুক্তরাজ্য অডিট কমিশন একটি রিপোর্ট প্রকাশ করেছে যেখানে লিভারপুল সিটি কাউন্সিলের প্রাক্তন নেতা মাইক স্টোরির পুনঃনিয়োগের বিষয়ে প্রশ্ন করা হয়েছে।\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "গ্যাব্রিয়েলা গারিন নামের এক মহিলা বিনোদন পার্কের একজন কর্মী ছিলেন এবং গত সাত বছর ধরে সেখানে কাজ করেছেন।\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "এটিকে আপনি কিভাবে সামাল দেবেন?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "বৃষ্টির কারণে রাস্তার এবং পার্শ্ববর্তী বেড়া উভয়ই আরিস নদীতে পড়ে গিয়েছে।\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "মেহদি আর্মির সদস্যরা শান্তি আলোচনায় অংশগ্রহনে রাজী না হওয়ায় ইরাকি বাহিনী ইরাকের দক্ষিনের দিওয়ানিয়া শহরের বেশ কিছু অঞ্চলের উপর নিয়ন্ত্রণ হারায়।\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "একজন বিক্ষোভকারী বলেন যে, নিরাপত্তা রক্ষীরা \"গ্রাম এবং শহরগুলোকে আক্রমণ করতে শুরু করেছিলো\"।\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "বিরতির পর, ফুলহ্যাম ম্যাচে ফিরে আসার জন্য পুনরায় বলিষ্ঠভাবে খেলা শুরু করে।\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "তিনি আমার নির্বাচনী এলাকার একজন সহকর্মী এবং একজন জীবনব্যাপী বন্ধু ছিলেন।\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"আমি মনে করি তিনি সংসদের একজন খুব ভাল সদস্য ছিলেন, একজন খুব ভাল মানুষ ছিলেন যিনি ক্যুবেকের স্বশাসন অধিকারকে সমর্থন করতেন,\" ডুসেপপে বলেছিলেন।\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "ডিয়েকের গবেষণা অনুযায়ী, যখন একটি বাচ্চা বুঝতে পারে যে তারা সঠিক হবার জন্যে প্রশংসিত হবে কঠিন কাজ করা থেকে বিরত থেকেও, এমনকি তারা যদি ব্যর্থও হয়, তারা খুব স্বাভাবিকভাবে সহজ কাজটি করার চেষ্টা করবে যেখানে তারা সমাধান খুঁজে পাবে সুনিশ্চিত।\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"সত্যটি হল, যে আমরা যে সময়ে সেখানে পৌঁছেছিলাম, তখন ফরাসীদের আক্রমণের কারণে জার্মানরা অনেক বেশী দুর্বল ছিলো সেটি ধর্তব্যের মধ্যে নেওয়ার মত মনে হয় না৷\"।\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "মঙ্গলবার রাষ্ট্রপতি বুশের সৌদি আরব ছেড়ে ইজিপ্টে যাওয়ার কথা, যা বুধবার ওয়াশিংটন ডিসিতে ফেরার আগে তাঁর শেষ গন্তব্য।\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "তবে, ইরাকে জোটবাহিনীর ডেপুটি কমান্ডার হিসেবে, মারিওলি জানিয়েছেন যে ইরাকে ক্যাপিপারির উদ্দেশ্য সম্পর্কে তিনি কিছু জানতেন না, তাই তিনি স্থলের জোটবাহিনীকে ইতালীয় মিশন সম্পর্কে কিছু জানাতে পারেননি।\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"আমি কিংবা আমার মত এমন শতাধিক গ্রীষ্মের সে দিনে যেরকম পরিস্থিতির মধ্য দিয়ে গেছে, আমি চাই না অন্য কেউ এরকম কিছুর মধ্য দিয়ে যাক\"।\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"আমরা যুক্তরাজ্যর ভোক্তাদের নকল এবং সম্ভবত অন্যান্য বৈধ ব্র্যান্ডগুলির থেকে স্বাস্থ্যের জন্য বেশি ক্ষতিকারক সিগারেট কিনে ঠকার হাত থেকে বাঁচিয়েছি\"।\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "স্কটিশ এনভায়রনমেন্ট প্রোটেকশন এজেন্সি (এসইপিএ) জানায় যে, আগামী দিনগুলোতে আবহাওয়া উন্নত হবে, কোনও ভারী বৃষ্টিপাত ছাড়াই যা পূর্বাভাস করা হয়েছে।\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রের ট্যাকো বেল কোম্পানির বিজ্ঞাপনে অভিনয় করা গিজেট নামের চিহুয়াহুয়া কুকুরটি স্ট্রোক করে মারা গেছে।\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "টাইম ম্যাগাজিনের রিপোর্টার মার্ক হ্যালপেরিন ও নিউ ইয়র্ক ম্যাগাজিনের রিপোর্টার জন হেইলিম্যানের সাথে সহ-লিখিত একটি বইতে এই মন্তব্যগুলি প্রকাশিত হয়।\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "তরুণ-তরুণীদের বেকারত্বের হার একটি ভয়ানক মাত্রায় নেমে এসেছে (ওইসিডি-র তথ্য অনুযায়ী, ২০০২ সালে ২০ থেকে ২৪ বছর বয়সীদের মধ্যে এই হার ছিল 15.5%) এবং ২০০৫ সালের দাঙ্গা-হাঙ্গামার স্মৃতি এখনও তাজা রয়েছে, সারকোজি সরকারী খরচে রাশ টানা এবং দীর্ঘতর কাজের সময়কে পুরস্কৃত করার উদ্দেশ্যে কর নীতিমালা প্রণয়ন করার প্রতিশ্রুতি দিয়েছেন।\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "হাইতি সরকারের প্রতিনিধিরা আমেরিকার সবচাইতে গরীব দেশ হাইতির পুনর্নির্মাণের জন্যে দাতাদের কাছে আরো অতিরিক্ত ৩৫০মিলিয়ন ডলার অর্থ সাহায্যের আবেদন করেছে।\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "ফলস্বরূপ, কলাকুশলীরা ভাঙের নেশা করছে সমবেতভাবে মঞ্চের উপরেই, এবং মঞ্চ থেকে দর্শকদের যোগদান করার জন্য উৎসাহ প্রদান করা হচ্ছে।\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "অন্য শিশুদের মৃত্যু হয় যখন তাদের বাড়ির দেওয়াল ভেঙ্গে পড়ে।\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "উইকিলিকস তাদের ওয়েবসাইটে আরেকটি বিবৃতিতে বলে, \"যদি অস্ট্রেলিয়ার 'সেন্সরশিপের সিনেট'স্টীভেন কনরয় তার মত চলতে থাকেন তবে অস্ট্রেলিয়া হবে প্রথম পাশ্চাত্য শহর যেখানে আবশ্যিক ইন্টারনেট সেন্সরশিপ যুগ শুরু হতে চলেছে\"।\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "দর্শকদের মধ্যে ছিলেন অস্ট্রেলীয় শেফ দ্য মিশন জ্যাসন হেলউইগ এবং তাঁর ডেপুটি মাইকেল হারটাং ও কেট ম্যাকলাউলিন।\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "অপেরা গায়িকা থেকে টক শো হোস্টে পরিনত হওয়া শার্লট চার্চ, হোটেল উত্তরাধিকারিণী প্যারিস হিল্টনকে তার শোতে বুক করতে চেয়েছিলেন তাকে অপমান করার জন্য।\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "যুক্তরাজ্যের একজন প্রকৌশলী রিচার্ড জেনকিনস শুক্রবার বায়ু-শক্তি চালিত স্থল যানের ক্ষেত্রে তোলা সর্বাধিক দ্রুতগতির রেকর্ড ভেঙ্গেছেন।\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "পুরানো বাঁধ থেকে কিছু উপকরণ নতুন নির্মাণে পুনঃব্যবহৃত হয়েছে, আর কিছু প্রদর্শনের জন্য রাখা হয়েছে।\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "এই সাংবাদিক দৃষ্টি আকর্ষণ করেছেন প্রস্থানরত কলম্বিয়ান প্রেসিডেন্ট আল্ভারো উরিবে এবং যুদ্ধ বিধ্বস্ত দক্ষিণ আমেরিকান দেশের দক্ষিণপন্থী সামরিক দলের মধ্যের আঁতাত এর প্রতি।\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "শোয়ার্জেনেগার ম্যাককেইনকে \"একজন মহান আমেরিকান নায়ক ও একজন অসাধারণ নেতা\" বলে অভিহিত করেন এবং পার্টি লাইনগুলি অতিক্রম করার ক্ষমতার জন্য তাঁর প্রশংসা করেন।\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "শাসক সামরিক জুন্টার বিরুদ্ধে বহু চরমপন্থী গোষ্ঠি আক্রমণ চালিয়ে আসছে।\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "তিনি পূর্বাভাস দিয়েছেন যে, \"অনেক ব্যবসাকেই খুব খারাপ সময় দেখতে হবে, এবং বেকারত্ব প্রচণ্ড বাড়বে\"।\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "চিলি শেষবার অংশগ্রহণ করে ১৯৯৮ সালে, গ্রীস ১৯৯৪ সালে এবং আলজেরিয়া ১৯৮৬ সালে।\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "ট্রেজারার ওয়েইন সোয়ান এবং জলবায়ু পরিবর্তন মন্ত্রী গ্রেগ মোঙ্গেট এক যৌথ বিবৃতি প্রকাশ করে বলেন যে ক্ষতিপূরণ প্যাকেজগুলি চূড়ান্ত না করে মূল্যবৃদ্ধির পূর্বাভাস দেওয়া খুব তাৎপর্যপূর্ণ।\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "আরও সাক্ষাৎকারের জন্য টিউন করে থাকুন; সমস্ত পার্টির সমস্ত প্রার্থী উপযুক্ত, এবং তাদের সঙ্গে যোগাযোগ করা হবে।\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "দলের মহাসচিব মাইকেল স্টীলে রবিবার ফক্স নিউজকে জানান যে, \"এই স্ট্যান্ডার্ডটি তৈরী হয়ে গিয়েছে, যেখানে ডেমোক্র্যাটরা মনে করে যে, তারা এই জিনিসগুলি বলতে পারে এবং তা যখন... তাদের নিজেদের কারো মুখ থেকে বের হয় তারা তার জন্য ক্ষমাপ্রার্থনা করতে পারে\"।\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "পরবর্তী ১০ বছরে, হপারকে অতিথি শিল্পী হিসাবে টেলিভিশনে ঘন ঘন দেখা যায় এবং ১৯৬০এর দশকের শেষের দিকে কয়েকটি চলচ্চিত্রে সহকারী অভিনেতার চরিত্রে অভিনয় করেছিলেন।\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "কমপক্ষে ২৭ জন লোক আহত হয়েছে, বেশির ভাগই ক্ষত বিক্ষত হয়েছে।\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "বার্তোলি, এই বছরের চ্যাম্পিয়নশিপের মূল এর আগের কোন গ্র্যান্ড স্ল্যাম ইভেন্টে চতুর্থ রাউন্ড বেশি অগ্রগতি করেননি।\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "এই আইনটি প্রস্তাবিত এবং উথ্থাপিত হয়েছে ন্যাপারভিলের রাষ্ট্র প্রতিনিধি ডারলেন সেঙ্গারের মাধ্যমে, এবং আইনটি পাশ হয়েছে ১১৪-১ সংখ্যাগুরু ভোটে এবং তা বিবেচিত হবে ইলিনয়েস সেনেট কর্তৃক।\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "হোসনি মুবারক গতকাল একটি নতুন মন্ত্রীসভার ঘোষণা করেন, যাতে বিক্ষোভকারীরা অনুমোদন করেন না এমন বেশ কিছু ব্যক্তিত্বকে অন্তর্ভূক্ত করা হয়নি।\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "বিচারের সময় একজন জুরীকেও উপস্থিত থাকতে তিনি অনুরোধ জানান।\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "আইনগত প্রয়োজনের দরুণ, এবং সম্মতি পাওয়ার জন্যও, ব্যবসায়িক সংস্থাগুলিকে সংস্থার পাঠানো পন্যের বিষয়ে বিশদে জানাতে হবে, এবং ভবিষ্যতে বিনামূল্যে মেইল পাওয়ার বিষয় থেকে আনসাবস্ক্রাইব করার বিকল্পও থাকতে হবে।\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "উত্তর গাজাতে ফিলিস্তিনি সন্ত্রাসবাদীদের রুখতে ইজরায়েলের আচমকা হামলায় গত ছয় দিনে ৫০এর ও ওপর লোক মারা গেছে।\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "চাদ-এর কর্তৃপক্ষ ১০৩টি আফ্রিকান শিশুকে ইউরোপে আতিথেয়তা দানকারী পরিবারের কাছে তুলে দেবার জন্য উড়িয়ে নিয়ে যাবার একটি প্রচেষ্টার ব্যাপারে এই সাতজন এবং আরও ১৪জন সন্দেহভাজনদের ভূমিকা তদন্ত করছিলো।\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "যেসব ব্যক্তি news.vl.ru- এ মন্তব্য করে তাদের সম্পর্কে অতিরিক্ত ব্যক্তিগত তথ্য অনুরোধ করা হয়েছে।\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "সর্দার সরোবর প্রজেক্টের প্রতিবাদে অনশনের নবম দিনে নর্মদা বাঁচাও আন্দোলনের কর্মী মেধা পাটকারকে নিউ দিল্লী পুলিশ জোর করে হাসপাতালে পাঠালেন।\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "ডাবলিনের ল্যান্সডাউন রোডে অনুষ্ঠিত হয় ৬ দেশের আরবিএস লড়াই, ফরাসী দল খেলা সমাপ্ত করল ২৬ পয়েন্টে, আয়ারল্যান্ডের ১৯ পয়েন্টের থেকে এগিয়ে গিয়ে।\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "গ্রুপটি শব্দ এবং আলোর দূষণ কমানোর জন্য দোকান এবং আবাসিক এলাকার মাঝে একটি উচ্চ প্রাচীর পেতে প্রচেষ্টা চালিয়েছে।\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "তিনি প্রতিশ্রুতি দেন যে যদি ইউকে সরকার ট্রাইডেন্ট প্রকল্পকে এগিয়ে নিয়ে যায়, তবে এসএনএপি সেটিকে স্কটল্যান্ডে নিয়ে আসা বন্ধ করতে এই ক্ষমতার ব্যবহারের প্রস্তাব দেবে।\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "৬, ৩২৫ পয়েন্ট সহযোগে, জনসনের তুলনায় তেত্রিশ পয়েন্ট এগিয়ে থেকে হ্যামলিন চালকদের চ্যাম্পিয়নশিপ লীডারে পরিণত হন।\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "ইরাকি সংসদের সভাপতি, মাহমুদ আল-মাশহাদানি বলছেন যে তারা তুরস্ককে শান্তিপূর্ণভাবে এই পরিস্থিতির সমাধান করার আহ্বান জানিয়েছেন।\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"এই বিবৃতি থেকে আমার এটুকুই মনে হয় যে, মেয়র হিসাবে তিনি অযোগ্য\" তিনি বলেন।\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "অনুসন্ধানগুলি, কোম্পানীর কর্মশক্তিতে, অবেতন প্রদত্ত শ্রমিকদের, যেটিকে ল্যান্ডমার্ক এডুকেশন ‍\"সহায়ক‍বৃন্দ\" হিসাবে উল্লেখ করে স্বেচ্ছাসেবক হিসাবে গণ্য করে, উপর প্রভূতভাবে নির্ভরশীল হওয়ার বিষয়টির উপর দৃষ্টি নিবদ্ধ করেছিল৷।\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "বিজনেস উইক রিপোর্ট করেছে কর্জাইন ঘোষণাটি করেছেন যে, আগামী বছরের মধ্যে গবেষণাকে রাষ্ট্র ১০ মিলিয়নের অনুদান দেওয়ার ঘোষণা করার দুদিনের পরেই যার মধ্যে থেকে ৭ মিলিয়ন ডলার যাবে স্টেম সেল গবেষণার জন্য।\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "পার্শ্ববর্তী ডরসেট ওয়েস্টের সংরক্ষণশীল দলের অস্থায়ী উপাচার্য অলিভার লেটউইন বলেছেন যে, সংরক্ষণশীল কর্মপন্থার সাথে সেই মেরামতকৃত ছবিটির বার্তা সামঞ্জস্যপূর্ণ।\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "টেলিফোনের রেকর্ড পুলিশকে রোমে নিয়ে যাওয়া, তাঁর ভাইয়ের এপার্টমেন্টে হানা দেয়ার ফলে সে ধরা পড়ে, আক্রমণের পর তাঁর পালিয়ে যাওয়া বৃথা প্রমাণিত।\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "ব্লেয়ার আরো বলেন, \"গত কয়েক বছর ধরে আমরা এই প্রক্রিয়ার বিভিন্ন পর্যায়ের মধ্যে দিয়ে যাচ্ছি কিন্তু আমি মনে করি এই ভাবে এগোনোটা যুক্তিযুক্ত\"।\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "পুলিশ জানায় যে তাদের প্রধান উদ্বেগ ছিল সকলের স্বাস্থ্য এবং সুরক্ষা কেননা বিক্ষোভ প্রদর্শনটি ব্যস্ত রাস্তার ঠিক পাশে আয়োজিত হয়েছিল।\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "নেদারল্যান্ডসের উচ্চতম আদালত ইইউ-এর এই আইনটি উদ্ধৃত করে তার মামলাটি খারিজ করে যে, কাজেমির কেসটির দায়িত্ব সেই দেশের যেখানে সে প্রথম আশ্রয় প্রার্থনা করেছিল।\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"আমি বিরক্ত কারণ ওবামা প্রশাসনের নেওয়া একবছর ধরে উপকূলীয় কার্যকলাপ বন্ধ রাখার এই সিদ্ধান্তের ফলে আরো দেরীর সৃষ্টি হবে এবং দেশের শক্তির চাহিদা মেটাতে তেল ও গ্যাস উতপাদনের খরচ আরো বেড়ে যাবে\", বেগিচ দাবী করেন।\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "তবে, ঐ প্রদর্শনীতে সবচেয়ে আকর্ষণীয় অনুষ্ঠানটি ছিল ১৯০১ সালের ৬ই সেপ্টেম্বর সেই মুহূর্তের রাষ্ট্রপতি উইলিয়াম ম্যাককিনলের গুপ্তহত্যা।\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "UoW এর বিনাশের জন্য তার প্রতিযোগী বিশ্ববিদ্যালয়ের নেতাদের কাছ থেকে ভাঙ্গন পরবর্তী সময়ে কল আসতে থাকে।\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "যদি মাইক্রোসফট এই সিদ্ধান্তের বিরুদ্ধে আপিল না করে, জরিমানা সম্পুর্ন পরিশোধ করার জন্য তারা ৩মাস সময় (২৭এ ফেব্রুয়ারি-তে শুরু হয়ে) পাবে।\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "রাশিয়া এখনও অন্যান্য বন্দীদের পরিচয় নিশ্চিত করেনি, যাঁদের ছেড়ে দেওয়া হবে, যদিও অনেকগুলি নামের অনুমান করা হচ্ছে, যাঁর মধ্যে রয়েছে আলেকজান্ডার জ্যাপরোঝস্কি, সের্গেই স্ক্রিপ্যাল ও আলেকজান্ডার সিপাচেভ, যাঁদের সবাইকে বিদেশী সরকারগুলির কাছে তথ্য স্থানান্তরের জন্য অভিযুক্ত করা হয়েছিল।\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "উড়োজাহাজটি স্মোলেন্সক বিমানবন্দর থেকে আনুমানিক দুই কিলোমিটার (১.৩মাইল) দূরে খণ্ডবিখণ্ড হয়েছে।\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "একটি জাপানি কার্গো শিপ হাইজ্যাক করার সময় পাঁচজন দক্ষিন কোরীয় অপহৃত হবার পর দক্ষিন কোরিয়া তাঁদের একটি ধংসাত্নক নৌযান প্রেরণের সিদ্ধান্ত নিয়েছে।\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "বিদ্যুৎ কোম্পানি নায়াগ্রা মোহক-এর পশ্চিম নিউ ইয়র্ক এলাকার মুখপাত্র স্টিভ ব্র্যাডি বলেন \"এটি ছিল অত্যন্ত ভারী তুষারপাত এবং বেশিরভাগ গাছেই এখনও বেশিরভাগ পাতা আছে,... আমরা তুষারপাত বন্ধ হবার আগে ক্ষয়ক্ষতি সম্পূর্নভাবে মূল্যায়ন করতে পারবো না\"।\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "এরপর, তিনি গ্রীন পার্টিতে যোগ দেবেন বলে জল্পনা চলে, ওটাওয়াতে যাদের নির্বাচিত সাংসদের সংখ্যা 0।\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "জনসাধারণের ভোটে শ্রেষ্ঠ মহিলা হিসাবে বিজয়ী হন \"বাই এ কান্ট্রি মাইল\" অনুষ্ঠানের হিলারি ব্যারি।\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "হোয়াইট স্যান্ডস মিসাইল রেঞ্জে কাজ করার কারণে স্চুলজের রাডার অভিজ্ঞতা আছে।\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "পোপ কাউন্টি শেরিফের অফিস জানায়, প্রায় সকাল ১১টায় তার গাড়ির রাস্তা থেকে পথচ্যুত হয় এবং ১১০ অ্যাভিনিউতে রোল ওভার করে।জায়গাটি গ্লেনউড, এমএন থেকে প্রায়১৫মাইল সাইথ-ইস্ট, সেন্ট ক্লাউড, এমএন, অথবা প্রায়১০০মাইল থেকে WNW, মিনেসোটা এর বানগোর টাউনশিপ পোপ কাউন্টি, ব্রুটেন, মিনেসোটা কাছাকাছি ১১০-তম এভিনিউ, উপর ঘূর্ণিত টুইন সিটি থেকে এনডব্লিউ।\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"শতাধিক বছর ধরে আমাদের ক্রিস্টিয়ানদের, যারা জনগনের শুধুমাত্র ১৫ শতাংশ ছিল, তাদের উপর অত্যাচার করা হয়েছে এবং এই পবিত্র ভুমি থেকে তাড়িয়ে দেওয়া হয়েছে এবং এখন আমরা একটা ছোট্ট সংখ্যালঘু অংশ\"।\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "একটি দেশ যেখানে সমকামীতা ইতিমধ্যেই একটি শাস্তিযোগ্য অপরাধ, যার জন্য ১৪ বছর পর্যন্ত জেল হতে পারে, সেখানে এই বিলের মাধ্যমে দন্ডটি বেড়ে যাব্বজীবন হয়ে যাবে।\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "উইকিভার্সিটি হল এর নিজস্ব একটি প্রজেক্ট।যার লক্ষ্য হল শেখার একটি সহযোগী পরিবেশ তৈরি করা।\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "এই মহাবিশ্বের ১০ বিলিয়ন বছর আগের অবস্থা - ব্যারনের ভরওঘনত্ব সম্পর্কে খুব ভাল ধারনা দেয় - নিউট্রন এবং প্রোটন যা একত্রে পরমাণুওআয়নের নিউক্লিয়াই গঠন করে।\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "অধিকাংশ অন্যান্য রোগগুলির মতই, স্ট্যাফজনিত সংক্রমণগুলির বিস্তার লাভ করার জন্য, ঘন-সন্নিবিষ্ট অবস্থা, নিকৃষ্ট মানের স্বাস্থ্যবিধি, এবং ত্বক-থেকে-ত্বকের সংস্পর্শকে প্রায়শই দায়ী করা হয়ে থাকে৷।\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "এক স্থানীয় বাসিন্দার কাছ থেকে পুলিশ ফোনে জানতে পারে যে ওয়াইগল দুর্ঘটনায় আহত হয়েছে।\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "তিনি বলেন যে তিনি, \"এসএডিসি (দক্ষিণাঞ্চলীয় আফ্রিকীয় উন্নয়ন সম্প্রদায়)-এর চেয়ারম্যানের এই মুহূর্তে নির্বাচনের পরিস্থিতি নেই এবং তা স্থগিত রাখা উচিৎ বলে করা মন্তব্যকে জোরদার ভাবে সমর্থন\" জানাচ্ছেন।\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "সিন ফেইন, SDLP এবং অ্যালায়েন্স পার্টি সবাই এই ব্যর্থতার জন্য DUP-কে দায়ী করেছে।\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "শ্রী হাওয়ার্ড বলেন যে বিক্রয়টি তাঁর সরকার দ্বারা একটি নির্বাচন প্রতিশ্রুতি ছিল না এবং যে ফেডারেল সরকার বিক্রয়ের থেকে কোন দীর্ঘমেয়াদী উপকার দেখতে পারেনি।\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "বিবিসি নিউজ সম্প্রচারিত এই ভিডিও টি ৪৫ সেকেন্ড দীর্ঘ এবং দেখা যাচ্ছে অন্তত দুটি নিয়ন্ত্রণের বাইরে চলে যাওয়া মিশাইল বিমান বাহিনীর ঘাঁটির ভেতর থেকে উড়ে যাচ্ছে এবং পাশাপাশি এলাকায় গিয়ে পড়ছে।\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "তিনি ডানপাশে একটু হেলে ছিলেন এবং তার দৃঢ় মুখ ঘিরে ছিলো এলোমেলো লম্বা চুলের গোছা।\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "শুক্রবার বার্লিনে ফিফা বিশ্বকাপের সেমি ফাইনালে একটি স্থান নিশ্চিত করার জন্য জার্মানি আর্জেন্টিনা কে পেনাল্টিতে ৮-২ এ হারায়।\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"করদাতাদের টাকা বাঁচানো আমাদের কর্তব্য, এবং সেপ্টেম্বরের ঈদসহ অন্যান্য উৎসবের আলোগুলির সঙ্গে এখনই এগুলিকে লাগিয়ে ফেলে - আমরা প্রায় $১০, ০০০ বাঁচাতে পারব\"।\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "কানাডিয়ান পরিবেশ মন্ত্রী জন বেয়ার্ড বৃহস্পতিবার যে নতুন পরিবেশগত নিয়ম ঘোষণা করেছেন, তা অনুযায়ী যে কোম্পানিগুলি CO2 নির্গমন কমানোর নতুন লক্ষ্য পূরণ করতে পারবে না, তারা ক্ষতিপূরণ হিশেবে ক্রেডিট কিনতে বা প্রযুক্তি তহবিলে সাহায্য করতে পারবে, প্রতি টন নির্গমনের জন্য $১৫ প্রাথমিক মূল্যে।\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "ইন্টেলের প্রতিদ্বন্দ্বী অ্যাডভান্স মাইক্রো ডিভাইসসের বর্তমান প্রসেসরের পরিবর্তে ইন্টেল প্রসেসর ব্যবহার করে একটি নতুন ল্যাপটপ তৈরির কথা হয়েছিল।\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "তুর্কী আন্তোলিয়ান সংবাদ সংস্থা রিপোর্ট করে যে একটি কামভ-32 অগ্নি নির্বাপক হেলিকপ্টার এটির জলের ট্যাঙ্ক ভর্তি করার সময় ভেঙ্গে পড়ে গেছে।\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "গতকাল মার্কিন যুক্তরাষ্ট্রের স্কিয়ারদের স্লালোম বিভাগের প্রতিযোগিতায় অংশ নেবার কথা ছিল কিন্তু প্রবল হাওয়ার জন্যে প্রতিযোগিতা বাতিল হয়।\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "পাকিস্তানের সামরিক মুখপাত্র মেজর জেনারেল সওকত সুলতান বলেন \"আমরা একবার বিশদে তদন্ত শুরু করলে আমরা নিহত বিদেশীদের পরিচয় জানতে পারব\"।\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "হাইতিবাসীদের দাঙ্গা, বিশৃংখলার মধ্যে দিয়ে প্রক্রিয়ায় ব্যাঘাত ঘটানোর প্রচেষ্টা বিদেশি মনিটরের নির্ধারিত প্রচেষ্টার দ্বারা দমন করা হয়।\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "ট্রুথ অ্যান্ড জাস্টিস অ্যালায়েন্স নামে পরিচিত, প্রধান বিরোধীদল হল ন্যাশনাল লিবারেল পার্টি এবং ডেমোক্র্যাট পার্টির প্রার্থীদের একট জোট।\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "আগে ব্যবহৃত পরিমাপ পদ্ধতির বিষয়ে কিছু মতানৈক্য আছে, তাই গবেষকরা ৬ টি পয়েন্টে রাডার, উপগ্রহ এবং অন্যান্য পদ্ধতি ব্যবহার করে চূড়ান্ত পর্যায়ে এক ঘন্টা সময় অতিবাহিত করে পরিমাপ গ্রহণ করেছে।\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "গত সপ্তাহে চলতি সংকট বিষয়ে খবর করতে এসে নিউজ প্যাসিফিক সংবাদদাতা বারবারা ড্রিভারকে দেশে ফেরত পাঠানো হয়।\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "আর তারপর যা দেখেন সব আপনাদের সামনে\"।\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "২৪ ঘণ্টারও বেশি সময় ধরে অগ্নিকাণ্ডের মোকাবেলা করে, সরকারী দমকল কর্মকর্তারা বলেছেন যে, বেশিরভাগ আগুনই নেভানো গেছে এবং দমকল কোম্পানিগুলোকে নির্দেশ দিয়েছে যাতে তারা হোস পাইপ বন্ধ করা আরম্ভ করে এবং তাদের যন্ত্র-পাতিসমূহ গোছাতে শুরু করে।\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "রুই কর্ডিরো পুনরায় খেলা চালু হওয়ার খানিকক্ষণ পরে পর্তুগালের একমাত্র ট্রাই করেন, যা ডুয়ার্টে কার্ডোসো পিন্টো এর দ্বারা রূপান্তরিত করা হয়।\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "তবে ফ্রেঞ্চ টেলিভিশনে জিদান তাঁর আচরণের জন্য অনুতপ্ত ছিলেন।\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "ন্যাটোর প্রধান জাপ দে হুপ শেফারও এই কাজটির জন্য নিন্দা জানিয়েছেন।\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "এঘটনার ৫০তম বর্ষপূর্তি উদযাপন করতে যে ব্রোঞ্জের মূর্তি ও স্মারক বাগান স্থাপন করা হয়েছে তা প্রধানমন্ত্রী স্যামন্ড উন্মোচন করেন।\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "স্যার অ্যালান সুগার ব্রিটিশ সরকারের \"এন্টারপ্রাইজ জার\" হিসেবে নিয়োগ পাওয়ার পর, বিবিসি সিরিজ দি অ্যাপ্রেন্টিসের উপস্থাপনা করা চালিয়ে যাবেন।\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "সানফ্রানসিস্কোতে রুজু করা এই মামলায় এটি এন্ড টি কে অভিযুক্ত করা হয়েছে এই বলে যে সরকারের সঙ্গে সহযোগিতা করে ইউ এস নাগরিকদের উপর আড়ি পেতে ফেডারেল আইন লঙ্ঘন করেছে।\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "মোশার্‌রফ অন্য যে পথগুলি নিতে পারেন, তার মধ্যে রয়েছে জরুরী অবস্থা ঘোষণা করা, যা সেনাবাহিনীর সমর্থন অর্জনে তার কাজে আসতে পারে বা সংসদ ভেঙ্গে নেওয়া, যদিও তার জন্য রাজনৈতিক অস্থিরতা সৃষ্টি হতে পারে।\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT এর বিবৃতি অনুযায়ী, এর পরিমাণ ছিল বছরে ৩০০ মিলিয়ন পাউন্ডস।\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "রোমানিয়ার সরকারের শুক্রবার পাশ করা আইনটি নিয়ে আলোচনার জন্য সংসদে পাঠানো হয়েছে।\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "আজ সোমবার রেসের বিরতি টেনে, আগামীকাল পরের রেস অনুষ্ঠিত হবে।\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "স্পেনের জয়টি, রহস্যময় দৈববাণীকারী অক্টোপাস, পলের দ্বারা সঠিকভাবে ভবিষ্যদ্বাণী করা হয়েছিল।\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "রুয়ান্ডা, বুরুন্ডি এবং কঙ্গো থেকে আনুমানিক ১০০ জন শিক্ষার্থী অতীত ও বর্তমানের রুয়ান্ডা ও সেইসাথে গ্রেট লেকেস অঞ্চলের ভবিষ্যত সম্পর্কে তাদের ভাবনা ভাগাভাগি করবে।\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "বসওয়েল বলেছেঃ \" স্বাস্থ্যমন্ত্রী শীঘ্রই বিজেডপি-র প্রভাব সম্পর্কে আরো গবেষণা প্রকাশ করবেন\", কারণ নিউজিল্যান্ড সরকার ওই পিলের ব্যবহার নিষিদ্ধ করবে নাকি বিক্রয় সীমিত করবে সে বিষয়ে ভাবনাচিন্তা করছে।\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "৫১ বছর বয়সী মার্টিনের বিরুদ্ধে কৌঁসুলিদের সাক্ষীর কাছে ই-মেল প্রেরণের মাধ্যমে অসৎ আচরণের অভিযোগ ওঠে যার মধ্যে অপর একটি সম্পর্কিত মামলার বিচারের প্রতিলিপিও রয়েছে, যার সঙ্গে মৌসাওউই মামলার সঙ্গে সম্বন্ধিত পরামর্শগুলি এবং বিতর্কের বিষয় সহ তাঁর নিজস্ব পর্যবেক্ষণও রয়েছে।\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "পরবর্তী বছরগুলিতে তিনি নিজের বার খুলেছিলেন এবং তার নিজের দলের কিছু সদস্যের বন্ধু হয়েছিলেন এবং এমনকি জ্যাকসনভিলের তাদের এক কনসার্টেও তাদের সাথে পরিচিত হয়েছিলেন।\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "লিয়িয়েন লাভোরেল, ফ্রান্সের একজন আদিবাসিন্দা এবং সেখানে ইংরেজী পাঠরত বিশ্ববিদ্যালয়ের ছাত্রী, ১৯৯৬-এর ইন্ডিপেন্ডেন্স ডে-এর চলচিত্র উল্লেখ করে, মুখ-বাঁকানো একটি ভঙ্গির মাধ্যমে ফ্রান্সের তথাকথিত দুর্বলতার প্রতি প্রতিক্রিয়া ব্যক্ত করেছিল।\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "একাধিক বিশ্লেষকরা প্রস্তাব রেখেছেন যে ইটিএ এর কার্যপদ্ধতির জন্য বাস্ক অঞ্চলে তাদের সমর্থন কমে যাওয়ার উপর ভিত্তি করে এই সবচেয়ে সাম্প্রতিক যুদ্ধবিরতি।\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "আর্মেনিয়ান জুতোটি সঠিকভাবে সংরক্ষিত অবস্থায় আছে এবং এটি ওটজি দ্য আইসম্যানে পাওয়া জুতোটির থেকে আরও কয়েক শত বছরের পুরনো, যা একে পৃথিবীর সবথেকে পুরনো চামড়ার জুতো হিসেবে, এবং ইউরোপে খুঁজে পাওয়া সবথেকে পুরনো জুতো হিসেবে স্বীকৃতি দিয়েছে।\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "মিস গিবন্সের ছেলে জন, লিভারপুল থেকে, ব্রিটিশ জনসাধারণ যারা তার মায়ের কারাদণ্ডে ক্ষুব্ধ হয়েছেন, তাদের মুসলিমদের বিরুদ্ধে আন্দোলন না করতে আবেদন জানিয়েছে।\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "একটি সমীক্ষায় জানা গেছে স্কটল্যান্ডের আত্মহত্যার হার প্রতিবেশী ইংল্যান্ডের থেকেও বেড়ে চলেছে, রাশিয়ার সংবাদমাধ্যম আর রাজনীতিবিদেরা পৃথিবীর তৃতীয় সর্বোচ্চ কিশোর আত্মহত্যার হার নিয়ে অনুসন্ধান চালাচ্ছেন এবং নতুন পাওয়া পরিসংখ্যানে দেখা গেছে অস্ট্রেলিয়ার উত্তরাঞ্চলের এলাকায় আদিবাসী ছেলেমেয়েদের আত্মহত্যার হার বেড়েছে।\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "শুক্রবার স্থানীয় সময় দুপুর ১:৩০টায় হংকং-এর মা তাউ ওয়েই রোডে কয়েক দশক পুরনো একটি ভবন ধ্বসে পড়ে।\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "মিঃ ডার্নটন বর্তমান প্রশাসন ব্যবস্থাকে উপহাস করে খেলা বলেও বর্ণনা করেছেন।\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "মল্ডোভার নেতা উল্লেখ করেন যে তিনি ট্রান্সনিস্ট্রীয় ১৩টি সেনা সংস্থার ঐ কাজকর্ম সংক্রান্ত নথির একটি প্যাকেজ রাশিয়ায় পাঠিয়েছেন।\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "২০০৬ সালের শুরুতে এটি ৬০ দিনের একটি ট্রায়াল সংস্করণ হিসেবে ইংরেজি উইকিপিডিয়া টুলসের সাথে সংযুক্ত করা হবে।\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "১৯৭০ এর দশকে তাঁর ওয়ার্ল্ড সিরিজ ক্রিকেট, ক্রিকেটে বৈপ্লবিকতা সৃষ্টি করে, একদিনের ক্রিকেটকে যা আরও তুলে ধরে রঙিন ইউনিফর্ম, সাদা বল এবং দিন/রাত খেলার মতো বিষয়গুলি উপস্থাপন করার মাধ্যমে।\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"মেরামতে উৎসাহ দেওয়া যা প্রোল্যাকটিন থেরাপির মূল উদ্দেশ্য, আমরা আশা রাখি এম এস আক্রান্ত মানুষদের ক্ষেত্রে তা সহায়ক হবে\"।\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "গ্রেফতার করা ব্যক্তিদের শুক্রবার দিন নেলস্প্রুট ম্যাজিস্ট্রেট আদালতে তোলা হয়।\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "পুলিশ বাড়িটিতে এসে পৌঁছায় এবং দাঁড়িয়ে থাকা একজন ৭২ বছর বয়সী মানুষের মুখোমুখি হয়, তাঁর সাথে একটি ছোট কথোপকথন চলে এবং তাঁর পর মানুষটি বাড়ির ভেতরে চলে যায়।\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "শুধুমাত্র ইল্যান্ড খনির সুরঙ্গ থেকে প্রায় ৩০০ জন \"স্বর্ণের জলদস্যুতাদেরকে \"গত দুই সপ্তাহ ধরে গ্রেফতার করা হয়েছে।\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "তাদের বিরুদ্ধে চুরি, অনাধিকার প্রবেশ ও সম্পত্তি নষ্টের অভিযোগ আনা হয়।\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "সিএনএন সেন্টারের লাগোয়া ওমনি হোটেলেও ক্ষতি হয়েছে, এর অনেক জানালা ভেঙ্গেছে।\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"এই কারণেই আমরা সতর্কতার সাথে কিছু রাস্তা বাছাই করেছিলাম পরপর কিছু আক্রমণ করার উদ্দেশ্যে যাতে আমরা শেষপর্যন্ত এগিয়ে থাকতে পারি\"।\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"আমরা আমাদের ভক্তদের এবং ইন্ডিয়ানাপোলিসের মানুষদের জন্য প্রার্থনা করছি৷\"।\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "নিবন্ধ থেকে বিলটির সার্বিক তথ্য সরিয়ে ফেলা হয়েছে।\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "লেউ-এর মূল্যবৃদ্ধি, যদিও, সবক্ষেত্রে ইতিবাচক নয়, কারণ এর ফলে রপ্তানীকারকদের উপর বেশ চাপ সৃষ্টি করছে।\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "এই ওষুধটির নাম হল পিএ-৪৫৭ যা বিটুলিনিক অ্যাসিড থেকে তৈরী হয়েছে এবং যা কাগজ উৎপাদনকারীদের কাছ থেকে পাওয়া উপজাত পদার্থগুলি থেকে এসেছে এবং মেরিল্যান্ডের ওষুধ প্রস্তুতকারী প্যানাকোস ফার্মাসিউটিক্যাল্‌স এর উৎপাদন ও উন্নয়ন করছে।\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "অতীতে রাষ্ট্রপুঞ্জ অভিযোগ করেছে যে, এরিট্রিয়া ইসলামী বাহিনীকে অস্ত্র ও রসদ দিয়ে সহায়তা করছে।\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "তিনি এটার পর লেখেন প্যারাডাইস রিগেইন্ড, যেখানে বুনো জগতে যীশুর কথা বলা হয়েছে।\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "পিতা লাম লুওং, ৩৭ বছর বয়সী চিংড়ি মৎস্যজীবীকে চারটি হত্যা মামলায় অভিযুক্ত করা হয়েছে।\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "১ সপ্তাহেরও বেশি সময় ধরে নিখোঁজ ৬ খনিশ্রমিকে উদ্ধারের চেষ্টা চালাতে গিয়ে উটাহের ক্র্যান্ডল ক্যানিয়ন খনিতে ৩জন উদ্ধারকর্মী নিহত হন।\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "তারপর তারা জানান যে ডকুমেন্টটি \"একটি অফিসিয়াল চ্যানেলের মাধ্যমে তথ্য আইনের স্বাধীনতার মাধ্যমে উপলব্ধ করা যাবে\"।\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "ন্যাশনাল হারিকেন সেন্টার জানিয়েছে যে, \"যেখানে এটি কত ডিগ্রীতে ঘুরবে তা বার্মুডার উপর এর সম্ভাব্য প্রভাবের ব্যাপারে গুরুত্বপূর্ণ ভূমিকা রাখতে পারে\", এবং তারা আরো জানায় যে, \"এত আগে থেকে এটি নিশ্চিতভাবে বলা মুশকিল যে, বার্থা সত্যিই এই দ্বীপের ক্ষেত্রে হুমকিস্বরূপ হবে কি না\"।\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "সিডনি রাস্তাগুলো জুড়ে এপেক বিরোধী একটি র‍্যালি প্রায় ৫০০০ বিক্ষোভকারীকে আকৃষ্ট করেছে, যার মধ্যে ১৮ জন গ্রেফতার এবং দুজন পুলিশ আহত হয়েছে।\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "সকল মৃত ব্যক্তি ছিলনে প্রাপ্তঃবয়স্ক, এবং দুইজন চালকের মধ্য থেকে একজন মারা যান, অপর চালক গুরুতর আহত হন।\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "ম্যানুফ্যাকচারার্স চ্যাম্পিয়নশিপ তালিকায় ২৪৯ পয়েন্ট সহযোগে শ্রেভ্রোলে টোয়োটার চেয়ে ৪০ আর ফোর্ডের চেয়ে ৯১ পয়েন্টে এগিয়ে শীর্ষস্থানে রয়েছে, সিজনের এখনও দুটি প্রতিযোগিতা বাকী।\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "তার পরিবারের সদস্যরা খালীজ টাইমসকে জানান যে তিনি মাধবন বা তার পোষা গুন্ডাদের কাছ থেকে শারীরিক ক্ষতি হওয়ার আশঙ্কা করছিলেন।\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "১৯৯১ ও ২০১১-এর মধ্যে জনসংখ্যার বৃদ্ধির হার ক্রমশ কমেছে।\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "উচ্চ-প্রোফাইল ধর্ষণের শিকার, মুখতার মাই, এই ধারণাটি খারিজ করেন এই জানিয়ে যে কোনও মহিলা নিজেকে অর্থের জন্য এইরকম ব্যবহার করার অনুমতি দিতে পারে না।\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "নয় জন মানুষ দক্ষিণ অস্ট্রেলিয়ার আয়ার পেনিনসুলা অঞ্চলে দাবানলে মারা গেছেন।\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "এখন, হাউস অফ কমোনসে ফরাসী ভাষা অধ্যুসিত কিউবেকের পোর্টনাফ-জ্যাক কার্টিয়ার কেন্দ্রের একমাত্র নির্দল সাংসদ হলেন আন্দ্রে আর্থার।\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "২০০৫ সালের অর্থবছরে তারা ৮৩ মিলিয়ন ডলার আয় করে।\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "তাঁর ল্যাপটপ, একটি টেলিফোন এবং একটি গ্লোবাল পজিশনিং সিস্টেমের জন্য শক্তি সরবরাহ করার জন্য একটি সৌর বিদ্যুৎ সিস্টেম রয়েছে।\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "ঠিক তার পরের দিনই, ৪০ ওয়াগন বিশিষ্ট একটি পণ্যবাহী ট্রেন কালগুর্লি-র পূর্বে লাইনচ্যুত হয়, এই ঘটনায় তিন জন আহত হন।\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "তৃতীয় স্কটিশ নির্বাচনে ১৯৯৯ সালে স্কটিশ পার্লামেন্টের খোলার পর, কেন্দ্রের বামপন্থী SNP একটি একক আসনে ক্ষমতাসীন লেবার পার্টিকে পরাজিত করে।\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "ইউএসবি ফ্ল্যাশ ড্রাইভ, মেমোরি কার্ড, ব্লুটুথ যন্ত্র এবং পিক্টব্রিজ-এর সঙ্গে কাজ করে এরকম ডিজিটাল ক্যামেরা থেকে ছবি প্রিন্ট করা যাবে।\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "একটি UCLA দল, যার নেতৃত্বে রয়েছেন ব্রায়ান নারাঞ্জো, একটি টেবিলের উপর রাখা যায় এমন যন্ত্রে ডিউটোরিয়াম নিউক্লির নিউক্লিয় ফিউশন পর্যবেক্ষণ করেছেন।\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "বাঁধটি প্রতিস্থাপিত করবে একটি পুরোনো বাঁধকে যেটি সর্বপ্রথম ১৯১১ সালে নির্মিত হয়েছিল এবং বেশ কয়েকবার সম্প্রসারিত করা হয়েছিল।\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "লিবারেল ডেমোক্রেট ফরেন অ্যাফেয়ার্স প্রতিনিধি এডে ড্যাভি উডের বক্তব্যকে বলেন \"বৈধ যুদ্ধের জন্য কফিনে যেন ঠিক শেষ পেরেকটার মতো\"।\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "টলেডো পুলিশ বিভাগ সন্দেহজনক কিছু মনে করছে না, এবং মৃত্যুটি দুর্ঘটনা বলে মনে করছে।\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "চেন্দ্রেওয়ার বক্তব্য অনুসারে, সাকাসভিলির সরকারের গণতন্ত্রের সাথে খুব কম সামাঞ্জস্য রেখেছে।\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "তিনি বলেন, অথচ তাঁর কাছ থেকে ৭১ সেন্টের বদলে ৭১ ডলার নেওয়া হয়:যা কিনা উল্লিখিত মূল্যের ১০০ গুণ।\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "বৃহস্পতিবারের রাস্ট্রপতি নির্বাচন, যা জঙ্গিরা ব্যহত করার প্রতিশ্রুতি করেছে, তার আগে এই সহিংসতা ঘটল।\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "গণ উৎস অনুযায়ী, চীনা সরকার মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে অর্থনৈতিক হুমকি বিষয়ক একটি যৌথ প্রচারাভিযান শুরু করেছে, যা এই দিকেই ইঙ্গিত করে যে যদি ওয়াশিংটন বাণিজ্য নিষেধাজ্ঞা আরোপ করে যার ফলে একটি ইউয়ান পুনর্মূল্যায়ন বাধ্যতামূলক হয়ে ওঠে তাহলে চীন তাদের বৃহৎ পরিমাণ মার্কিন সিকিউরিটি নিঃশেষিত করে ফেলবে।\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "দুটি গানেরই বেশিরভাগটাই লর্দি ওজফেস্টের অংশ হিশেবে মার্কিন যুক্তরাস্ট্রে ট্যুর করার সময়ে তৈরি করা, এবং ব্যান্ডের মুখ্য গায়ক MonsterDiscoHell.com-কে দেওয়া একটি সাক্ষাৎকারে বলেছেন যে বিস্ট লুজ ইন প্যারাডাইসের প্রধান রিফটি মিলওয়াকিতে লেখা, এবং স্টাডস অ্যান্ড লেদার-এর কোরাসটি সেন্ট অগাস্টিনে তৈরি করা।\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "রস বেল, ড্রাগ ফাউন্ডেশনের মুখপাত্র, বলেন: \"শুধু এই ধরনের পর্যালোচনা খুব সংকীর্ণ হয়, এটি বুধবারের বিতর্কের ফলাফলকে প্রতিরোধ করার জন্য পদক্ষেপ গ্রহণ করবে\"।\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "সনি সারা বিশ্ব জুড়ে অতিরিক্ত গরম হয়ে যাওয়া সংক্রান্ত ২০৯টি রিপোর্ট পেয়েছে এবং একজন গ্রাহকের সামান্য পুড়ে গিয়েছে বলেও রিপোর্ট পাওয়া গিয়েছে।\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"বাষ্পীভবনের হার, সান্দ্রতা এবং আবহাওয়াজনিত ক্ষয়ের পার্থক্য তেল পুনরুদ্ধারের দারুণ সুযোগ দেয়\"।\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্র কোস্ট গার্ড বলেছেন বরফ থেকে বাঁচার একটি উপায় খুঁজে বের করার চেষ্টা করার সময় জলের মধ্যে পড়ে মারা গেছেন অজ্ঞাত ব্যক্তিটি।\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "জঙ্গিরা বলেছে যে তারা সরকারকে উৎখাত করতে যাছে এবং নব নির্বাচিত রাষ্ট্রপতি জেনারেল পারভেজ মোশাররফকে ক্ষমতা চ্যুত করতে যাচ্ছে।\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "অগ্নুতপাতের ফলে হিমবাহে একটি বিশাল গহ্বর সৃষ্টি হয়েছে, এবং তার সঙ্গে হিমবাহের নীচে একটি ফাটল সৃষ্টি হয়েছে, যেটি প্রায় ২কিমি(১মাইল)লম্বা।\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ইয়র্কের নেতৃত্বাধীন ওয়েস্ট ইন্ডিজের দলটি যথেষ্ট টক্কর দেয় এবং কড়া ট্যাকল করতে থাকে কিন্তু সুইজারল্যান্ডের দলটির চাপে বেশীরভাগ সময়েই তাঁরা নিজেদের অর্ধে আটকে থেকে যায়।\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "ইন্টারপোল গত বুধবার একটি আটক কেন্দ্র থেকে পালিয়ে যাওয়ার পর দক্ষিণপূর্ব এশিয়ার জেমাহ ইসলামিয়াহ মাস সেলামাত বিন কাস্তারির বিরুদ্ধে একটি \"কমলা বিজ্ঞপ্তি\" জারী করেছে।\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "এই চুক্তিটি ২০০৭ সালের নভেম্বর মাসে ব্রাজিলিয়ান সরকার দ্বারা অনুমোদিত হয় এবং ২০০৭ সালের মার্চ মাসে ফরাসী পার্লামেন্টে অনুমোদিত হয়।\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "লন্ডন, ইংল্যান্ড - ২০১২-এর গ্রীষ্মকালীন প্যারালিম্পিকস শুরু হতে এক সপ্তাহেরও কম সময় বাকি থাকা অবস্থায়, আজকের প্রথমার্ধে, পাপুয়া নিউগিনির প্যারালিম্পিক প্রতিনিধিদল তাঁদের দেশের যে দুজন খেলোয়াড় গেমসের জন্য নির্বাচিত হয়েছে, অ্যাথলেটিকস প্রতিযোগী ফ্রান্সিস কোম্পাওন ও পাওয়ারলিফটার টিমোথি হারাবে, তাঁদের সমর্থন জানাতে লন্ডন এসে পৌঁছেছে।\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "১৯৯০ সালে ব্রিটেনে ডায়াবেটিসের সমস্যা থাকা সিং-এর বাইপাস সার্জারী হয় এবং ২০০৪ সালে দিল্লীতে তাঁর একটি অ্যাঞ্জিওপ্লাস্টি করা হয়, যেখানে তাঁর ধমনীগুলিতে স্টেন্ট লাগানো হয়।\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "এছাড়াও এবিসি জানিয়েছে যে, উডরাফ ও ভোগ্‌ট উভয়েই সুরক্ষা পোষাক ও হেলমেট পরে ছিলেন।\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "তাঁর পার্টি এসএনপি এর ভাগ্য উদ্ধৃত করতে গিয়ে, স্যাল্মন্ড বর্ণনা করেন পূর্ব গ্লাসগো এবং গ্লেনরোথে নির্বাচন প্রচারণা যেন \"ধর্মপ্রচারকের ধর্মযুদ্ধ\" যেটি, \"পূর্ব গ্লাসগোতে বেশ ভালোই হয়েছে তবে \"গ্লেনরোথে একটু কম ভালো হয়েছে\"।\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "দক্ষিণ আফ্রিকান ব্রডকাস্টিং কর্পোরেশন (এসএবিসি) এর একটি রিপোর্ট অনুযায়ী, সাউথ আফ্রিকান পুলিশের ন্যাশনাল কমিশনার এবং ইন্টারপোলের প্রেসিডেন্ট জ্যাকি সেলেবির বিরুদ্ধে, সাউথ আফ্রিকান ন্যাশনাল প্রসিকিউটিং অথরিটি একটি ওয়ারেন্ট জারী করেছে যা পুলিশ বাহিনী কর্তৃক পৃথকভাবে প্রয়োগ করা হয়েছে।\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "যদিও বিস্ট লুজ ইন প্যারাডাইস ইচ্ছাকৃত ভাবেই অনেক বেশি 'সিনেমাচিত'ও 'ভয়ানক'।\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "এই পদ্ধতি প্রচলন করার উদ্দেশ্য হল ধূমপান যে মৃত্যুর কারন হতে পারে এবং খুব ভয়ংকর রোগ ঘটাতে পারে তা দিয়ে মানুষের মনে আতঙ্ক তৈরি করা।\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "এই অংশীদারির গুজব অনেক বছর যাবত চলছিল, এবং গত কয়েক মাসে অনুমানের পরিমাণ বেড়েছিল।\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "৫-৪ ভোটে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট প্যাট্রিক কেনেডির মৃত্যুদণ্ডকে রদ করে, যে শিশুকে ধর্ষণের অপরাধে দোষী হিসাবে সাব্যস্ত হয়েছে, এই বলে যে এটি অপরাধের সমতুল্য নয় এবং এটি নিষ্ঠুর এবং অস্বাভাবিক শাস্তি সম্পর্কিত সাংবিধানিক নিষেধাজ্ঞাকে লঙ্ঘন করেছে এবং এর ফলে এটি একটি দৃষ্টান্ত স্থাপন করেছে।\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "স্কটল্যান্ডে দুটি প্রতিষ্ঠান রয়েছে, ফ্যাসলানে ও রোসিথে, পারমাণবিক সাবমেরিন বাহিনীকে যারা পরিষেবা প্রদান করে।\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "গবাদিপশুকে নিরীক্ষণ করা অনেক সহজ ছিলো এবং ৩০৮টি স্থানে ৮, ৫১০টি গবাদি পশু নিজেদের শরীরকে পৃথিবীর চৌম্বকীয় ক্ষেত্রের সঙ্গে একই দিকে রাখতে একটি শক্তিশালী প্রবণতা প্রদর্শন করে।\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "সাইটি টম ক্রুজ এবং চার্চ অফ সাইয়েন্টোলজির সঙ্গে তাঁর জড়িত থাকার বিষয়টি নিয়ে একটি ব্যাঙ্গরসাত্মক অনুকরণ, সেটি বিতর্কের কেন্দ্রবিন্দুতে এসেছিল যখন চার্চ এটিকে ক্ষান্ত ও নিবৃত করার জন্য বেশ কয়েকটি আদেশ জারি করেছিল।\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "তুর্কী বনাম মার্কিন যুক্তরাষ্ট্রের খেলায়, ম্যাচের মধ্যে একটি চেয়ার ঠিক করা হয়েছিলো।\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "কেরালার মন্দির বিষয়ক মন্ত্রী জি সুধাকরণ দ্য টাইমসে একটি অন্যরকম মন্তব্য করেছেন।\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "ইংল্যান্ডের সুইডিশ কোচ সোয়্যান গোরান এরিকসনের মতে দখল বেশী থাকলেও তারা প্রথম দিকের একটি গোল ছাড়া আর এগোতে পারেনি।\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "কয়েকটি বিখ্যাত ফ্রি সফটওয়্যারের উদাহরণ হল লিনাক্স অপারেটিং সিস্টেম, মোজিলা ওয়েব ব্রাউজার এবং ওপেনঅফিস অফিস স্যুট।\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "কেনিয়া হেল্‌থ প্রোফেশনাল্‌স সোসাইটির মুখপাত্র অ্যালেক্স ওরিনার সূত্র অনুযায়ী্‌ কেনিয়ার স্বাস্থ্যসংক্রান্ত পেশাজীবীদের গড় মাসিক বেতন যোগ ভাতা হল প্রায় কেএইচএস ২৫, ০০০ (£১৯৩ পাউন্ড, ইউএস $৩০২ বা €২৩০ ইউরো)।\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"এটি শুধুমাত্র ইহুদী এবং ইসরায়েলের প্রতি ঘৃণা আনতে পারে, ইসরায়েলের মানুষের জীবন রক্ষা করার জন্য কিছু করছে না\"।\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "ফলাফলস্বরূপ, ছাদটিও নিরাপত্তাবাহিনী তাদের কব্জায় নিয়ে নেয়।\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "ভবিষ্যদ্বক্তারা বলেন যে ঝড়টি দেশটির উত্তরে অবস্থিত প্রদেশ কেগিয়ান-এ আছড়ে পড়ার পূর্বে সেটি কক্ষপথের পরিবর্তন করেছিল৷।\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "সন্ধ্যার অনুষ্ঠানের আগে একটি আলোচনা হয়েছিল অভিযুক্ত শ্যুটার এবং আহতদের একজনের মধ্যে।\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "তিনি ১৯৫২ সালে লিভারপুরে জন্ম গ্রহণ করেন ও ১৯৭৪ সালে মিডলসেক্স পলিটেকনিক থেকে সমাজ বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন।\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "আহ্‌মেদিনেজাদ-এর একজন প্রতিপক্ষ মির হোসেন মৌসাভি আগে নিজেকে \"নিশ্চিতভাবে\" জয়ী ঘোষণা করেছিলেন এবং তিনি ফলটিকে নিয়ে আপত্তি জানাতে পারেন।\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "অথবা আপনি হয়ত বলবেন, 'না, আমার খেয়াল হয়েছে যে আমি আসলেই মহিলাদের জামা পরতে চাই'।\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "অন্য গুলিদুটি ছেলেদের লাগেনি, যার একটা গাড়িতে লাগে।\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "বিরোধী দলনেতা টনি অ্যাবোট বলেন, এই পরিসংখ্যান অস্ট্রেলিয় পরিবারের উপর কার্বন করের পরিমাণ নির্ধারণ করেছে।\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "তাঁরা এই দাবিগুলিকেও নস্যাৎ করেন যে বিচারক দ্বারা জুরিদের যে নির্দেশ দেওয়া হয়েছিল তা অসম্পূর্ণ, অথবা অস্পষ্ট, এই বলে যে \"বিবাদী্রা একটি বিকল্পের হিসেবে বিভ্রান্তিমূলক বিবৃতি প্রস্তাবিত করছে\", এবং যে এই ধরনের পরিস্থিতিতে বিচারক মূল নির্দেশের সঙ্গে অবস্থান করার জন্য অনুমতি প্রদত্ত, এবং তার বিশেষভাবে প্রয়োজন হয়না \"যে একটি নির্দিষ্ট অভিযোগের প্রয়োজনে আদালতকে সতর্ক করার জন্য জমাকৃত অভিযোগকে প্রযুক্তিগতভাবে নিখুঁত হতে হবে\"।\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "তারা বলে যে শুধুমাত্র সামুদ্রিক শিল্প কর্তৃপক্ষই সমুদ্রের দুর্ঘটনাগুলির তদন্ত করার জন্য অনুমতিপ্রাপ্ত।\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "সুদানের কিছু বিশিষ্ট ধর্মীয় নেতা পরিস্থিতিতে ইন্ধন না যোগানোর সরকারি নির্দেশনা উপেক্ষা করেছিলেন, যদিও তাঁরা সরাসরি তার মৃত্যুর আহ্বান জানানো বন্ধ করেছিলেন।\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "বিতর্ক এবং প্রথম রাউন্ডের ভোটিং এর মধ্যে বোবোসিকোভা তার প্রার্থীপদ প্রত্যাহার করে নেন, এই বলে যে তার যথেষ্ট সমর্থন নেই।\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "ডিফেন্স সাইন্স অ্যান্ড পারসোনেল মন্ত্রী ওয়ারেন স্নোডন বলেছেন যে, গণপ্রজাতন্ত্রী জার্মানিকে এই আবিষ্কারের ব্যাপারে অবহিত করা হয়েছে এবং জায়গাটি সুরক্ষিত করা হবে।\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "অভিযুক্ত আক্রমণকারীর একজন বন্ধু এই অভিযোগের কথা শুনে স্তম্ভিত হয়ে পড়েন এবং তিনি বলেন, \"সে এই স্কুলে আমাদের জানা সবচেয়ে ভদ্র ও ভালো লোকেদের একজন\"।\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "দক্ষিণ অস্ট্রেলিয়ার অ্যাডিলেডে শুরু ও শেষ হওয়া একটি সার্কিটে ছয় দিন ব্যাপী এই প্রতিযোগিতায় ১২২ জন সাইক্লিস্ট অংশগ্রহণ করেন।\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "প্রথম কম্পনটি বৃহস্পতিবার স্থানীয় সময় ভোর ৪টা ৮ মিনিটে (ইউটিসি +১১) ৫৫ কিলোমিটার (৩৫মাইল) পূর্বে লুগানভিল-এর দখিন-পূর্বে এসপিরিতু সান্তো-ভানুয়াতু-র ১৪৪.৮ কিমি (৯০মাইল)-তে রেকর্ড করা হয়েছে।\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "দুজন সেনা নিহত হওয়ার মাত্র ৪৮ ঘণ্টা পরে একজন পুলিশ অফিসার উত্তর আয়ারল্যান্ডের আরমাঘ কাউন্টিতে কন্টিনিউইটি আইআরএ এর বন্দুকধারীদের হাতে খুন হলেন।\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "\"আমি জানি না কারা এর [আক্রমণের] পিছনে, তবে আমি মনে করি যে এরা প্রাক্তন-মিলিট্যান্টের একটি অংশ হতে পারে,\" তিনি বলেন।\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "প্রবল বৃষ্টিতে ইনিংস ব্যহত হয়, তবে খেলা পরে আবার শুরু হয় এবং ব্রেন্ডান টেলরের অপরাজিত ৬০ রানের সুবাদে জিম্বাবোয়ে এক বল বাকি থাকতেই একটি রুদ্ধশ্বাস ম্যাচে লক্ষ্যমাত্রায় পৌঁছে যায়।\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "ম্যাককেইন, যিনি সম্প্রতি ইরাক সফর করে ফ্রান্সে ছিলেন, এই ঘটনায় প্রতিক্রিয়া ব্যক্ত করেছেন, \"মার্কিন যুক্তরাষ্ট্র সবার গোপনীয়তার মূল্য দেয় এবং এ ব্যাপারে সংশোধনীমূলক পদক্ষেপ গ্রহণ করা হবে\"।\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "শুক্রবারের এক প্রেস কনফারেন্সে, মালিক জে পল রেডডাম ঘোষণা করেন যে, থরোব্রেডটি আহত হয়েছে এবং তাকে কেবল শনিবারের রেস থেকে সরিয়েই দেওয়া হচ্ছে না, বরং তাকে ভবিষ্যতের সব রকম রেস থেকেই অবসর দিয়ে দেওয়া হচ্ছে।\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "এর ফলে স্বাস্থ্যের অবনতি হয়, কাজে মনোযোগ কম হয়, রাস্তায় হাঁটা চলার ক্ষেত্রে বিপদ বাড়ে এবং যৌন জীবন বৈচিত্র্যহীন হয়।\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "৩রা জানুয়ারী ২০০৬ তারিখে, উডরাফ এলিজাবেথ ভার্গাসের সাথে এবিসি-র ওয়ার্ল্ড নিউজ টুনাইট-এর স্থায়ী সহ-উপস্থাপক হন এবং তারা প্রয়াত পিটার জেনিংস-এর জায়গায় আসেন।\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "ইঁদুরগুলির ক্ষেত্রে প্রাকৃতিক হত্যাকারী কোষগুলির সংখ্যা এবং কার্যকলাপের একটি নাটকীয় হ্রাস ঘটেছিল৷।\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "জিন ইয়েগে নদং বলেন যে বঙ্গ, যিনি ওই আফ্রিকান দেশের সরচেয়ে বেশীদিন ধরে থাকা নেতা ছিলেন, তিনি সোমবার ৭৩ বছর বয়সে কুইরন ক্লিনিকে মারা গেছেন।\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "\"আপনি সে সম্পর্কে চিন্তা করবেন না\" এবং \"ধার্মিকতা আমাকে দয়া কর\" এর মতো বাক্যাংশগুলি গোঁড়ামিমুক্ত নেতাটির ট্রেডমার্ক কথা ছিল।\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "তবে ব্যবহারকারীটি বলেন যে, \"আমি যখন আমার সম্পাদনাগুলি করি, আমি জানতাম না যে, পালিন প্রার্থী হওয়ার জন্য দাঁড়িয়েছেন\" এবং \"আমাকে কেউ এই সম্পাদনাগুলি করার জন্য নির্দেশ দেয়নি\"।\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "যদিও ২০০৪ সালের মাঝামাঝি সময়ে খাদ্যের দাম তাদের রেকর্ড উচ্চ মাত্রার থেকে হ্রাস পেয়েছে, তবে প্রতিবেদনটিতে বলা হয়েছে যে আগের বছরগুলির তুলনায় বিশ্বজুড়ে খাদ্যের মূল্য এখনও উচ্চতর, এবং উন্নয়নশীল দেশগুলোতে ঘরোয়া দামগুলি নিষ্ক্রিয়ভাবে উচ্চতর হয়।\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "এছাড়াও রাজ্যব্যাপী বিধি অনুযায়ী গ্যাসোলিনের সাথে ইথানল মিশ্রিত করা প্রয়োজনীয়-এটিও প্রথম মিনেসোটাতেই হবে-যা ১৯৯৭ সাল থেকে চালু হয়েছে।\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "এই প্রথম ফ্রেঞ্চরা বিশ্বকাপের পুল পর্বেই হেরে গিয়েছে।\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "বিতর্কটি জুনের আগে যখন ডুমিমিয়ার সীমান্ত অঞ্চলে জাতিগুলোর মধ্যে সংঘর্ষ শুরু হয়।\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "২০০৮ সালে ট্রামট্র্যাক ক্রয়ডন লিমিটেডের থেকে ট্রামলিঙ্ক নেটওয়ার্ক কিনে নেওয়ার পর টিএফএল ২৯শে জানুয়ারি ইউরোপীয় ইউনিয়ন এর সরকারী জার্নালে (ওজেইইউ) তাদের দরপত্র পেশ করার পর জানুয়ারির শেষে তাদের পরিকল্পনা ঘোষণা করে।\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "লক্ষ্য STS-120 চলাকালীন বর্তমানে শাটল আবিষ্কার আইএসএস-এ আটকে রয়েছে।\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "রেসের ঘোড়ার সংক্রমণের এটিই প্রথম ঘটনা, যদিও গোটা NSW ও ক্যুইন্সল্যান্ড জুড়ে ডজনের বেশি বিনোদনের ঘোড়া আগেই সংক্রামিত হয়েছে।\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "আজ দিনের শুরুতে দেউলিয়া বিষয়ক একজন বিচারকের কাছে এই পরিকল্পনা পেশ করা হয়।\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "তার বিরুদ্ধে আনা পাঁচটি অভিযোগের জন্য তিনি নিজেকে নির্দোষ বলে দাবী করেন, কিন্তু দশ সদস্যের জুরির তাকে দোষী হিসেবে প্রমাণ করতে করতে পাঁচ ঘন্টা লাগে।\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "খুব কাছেই, বুরুন্ডিতেও এই ভুমিকম্প অনুভব করা গেছে, কিন্তু কোনো হতাতহ বা ভাংচুরের সংবাদ পাওয়া যায়নি।\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "আপিলের আগে, উচিমুরার স্কোর জাপানকে চতুর্থ স্থানে নিয়ে গিয়েছিল যেখানে ব্রিটেন রুপো নিচ্ছিল এবং ইউক্রেন ২৭১.৫২৬ পয়েন্টে ব্রোঞ্জ নিচ্ছিল।\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "উত্তর কোরিয়া আরও দাবি করে যে মহড়া বাতিল করা হোক এই বলে \"দক্ষিণ কোরিয়ার পুতুল যুদ্ধান্বেষীদের অবিলম্বে ইয়ংপেয়ং এ পরিকল্পিত এই উত্তেজক উপকূলীয় লাইভ-ফায়ার মহড়া বাতিল করা উচিত\"।\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "যদিও বাজে পাস দেয়ায় এবং তাঁদের বেশ কয়েকটি সুযোগ তছনছ হয়ে যাবার কারণে খেলার শেষ দুই মিনিটে ওয়েস্টমিথ দুই পয়েন্ট পিছনে পড়ে যায়।\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "অস্ট্রেলিয়ার পক্ষে সর্বোচ্চ রান করেন অ্যান্ড্রু সাইমন্ডস ৬৬ এবং অ্যাডাম গিলক্রিস্ট ৫৫।\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "অনেকগুলি পরিবারের নিযুক্ত একজন আইনজীবী বলেছেন যে, তাঁদের মধ্যে অনেকেই এখনও তাঁদের প্রিয়জন হারানোর শোক কাটিয়ে উঠতে পারেননি এবং তিনি বলেন, \"কোন অন্ত্যোষ্টিক্রিয়া হয়নি, কোন বিদায় জানানো হয়নি।শুধু আরো বেশি বেশি পরিমাণে শোক এসেছে\"।\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "চে গেভারার \"মোটরসাইকেল ডায়েরিজ\"-এর সঙ্গী মারা গেছেন।\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "বুধবার রাতে, ব্রিগ কমান্ডার ঠিক করেন যে ম্যানিং কে তার বক্সার শর্টসও ছেড়ে দিতে হবে।\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "ক্যালিফোর্নিয়ার স্বাস্থ্য পরিষেবা বিভাগের ডাক্তার কেভিন রাইলি বলেন যে, ‍\"আমরা জানি না বন্য শুকরগুলি এই ক্ষেত্রে কোন প্রকার ভূমিকা পালন করছে কি না, তবে এটি আমরা জানি যে এই নির্দিষ্ট খামারটিতে, একটি বৃহৎ সংখ্যক বন্য শূকর আছে, এবং আমরা এই স্থানটিতে দেখেছি যে সেগুলি বেড়া ভেঙে এবং বেড়াগুলির নিচ দিয়ে ক্ষেতটিতে যেতে সক্ষম৷‍\"।\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "প্রায় সাতটি ছোট গ্রাম এবং ক্ষুদ্র পল্লী সম্পূর্ণরুপে ধ্বংসপ্রাপ্ত হয়েছে।\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "২০১২ সালের ৩০ ডিসেম্বরে প্রথম সাংবাদিককে গুলি করে হত্যা করা হয়।তিনি ছিলেন সাংবাদিক শুকরি রাতিব আবু বুরঘোল।\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "একটা সাধারন দিন কেমন হয় তার কথায়ঃ\" শো এর দেড় ঘন্টা আগে আমি সাজ ঘরে।\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ভূমিকম্প অনুভূত হওয়ার পরপর একটি সুনামি সতর্কতা প্রাথমিকভাবে জারি করা হয়েছিল, তবে কিছু সময় পরই সেটি প্রত্যাহার করা হয়।\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "এই কার্যধারাটিতে তিন সপ্তাহ থেকে এক মাস পর্যন্ত সময় লাগা উচিত।\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "হাজার কোটি বাথ মূল্যের টেলিকম এবং আইটি জায়ান্ট শিন কর্পোরেশ ২০০৩এ, থাই পোস্টের সাথে এক সাক্ষাৎকারে সুপিন্যা ক্লাংনারঙ্গের করা মন্তব্যে কারণে তাঁদের দায়ের করা মানহানির মামলায় হেরে গিয়েছে।\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "এর আগে গেটচোর বাস্ক শহরের তীরে প্রথম ঘরে তৈরী বোমা বিস্ফোরিত হয়।\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "এই সমালোচনার মধ্যে ছিল কার্ডধারীদের মেল নিরীক্ষণ, আবেদনকারীদের এই তথ্য না জানাতে পারা যে অতিরিক্ত কার্ড থাকলে তাদের ক্রেডিট স্কোর কমে যেতে পারে এবং তাদের সুদের হার বেড়ে যেতে পারে আর বৃদ্ধিপ্রাপ্ত হারের মাধ্যমে কার্ডধারীদের উপর \"গুপ্ত-আক্রমণ\" চালানোর মত বিষয়গুলিও।\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "দৃষ্টিহীন বি৩ শ্রেণীর স্কিয়ার তাঁর দুটো রেসের পরপরই গাইড সীন রামসডেনের সঙ্গে আলাপ আলোচনা করেন।\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "ব্যাংককের উত্তর উপকন্ঠের ননথাবুরি প্রদেশে পুলিশ বক্সে আরেকটি বিস্ফোরণের খবর পাওয়া গেছে।\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "কিন্তু ৫৫ বছরের গুইলারমো সার্ডিনা যিনি হ্যামিলটন, এন.জে এর বাসিন্দা জানালেন যে,\" আমি রাতে ভালো ঘুমোই।\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "গত সপ্তাহে, স্যামসাং তাদের সাম্প্রতিকতম অ্যান্ড্রয়েড পরিচালিত মোবাইল ফোন গ্যালাক্সি এস এর বিপননে এগিয়ে এসেছে।\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "গ্রে মাউথ সার্জেন্ট ডেভিড ক্রস বলেন, \"সে রাস্তায় একদল টেলিভিশন কর্মীর সাথে ঘুরে বেড়াচ্ছিলো\"।\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "চিড়িয়াখানায় কমপক্ষে ১১২টি নানান প্রজাতির পাখি, সব মিলিয়ে ৭২০ টি পাখি আছে।\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "ওনারা শনিবার বলেন যে ১০০টির মতো শি'ইটেরা সুন্নি যোদ্ধাদের হাতে বন্দী হয়েছেন, এবং বাগদাদের কাছের শহর আল-মাদেইন শহরে তাদেরকে মৃত্যুদণ্ডে দণ্ডিত হওয়ার হুমকি দেওয়া হয়েছে।\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"উত্সাহিত হয়ে আমরা আবার একটি ছোট দোকানের মধ্যে ঢুকলাম এবং অতিরিক্ত কোমল পানীয় ক্রয় করলাম\"।\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "তিনি ভালভাবে অগ্রসর হচ্ছেন, এবং এর ফলে ব্রিসবেনে তাঁর আগমনের আনুমানিক এক মাসের সময় কমিয়ে ফেলেছেন।\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "জাগেল ঐ অনুরোধের মর্ম উদ্ধার করেন এই ভাবে যে, বিচারকমন্ডলী বিচার প্রক্রিয়ায় ব্যবহৃত প্রত্যক সাক্ষীর সাক্ষ্য প্রমাণের ট্রান্সক্রিপশন চাইছেন।\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "আগামী বৃহস্পতিবার থেকে মাইকোকমিউজিকডটকম গানটি তাদের ওয়েবসাইটে দিবে এবং এর থেকে প্রাপ্ত সব টাকা দাতব্য সংস্থায় দেয়া হবে।\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "নেজা বলেছেন ইতিমধ্যে পুলিশ ও আর্মি ইউনিটেরা সাঁজোয়া গাড়িতে করে ওই অঞ্চলে পৌঁছনোর চেষ্টা করছে।\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "খেলার পরে কিলমার্নক ম্যানেজার জিমি কল্ডারউড অভিজ্ঞতা নিয়ে বলেন: \"এটি একটি দীর্ঘ, দীর্ঘ দিন ছিল\"।\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "লস অ্যাঞ্জেলেস টাইমসকে একজন শোকার্ত ব্যক্তি বলেন, \"আজ তাঁরা নিজেরাই প্রমাণ করেছেন যে বিচার এবং মৃত্যুদন্ড কার্যকরী করাটি ছিল নিছক প্রতিহিংসা চরিতার্থ করা এবং ন্যায় বিচার নয়৷\"।\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "তিনি স্টিভ জবসের জায়গায় দাঁড়িয়ে ছিলেন যখন CEO-র লিভার ট্রান্সপ্লান্ট সার্জারি চলছিল।\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "হিগস মেকানিজমটি হল ইলেক্ট্রোউইক তত্ত্বের একটি মূল উপাদান যা পার্টিকল ফিজিক্স এর আদর্শ মডেলের একটি অংশ গঠন করে এবং আরও অনেক বাইরের অন্যান্য মডেল গঠন করে।\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "নাগরিকদের বলা হয়েছে যে, তাদেরকে \"অবশ্যই সম্মানীয় কমরেড কিম জং-উনকে বিশ্বস্ততার সাথে সম্মান করতে হবে\"।\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "ন্যাশনাল ইনস্টিটিউট অফ হেল্‌থের কাছ থেকে পাওয়া $2.8 মিলিয়ন পাউন্ডের অর্থসাহায্য নিয়ে গবেষকরা এরকম একটি পরীক্ষা অনুসন্ধানের লক্ষ্যে কাজ করছেন, যা নির্ধারণ করবে যে, স্টাড বা প্রজননকারী বিশেষ পুরুষ ভেড়া হিসেবে বিক্রির আগে একটি পুরুষ ভেড়ার স্ত্রী ভেড়ার প্রতি কতটা আকর্ষণ রয়েছে।\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"আমি মনে করি এটা ভবিষ্যতে আমাদের ভাল পরিবেশন করবে, কিন্তু এই মুহূর্তে আমাদের শুধুমাত্র পয়েন্ট প্রয়োজন,\" রায়ান মিলার, সেবারের গোলরক্ষকদের একজন বলেন।\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "সিএসআইআরও-র গবেষক বিজ্ঞানী ডক্টর মাইক রাউপাচের মতানুসারে, ২০০৫ সালে পরিবেশে ৭.৯ বিলিয়ন টন কার্বনের নির্গমন ঘটেছে - যা ১৯৯০ সালের বৃদ্ধির হারের প্রায় দ্বিগুণ - এবং এই বৃদ্ধির হার ক্রমাগত ত্বরান্বিত হচ্ছে।\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "এই ঐতিহাসিক ঘটনাটি ঘটে ফাভরের কোয়ার্টারব্যাকের দ্বারা কেরিয়ার জয়ের জন এলওয়ের রেকর্ড ভাঙ্গার শুধুমাত্র দু সপ্তাহ পরে, যেখানে ১৪৯ নম্বর জয়ে নিউ ইয়র্ক জায়েন্টকে হারিয়েছিল।\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "পাঁচটি ভিন্ন ভিন্ন ভিন্ন বিচারক এই সিদ্ধান্তে উপনীত হন যে, এই পার্থক্যটি অসাংবিধানিক, কিন্তু এটি সংশোধন, নীতিগতভাবে, খাদ্য দ্বারা আইন প্রণয়নের উপর নির্ভর করে।\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "আহতদের অধিকাংশকেই নিকটবর্তী হাসপাতালে নিয়ে যাওয়া হয় এবং অবশিষ্ট তীর্থযাত্রীদের স্থির ও শান্ত থাকার আবেদন জানানো হচ্ছে।\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "আশা করা যায় ইউএনমিস্ দেহগুলিকে নিকটবর্তী বিমান বন্দরে পৌঁছে দেবে যেখানে জনসাধারণের প্রবেশাধিকার নেই।\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "গিজেটের মালিক ও প্রশিক্ষক সু চিপারটন বলেন, \"সে অনেক লোককে আ্নন্দ দিয়েছে\"।\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "এটা উদ্বেগজনক যে পরিদর্শন কর্মী এবং প্রযুক্তিবিদরা উড্ডয়নের ঠিক আগে বিমানে তাদের পরিদর্শনে কিছুই খুঁজে পায়নি।\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "বিবিসি নিউজ অনলাইন অনুসারে এস্টোনিয়ার রাজধানী তালিনে দ্বিতীয়বার রাতে দাঙ্গা লাগায় ৩০০রও বেশি লোককে ধরা হয়েছে এবং কমপক্ষে ১০ জন আহত হয়েছে।\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"যখন আমি যুবক ছিলাম, আমার বাবার কাছে শুনেছি যে, ৪০ এর দশকে উত্তর বাগদাদের আশপাশে এজাতীয় বৃষ্টিপাত হয়েছিল।কিন্তু বাগদাদে এই ধরনের তুষারপাতের একটি দারুন দৃশ্য আমার কল্পনার বাইরে ছিল\"।\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "এটি বিশ্বাস করা হয় যে বাথরাস্ট ডিটেকটিভরা স্ট্রাইক ফোর্স হেডার সেটআপ করেছিল আগের বছর সেন্ট স্টানিসলস ছাত্রছাত্রীদের থেকে একটি অভিযোগ পাওয়ার পরে।\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "আন্তর্জাতিক উইমেন্স ক্লাব চ্যাম্পিয়নশিপে আরও বেশ কিছু সেরা মহিলা ক্লাব টিম যেমন জাপানের আইএনএসি কোবে লিওনেসা, এনটিভি বেলেজা আর ফ্রান্সের অলিম্পিক লিওনে, এদের সঙ্গে লড়াই এ নামতে, আজ রাতেই দল টোকিওর উদ্দেশ্যে রওনা হচ্ছে।\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "দুটি ফিলিস্তিনি পরিবার যারা ১৯৫৬ সাল থেকে পূর্ব জেরুজালেমে বসবাস করছিল গত রবিবার বাসস্থান থেকে তাঁদের চলে যেতে বাধ্য করা হয়, কারণ ইজরায়েলের একটি আদালত তাঁদের বিতাড়নের বিরুদ্ধে দাখিল আবেদন খারিজ করে দেয়।\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"৬ই নভেম্বর বাদঘিস প্রদেশে NATO বাহিনীর একটি বিমান হামলায় সাত আফগান নিরাপত্তা কর্মী (আফগান সৈন্য এবং জাতীয় পুলিশ উভয়) শহীদ হয়েছেন এবং কিছু আহতও হয়েছেন,\" মন্ত্রালয় বিবৃতি দিয়েছে।\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "উরুঙ্গার রেড ক্রসের অপসারণ কেন্দ্রে বিদ্যুৎ ছিল না, কিন্তু তা সত্ত্বেও সেখানে ৩০০ জন আশ্রিতকে আশ্রয় দেওয়া হয়েছে।\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "কিছু গ্রামীণ শহরের স্থানীয় মানুষ সমুদ্রের দিকে পালিয়ে গেছে আগুন থেকে বাঁচার জন্য।\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "চার্জার্স মাত্র নয়টি পয়েন্ট করেছে, কিন্তু লস লুনাসকে মাত্র তিনটি পয়েন্টে আটকে রেখেছিলো।\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "শর্ট ফিল্ম, বায়রন'স থিম সহ একাধিক চলচ্চিত্র উৎসবে প্রদর্শিত হবে।\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "আতসবাজি আর ফুলঝুরি, বনফায়ারস আর গি ফক্সের কুশপুত্তলিকা জ্বালিয়ে তথাকথিত গান পাউডার প্লট কে পালন করা হয়।\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "রোগ প্রতিরোধ ব্যবস্থা আপাতদৃষ্টিতে সামান্য অকার্যকর হিসেবে এমনভাবে বিকশিত হয়েছে যাতে রোগের প্রতি দ্রুত প্রতিক্রিয়া এবং স্বয়ং প্রতিরোধ রোগ যেখানে রোগ প্রতিরোধ ব্যবস্থা সুস্থ কলাগুলিকে আক্রমণ করে এমন পরিস্থিতির সম্ভবনা কমানোর মধ্যে একটি ভারসাম্য এনে দিতে পারে।\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "পায়ের তিনটি হাড় ভেঙ্গে যায়- ক্যানন, সেসামোয়েড এবং প্যাস্টার্ন হাড়।\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "একই সময়ে, তিনি ব্যবসায়িক সম্প্রদায়ের পক্ষে বাণিজ্যমুখী অঙ্গীকার করে সমাজের উচ্চস্তরের মানুষের এবং হাইতিয়ান সেনাবাহিনীর প্রত্যাবর্তনের প্রতিশ্রুতি দিয়ে তাদের সমর্থন লাভ করেছেন।\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "কালমার্নক দ্বাদশ অবস্থান থেকে আগেই ২ পয়েন্টে এগিয়ে ছিল, যে অবস্থানে ছিল ফালকার্ক।\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "মোত্তাকির মতানুসারে, \"ওখানে এই বিষয়ে কিছু একটা ভুল ছিল সে কারণেই আমি ক্ষমাপ্রার্থী হয়েছিলাম\"।\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "তিনি বলেন, \"স্থানীয় কমিউনিটিগুলিতে একটি উচ্চমানের ও সাশ্রয়ী খুচরো বিক্রির সুবিধা প্রদান করার ব্যাপারে আমাদের যে একই দৃষ্টিভঙ্গী রয়েছে, তার অর্থ হল একসাথে আমরা দ্বিগুণ শক্তিশালী হয়ে উঠব এবং এভাবে ব্রিটিশ গ্রাহকদের চাহিদা পূরণে স্থানীয় মুদী দোকানগুলি প্রদানে দ্বিগুণ সমর্থ হয়ে উঠব\"।\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "বর্তমান পোলিও মহামারীটি এক বছর ধরে চলছে এবং গত ছয় মাসে বার্কিনা ফাসো, ক্যামেরুন, চাদ, গিনি, লিবেরিয়া, মালি, মরিশানিয়া, সেনেগাল এবং সিয়েরা লিওনেও এর প্রাদূর্ভাব দেখা গেছে।\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "খারাপ ভাগ্য এবং পরিবর্তন জার্মানিকে এই যুদ্ধকৌশলগত খেলায় ম্যাচে প্রথমবার দায়িত্ব দিয়ে দেয়।\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ফোলহা দে সাও পাওলো এর অনুযায়ী, ব্রাজিলীয় সরকার জোয়াওকে পোপের অন্তিম কর্মে অংশ নেওয়ার জন্য আমন্ত্রণ জানিয়েছে।\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "স্থানীয় ব্রিটিশ কাউন্সেলররা রিপোর্ট করেছেন যে, লন্ডন, ইংল্যান্ড, ব্রিটেনে অবস্থিত একটি দোকান থেকে মানুষের বুকের দুধের থেকে তৈরি হওয়া আইসক্রিম বিক্রি হয় তা বাজেয়াপ্ত করেছেন।\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "২০০৮ সালের বেইজিং অলিম্পিকের খেলায় সুইডিশ রেফারি চার্ক চেলবাতকে আঘাত করার পর, কিউবান তায়েকোন্দো খেলোয়াড় এ্যাঞ্জেল ম্যাটসকে গতকাল সারা জীবনের জন্য নিষিদ্ধ করা হয়।\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "মিস বুরো স্কাই নিউজকে বলেছেন, \"আমার কোন সন্দেহ নেই যে কেভিন রুড বলবে যে এই আইনগুলি বাতিল করতে হবে, অধিকারকে পু্নঃপ্রতিষ্ঠা করে এমন নীতি দ্বারা প্রতিস্থাপিত হবে\"।\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"টেলস্ট্রা সেই ধরনের পরিষেবা দেবে বলেই প্রত্যাশিত,\" তিনি বলেন।\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ": \"ব্যাংককের রাস্তাগুলো কতটা নিরাপদ?\"।\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "জুনের ২৯ তারিখ হতে হিংসাত্নক এই প্রচারণা আন্দোলন শুরু হয় এবং কমপক্ষে ৯, ৭০৭ জন জন সংসদীয় প্রার্থী এবং ৩৩ জন রাষ্ট্রপতি প্রার্থী অন্তর্ভুক্ত ছিল।\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "এদিকে বিমানে বিস্ফোরক ছিল বলে জানা গিয়েছিল, কিন্তু তা পাওয়া যায়নি।\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "ভোডাফোন ম্যাকলারেন মার্সেডিজের চালক লুইস হ্যামিলটন মেরু থেকে শুরু করে জাপানের ওয়ামার ফুজি স্পিডওয়েতে FIA ফর্মুলা-১ ২০০৭ জাপানি গ্র্যান্ড প্রিক্সে বিজয়ী হন।\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "বেলগ্রেড সরকার এবং সার্বীয় অর্থোডক্স গীর্জা নির্বাচন বয়কটের ডাক দিয়েছে।\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "পরিবারগুলো এক যৌথ বিবৃতে বলেছে \"যখন আমরা মেনে নিচ্ছি যে অ্যালেক্স এবং বেনথান এবং অন্য মানুষ যারা তাঁদের জীবন হারিয়েছেন কোনও কিছুই তাঁদের ফিরিয়ে আনতে পারবে না, আমরা আবার যাতে এধরনের ঘটনা না ঘটে তা নিশ্চিত করতে সচেষ্ট\"।\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "অ্যাটালান্টার পরে, ১৯৯৭ সালে একটি বৃহত্তর ফ্র্যাঞ্চাইসি হিসেবে অনুমোদন পেয়েছিল, এবং থ্রেশারস, ১৯৯০-০০ এনএইচএল মৌসুম শুরু করার জন্য বরফে পদার্পণ করেছিল।\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "গাজা স্ট্রিপে প্রেস টিভি ভবনে একটি ইসরায়েলি রকেট আছড়ে পড়েছে।\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "পাকিস্তানের উত্তর-পশ্চিম এলাকায় একটি রাজনৈতিক মিছিল চলাকালে আত্মঘাতী বোমা হামলায় ৩৮ জন মারা গিয়েছেন বলে জানা গেছে।\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "কখোনো কখোনো পুলিশ বাড়ির মালিকদের জোর করে বের করে নিজেরাই ধ্বংসের কাজ চালিয়ে নেওয়ার জন্য।\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "তার উদ্বোধনী বক্তৃতায়, বুশ পিতামাতা এবং দাদা-দাদীদের এই \"ঐতিহাসিক বল পার্কে\" স্বাগতম জানান।\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "সোনি বলছে যে তারা দেয়ালের বিজ্ঞাপন করার অধিকারের জন্য ক্যাসা মারিয়া মতো ভবন মালিকদের টাকা দিচ্ছে।\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "বিস্ফোরণের পরে তারা মন্তব্য করে যে শ্রমিকেরা অভিযোগ করেছিলেন যে \"এই বিভাগের বায়ুচলাচল ব্যবস্থা খুবই খারাপ\"।\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "গত সপ্তাহে হিংসাত্মক কার্যকলাপ হ্রাস পেলেও ফরাসি মন্ত্রিসভা সেদেশের সংসদে জরুরীকালিন অবস্থা আরো তিনমাসের জন্য বাড়ানো যায় কিনা সে ব্যপারে মতামত নিতে সম্মত হয়েছে।\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "বিশেষ সূত্র উইকিনিউজ-কে জানিয়েছে যে যদিও ইংরাজি সংস্করণটি আনব্লকড হয়েছে, দেশের বিভিন্ন অংশে চীনা সংস্করণটি এখনো ব্লক হয়ে আছে বা ব্যবহার করতে সমস্যা হচ্ছে।\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "মুখোমুখি জবসেন্টার পরিষেবা গতকালের ধর্মঘট পদক্ষেপে অপ্রভাবিত ছিল; ইউনিয়ন ঘোষণা করেছে যে এরপর সদস্যদের অতিরিক্ত সময় কাজের ওপর অনির্দিষ্টকালীন নিষেধাজ্ঞা বহাল করবে।\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "তবে, রিপোর্টে উল্লেখ করা হয়েছে যে, গারুদা ইন্দোনেশিয়া, এই ধরনের পরিস্থিতি মোকাবেলা করার জন্য তাকে কোনো সিমুলেশন প্রশিক্ষণ দিতে ব্যর্থ হয়েছে, যাতে বিমানটির অনিরাপদ হ্যান্ডলিংয়ের কারণে পাইলট থেকে সহ-পাইলট নিয়ন্ত্রণ নিয়ে নিতে পারে।\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "স্মিথ যখন মারা যান তখন সে ট্রিমস্পা কোম্পাীর মুখপাত্র ছিলেন, এবং ট্রিমস্পা তার ওয়েবসাইটের সমস্ত বিষয় এখনকার জন্য মুছে ফেলেছেন, এটি বন্ধ করে এবং তার মৃত্যুর প্রতিক্রিয়ায় শুধুমাত্র একটি বার্তা পোস্ট করেছে।\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"আমি আরও আনুষ্ঠানিকভাবে প্রাইভেসি কমিশনারের সাথে সাক্ষাৎ করবো, ট্যাক্সি ক্যাব ইন্ডাস্ট্রির মানুষজনের সাথে সাক্ষাৎ করবো এবং জনগণের প্রতিনিধিদের পরামর্শ গ্রহণ করবো\"।\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "ফেথ হিল ২০০০ সালে বছরের সেরা মহিলা কণ্ঠস্বর শিল্পীর পুরষ্কার জিতেছিলেন।\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"যদিও ভিডিও থেকে এটা দেখা যায় না যে ঐ AIF কোনরকম আশঙ্কা সৃষ্টি করেছিলেন কিনা, যদিও ৩/১ এর মারিনরা জানতেন মৃত্যুর ভান করে পড়ে থাকা শত্রুদের সাধারণ রণকৌশল\"।\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "ইকুয়ালিটি ফর ওমেনঃ হোয়্যার ডু উই স্ট্যান্ড অন মিলেনিয়াম ডেভেলপমেন্ট গোল ৩? -এই গবেষণা লক্ষ্যস্থির করছে উন্নয়নশীল বিশ্বে কী কী অর্জিত হয়েছে যা কিনা মিলেনিয়াম ডেভেলপমেন্ট গোলস (এমডি) দ্বারা নির্ধারিত ছিল।\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "অর্ন্তদেশীয় মন্ত্রণালয়ের একজন মুখপাত্র, শোতা উতিয়াশভিলি জানান যে, \"সীমান্ত বন্ধ করে দেওয়া হলে তা একটি মানবিক বিপর্যয় হবে\"।\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "গত কয়েক বছর ধরে, ভাবী রাজকুমার আবদুল্লাহ বয়সের ভারে ন্যুব্জ রাজার অধিকাংশ দায়িত্ব পালন করছেন এবং রাজা ফাহ্‌দ তাঁর এই অসুস্থতা জনিত কারণে মারা গেলে, তিনিই উত্তরাধিকারী হওয়ার সবচেয়ে সম্ভাবনাময় প্রার্থী হবেন।\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "এর ফলে অত্যন্ত শীতল তরল হিলিয়াম নির্গমন হয়ে বড়সড় ক্ষতি সাধিত হয়।\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "তাঁরা দাবি করেন মৃতদেহটি খুঁজে পাওয়ার পরে সেটিকে তাঁরা বাড়ি নিয়ে যান ও সেটিকে ফ্রিজারে ভরে রাখেন।\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "সুদানের প্রেসিডেন্ট ওমর আল-বশির রাজধানী খার্তুমে জড়ো হওয়া সাংবাদিকদের এক সমাবেশে দেশের কারাগারে আটক সকল সাংবাদিকদের মুক্তির ঘোষণা দিয়েছেন।\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "মিশরের কপ্টিক ক্রিষ্টান গির্জার প্রধান আলেক্সজান্দ্রিয়ার পোপ শেনৌডা তৃতীয় ৮৮ বছর বয়সে মারা গেছেন।\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "এই বিজ্ঞাপন তারপর সমালোচনা করে ম্যাককেনের ট্যাক্স ছাড়ের উপর, তেল কোম্পানির জন্য টাকার উপর, এবং \"যে সমস্ত কোম্পানি কাজ দেশান্তরে পাঠায় তাদের টাক্স ছাড়ের উপর\" ম্যাককেনের পলিসির।\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "২০০৪ সালে প্রকাশিত ইংলিশ সংকলনটির প্রচারণার জন্য এই প্রজেক্টটি ফোরামটিকে পৃষ্ঠপোষকতা করে থাকে।\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "সকল সাক্ষাৎকারগুলি গ্রহণ করা হচ্ছে ইমেলের মাধ্যমে, এবং তাঁদের সম্পূর্ণ বার্তাটি আমাদের পাঠকদের নিরবচ্ছিন্নভাবে প্রভাবিত করার উদ্দেশ্যে প্রার্থীদের সাক্ষাৎকারগুলি অসংশোধিত আকারেই প্রকাশ করা হচ্ছে।\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "অন্যান্য বলকান রাষ্ট্র যেমন স্লোভেনিয়া, ক্রোয়েশিয়া এবং বসনিয়া থেকে ভিন্ন মন্টিনিগ্রোর কোন রকম সহিংসতা ছাড়া স্বাধীনতা অর্জন করেছে।\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "সিগালিস ২০০৪ সালে আসনের জন্য লড়াই করে ৪৪% ভোট সংগ্রহ করে, যা ছিল এ পর্যন্ত হাইডের বিরুদ্ধে ডেমোক্র্যাটের সর্বোচ্চ অর্জন।\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "পেপসিকোর বিক্রয় করের একটি নির্দিষ্ট এবং গুরুত্বপূর্ণ অংশ আসে নন-ড্রিঙ্ক ব্র্যান্ড থেকে যেগুলো হলো ফ্রিটো-লে এবং কুয়েকার ওটস প্রোডাক্ট লাইন।\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "ভিক্টোরিয়া এখনও বিক্রি থেকে তার শেয়ার প্রত্যাহার করবে কিনা তা ঘোষণা করা বাকি।\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"গুলিচালনার ভিডিওটেপ থেকে দেখা যায় যে, ঐ কর্পোরালের দাবী সঠিক এবং ঐ আহত AIF তাঁর বাম হাত মাথার পেছনে লুকিয়ে রেখেছিল\"।\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "২০০১ সালের ১৩ই ডিসেম্বর, স্থানীয় সময় সকাল ১১টা বেজে ৪৫ মিনিট নাগাদ (ইউটিসি +৫.৩০), যখন সাংসদরা কক্ষ ছেড়ে বেরিয়ে যাওয়ার প্রস্তুতি নিচ্ছেন, তখনই একে-৪৭ ও হাত বোমা সহযোগে জঙ্গীরা সংসদ ভবনের ১২ নং প্রবেশপথের নিরাপত্তা ভেঙ্গে ঢুকে পড়ে আর এলোপাথাড়ি গুলি ছুঁড়তে শুরু করে, ঘটনায় ছ'জন পুলিশ কর্মী এবং এক সংসদ কর্মচারী নিহত হন।\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "বৃহস্পতিবার কিছু কর্মকর্তারা জানিয়েছেন যে, মার্কিন যুক্তরাষ্ট্র সরকার আগেই সতর্ক করেছিল বেসরকারী অর্থনৈতিক সেবা-প্রদানকারী সংস্থাগুলোকে যে আল কায়েদা মার্কিন যুক্তরাষ্ট্রের স্টক এবং ব্যাংক অ্যাকাউন্টগুলোতে একটি সাইবার হামলার পরিকল্পনা করছে।\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "অগ্নিকান্ডের স্থানটিতে, দর্শন এবং সাহায্য করার অথবা তাঁদের আত্মীয়দের সম্পর্কে খবর নেওয়ার ইচ্ছায় হাজার হাজার স্থানীয় মানুষ জড়ো হয়েছিলেন।\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "মানবাধিকার সংগঠন এবং জাতিসংঘ আশা করেছিল যে ইরাক তার নাগরিকদের উপর মৃত্যুদণ্ডের ব্যবহার করা থেকে বিরত থাকবে এবং সরকারকে এই জাতিয় কথা না বলার আহ্বান জানিয়েছে।\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "প্রথমার্ধে ফরাসীদের আধিপত্য বিস্তারের পর, আয়ারল্যান্ডের আশার ঝলক দেখা যায় যখন ব্রায়ান ও'ড্রিসকল দ্বিতীয়ার্ধের মাঝামাঝি সময়ে একদম শূন্য থেকে ফিরে আসার একটা চেষ্টা করলেন, কিন্তু স্থানীয় দলের জন্য দুঃখজনক হলেও, তা যথেষ্ট ছিলনা কেননা ফ্রান্স এর জবাবে দ্বিতীয় চেষ্টায় তাদের পয়েন্ট ২৬শে নিয়ে যায়।\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "ইরান দাবি করছে তাঁদের পারমাণবিক কর্মসূচী পারমাণবিক অস্ত্রের পরিবর্তে শুধুমাত্র শান্তিপূর্ণ পারমাণবিক শক্তি ব্যবহারের জন্য, তবে ইউরোপীয় ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে এ বিষয়ের সত্যতা নিয়ে উদ্বেগ রয়েছে।\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "হলিউড ও হাইলন্ড সেন্টারের কোডাক থিয়েটারে রবিবার, ২৫শে ফেব্রুয়ারী, ২০০৭এ এই অনুষ্ঠানের সময় নির্ধারিত হয়।\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "এটি স্বাস্থ্য বাজারে যুক্ত হওয়ার দিকে কোম্পানির প্রথম পদক্ষেপ।\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "হারমনি গোল্ড মাইনিং কোম্পানির ইল্যান্ড খনির সুরঙ্গ থেকে ৩৬ জনের মৃতদেহকে সপ্তাহান্তে ১.৪ কিলোমিটার (১ মাইল) গভীরতা থেকে বার করা হয়েছিল।\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "হর্টা বলেছেন তার সরকারের প্রধান অগ্রাধিকার হবে \"নিরাপত্তা পুনরুদ্ধার এবং শরণার্থী ক্যাম্পে ১৫০, ০০০ মানুষকে বাড়িতে ফিরিয়ে আনা\"।\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "ইউএসজিএস-এর সূত্র অনুসারে, সোমবার ভোরের দিকে জাপানের পূর্ব উপকূলের হনসুর কাছে একটি 6.4 মাত্রার ভূমিকম্প হয়।\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "এখন, প্রয়োজনীয় বিশ্রামের শেষে লিজে পুনরায় খেলতে সম্পূর্ণরুপে প্রস্তুত।\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "অতিরিক্ত রেফারির পদ্ধতি একটি আসন্ন ফিফা বা উয়েফা প্রতিযোগীতায় পরীক্ষা করা হবে, এবং ফিফার জেরোম ভ্যালেকের মতে আগামী বছরের সভায় একটি চূড়ান্ত সিদ্ধান্ত নেওয়া হবে।\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "তারা তাকে হেলস এঞ্জেলস নামের বাইকি গ্যাং এর সদস্য বলে মনে করা হচ্ছে।\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "প্রত্যক্ষদর্শীদের প্রতিবেদন অনুযায়ী, প্রায় কুড়িজন মানুষকে ধ্বংসস্থল থেকে হেঁটে বেড়িয়ে আসতে দেখা গেছিল।\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "স্টকহোমে ২০০৬ সালের \"বিশ্ব জল সপ্তাহ\" কনফারেন্সে প্রকাশকৃত রিপোর্ট সম্পর্কে আইডব্লুএমআই-এর ডিরেক্টর জেনারেল ফ্রাঙ্ক রিসবারম্যান বলেন, এই ক্রমবর্ধমান জলাভাবের মোকাবেলা করার জন্য স্বাভাবিকভাবেই আমাদের কার্যধারার পরিবর্তন করতে হবে।\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "যাইহোক, কুন হুয়া লাই শুধুমাত্র তাইওয়ান চ্যাম্পিয়ানশিপ-ই জয় করেননি, তিনি \"সবথেকে বেশী জনপ্রিয় সাইক্লিস্ট\" হিসেবে নির্বাচিতও হয়েছেন এবং পাশাপাশি তার দল (জায়ান্ট এশিয়া রেসিং টিম)-কে দলগত বিজেতার খেতাব পেতে সাহায্যও করেছেন।\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "টুগুএগারাও-এর মেয়র র‍্যান্দলফ তিঙ্ঘ বলেন, ‍\"বহু বাড়ির ক্ষতি হয়েছে এবং গাছ এবং বিদ্যুতের স্তম্ভ উৎপাটিত হয়েছে৷‍\"।\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "রোমান ক্যাথলিক চার্চ এর নেতৃস্থানীয় একসোর্সিস্ট গ্যাব্রিয়েল আমর্থ সন্দেহ প্রকাশ করেছেন যে নিখোঁজ স্কুল ছাত্রী এমানুয়েলা অর্লান্ডি-কে বিদেশী কূটনীতিকদের উপস্থিতিতে অর্জি-তে যৌন নির্যাতনের জন্য ভ্যাটিকান পুলিশের মাধ্যমে অপহরন করা হয়েছিল।\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "গতকাল একটি জাতীয় হান্ট বৈঠকও বাতিল করা হয়েছে।\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "ভোটের ফলাফল শক্তিশালী ছিল, ফলাফল ২০০২ সালের ভোটের চেয়ে বেশি (৭৭%) বলে মনে করা হচ্ছে।\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "বেলজিয়ামের সীমান্ত রয়েছে ফ্রান্স(৬২০কিমি), জার্মানি(১৬৭ কিমি), লুক্সেমবার্গ(১৪৮ কিমি) এবং নেদারল্যান্ডের(৪৫০কিমি) সঙ্গে।\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "উত্তর আয়ারল্যাণ্ডে যে ৬০০ পাউন্ডের একটি বোমা পাওয়া গিয়েছিল একটি বোমা অপসারণকারি দল সেটিকে নিষ্ক্রিয় করে দিয়েছে।\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "পুলিশ পশ্চাদ্ধাবন করলে ক্যালিফোর্নিয়ার দিনুবায় ৯ই অগাস্ট রবিবার যে সংঘর্ষ ঘটে তাতে পঞ্চম শিশুটি ও মারা যায়।\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "সম্প্রতি, প্রাচীনতম পাদুকা হিসেবে পরিচিত হল সেজব্রাশের ছাল দিয়ে তৈরি চটি, যেটি পাওয়া গেছিল মার্কিন যুক্তরাষ্ট্রের ওরেগনের ফোর্ট রক কেভে।\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"ক্ষেপণাস্ত্রটি খুব শক্তিশালী ওয়ারহেড বহন করে, যা এটিকে অনেকগুলো যুদ্ধজাহাজ এবং বড় সাবমেরিন বিরুদ্ধে কাজ করতে সক্ষম করে\"।\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "ক্যাম্পবেল আরও বলেন যে তিমিগুলো পাঁচ মিটার(সতেরো ফুট) পর্যন্ত লম্বা এবং বাচ্চাদের কয়েকটি এক থেকে দেড় মিটার (তিন থেকে পাঁচ ফুট) লম্বা।\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "ইরাকী আইন অনুসারে, হুসেইনের ৩০ দিনের মধ্যেই ফাঁসি হতে পারে এবং এখানে ক্ষমাভিক্ষার কোন সুযোগ নেই।\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "১৯৯৫ সালে গৃহীত একটি লুইসিয়ানার আইন অনুযায়ী ১২ বছর বয়সের কম বয়সী (পরে ১৩ সংশোধিত) শিশুকে ধর্ষণ করলে মৃত্যুদণ্ড দেওয়া যাবে।\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "ঋনদাতারা এরপর এই বন্ধকী সম্পত্তিগুলি একসঙ্গে করে ঋণের জন্য জামানত রেখে অন্য আর্থিক সংস্থা যেমন জিম্যাক-এর থেকে ঋণ নেয়।\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "কফি আনান, যার মেয়াদ শেষ হবে বছরের শেষে তাকে স্থলাভিষিক্ত করার দৌড়ে তিনি এবং দক্ষিণ কোরিয়ার পররাষ্ট্র মন্ত্রী বান কি মুন এগিয়ে আছেন।\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "তারা ১৪-৮ অবস্থান থেকে ২০-১৭ পর্যন্ত খেলাটিকে টেনে নিয়ে যায়, ঠিক সেই সময়, ইউক্রেন একটি টাইম আউট নেয়।\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "১৯৬৫ সালে তাঁর পিতার জন্মের পর জাপানি রাজপরিবারে এই প্রথম একটি পুত্র সন্তান জন্ম নিলো।\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "তাইওয়ানীয় মোবাইল ফোন উৎপাদন সংস্থা এইচটিসি-র বিরুদ্ধে অ্যাপেল প্রধানত তাদের আইফোনের ইউজার ইন্টারফেসের সঙ্গে জড়িত ২0টি পৃথক পেটেন্ট লঙ্ঘনের দায়ে মামলা দায়ের করেছে।\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 এবং S3200 - যা ডেটা পাঠানোর হারকে যথাক্রমে 1.6 Gbps ও 3.2 Gbps অবধি পৌঁছতে সক্ষম করে - ফায়ারওয়্যারকে (স্ট্যান্ডার্ডটির জন্য অ্যাপেলের নাম) যা বর্তমানে যে গতিবেগ হওয়া সম্ভব, তার থেকে তাত্ত্বিকভাবে ৪গুণ দ্রুততর।\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"আমি মনে করি না এই সিদ্ধান্ত বহাল থাকবে কারণ আমার ধারণা গণবিদ্রোহ হতে যাছে\"।\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "২০০৬ সালের রেস এর বিজয়ী সংখ্যা ৬ ভ্যালভার্ড, ষষ্ঠ স্থানে আসে যেদিকে ২০০৫ সালের বিজয়ী হেঝহান্টার নবম স্থান অর্জন করে।\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "উত্তর কোরিয়া এছাড়াও ইয়ংবাইওন সংস্থার পরিচালনা পরিকল্পনার, পাশাপাশি একটি বৃহৎ রিয়াক্টরের নির্মাণ আরম্ভ করার পরিকল্পনা ঘোষণা করেছে।\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "দক্ষিণ আফ্রিকা এছাড়াও এটি মধ্যপ্রাচ্যে শান্তি অনুসন্ধানের জন্য হামাসের সাথে যোগাযোগ রাখা গুরুত্বপূর্ণ মনে করে।\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "ডঃ ইয়োশি ভার্ডি ইসরায়েলের 'উদ্যোক্তাদের পিতা'হিসেবে পরিচিত, এবং প্রযুক্তি সংস্থা হিসেবে তার অনেক গুলো সন্তানতুল্য সংস্থা আছে যাদেরকে তিনি তেল আভিভের দ্রুতগতিতে বেড়ে ওঠা ইন্টারনেট জগতে অনুকুল পরিবেশে বেড়ে উঠতে সাহায্য করেছেন।\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "২০০৬ সালের ২৭শে জানুয়ারি জিমি ওয়েলসকে তার দলের সদস্যদের একজন নোটিশ পাঠায় এই বলে যে নেচারের পাঠানো সবকটি উপলব্ধ সংশোধন করা হয়েছে।\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "ইতোমধ্যে, গারুদা ২০০-এর পাইলটকে এই দুর্ঘটনার জন্য অভিযুক্ত করা হয়েছে, যা অনেক সমালোচনার জন্ম দিয়েছে।\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "চন্দ্রপৃষ্ঠের কাছাকাছি যে বড় কণা গুলো ক্যাসিনি দেখেছে তাতে সোডিয়াম এবং পটাশিয়ামেরই আধিক্য আর এরাই দলে ভারী।\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "রাশিয়া তুরস্কে একটি পারমাণবিক শক্তি কেন্দ্র নির্মাণের প্রচেষ্টা চালিয়েছিল এবং রাশিয়ার রাষ্ট্রপতি দিমিত্রি মেদভেদেভের কথায় বুধবারের স্বাক্ষরিত চুক্তিটি \"যথেষ্টই আকর্ষণীয়\"।\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "ফেয়ারফ্যাক্স সহ ছ'টি মিডিয়া সংস্থা অস্ট্রেলিয়ায় একটি আসন্ন সন্ত্রাসবাদ সংক্রান্ত বিচারে গোপন শুনানীকে জানানো সাংবিধানিক চ্যালেঞ্জের সমর্থন করছে।\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "তিনি ওয়েবসাইটির কথা বর্ণনা করেন যে, কয়েকটি বানান ভুল ছাড়া, সেটি \"বেশ ভালো\"।\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "সেনেটর জো লুডউইগ (লেবার, ক্যুইন্সল্যান্ড) প্রশ্নোত্তর সময়ে ন্যায় ও শুল্ক মন্ত্রী সেনেটর ক্রিস এলিসনকে জিজ্ঞাসা করেছেন যে তিনি গতকাল যে দাবি করেছেন যে জিয়ান সেং-এর আবিষ্কার প্রমাণ করে যে অস্ট্রেলীয় সরকারের কাছে \"এই পরিস্থিতিতেও একটি জাহাজ আটক করার মতো আন্তরীক্ষ ও সামুদ্রিক নজরদারি আছে, এবং তা করা হয়েছে\", সেই দাবি এখনো সমর্থন করেন কিনা এবং জানতে চেয়েছেন যে অস্ট্রেলিয়ার জলের সীমানায় জাহাজটি ঢুকে পড়ার পরে সেটিকে আটক করতে সরকারের ২ সপ্তাহ লাগল কেন।\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "হাফ টাইম অব্ধি, অস্ট্রেলিয়া ৪-৩ নেতৃত্ব নেওয়ার জন্য যুদ্ধ করে, শুধুমাত্র তৃতীয় পিরিয়ড সম্পূর্ণ করার জন্য যা মার্কিন যুক্তরাষ্ট্রের সঙ্গে ৪–৪ তে টাই হয়েছে, এবং অবশেষে হারেন ৪–৬।\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "জ্যাকসনের বিরুদ্ধে ১৪ বছরের কম বয়সী শিশুর উপর ৭বার লাম্প্যট্যের এবং ২বার নেশাজাতীয় বস্তু প্রয়োগের অভিযোগ রয়েছে।\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "বিচারে সিডনির বাসিন্দা ফাহীম খালিদ লোধি জড়িত, যিনি একটি সন্ত্রাসবাদী আক্রমণ এর প্রস্তুতি বিষয়ক কর্মকান্ডের অপরাধে অভিযুক্ত।\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "সালপিসিও ম্যানিলা রিজিওনাল ট্রায়াল কোর্টকে বলেন যে রিপাবলিক আইন ৯২৯৫ এবং ডোমেস্টিক শিপিং ডেভেলপমেন্ট আইন ২০০৪, উভয়েই সামুদ্রিক দূর্ঘটনাগুলির তদন্ত করার BMI-এর অধিকার অপসারিত করে এবং ২৫শে জুন বোর্ডটি যে তদন্ত শুরু করেছে তা \"অনিয়মিত, বেআইনী, এবং অকার্যকর\"।\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "ফেড প্রত্যাশা করে যে ধার করার জন্য এই মূল্যহ্রাসের ফলে, মানুষ বেশি খরচ এবং আরো বিনিয়োগ করতে শুরু করবে।\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "উদাহরণ স্বরূপ, জাতিসংঘের মহাসচিব বান কি মুন গতকাল নির্বাচন স্থগিত রাখার আবেদন জানান।\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "পুলিশ সতর্ক করে দিয়েছে যে CS গ্রেনেড লঞ্চার এবং ঢোকার জন্য বিস্ফোরণের শব্দকে গুলি চালনা বলে ধারণা হতে পারে, এবং বলেছে যে কোনো গুলি চালানো হয় নি।\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "কর্মীরা অনানুষ্ঠানিক কার্যক্রম ঘোষণা করেছে ইংল্যান্ডের লিংকনশায়ারের লিন্ডসে অয়েল রিফাইনারি কারখানার তিন দিনের হরতালের সমর্থনে।\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "ওলেগ মিটভোল বলেছেন যে যদিও সালফার বয়ে যাওয়ার সঙ্গে পরিবেশগত বিপদে্র সেরকম কোনো সম্পর্ক নেই, মালবাহী জাহাজদুটির ট্যাঙ্কার থেকে কিন্তু জ্বালানী তেলও মিশে যেতে পারে, যা দূষণ আরো বাড়িয়ে তুলবে।\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "রাশিয়ান রাষ্ট্রপতির কার্যালয়ের মতে, দক্ষিণ ওসেটিয়ার রাজধানী তস্কিনভালিতে পানিয় জল আর আর পাওয়া যায় না, কারণ \"জল এবং সিউজ ট্রিটমেন্ট প্ল্যান্টগুলি ধ্বংস হয়ে গেছে\"।\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "রিপাবলিকান জন ম্যাককেইন ডেমোক্র্যাট বারাক ওবামার কাছে নির্বাচনে হার স্বীকার করেছেন।\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "পরিবর্তনের বেশিরভাগেরই কারণ হলো গ্যাসের দাম পড়া ও চাকরির দৃষ্টিভঙ্গির উন্নতি।\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "কোম্পানির মতে, সমস্তু দুধ \"সর্বোচ্চ এবং সবচেয়ে নিরাপদ\" মানের জন্য বাছাই করা, যারপরে এটিকে পাস্তুরাইজড করা হয় এবং মানুষের খাওয়ার জন্য তৈরি করা হয়।\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "এই সপ্তাহের পরের দিকে অরবিটারের পেটের দিক পরীক্ষা হবে।\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "২০১১-এর আদমশুমারি অনুযায়ী ৭ বছরের বেশি বয়সের ভারতীয়দের ২৫ শতাংশ নিরক্ষর, ১০ বছর আগের আদমশুমারির তুলনায় যা ১০ শতাংশ কম।\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "সেটি নিউজিল্যান্ডে জাতিগুলির মধ্যে সম্পর্ক নিয়ে কথা বলেছিল, বিশেষত নিউজিল্যান্ডের দেশীয় জাতি মাওরি-দের বিশেষ অবস্থান নিয়ে।\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "প্রাক-নির্বাচনী বিতর্কটি প্রথা অনুযায়ী ৯০ মিনিট ধরে চলে এবং যা প্রচারণার প্রথম রবিবার ১৯৩০ এ শুরু হবে।\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "ইসরায়েলের মন্ত্রিসভার মন্ত্রী আইজাক হারজগ রয়েটারকে বলেন, \"আমরা একটি রাষ্ট্রের দুর্বৃত্ত আচরণ শেষ করতে সমস্ত প্রয়োজনীয় ব্যবস্থা গ্রহণ করবো যা দায়বদ্ধতা স্বীকার করে না এবং নিজের সরকারের প্রধান অংশীদারের কার্যক্রমগুলি থামিয়ে দেয়\"।\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "তিনি বলেছেন, \"সীমাবদ্ধতাকে সরিয়ে রাখার ইচ্ছা এবং নতুন কিছুর প্রচেষ্টা নিউজিল্যান্ডে সংরক্ষণের জন্য যথাযথভাবে জরুরি\"।\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "অঞ্চল ১ এ বাস পরিসেবা ১৬:০০ বিএসটি তে পুনরায় চালু করা হয়েছে।\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "এই তথ্য নস্যাত করে রাশিয়ার সরকারি সংবাদ পরিষেবা আরআইএ নভোস্তি জানিয়েছে, নিহতদের মধ্যে মাত্র দুজন রুশ নাগরিক ছিলেন।\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "বর্তমান সকল কর্মকর্তারাই এই কার্যকলাপের জন্য দায়ী নন বলে ঘোষনা করেছেন এবং কথা বলতে অস্বীকার করেছেন।\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "মি: কারাসে এস্টেট অবধি গাড়ি চালিয়ে এসেছিলেন, কিন্তু সৈন্যরা তাঁকে তার বাইরের পথ অবরোধে বলেন যে বাকিটা তাঁকে হেঁটে যেতে হবে।\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "মন্ত্রানলয় আরো বিশ্বাস করে যে এটি মিয়ানমারের বৌদ্ধ ও মুসলমানদের মধ্যে দ্বন্দ্বের সাথে সম্পর্কযুক্ত হতে পারে, যদিও ভারতে বৌদ্ধদের বিরুদ্ধে সহিংসতার প্রবণতা দুর্লভ।\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "মাসের পর মাস প্রচার চালানোর পরে জনসন প্রথম ব্যালটেই ৫৯৫ জন কনভেনশন প্রতিনিধিদের ৭০ শতাংশকে পাশে পেয়ে অ্যাক্টিভিস্ট আর লি-কে কোণঠাসা করে দেন।\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "লম্বা লেজবিশিষ্ট, কালো এবং সাদা বানর, যার পড়নে একটি ডায়াপার ছিল, যখন মানুষজন পশুটিকে আদর করতে শুরু করে তখন নাইটক্লাবের বাইরে রাজ্যের রাস্তার উপর একটি বিয়ার বাগানে বাধা ছিল।\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "বিএ এর প্রথান নির্বাহী উইলি ওয়ালশ বলেন, \"সংযুক্ত সংস্থাটি তাদের গ্রাহকদের অনেক বৃহৎ যোগাযোগ ব্যবস্থা দিতে পারবে\"।\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "দ্য ইনস্টিউট ফর জিওফিজিক্স তাদের সরঞ্জামের একটি গুরুত্বপূর্ণ অংশ হারিয়ে ফেলেছে যা টাঙ্গুরাহুয়ার ঢালু স্থানে স্থাপন করা ছিল, এর ফলস্বরুপ অগ্ন্যুৎপাতের সক্রিয়তা পর্যবেক্ষণ করার ক্ষমতা হ্রাসপ্রাপ্ত হয়েছে।\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "তিনি এই সপ্তাহেই তার টেক্সাস রাঞ্চে ফিরে যাবেন তার প্রতিরক্ষা ও আর্থিক বিষয়ক উপদেষ্টাদের সঙ্গে সাক্ষাতের লক্ষ্যে, আর তারপর, তিনি একটি মহাসড়ক বিল স্বাক্ষর করতে ইলিনয়ে সফর করবেন।\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "এই লক্ষণগুলি কারণ হিসেবে তার প্রচারাভিযানের কর্মকর্তারা বলেন,, \"একটি গুরুতর ভাইরাল সংক্রমণ এবং রাসায়নিক পদার্থ যা সাধারণত খাদ্যে পাওয়া যায় না\"।\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "তারা জীববিদ্যা পাঠ্যক্রম থেকে ইনটেলিজেন্ট ডিজাইনকে অপসারণ করার প্রস্তাব দেয় কিন্তু দর্শন এবং সমসাময়িক ধর্ম বিষয়ে সম্পর্কযুক্ত কোর্সে ইনটেলিজেন্ট ডিজাইন ব্যাপারে আলোচনার অনুমতি দেয়।\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "দ্য শি'ইটের কর্মকর্তারা পরে বলেছেন যে যে সমস্ত মানুষকে অপহরন করা হয়েছে বলে মনে করা হচ্ছিল — তাদেরকে টাইগ্রিস নদীতে পাওয়া গেছে।\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "বলেসফ, ৮৬, তার ভাই পোপের থেকে প্রাপ্ত পোলিশ ভাষায় লেখা কার্ডটি পড়তে পছন্দ করেন।\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "যেহেতু চ্যাম্পিয়নলীগ খেলায় অতিরিক্ত সময়ের পুরোটাই চলে, তাই খেলা চলছিল সেল্টিকের তখনো সমতা আনার জন্য ২৭ মিনিট অবশিষ্ট ছিল।\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "বিচারক পরিষ্কার করে যে বার্তা দিয়েছেন তা হল; পিঠে ব্যাথা থাকুক বা না থাকুক, জ্যাকসনকে আদালতে উপস্থিত হতেই হবে! এবং তা দ্রুত! টেলিভিশনে দেখানো দৃশ্যেই জ্যাকসনের স্বপক্ষের অপেক্ষারত উকিল মেরসিরিউ এবং তার সহকারী সুজান ইউ; দুজনেই টানটান উত্তেজনায় আদালত ভবনের কাছে ফুটপাথের ধারে মুঠোফোন নিয়ে ব্যাস্স্ত থাকতে দেখা গেছে।তাদের ব্যাকুলভাবে জ্যাকসনের গাড়িবহরের অপেক্ষারত দেখে কেবল মনে হচ্ছিল জ্যাকসন সময়মত পৌঁছে যাবেন এবং তাঁর জামিন বাতিল হয়ে যাওয়া এড়াতে পারবেন।\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "মাধবনের গ্রেপ্তারির পর থেকে ভারতে স্বয়ং ঘোষিত \"ঈশ্বরপুরুষ\" এবং \"গুরু\"রা পুলিশি নজরদারির আওতায় এসে পড়েছেন, এবং পুলিশ বিশেষ করে তাদের সম্পত্তির উৎস ও প্রতারণা ইত্যাদির বিষয়ে তদন্ত শুরু করছে।\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "চুক্তিটি এমন ভাবে গঠন করা হয়েছে যাতে আয়তন নির্বিশেষে সমস্ত অংশগ্রহণকারীকে তাদের স্বার্থ সংশ্লিষ্ট সামরিক বাহিনী ও তাদের অভিযান বিষয়ক সব ধরণের তথ্য সংগ্রহ করার ক্ষেত্রে সরাসরি ভূমিকা পালন করাবার মাধ্যমে পারস্পরিক সমঝোতা বৃদ্ধি করতে সক্ষম হয়।\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "লেফটেন্যান্ট কর্নেল রুপার্ট থর্নেলো, ৪০, প্রথম ব্যাটালিয়নের ওয়েলশ গার্ডের কমান্ডিং অফিসার এবং অশ্বারোহী সৈনিক জশুয়া হ্যামন্ড, ১৮, দ্বিতীয় ট্যাঙ্ক রেজিমেন্টের, নিহত হয় যখন একটি বোমা তাদের ভাইকিং আরমার্ড গাড়ির তলায় বিস্ফোরণ ঘটায়।\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "মেলাটোনিন বিশ্লেষণ করে দেখা এক পরীক্ষায় ঘুমের ওষুধ হিসাবে মেলাটোনিনের কার্যকারিতাকে ফলপ্রসূ হিসেবে তুলে ধরা হয়েছে।\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "ভবিষ্যতে এটি স্বাস্থ্য, জনসংখ্যা ও আয়ুষ্কাল সম্বন্ধীয় ক্ষেত্রগুলির কাজেও ব্যবহার করা হবে।\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "প্রাক্তন মুখ্য সচিব তথা বিধান পরিষদের আসন্ন নির্বাচনের একজন প্রার্থী আনসন চ্যানও অনুষ্ঠানে অংশ নেন।\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "বন্দীদের মুক্ত করার জন্য সমঝোতা পর্ব শুরু হয়েছে বলে স্থানীয় এক পুলিশ প্রধান জানিয়েছেন।\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "২.৯৩০ পাউন্ড(ইউ এস ৩, ৫৮০ ডলার) এর জুতোর মালিক এখন ৬৫ বছরের ইলেনর গ্রাহাম।\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "টেলিভিশন বিজ্ঞাপনটিতে একজন ব্যক্তিকে বলতে শোনা গিয়েছে \"কানাডাই উত্তর কোরিয়াকে দেখে নিতে পারে\"।\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "২০ জুলাই ডেনমার্ক বলেছে যে তারা অনুবাদক ও ইরাকি কর্মাচারীদের তাঁদের পরিবারসহ বিমানে করে তুলে এনেছে।\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "এছাড়াও উইনার একাধিক হোটেল, একটি ইস্পাত কম্পানি ও অন্যান্য কম্পানির মালিক ছিলেন।\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\"আমরা প্রাথমিকভাবে ভেবেছিলাম যে জুতোটি এবং অন্যান্য জিনিসগুলি প্রায় ৬০০-৭০০ বছরের পুরনো কারণ ওগুলি এতো ভালো অবস্থায় ছিল,\" আয়ারল্যান্ডের ইউনিভার্সিটি কলেজ কর্ক-এর সহ-রচয়িতা ডঃ রন পিনহাসি বলেছেন।\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "ফিফা সাধারণ সম্পাদক জেরোম ভ্যালেকে ঘোষণা করেনঃ \"আমরা গোল লাইন প্রযুক্তি এবং সব প্রযুক্তিগত পরীক্ষার আপাতত বন্ধ করার সিদ্ধান্ত নিয়েছি\"।\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "এর আগে ইটার-টাসও জানায় যে, পিয়ংইয়ং এর একজন নাম না জানা বিদেশী কূটনীতিবিদ জানিয়েছেন যে সম্প্রতি গোপণীয়তার সাথে এবং কোন ব্যাখ্যা ছাড়াই প্রকাশ্য প্রদর্শন থেকে কিম জং ইলের প্রতিকৃতিগুলো সরিয়ে ফেলা হয়েছে।\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "আজ সকালে, অবশিষ্ট ষোলজন দখলকারীকে ভবিষ্যৎ সরবরাহের জন্য উপাদানগুলির একটি তালিকা প্রস্তুত করতে বলা হয়েছিল।\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "সুইডিশ পাইরেট বে-এর প্রধান, রিকার্ড ফকভিং-এর সঙ্গে একটি সাক্ষাৎকারে, উইয়্যার্ডফায়ার জানায় যে পুলিশ তিনজন কর্মীকে গ্রেফতার করে এবং চূড়ান্তভাবে মাত্র দুইজনকে হেফাজতে নিয়েছিল।\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "তিনি MBE, OBE এবং CBE পুরস্কার পেয়েছেন এবং ২০০২ সালে তিনি অবসর গ্রহণ করেন।\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "হামাস কর্মকর্তারা এবং সাক্ষীরা জানিয়েছে যে, খামার, একটি দুধ ফ্যাক্টরী, হামাস সামরিক বিভাগের অধীন ছোট এলাকা, এবং বিভিন্ন কর্মশালা ছিল হামলার লক্ষ্যবস্তু।\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "মাহের বলেছেন, সিবিএস নিউজ তাঁকে এই বিভাগে উপস্থিত হতে অনুরোধ করেছে।\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "তবে সন্দেহভাজনদের জিজ্ঞাসাবাদ করার সময় তথ্য তাদের কাজে লাগতে পারে বলে মনে করার জন্য তারা বোমার প্রকাশ করছে না।\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "এখন পর্যন্ত, আপাতভাবে ভাইরাসটি শুধুমাত্র এনএসডব্লু ও কুইন্সল্যান্ডের ঘোড়াদেরই সংক্রামিত করেছে, যেখানে ৫১টি নিশ্চিতকৃত ও ৪০০টি সন্দেহজনক কেস পাওয়া গিয়েছে।\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "প্রিকনেস রেস এর শুরুতেই বারবেরোর ডান দিকের পেছনের পা ভেঙ্গে যায়।\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "তাঁদের সদস্যদের মধ্যে প্রতিযোগিতা দূর করে কৃত্রিমভাবে উচ্চমূল্য তৈরি করা এই কার্টেল-কে উন্মোচিত করে লুফতহান্সা, যা প্রশাসনকে বিচার থেকে খালাসের বিনিময়ে সতর্ক করেছিল।\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "অজ্ঞাতপরিচয় বন্ধুটি রিস জনসনকে.২২ ক্যালিবারের ওয়েবলে ভালকান এয়ারগান দিয়ে খুব কাছ থেকেই বুকে গুলি ছোঁড়ে।\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "যারা নেটবল লিগ নিয়মিত দেখেন তাঁদের কাছে স্টিল ও ভিক্সেনের জয় চরম হতাশাপূর্ণ।\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "ফরওয়ার্ড জেভিয়ার মোয়া এবং ক্রিস থম্পসন নিজের সীমানায় শক্ত প্রতিরক্ষার ব্যবস্থা করেছেন এক সময়ে।\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "ওয়ার্ল্ড ডিফ সুইমিং চ্যাম্পিয়নশিপ ২০০৭ এর ৩য় দিন বিকেলে এবং সন্ধ্যায় পুরুষদের ১৫০০ মিটার ফ্রিস্টাইল, মহিলাদের ৮০০ মিটার ফ্রিস্টাইল, ৫০ মিটার ব্রেস্টস্ট্রোক, ২০০ মিটার ফ্রিস্টাইল এবং ৪x১০০ মিটার রিলে সাঁতারের দলীয় ফাইনাল অনুষ্ঠিত হয়।\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "এই পরীক্ষায়, ৬৬৫ জন হাইস্কুল ছাত্রছাত্রীকে জালিয়াতি করতে ধরা হয়েছে, যা আগের বছরের চেয়ে দ্বিগুন, এবং একটি হাই স্কুলে এটি পাওয়া গেছে যে পরীক্ষার আগে ১১১ জন ছাত্রছাত্রীকে উত্তর দিয়ে দেওয়া হয়েছিলো।\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "লন্ডন, ইংল্যান্ড - অস্ট্রেলিয়ার জাতীয় হুইলচেয়ার রাগ্‌বি দল কানাডাকে ৬৬-৫১ পয়েন্টে হারিয়ে ২০১২ সালের গ্রীষ্মকালীন প্যারালিম্পিকস অস্ট্রেলিয়ার শেষ স্বর্ণপদকটি জিতে নেয়।\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "দ্বিতীয় টাইটান III উৎক্ষেপণের পর, এটিকে মার্কিন যুক্তরাষ্ট্রের বিমান বাহিনীর মানব চালিত কক্ষপথে ঘূর্ণায়মান গবেষণাগার (MOL)-এর লঞ্চ প্যাড হিসেবে ব্যবহার করার জন্য তৈরি করা হয়েছে।\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"তাদের আত্মা শান্তি পাক এবং তাদের পরিবারগুলি সামনের কঠিন সময়ের মোকাবেলার শক্তি অর্জন করুক\"।\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "সংবাদমাধ্যমের মুক্তির দল রিপোর্টারস উইদাউট বোর্ডার্স এটিকে \"ভয়ঙ্কর\" বলে অভিহিত করেছে এবং হুশিয়ার করে দিয়েছে যে এটি \"সাধারণ নাগরিক\"-যারা সহিংস কর্মকান্ড ভিডিও করেন তাদের লক্ষ্য করে ব্যবহার করা হতে পারে।\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "তদন্তে এই সিদ্ধান্ত আসা হয় যে স্টেফানাইডস ব্রিটিশ সংস্থা, লয়েডস রেজিস্টার ইন্সপেকশন লিমিটেড-কে ইরাকের জন্য রাষ্ট্রসঙ্ঘের একটি প্রকল্পের চুক্তি পাওয়ায়ে দিতে সাহায্য করে নিয়ম লঙ্ঘন করেছিলেন।\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\" আমি যতোজনকে চিনি তাঁর মধ্যে তিনি সবচেয়ে বড় হৃদয়ের অধিকারী এবং তিনি যে কাউকেই তাঁর সমস্ত দিয়ে সহায়তা করতেন\"।\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "শ্রিভার গত শুক্রবার গুড মর্নিং আমেরিকাতে একটি সাক্ষাতকার দেন।যেখানে উনি বলেন,\"রাষ্ট্রপতি এই মানুষগুলোকে লজ্জা দেবার জন্য ওই কথা বলেননি\"।\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "আসামীপক্ষের বাদী আইনজীবী বিচারকমণ্ডলীকে পূর্বেই সতর্ক করেছেন যাতে তাঁরা প্রেসের মন্তব্যসমূহ উপেক্ষা করেন কেননা বিচার আরম্ভ হওয়ার পুর্বেই সেগুলো আসামীকে অভিযুক্ত করতে পারে।\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "কিভাবে সিদ্ধান্ত নেওয়া হল অথবা ওই একটি বিশেষ বিলবোর্ডকেই কেন বসাতে দেওয়া হল না সে বিষয়ে মারে কোনরকম মন্তব্য করেননি।\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "অ্যাডাম্পোলোস বলেন যে তিনি গুজব রটনাকারীদের বিরুদ্ধে আইনগত ব্যবস্থা নেওয়ার কথা ভাবছেন।\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "তাঁরা প্রধান মন্ত্রীকে অনুরোধ করেছেন সন্ত্রাসবাদ আর উগ্রপন্থা মোকাবিলায় আরো সচেষ্ট হতে।\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "তিনি আরও যোগ করেন যে লরেন্স অস্ট্রেলিয়ান রিপাবলিকান আন্দোলন প্রতিনিধিদের নির্বাচনে ১৯৯৮সালে অস্ট্রেলিয়ান সংবিধানের কনভেনশনে কাজ করেছেন।\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "পরিবারগণ বলছেন যে ক্রুদের কাছে \"অল্প পানীয় জল বা খাবার\" আছে।\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "বিচারক লর্ড বাক বলেছেন যে, এই আইনটি চালু করা হবে না, যতক্ষণ না সংসদ এই ব্যাপারে বিশদ আলোচনা করছে এবং বেলিফদের এই নতুন ক্ষমতার উপর সতর্কভাবে নজর রাখা হচ্ছে।\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "২০১০ সালের জুলাই মাসে, রুড এএলপির নেতা হিসেবে এবং মিস গিলার্ড প্রধান মন্ত্রী হিসেবে নিয়োজিত হন।\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "অন্যদিকে মল্ডোভার প্রিমিয়ার ভাসিল টারলে ট্রান্সনিস্ট্রিয়ায় রুশ সেনা ট্রুপের বিরুদ্ধে চেচেন অঞ্চলে অস্ত্র সরবরাহ করার অভিযোগ এনেছেন।এর উত্তরে, রুশ প্রতিরক্ষা মন্ত্রী সের্গেই ইভানোভ বলেন যে তিনি মল্ডোভার রুশ ছাউনিগুলির জন্য তার \"মস্তক বন্ধক\" দিচ্ছেন, এবং সুনিশ্চিত করছেন যে, \"ট্রান্সনিস্ট্রিয়া থেকে কোনো অস্ত্র প্রেরণ করা হয়নি\"।\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "সেখানে আরো একটি প্রতিশ্রুতির উল্লেখ ছিল যে \"অস্বাভাবিক বা সন্ত্রাসবাদী দলের\" হুমকির বিরুদ্ধে যুদ্ধ করা হবে।\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "সম্মেলনে বিনামূল্যে পুলিশ পাহারা দেবার কারণে স্থানীয় সরকারের সমালোচনা করা হয়েছে।\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "রিসবারম্যান বলেছেন যে, জলের প্রয়োজন থাকা লোকেদের কাছে জল পৌঁছে দেওয়ার পরিকাঠামোর ঘাটতির জন্য আফ্রিকাতে জলাভাব ঘটছে।\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "পূর্বের অসমর্থিত খবরে বলা হয়েছিল যে ভগ্নাংশ গুলি কোন এক বিমান বিস্ফোরণের ফল হয়ে থাকতে পারে।\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "একটি দীর্ঘমেয়াদী রাজনৈতিক সংকটের পর এই অভ্যুত্থানটি ঘটে, যেখানে রাষ্ট্রপতি জাতীয় সংসদ ও নাইজারের হাই কোর্ট উভয়ই ভেঙ্গে দিয়েছিলেন এবং তার সাথে তার রাষ্ট্রপতি থাকার মেয়াদ তিন বছর বাড়িয়ে দেন এবং তার মেয়াদের পরবর্তী সমস্ত সীমাগুলি অপসারণ করেন।\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "\"এটি অসাধারণ প্রদর্শন ছিল।অ্যাডেলেড অসামান্য ছিল, তারা আমাদের একদম কোণঠাসা করে দিয়েছিল কিন্তু আমি মনে করি আমাদের এই প্রাপ্য ছিল\", মেলবোর্নের অধিনায়ক কেভিন মাসকট বলেছিলেন।\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "রাষ্ট্রপতি আরো বলেন যে, \"আমরা ১৫০, ০০০ মাইল সড়ক পুনর্নির্মাণ করতে যাচ্ছি -- সেটা এই পৃথিবীকে ছয় বার প্রদক্ষিণ করার জন্য যথেষ্ট।\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "কেনিয়ার বিরোধী পক্ষের রাজনৈতিক নেতারা কিভাবে একজন নতুন সংসদীয় স্পীকার বেছে নেওয়া উচিত সে বিষয়ে কথা বলতে গিয়ে নির্বাচিত রাষ্ট্রপতি মোয়াই কিবাকির অনুগামীদের সাথে আবারো বিবাদে লিপ্ত হন।\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "মন্দিরের একটি প্রাচীর ভেঙ্গে পড়ায় প্রাঙ্গনে জমায়েত প্রায় দশ হাজার হিন্দু ভক্তের মধ্যে আতঙ্কের সৃষ্টি হয় এবং তারা ছত্রভঙ্গ হয়ে পড়লে পদপিষ্টের ঘটনাটি ঘটে।\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "পালিনের আক্রমণ সত্ত্বেও, ৩রা অক্টোবর তারিখে প্রকাশিত মূল নিবন্ধে নিউ ইয়র্ক টাইমস জানিয়েছে যে ওবামা ও আয়েরস কোনোদিনই খুব ঘনিষ্ঠ ছিলেন না, এবং তাদের মধ্যের সংযোগ ওবামার পদে আসার প্রাথমিক লড়াইয়ের সময়ে ও একটি বিদ্যালয়ের সংস্কারের প্রকল্পের সময়ে ঘটেছিল, নিবন্ধে বলা হয়েছে \"তাদের উভয়ের চলার পথ বিক্ষিপ্ত ভাবে একে অপরকে অতিক্রম করেছে\"।\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "তদন্তকারীর বলেছেন যে বিস্ফোরণটি নিছকই দুর্ঘটনাবশতঃ ঘটেছে না কোন অসাধু ব্যাপারও লুকিয়ে আছে তা নিয়ে তাঁরা নিশ্চিত নন, যেহেতু প্রাথমিকভাবে জীবিত ব্যক্তিদের খোঁজ করাতেই সব প্রচেষ্টা দেওয়া হচ্ছে।\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ফ্রাংকা, ইংল্যান্ডে লন্ডনে ১৯২১ সালে জন্মগ্রহণ করেন, কানাডা জাতীয় কানাডায় ব্যালে খুঁজে পেতে কানাডা এসেছিলেন।\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "কনের চার জন সখীর নাম ঘোষণা করা হয়েছে যারা হলেন ওয়েসেক্সের আর্ল এবং কাউন্টেসের মেয়ে, লেডি লুইস উইন্ডসন, যার বয়েস সাত।\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "মূল প্রতিযোগিতায় খুব কাছাকাছি দক্ষতার তারতম্যের জন্য সবাই দীর্ঘক্ষনের জন্য নেতৃত্ব দিতে পারে না, বিশেষত এশিয়ান সাইক্লিস্ট প্রতিযোগীতায়।\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "গোলের সম্মুখ অংশে ফ্রান্সের কার্যকারিতার অভাবের ফলে ভীড়ে দলের সমর্থকদের মধ্যে ২-০ ফলাফলেই আনন্দোল্লাস শুরু হয়ে যায়।\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "তাৎক্ষণিক বিস্ফোরক যন্ত্রসমূহ ইরাকি নাগরিক এবং ইরাকের সহযোগী ফোর্সের উভয়ের জন্যই এক বড় হন্তারূপে কাজ করেছে।\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "দ্বিতীয়টি বৃহত্তর ছিল, এবং চীনা কর্মকর্তারা বলেন পরিসেবা স্বাভাবিক করার কাজ খুব ধীরগতিতে এগোচ্ছে।\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "সাধারণত একটি দেশের অফিসিয়াল সময় হলো শীতকালীন সময়।\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "তিনি দুর্নীতি এবং দারিদ্র্যের অবসান ঘটাতে প্রচার করেছিলেন এবং বলেছেন যে তিনি দুর্নীতিগ্রস্ত কর্মকর্তাদের বিচারের জন্য অগ্রাধিকার প্রদান করবেন।\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "ছাই আস্তরণের দরুণ কৃষিব্যবস্থায় সম্ভবত ১৫০ মিলিয়ন ডলার পরিমাণ অর্থ সমপরিমাণ ক্ষতি হয়েছে।\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "সর্বশেষ এই বৃদ্ধি তাঁর বেতনকে বাড়িয়ে প্রায় ৩৬১, ০০০ ডলারে নিয়ে যাবে।\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "আরও এক মাস পর প্রেস্টনকে স্থানীয় পুলিশ দপ্তরে একটি শুনানির জন্য ডাকা হয়।\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ব্রিটেন প্রাথমিকভাবে ১৯-বছর-বয়সী মেহ্‌দী কাজেমির করা আশ্রয় প্রার্থনাকারী আবেদনটিকে খারিজ করে দেয়, এবং কাজেমি নেদারল্যান্ডসে পালিয়ে যায়, সেখানেও তার কেসটি ফিরিয়ে দেওয়া হয় এবং সে আবার ব্রিটেনে ফিরে আসে।\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "অতিরিক্ত আবিষ্কারগুলি ৬, ২০০ থেকে ৫, ৯০০ বছর আগেকার তাম্রযুগের বিস্তৃত বিন্যাসের নিদর্শন প্রকাশ করেছে।\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "২৪২ টি আসনের মধ্যে, ডিপিজে ৮২ থেকে ১০৯ টি আসন লাভ করেছে, যার ফলস্বরুপ পুরপ্রতিনিধিদের সভায় তারাই বৃহত্তম দল হিসাবে আসীন হয়েছে।\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "এখন অবধি কোনো মৃত্যু বা আঘাতের খবর পাওয়া যায়নি।\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"আমরা এই দুইজন অতিরিক্ত রেফারিকে লক্ষ্য করব এবং আমরা এই সময়ে কোনও গোল-লাইন প্রযুক্তি বিবেচনা করা থেকে এড়িয়ে চলছি\"।\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "দিনের শেষদিকে অস্ট্রেলিয়ান গ্রীন্স একটি বিলের প্রস্তাব দেয় গভর্নর জেনারেলকে এসিটি আইন নিষিদ্ধ করা থামানোর জন্য, প্রস্তাবটি দুই ভোটে পাশ করতে ব্যর্থ হয়।\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "রিকো বিভিন্ন ধরণের কাজ করেছেন, কিন্তু এখন তার নেশার জায়গাটি পেশা হয়ে উঠেছে - তিনি অপ্রয়োজনীয় 'ফেলে দেওয়া টুকরো-টাকরা'দিয়ে অসাধারণ আসবাবপত্র বানিয়ে থাকেন।\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ট্র্যাফিক অফিসার, কাউন্টি শেরিফরা, ক্যালিফোর্নিয়া হাইওয়ে প্যাট্রল এবং ফেডারেল ব্যুরো অফ ইনভেস্টিগেশন অনুসন্ধানে জড়িত ছিলেন।\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "নরকো আরো সাক্ষ্য দেন যে, রস তাঁর মানসিক সমস্যাগুলি নিয়ন্ত্রণের জন্য ওষুধ গ্রহণ করছেন।\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "শুক্রবার জাপানে হওয়া 8.9 মাত্রার ভূমিকম্পের জন্য তৈরী হওয়া সুনামিতে ক্যালিফোর্নিয়ার একটি উপকূলীয় শহর ক্রিসেন্ট সিটির খাঁড়িতে বাণিজ্যিক মাছ ধরার ব্যবস্থাটি ধ্বংস হয়ে গিয়েছে, এক্ষেত্রে উল্লেখ্য যে, শহরটি ১৯৬৪ সালে হওয়া সুনামির ধাক্কা এখনও সামলে উঠতে পারেনি।\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "মার্চে আরেকটি বি৭৩৭ রানওয়ে থেকে ছিটকে পড়ার দুর্ঘটনার পর ইন্দোনেশিয়া পরিবহনকারীটিকে বসিয়ে দিয়েছিল।\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "প্রতিবাদকারীরা অবরোধের ঘোষণা দিয়েছে এবং পবিত্র স্থানটি থেকে মুসলমানদের বিরত রাখার জন্য নির্মাণকাজটি একটি ইচ্ছাকৃত আইন তৈরি করেছে।\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "সুইজারল্যান্ডের সুইসকম পরিষেবা প্রদানকারী সংস্থার গ্রাহকরা সবচেয়ে কম মাসিক মূল্যে (৩৪ মার্কিন ডলার) এই পরিষেবা পান।\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "এই ট্যুরের শুরুতে, ইংল্যান্ড চার ম্যাচের টেস্ট সিরিজ ৩-০ তে জিতেছে।\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "ডিজনি এর হুগ উড বলেন, \"ওয়াল্ট ডিজনি ওয়ার্ল্ড এর জন্য বৃটেনের স্পষ্ট ভালোবাসা আছে এবং সেইসাথে তাদের পার্ক এবং জাদুর সঙ্গে দীর্ঘস্থায়ী অনুরাগ আছে, যার কারনে সম্ভবত সেগুলোর সংখ্যা এবং গুণগত মান অনেক বেশি\"।\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "আজকে ব্রিটেনের সবচেয়ে উষ্ণ রেকর্ডকৃত জুলাই মাসের দিন ছিল যেখানে উষ্ণতা সারের উইন্সলিতে ৩৬.৫º সেঃ (৯৭.৭º ফাঃ) এ ছুঁয়েছে।\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "সায়েন্টোলজি চার্চের ইন্টারনেটের মাধ্যমে ভিডিও বিতরণ বন্ধ করার প্রচেষ্টাগুলি \" দৃশ্যত দর্শনীয়ভাবে উল্টাদিকে কাজ করেছে\" প্রেস এসোসিয়েশনের মতে, এবং বৃহস্পতিবার এই ভিডিওটি গকার.কম ছাড়াও অন্যান্য ওয়েবসাইটগুলিতে দর্শনীয় ছিল, নিউইয়র্ক পোস্ট সহ, ইন্ডিপেন্ডেন্ট টেলিভিশন সংবাদ এবং বিবিসিতে।\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "সেন্ট লুসিয়ার গ্রস আইলেটের ব্যুইজেসর স্টেডিয়ামে বিশ্বকাপের গ্রুপ সি এর চূড়ান্ত ম্যাচে ইংল্যান্ড কেনিয়াকে ৭ উইকেটে (৬০ বল বাকি থাকতেই) পরাজিত করেছে।\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "গত সেপ্টেম্বরে, আলাস্কা সেট শেলের ব্যোফোর্ট সাগরের উপকূল খননের ইচ্ছা নিয়ে একটি সরকারী বিজ্ঞপ্তি প্রকাশ করে, দুটি খনন অঞ্চল: \"টর্পেডো\" এবং \"সিভুলিকে\" পরীক্ষামূলক খননের সাজ-সরঞ্জাম বসায়।\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "এটি জানতে পাওয়া যায় যে, ক্যাপ্টেন মারভোটো কমর গ্রাউন্ড প্রক্সিমিটি সতর্কীকরণ সিস্টেম (জিপিডব্লিউএস)-এর ১৫ টি স্বয়ংক্রিয় একটিভেশনকে উপেক্ষা করেছিলেন, যা শ্রীমতি কমর-কে জানান দিচ্ছিল যে, বিমানটি এমন দ্রুতগতিতে উড়ছে যা নিরাপদ অবতরণের জন্য প্রযোজ্য ছিলনা, কিন্তু তিনি এবর্ট করতে ব্যর্থ হয়েছিলেন।\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "৭৩ বছর বয়সী এক অবসরপ্রাপ্ত যাজক, রেভারেন্ড রোল্যান্ড হুইসেলবার্গ, জার্মানির ইরফুর্টে মঙ্গলবার রিফর্মেশন দিবসের পরিষেবা চলাকালে নিজেকে জীবিত পুড়িয়ে ফেলে।\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "এবং শেষে যে প্রশ্নটি ক্রেগ মিলমাইন এবং বার্নার্ড ডার্নটনকে জিজ্ঞাসা করা হয় যে তাঁরা হোল্ডেন না ফোর্ড, কার অনুরক্ত।\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "একজন নির্বাসিত টিপিএলএফ অধিনায়ক, আরেগাউই বার্হি যিনি নেদারল্যান্ডস এ বসবাস করেন, তিনি আরায়ার কাহিনীটিকে সমর্থন করেছেন।\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "উইকিলিকস-এ যেসকল নথিপত্র ফাঁস হয়েছে এবং উইকিনিউজ-এ যেগুলো প্রদর্শন করা হয়েছে, সেসব প্রকাশ করেছে যে কিউবা ভেনিজুয়েলার সাথে একটি গোপন চুক্তিতে স্বাক্ষর করেছে এটি নিশ্চিত করার জন্য যে, ২০১০ সালের মধ্যে কিউবা উচ্চ গতিসম্পন্ন ইন্টারনেট সংযোগে প্রবেশাধিকার পাবে।\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "এই সমস্ত রেসগুলো মেক্সিকান জকি মারিও গুটিরেজের সাথে জিতেছিল।\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "তুলুম থেকে সেথুমাল মেক্সিকোর দক্ষিণ দিক পর্যন্ত একটি মৌসুমি ঝড়ের সতর্কতা জারী করা হয়।\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "পুলিশ জানিয়েছে মদ্যপান করে গাড়ী চালানোর জন্যে নিওয়ার্ক, ওহাইও তে ২৮ বর্ষীয় কিলি ওয়াইগলকে গ্রেপ্তার করা হয়েছে।তার মোটর চালিত বারস্টুল গাড়ী দুর্ঘটনাগ্রস্ত হয়।\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "ভারতের প্রেস ট্রাস্ট জানিয়েছে যে প্রায় ১৩০ জন আহত হয়েছেন, আল জাজিরা জানিয়েছে প্রায় ২০০ জন যাত্রী ছিলেন বলে মনে করা হচ্ছে।\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "সে যে খুব খুশি হয়ে স্কটল্যান্ডকে অভিবাদন জানাবে এরকম সম্ভাবনা প্রায় নেই বললেই চলে।\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "শ্রী ভেইল বলেন, যদি কোন বার্তা বিশেষ নজর দেওয়ার মতো হয় তাহলে তার জন্য মন্ত্রিস্তরে তা জমা দিতে হয়।\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}