{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Convert the given sentence from Burmese language to English language.",
  "Positive Examples": [
    {
        "input": "ပီပါ စပရေး အသုံးမပြုနိုင်သော နေရာများ တွင် တံတွေး ထွေးခြင်း ၊ ရေ ဖြင့် ပက်ခြင်း သို့မဟုတ် အစောင့်များ အပေါ် ဆီးသွား ရန် ကြိုးစားခြင်းများ ကဲ့သို့သော ဖြစ်ရပ်များ ကို စည်းကမ်း ဥပဒေ ချိုးဖောက်သော အမှုများ အဖြစ် ရှင်းလင်းစွာ စာရင်း ပြုစုထားပါသည် ။\n",
        "output": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n",
        "explanation": "The above sentence is correctly translated from Myanmar to English."
    },
    {
        "input": "အက်ရှ်ခရော့ဖ် က “ သမိုင်း က ကျွန်တော်တို့ ကို ညင်သာစွာ စီရင်လိမ့်မည် မဟုတ် “ ဟု အစည်းအဝေး အချိန်အတွင်း ကောက်ချက်ချခဲ့ပြီးဖြစ်သည် ။\n",
        "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is correctly translated from Myanmar to English."
    },
    {
        "input": "“ ကျွန်ုပ်တို့ သည် အဆိုပါ ရလဒ်များ ကို အလွန် အလေးထား ရယူခြင်း နှင့် မည်သည့်အချက် အပေါ် ကျွန်ုပ်တို့ ပြန်လည်စဉ်းစား ရမည် ကို ဆင်ခြင်သုံးသပ် ရမည် ၊ “ ဟု အာဘေး က သတင်းစာရှင်းလင်းပွဲ တစ်ခု တွင် ပြောကြားခဲ့သည် ။\n",
        "output": "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n",
        "explanation": "The above sentence is correctly translated from Myanmar to English."

    }
  ],
  "Negative Examples": [
    {
      "input": "ော်ရန်းတိုး ကျွန်း လေဆိပ် ဧရိယာ အတွက် ပျှမ်းမျှ လေတိုက်နှုန်း သည် တစ်နာရီ ၁၂ ကီလိုမီတာ ဖြစ်သည် ။",
      "output": "The government has fallen.",
      "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
    },
    {
        "input": "အက်ရှ်ခရော့ဖ် က “ သမိုင်း က ကျွန်တော်တို့ ကို ညင်သာစွာ စီရင်လိမ့်မည် မဟုတ် “ ဟု အစည်းအဝေး အချိန်အတွင်း ကောက်ချက်ချခဲ့ပြီးဖြစ်သည် ။\n",
        "output": "Ashcroft had played during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is not correctly translated from Myanmar to English as one word 'played' changed the meaning of the entite sentence."
    }
  ],
  "Instances": [

    {
        "input": "သြစတြေးလျ ၏ အမေရိကန် နှင့် ခိုင်မြဲသော အချိတ်အဆက် ဆက်သွယ်မှု များ နှင့် အီရတ် တွင် အမေရိကန် ဦးဆောင်သော စစ် အတွက် ၎င်း ၏ ပံ့ပိုးမှု များ သည် ၂၀ဝ၄ ခုနှစ် နှောင်းပိုင်း တွင် ဟော့ဝတ်ဒ် ၏ စတုတ္ထ အကြိမ် မြောက် သန့်ရှင်းသော ရွေးကောက်ပွဲ အနိုင်ရခြင်း အတွက် အဓိက အကြောင်းအချက် များ ဖြစ်သည် ။\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "သတင်းအချက်လက်များ စုစည်းမှု အားနည်းခြင်း နှင့် သတင်း အပြည့်ဝ မ ပို့နိုင်ခြင်း ရဲ့ အထောက်အထား ကို အဖွဲ့စည်း အားလုံး စစ်ဆေးမှု က သိခဲ့ တာက သတင်းအချက်အလက် ချို့တဲ့ခြင်း သည် ပြဿနာ တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "အာဖရိက လူမျိုး ကလေး များ ၏ ခရစ်ယာန် ဓမ္မ တေး အဖွဲ့ က စင် ပေါ် တွင် ဒီ နှစ် ထိပ်တန်း သီချင်း ၁၀ ပုဒ် ကို လည်း သီဆိုခဲ့သည် ။\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "ဘီရမ် မြို့တော်ဝန် အလက်ဇန္ဒား တတ်စချာပတ် အပါအဝင် ၊ ပီဒရီနား နှင့် အခြားသူ များ မှ ၊ စနေ နေ့ နှင့် တနင်္ဂနွေ နေ့ ဆန္ဒပြမှု များ ကာလ အတွင်း မိန့်ခွန်းပြောကြားခဲ့သည် ။\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "ဆင်ခြေဖုန်း ရပ်ကွက် အတွက် ၂၄ နာရီ ဖွင့်လှစ်မည့် စတိုးဆိုင် တစ် ဆိုင် စီစဉ်ခဲ့ သော်လည်း အမြန်ရရှိနိုင်သော အစားအစာ ဆိုင် ကြီး သည် သောကြာနေ့များ နှင့် စနေနေ့များ တွင် သာ စတိုးဆိုင် ကို ည လုံး ပေါက် ဖွင့်လှစ်သွားမည့် သဘောတူညီမှု ကို ရုပ်သိမ်းခဲ့သည် ။\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "နယူးဇီလန် အသင်း ၏ လှေပြင်ဆင်မွမ်းမံသူ ၊ ဒန်ကိုဝီ က ၊ “ ကျွန်တော်တို့ မနေ့က ပြောခဲ့တဲ့အတိုင်း အပြင်မှာ အလွန် ကောင်းသော လှေ ၂စီး ရှိပါတယ် ” လို့ ၊ ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "ဆီးရီးယား သူပုန်များ က ဟတ်ဘိုလ အုပ်စု ကို သမ္မတ ၏ အုပ်ချုပ်မှု ကို ဆန့်ကျင်သော ပုန်ကုန်မှု တစ် ခု ကို အဆုံးသတ် ရန် တိုက်ခိုက်နေသော ၊ ဆီးရီးယား သမ္မတ ဘရှာ အာဆတ်ဒ် ကူညီ ရန် တိုက်ခိုက်ရေးသမားများ ပေးပို့နေသည့် အတွက် ဆန့်ကျင် လက်တုံ့ပြန်မည် ဟု ခြိမ်းခြောက်ခဲ့ကြသည် ။\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "မူရင်း အစိုးရရှေ့နေများ အနေဖြင့် ချေပသော အဖွဲ့ မှ သက်သေအထောက်အထား ကို ထိမ်ချန်ဖြစ်ခဲ့ သောကြောင့် အလက်စကာ လွှတ်တော် အမတ် ဟောင်း တတ်ဒ် စတီဗင် ကို ဖြုတ်ချ ရန် ဆန့်ကျင် အကျင့်ပျက် ခြစားမှု စွဲချက်များ အတွက် အမေရိကန် ပြည်ထောင်စု ၏ တရားရေးရာဌာန က မေးမြန်းခဲ့သည် ။\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "လက်စမသတ်ရသေးသော ပင်လယ်များ သည် ဖယ်ရှားမှု ကို အကျိုးသက်ရောက်မှုရှိ သော်လည်း ၊ အာဏာပိုင်များ က တစ်ဆယ် ရက် အတွင်း အဆိုပါ လုပ်ဆောင်ချက်များ အပြီးသတ်မှု ရှိ ရန် မျှော်လင့်သည် ။\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "အတုံ့အပြန်နားလည်မှု ဖြင့် မဖြေရှင်းနိုင်ခဲ့ သော အဆိုပါ စုံစမ်းရေးကော်မရှင်အဖွဲ့ ကို မစ္စတာ ဒိုနာ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "ဆေးခန်းများ တွင် ကင်ဆာ ရောဂါ ကုသ ရန် ၊ ဆေးဝါးများ အသုံးပြုမှု အတွက် စမ်းသပ်ခြင်းများ မ လုပ်ဆောင်ရ သေး သောကြောင့် သုတေသန ပညာရှင်များ နှင့် အယ်လ်ဘာတာ ကင်ဆာ ဘုတ်အဖွဲ့ နှင့် မြို့တော် ကျန်းမာရေး အဖွဲ့ သည် ကင်ဆာ ရောဂါ ကုသ ရန် ဒီစီအေ အသုံးပြုမှု အကြံဉာဏ်ပေးခြင်း မပြု သေးပါ ။\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "တရုတ် နိုင်ငံ သည် နှစ် ပတ် မျှသာ ကမ္ဘာ့ ဈေးကွက် တစ်ခု ထဲသို့ ကျွမ်းကျင်စွာ ဝင်လာ ပြီးနောက် ၊ အမေရိကန် နိ်ုင်ငံ တွင် အဓိက-ခွဲ အပေါင်ခံ ငွေချေးငှားသူ များ နှင့်ပတ်သတ်ပြီး စိုးရိမ်မှု များ ကြီးထွားလာခြင်း သည် ကမ္ဘာ အဝှမ်း ပြောင်းလဲလာသော စတော့ မှတဆင့် အထိတ်တလန့်ဖြစ်မှု ကို ရောက်ရှိခဲ့ပါသည် ။\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "သတင်းထုတ်ပြန်ချက် ကို မိန့်မှာချက်အရ ၊ သူတို့ တွေ သည် ခက်ခဲကောင်းခက်ခဲနိုင် ပေမဲ့ ၊ ဆုံးဖြတ်ချက် များ ကို အကောင်အထည်ဖော် ရန် စွမ်းရည် ဖြင့် \" ခေါင်းဆောင်မှု ကို အကဲဖြတ်သည် ၊ ဟု အစ္စရေး ဝန်ကြီး ချုပ် က သူ ၏ ပါတီ အစည်းအဝေး ၌ ၊ ၊ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "အီတလီလူမျိုးများ ယာဉ်မတော်တဆမှု မှာ ထိခိုက်ဒဏ်ရာရရှိခဲ့ ကြောင်း လည်း ၄င်း က သတင်းပို့ခဲ့သည် ။\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "ဗန်ဒန် ဂန် ( ဗွီဂျီ ) သတင်းစာ ၏ အွန်လိုင်း တည်းဖြတ် ထုတ်ဝေခြင်း များ မှ စာနယ်ဇင်း သမား သုံးယောက် သည် စမ်းသပ်မှု ပြုလုပ် ပြီးနောက် ကြေညာချက် ကို ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "အဆိုပါ အန်တီဂျီအယ်လ် က အသင်း ၏ ခရီးစဉ် အတွက် ပေး ရန် ရန်ပုံငွေ ပျက်ကွက်မှု တစ်ခု အတွက်ကြောင့် ၊ အားကစားသမား များ သည် တိုဂို ၊ လိုမီ သို့ ခရီးသွား ရန် ဖြစ်နိုင်လိမ့်မည် မဟုတ် ဟု ဗုဒ္ဓဟူး နေ့ မှာ ကြေငြာခဲ့သည် ။\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "အာဏာပိုင်များ က တစ် မိုင် ၏ တစ်ဝက် ( ခန့်မှန်းခြေအားဖြင့် မီတာ ၈၀၀ ) ကျယ် ခဲ့ သော နေရာ တစ်ခု မှ စွန့်ခွာလာခဲ့ကြသည် ။\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "အစောပိုင်း ဒုတိယ ပွဲဝက် တွင် ဂျော်ဂျီယာ က ဦးဆောင် ပြီး နှောင်းပိုင်းတွင် ဂိုးသွင်း ရန် အဆိုပါ ပွဲစဉ် တွင် ခြိမ်းခြောက်ခြင်းခံရ သော်လည်း အိုင်ယာလန် ရဲ့ ကာကွယ်မှု က လုံခြုံမှုရ ရန် အောင်ပွဲ ၄ ပွဲ ကို ရယူကိုင်ထားခဲ့ပါသည် ။\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "အက်စ်အို၁၉ မှ လက်နက်ကိုင် ရဲ အရာရှိများ သည် လန်ဒန် နော်တင် တောင်ကုန်း နှင့် ကင်ဆန်တန် မြောက်ဘက် ဒေသများ ရှိ မြေယာအဆောက်အအုံများ ကို ဝင်ရောက်စီးနင်းခဲ့ ပြီး အီတလီ တပ်များသည် အီတလီ နိုင်ငံ ၊ ရောမ မြို့ ရှိ အဆောက်အဦး တစ်ခု ၌ စတုတ္ထမြောက် ဗုံးဖေါက်ခွဲမှု သံသယရှိတရားခံ ကို ဖမ်းဆီးခဲ့သည် ။\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "ဖစ်တောင်းမုန်တိုင်း သည် ယခု တစ်နာရီ ကို ၂၄ မိုင်နှုန်း ဖြင့် တိုးတက် လာကာ ၊ အော့ဟိုတက်စ် ပင်လယ် ဆီသို့ ဦးတည် ပြီး ရွှေ့လျားနေပါသည် ။\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "လက်ရှိ ကယ်ဆယ်ရေး ဆောင်ရွက်မှုများ ကို ထောက်ပံ့ ရန် ၊ ဂျီဒီပီ ဒေါ်လာ စုစုပေါင်း ငါး ထွီလီယမ် ၏ တစ် ရာခိုင်နှုန်း မြင့်တတ်နေ သကဲ့သို့ ထိခိုက်ပျက်စီးခဲ့သော နယ်မြေများ ကို ပြန်လည်ထူထောင်ခြင်း ၏ ခန့်မှန်း ကုန်ကျစရိတ် ကဲ့သို့ ၊ အခွန်အခများ တိုးမြှင့်ခြင်း ကို ဂျပန် အစိုးရ က အများသဘောအတိုင်း သုံးသပ်ဆင်ခြင်နေသည် ။\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "\" ဒီနေ့ ဟာ မော်ရီတနီးယား နိုင်ငံ ကို အသစ်တစ်ဖန်ပြန်လည်မွေးဖွားလိုက် တဲ့ ကြီးမြတ်သော နေ့ တစ်နေ့ ဖြစ်ပါတယ် \" ၊ လို့ ကိုယ်တိုင် လည်း မဲပေး သူ သမ္မတ အီလီ အွဒ် မိုဟာမက် ဗေးလ် က လူထုဆန္ဒခံယူပွဲ မှာ ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "ဂျော်ဂျီရာ ပြည်ထဲရေး ဝန်ကြီးဌာန မှ ပြောရေးဆိုခွင့်ရှိသူ တစ်ဦး က ရုရှားတပ်များ သည် ဇက်ဒီဒီ မြို့ သို့ ထိန်းချုပ်ခဲ့ကြောင်း လည်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "ရုတ်တရက် ကာလ ဝမ်း ရောဂါ ဖြစ်ပွားခြင်း သည် ဇင်ဘာဘွေ ဆိုသည့် အာဖရိကန် နိုင်ငံ ကို ၄င်း ၏ အမြင့်ဆုံး အဆင့် သို့ ရောက်ရှိ သွားပုံရသည် အထိ ရိုက်ခတ်ခဲ့ ကြောင်း ကမ္ဘာ့ ကျန်းမာရေး အဖွဲ့ ( ဒဗလူအိချ်အို ) က ဖော်ပြ ထားခဲ့သည် ။\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "စင်းဖိန်း ခေါင်းဆောင် ဂျာရီ အက်ဒမ် သည် အစီအစဉ်များ ၏ လက်ခံ စောင့်ကြပ်သူ တစ် ဦး အဖြစ် ကမ်းလှမ်းခဲ့ ပြီး “ စဉ်းစား ဆင်ခြင် စရာ များ ထည့်သွင်းစဉ်းစားခြင်း နှင့် ညှိနှိုင်း တိုင်ပင် ရန် လိုအပ်သည် ဟု ” ဖော်ပြထားသည် ။\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ ဆန္ဒမဲပေးပွဲကာလ အတွင်း စွဲချက် မပါပဲ အကျဥ်းချခြင်း ကာလတိုးမြှင့်ရေး နိုင်ငံရေး လုပ်ငန်းစဥ် တစ်ရပ် ကို ပြဋ္ဌာန်း ရန် ရဲ အရာရှိချုပ်များ အား ဖိအားပေး တောင်းဆိုမှုများ ကြောင့် ဗြိတိသျှ ဝန်ကြီးချုပ် တိုနီ ဘလဲ သည် အောက်လွှတ်တော် တစ်ရပ် ၏ စုံစမ်းစစ်ဆေးမှု တစ်ရပ် ကို ရင်ဆိုင်လိမ့်မည် ။\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "စင်ဒီ ရှီဟန် က သူ က သူမကို နောက်တကြိမ် မပြောမချင်း ဘုရှ် ၏ စိုက်ပျိုးမွေးမြူရေးခြံ အနီး လမ်းဘေး တွင် ငြိမ်းချမ်းရေး ဆန္ဒပြပွဲ ကို ကျင်းပ ရန် သူမ စီစဉ်နေကြောင်း တနင်္ဂနွေ နေ့ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "ပညာရေး အတွက် ပန်ဆယ်ဗာနီယာ ပြည်နယ် ဥပဒေကြမ်း က \" အသက်မွေးဝမ်းကျောင်းမှုပညာနှင့်စပ်ဆိုင်သော ပညာပေးသူ သည် ဘာသာရပ် ကိစ္စများ ကို ရည်ရွယ်ချက်ရှိရှိ နှင့် တမင်တာကာ မှားယွင်းတင်ပြမည် မဟုတ်ပါ \" ဟု ဖော်ပြထား သောကြောင့် ဒိုဗာ ကျောင်းများ ရှိ ဇီဝဗေဒဆိုင်ရာ ဆရာများ က နားလည်သိမြင်တတ်သည့်စွမ်းရည်ရှိသော ဒီဇိုင်း အပေါ် ကျောင်း ဘုတ်အဖွဲ့၏ ကျောင်းသားများ သို့ ဖော်ပြချက် ကို ဖတ် ရန် ငြင်းဆိုခဲ့ကြသည် ။\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "သီတင်းပတ် အဆုံး မတ်လ ၁၄ တွင် ကာလ ဝမ်း ရောဂါ အသစ် ဖြစ်ပွားမှု အရေအတွက် သည် ၂၀၇၆ ဖြစ်သည် ၊ ကူးစက် ရောဂါ ၃၈၁၂ ၏ တစ်၀က် နီးပါး သည် သီတင်းပတ် မတိုင်ခင် နှင့် ၊ ဖေဖော်ဝါရီလ ၏ အစ တွင် တစ်ပတ် လျှင် ၈၀၀၀ ဟု တင်ပြခဲ့သည် ။\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "အင်တစ်နီ ( သို့မဟုတ် ကင်တာမာ ( တက်စတစ်ကယ် ) - ဗိုင်းရပ်စ် ) ဗိုင်းရပ်စ် တစ် မျိုး သည် ၊ အသုံးပြုသူ ၏ ခွင့်ပြုချက် ဉီးစွာ ရယူခြင်း မရှိပဲ ကွန်ယက် ဖိုင် ဖြန့်ဝေခြင်း သို့ အချက်အလက်များ ပို့လွှတ် ရန် အတွက် လုပ်ဆောင် သည် ဟု ယုံကြည်ခဲ့သည် ။\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "\" ဇူလိုင်လ အစောပိုင်း တွင် ကျွန်တော့်ကို တာဝန်ယူစေခဲ့ သော ရှာဖွေရေး အမိန့်အာဏာ၀ရမ်း တွင် စာရင်းပြုစုခဲ့ သည့် အဖွဲ့ဝင် ဝန်ထမ်း ဟောင်း သုံးဦး ရှိခဲ့ ပြီး ၊ ကျွန်တော်တို့က ရဲတပ်ဖွဲ့ အတွက် ပစ္စည်းများ ကို ရှာဖွေစုဆောင်းကာ ပံ့ပိုးပေးခဲ့သည် ၊ \" ဟု မစ္စတာ အပ်ဝပ်စ် က ဖဲဖက်စ် ရေဒီယို ကွန်ယက် ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "ဗစ်တိုးရီးယား ရဲ ၏ အကြီးတန်း ပုလိပ် စုံထောက် ဘယ်ရီဟေး က ၊ ကောင်လေး အကြောင်း ပြောခဲ့သည် မှာ ၊ “ သူ က လူကောင်းလေး တစ် ယောက် ဖြစ်သည် ၊ သူ က ဖြောင့်မတ်တဲ့ ကောင်လေး တစ် ယောက် ဖြစ်သည် ။ ”\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "သို့သော်လည်း “ အာဏာသိမ်းမှု ” နှင့် ပတ်သက် ၍ ဖော်ပြခဲ့သော လှုပ်ရှားမှု နှင့်အတူ ၊ ပြည်တွင်း အစိုးရ ၏ တုံ့ပြန်မှု ကို ဆန့်ကျင်ခဲ့ကြကြောင်း ဝန်ကြီးချုပ် ဂေမို ဝီလီယမ်စ် က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "၎င်း ကို ပို ပြီး ဒုံးကျည် များ ကို ရက်သတ္တပတ် တွင် စစ် ပွဲ များ နောက်ပိုင်း အတောအတွင်း စုံစမ်းလိမ့်မည် ဟု တင်ပြခဲ့သည် ။\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "အွန်ဘာဒို ပြောကြားချက် အရ ၊ “ကျွန်တော်တို့ ၎င်း အဆောက်အဉီး အတွင်း အဆိုပါ မီးလောင်ကျွမ်းမှု မရှိတော့သည် ကို သိမြင်လာ ပြီး ည ၁၂ နာရီ ကျော် ပြီးနောက် ထို အလုပ်သမားများ အားလုံး ၂၈၀၀ ကို အချိန်အနည်းငယ် အလုပ်လုပ် ရန် အလုပ်ခွင်ပြန်လည်ဝင်ရောက် ရန် ခွင့်ပြုပေးခဲ့သည် ။ ”\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "ထောက်ပံ့မှုဆိုင်ရာ ကြီးမားသော ကန့်သတ်ချက်များ ကြောင့် ငွေကြေးဖောင်းပွမှု နှုန်း မြင့်မားလာခြင်း နှင့် ပတ်သတ်ပြီး သူ အလွန် စိုးရိမ်ခဲ့သည် ဟု ဘဏ္ဍာရေး ၀န်ကြီး ပီ.ချီဒမ်ဘရမ် မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "ဖေဖော်ဝါရီလ အတွက် ရံပုံငွေရှာဖွေမှုကိန်းဂဏန်းများကို ထုတ်ပြန်ခဲ့သည် ၊ ရွမ်နေက ထိုလ အတွင်း ၁၂.၅သန်း ရရှိခဲ့ပြီး ၁၂.၃သန်းကို ကြော်ငြာအတွက် အသုံးပြုခဲ့သည် ။\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": "( က ) ယင်း ဟာ ဂျပန် နိုင်ငံသား ခံယူမှု / စွန့်လွှတ်မှု အတွက် ဘယ်လို အခြေအနေတွေ နဲ့ ပြဌာန်း မလဲ ဆိုတဲ့ ဒိုင်းရက် ရဲ့ ဥပဒေပြဌာန်းမှု အတိုင်းအတာ အတွင်း ရှိစဉ် ( အခန်း ၁၀ ) ၊ ဤ ကဲ့သို့သော အခြေအနေ တစ်ခု ကြောင့် ဖြစ်လာ တဲ့ ယုတ္တိဆန် တဲ့ အကြောင်းပြချက်မရှိ တဲ့ ကွဲပြားမှု တစ်ခု ဟာ အခြေခံဥပဒေနဲ့မကိုက်ညီနိုင်ပါ ( အခန်း ၁၄ ၊ အပိုဒ် ၁ ) ။\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "အက်စ်စီစီ ဆဲဗင်းအက်စ် က မကြာခင် မှာ ကလပ် ရဲ့ တာဝန်ရှိသူများ အလိုအရ နိုင်ငံတကာ ရက်ဂ်ဘီ ဘုတ် ရဲ့ ဆဲဗင်း အက်စ် ဆားကဒ် ပေါ်မှာ ထည့်သွင်းစဉ်းစားလာလိမ့်မယ်လို့ မျှော်လင့်ထားပါသည် ။\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု ဘူမိဗေဒဆိုင်ရာ တိုင်းတာစစ်ဆေးချက် က ဖော်ပြထားသည် မှာ ပျက်စီးဆုံးရှုံးမှု အချို့ ရှိနိုင် သော်လည်း ၎င်းမှာ \" အလွန် အင်အားပျော့နိုင်ခြေ \" ရှိ ပြီး ၊ သို့သော်လည်း ပျက်စီးမှု သတင်းပို့ခြင်း မရှိ ကြောင်း ဆန် ဘာနာ့တ်ဒင်နို စီရင်စု မီးသတ်ဌာန က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "“ ဟုတ်တယ် ၊ အယ်လ် ကေးဒါး က ရေနံ တပ်ဆင်ခြင်းများ ကို တိုက်ခိုက်ခဲ့ ပေမယ့် သူတို့ သာလျှင် သရုပ်ဆောင်များ မဟုတ်ဘဲ နှင့် သူတို့ သည် အဓိက သရုပ်ဆောင်များ မဟုတ်ပါ ဟု ၊ ” သူ ပြောခဲ့သည် ။\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "မိုက်ခရိုဆော့ဖ် နှင့် အိတ်စ်ထရာ တို့ ကြား လောလောဆယ် နှင့် ကာလရှည် စပ်တူလုပ်ခြင်း ကို အိတ်စ်ထရာအမ်အက်စ်အန် ဟုခေါ်သော ၊ ပူးပေါင်း စွန့်စားမှု အဖြစ် အစားထိုးလိုက်သည် ။\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "စီဒေါ်စကိုင်း သည် သူ့ ကို သမ္မတ လူကန်ရှီကို က တာဝန်ပေးခဲ့ သော ၂၀ဝ၃ ခုနှစ် ၏ ဂျူလိုင် လ ကတည်းက ဘီလာရု နိုင်ငံ ၏ ဝန်င်္ကြီး ချုပ် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "အဆိုပါ ရည်ညွှန်းဖော်ပြခဲ့သော အဖွဲ့ သုံး ဖွဲ့ သည် နောက် လ တွင် နေတိုး အဖွဲ့ သို့ ပါဝင်ပူးပေါင်း ရန် ဖိတ်ခေါ်ချက် တစ်ရပ် အတွက် သတ်မှတ်ချက်ပြည့်မီရန် အလို့ငှါ စစ်တပ် ကို ခေတ်မီအောင်အဆင့်မြှင့်တင်ရန် နှင့် စတာလင် ခေတ် က လက်နက်များ ကို ဖယ်ရှား ရန် အစီအစဉ် တစ်ခု ၏ တစ်စိတ်တစ်ပိုင်း အဖြစ် ထိုနေရာတွင် သိမ်းဆည်းသိုလှောင်ထားသော ခေတ်မမီတော့သော လက်နက်များ ကို ဖျက်သိမ်းနေခဲ့ကြခြင်းဖြစ်သည် ။\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "မြန်မာ ( တစ်နည်းအားဖြင့် ဘားမား ) ရှိ ဘတ်စ် ကား တစ်စီး ပေါ် တွင် ဗုံး ပေါက်ကွဲမှု တစ်ခု ကြောင့် ၅၅-နှစ်-အရွယ် အမျိုးသား တစ်ယောက် သေဆုံးစေခဲ့ ပြီး ကျန်ရှိသော နောက်ထပ် အမျိုးသား ကို ဒဏ်ရာရရှိစေခဲ့သည် ။\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "သြစတေးလျနိုင်ငံ-တစ်ဝှမ်း မြင်းများ ၊ မြည်းများ နှင့် လားများ ဖြတ်သန်းသွားလာခြင်း အပေါ် တားမြစ်မှု တစ်ခု သည် ဗုဒ္ဓဟူးနေ့ တွင် သက်တမ်းကုန် မည် ဖြစ်သောကြောင့် သောကြာနေ့ အထိ ရွှေ့ဆိုင်းခဲ့သည် ။\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "ဆိုးလ်လက် ဆိုသူက လေယာဉ် ပျက်ကျ စဉ် လေယာဉ် ပေါ်ပါသွား ခဲ့ သည့် ၊ သူ၏ သမီး နှင့် သားမက် တို့ ပျောက်ဆုံးနေခဲ့သည် ။\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "မြောက် ကိုရီးယား က တောင် ကိုရီးယား ကို အမေရိကန်ပြည်ထောင်စု နှင့် အတူပူးတွဲ၍ ၊ စစ်ရေးအတူလေ့ကျင့်ခြင်း ကို ပါဝင်ဆောင်ရွက်ခဲ့ လျှင် ၊ “ မိမိကိုယ်ကိုခုခံကာကွယ်ခြင်း ” ကို လာမည့် ရက် အနည်းငယ် အတွင်း စတင် ရန် အစီအစဉ်ရေးဆွဲခဲ့ပြီးကြောင်း သတိပေးလိုက်သည် ။\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "အဆိုပါ စွပ်စွဲပြစ်တင်မှု လုပ်ငန်းစဉ် ကို အောက်ပါ ရက်သတ္တပတ် အတွင်း စတင် နိုင် ရန် စီစဉ်ထား သည် ။\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "ဗာဒါ နှင့် သူ ၏ အဖွဲ့ သည် ဂူဂဲလ် အက် ရုပ်ပုံ များ ၏ လေ့လာမှု မှ ကျွဲနွား အချက်အလက် ကို စုဆောင်းခဲ့သည် ။\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "“ အမေရိကန် အစိုးရ ဟာ ကုန်သွယ်ရေး လုပ်တဲ့ အတွက် ၊ သူတို့ ဟာ သူတို့ အကောင်းဆုံး တန်ဖိုး ရရှိဖို့ သေချာစေ ရန် အမြဲ သိသိသာသာ ကြိုးစားနေကြတယ် ” ၊ ဟု သူ ပြောခဲ့သည် ။\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "အဆိုပါ သဘောတူညီချက် တွင် ကန်နွန် သည် ထို နည်းပညာ ကို အခြား မည်သည့် အကျိုးတူစီးပွား ပြုလုပ် ရန် ခွင့်မပြုခဲ့ သော်လည်း ၊ ကန်နွန် မှ တိုရှီဘာ နှင့် စပ်တူ ဖွဲ့စည်းမှု သည် အဆိုပါ ဖော်ပြခဲ့သော တရားစွဲဆိုမှု အတွက် အကြောင်းပြချက် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "ထို့နောက် ဒုတိယ အကျော့ ငွေကြေးတောင်းခံမှု တစ်ခု ကို အမှန်တကယ် ငွေပေးချေမှု သို့ သူတို့ ၏ အာမခံပစ္စည်းများ ပြောင်းလဲပေး ရန် ကြိုးစားကြသည် ။\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "ယင်း ဖြစ်ရပ် သည် ဒေသ ဆိုင်ရာ ပါတီ က ဉီးဆောင်မှု ဖြင့် နိုင်ငံရေး ဆိုင်ရာ ဆန္ဒပြပွဲ တစ် ခု အတွင်း ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "လေ့လာမှု အရ ၊ တိုးတက်မှု များ ကို အမျိုးသမီး များ ကျန်းမာရေး နှင့် ပညာရေး များ တွင် ပြုလုပ်ပါသည် ။\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "ထို လှေ ဆယ့်ငါးစီး သည် ရေခဲ နှင့် သိုလှောင် ရန် အတွက် ရေယာဉ် အကြီးစားများ ဖြစ်သည် ကို ဖော်ညွှန်း ထားသည့် ၊ ကြေငြာချက် တစ်ခု တွင် “ အကြီးစား စီးပွားရေး လုပ်ငန်းများ ထက် ရိုရှင်းစွာ ငါးဖမ်းခြင်း ဖြင့် ရပ်တည် ကြသည့် အကြောင်း ကျွန်တော်တို့ ပြောနေကြသည် ၊ ” ဟု မက်ဒေါ်နယ်လ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "ကုလသမဂ္ဂ ( ယူအန် ) သည် သောကြာနေ့ တွင် အထူးသဖြင့် စာနယ်ဇင်းသမားများ ၊ မြောက်မြားစွာ ကို သတ်ဖြတ်မှုများ နှင့် ပြန်ပေးဆွဲမှုများ အား စုံစမ်းစစ်ဆေး ရန် ပါကစ္စတန် အစိုးရ ကို မေတ္တာရပ်ခံခဲ့ပါတယ် ။\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "အဲ့ဒီ အချိန် တွင် ၊ ထိုနေရာ အတွင်း၌ လူ ၅၀ ခန့် ရှိနေသည် ၊ ကလေးများ နှင့် မိသားစုများ အများစုဖြစ်သည် ။\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "ကမ္ဘာတစ်ဝှမ်း ရှိ အွန်လိုင်း အဖွဲ့အစည်းများ သည် ယနေ့ ခေတ် တွင် လက်ရှိ စနစ် ရဲ့ အကျယ်ပမာဏ ပြဿနာ ကို ဖြေရှင်းနိုင် ရန် မျှော်လင့်ခဲ့သည့် အင်တာနက် လိပ်စာ ၏ စနစ် အသစ် တစ်ခု ( အိုင်ပီဗီ၆ ) - ကို စမ်းသပ် နေသည် ။\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "ဆစ်ဒနီ ရှိ အေပက် အစည်းအဝေး သို့ သွားနေစဥ် လမ်း တွင် ၎င်း သင်္ဘော သောင်တင်နေခဲ့ ချိန်မှာ ၊ ၃၅ မီတာ ရှိ သင်္ဘော သည် ပြီးခဲ့သော ကြာသပတေးနေ့ ကတည်းက သောင်တင်နေခဲ့သည် ။\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\" ဂျာမန် တိုင်း ဟာ နာဇီ ပါတီ ရဲ့ အဖွဲ့ဝင် တစ်ယောက် ဖြစ်ခဲ့သည် မဟုတ်ပါ ။ \"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "ဖြစ်ချိန် တွင် အရက်ဆိုင် အပြင်တွင် သောက်နေ သော ၊ မျက်မြင်သက်သေ တစ်ယောက် က ၊ ကောင်လေး သုံးယောက် ထဲမှ တစ်ယောက် သည် ကား ပါကင် တွင် ဘောလုံး ကစားနေတယ် ၊ ဘီအမ်အိက်စ် စက်ဘီး တစ်စီး တွင် ၊ အမျိုးသား လို့ ထင်ရတဲ့ ၊ ဆယ်ကျော်သက် တစ်ယောက် က မီတာ ၃၀ လောက် အကွာ မှ အုပ်စု ကို သုံး ချက် ပစ်ခဲ့ သောအခါ တစ်ဦး က လည်ပင်း မှာ ဒဏ်ရာ ထိမှန်ခဲ့သည် လို့ ပြောခဲ့သည် ။\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "ပထမ နှင့် တတိယ ကွာတ ပွဲစဉ်များ အတောအတွင်း တွင် ဝင်နီပတ် ၏ ဉီးဆောင်မှု မှ လွဲ ၍ ၊ ဆက်စ်ခက်ချဝမ် ၏ တုံ့ပြန်ယှဉ်ပြိုင်မှုများ က အဆုံးသတ် တွင် ဘလူး ဘုံဘာ အတွက် လွန်စွာ အားသာကြောင်း သက်သေပြခဲ့သည် ။\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "“ လင်.မတ် ဖိုရမ် ” ဟု ခေါ်တွင်သော အငြင်းပွားဖွယ် ဖွံ့ဖြိုးရေး လေ.ကျင်.မှု သင်တန်း တစ်ခု ကို နယူး ယောက် နှင့် ဝါရှင်တန် ၊ ဒီစီ မှာ အမေရိကန် ပြည်ထောင်စု အစိုးရနှင့်သက်ဆိုင်သော တရားရုံးများ တွင် ဘာသာရေး ခွဲခြားမှု တရားစွဲဆိုမှု မှာ ပြင်းထန်ခဲ့သည် ။\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "နယူး အင်္ဂလန် နိုင်ငံ တွင် မုန်တိုင်း ၌ ၊ လေပြင်း တိုက် ခြင်း မှာ ၆၀ အမ်ပီအိပ် သို့ မြင့်တက် ခြင်း ဖြစ်လာ သောကြောင့် ကမ်းရိုးတန်း ရေကြီးမှု အပေါ် စိုးရိမ်ပူပန်မှု အားကြီးနေသည် ။\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "ပါလက်စတိုင်း သုတေသန အဖွဲ့ ဖြစ်သော ( ပီအေအက်စ်အက်စ်အိုင်အေ ) ကို ဦးဆောင်နေသူ မာဒီ အက်ဒယ် ဟာဒီ မှ ပြောကြား သည်မှာ မစ္စတာ. အိုမက် နှင့် မစ္စတာ. အက်ဘက်စ် တို့ နှစ် ဦး လုံး သည် နိုင်ငံရေးရာ တွင် အားနည်း ၊ ပြီး တစ်ဦးစီ သည် တစ်ဘက်သား မှ သူ သည် မည်မျှ လိုအပ်နေသည် ကို ဆီလျော်အောင်ဖြည့်စည်း ပေးနိုင်စွမ်း နှင့်တစ်ခြားစီ ၄င်း ဖြစ်နေသည် ဟု ဆိုသည် ။\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "တယ်လီကွန်း ကုမ္မဏီ အေတီအန်န်တီ က အရေးပေါ် ဖြစ်ရပ် တွေ အတွက် ဝန်ဆောင်မှု စင်တာ ၁ဝ ခု နှင့် ခေါ်ဆိုမှု အခ မဲ့ ကို ပံ့ပိုးပေးခဲ့ ပြီး အမ်စီအိုင် က သူတို့၏ ဝန်ဆောင်မှု စင်တာ များ မှ စေတနာ့ဝန်ထမ်း များ ကို ပံ့ပိုးပေးခဲ့သည် ။\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "ဤ နိုင်ငံများ က “ သူတို့ ၏ စိုက်ပျိုးရေးဆိုင်ရာ ထုတ်လုပ်ရေး နှင့် ကုန်ထုတ်စွမ်းအား တို့ ကို မြှင့်တင်ပေး ရန် လိုအပ်သည့် မူဝါဒ နည်းလမ်းများ နှင့် စီးပွားရေး ၊ တည်ဆောက်မှု တို႔ ကို ပေးရမည် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "၁၉၉၃ ခုနှစ် စစ်ဆင်ရေး ပြီး ကတည်းက နိုင်ငံရေး မတည်ငြိမ် သော အဆိုပါ နိုင်ငံ တွင် ပထမ ဆုံး အမေရိကန် ပြည်ထောင်စု ပါဝင်လာ မှု အကြောင်း ကို ကင်ညာ နယ်စပ် အနီး ရှိ ဝေးကွာ သော ကျွန်း တစ်ခု တွင် - ဆန့်ကျင် သော ရေ့စ် ကန်ဘိုနီ ကို တိုက်ခိုက် မှု တစ်ခု ကြောင့် ဖြစ်လာစေ ပြီး ၎င်း ပါဝင် မှု ကြောင့် ဆိုမာလီ စစ်သွေးကြွ အမျိုးသား များ ဦးရေ ၁၅၀ဝ နှင့် အပြစ်မဲ့ အရပ်သား များ အမြောက်အများ သေဆုံး မှု များ ကို ဖြစ်ပေါ်စေခဲ့သည် ။\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "ဘိုင်ယန် မြူးနစ် အသင်း သည် ရတ် စတား ဘယ်ဂရိတ် အသင်း ကို ၁၇ နှစ် အရွယ် တိုနီ ကရို့စ် ၏ ပထမ မြောက် ကစားသမားဘ၀ ဂိုး အဖြစ် ကစားပွဲ ၏ နောက်ဆုံး ကန်ချက် ၃-၂ ဖြင့် အနိုင်ရရှိခဲ့သည် ။\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "ပီဘရက်ဒီ က သူ လိမ်ညာလှည့်စားခံ ခဲ့ရသည့် အဆိုများ ကို \" ကျနော်တို့ အလေးထား သက်ဆိုင်ခဲ့ သကဲ့သို့ နှင့် ကျနော်တို့ ငြိမ်ဝပ်စွာနေ အားဖြင့် ပြောခံခဲ့ သကဲ့သို့ ၊ ကျနော်တို့ နှင့် အရောင်းအဝယ် သဘောတူညီခဲ့သော ကုန်သည်များ ကျန်သောသူတွေ ရှိခဲ့ကြပါသည် \" ပြောဆိုခြင်းဖြင့် ၊ ငြင်းခုံသည် ။\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "သူတို့ သည် လွှဲပြောင်း ပေးအပ်ပွဲ အခမ်းအနား တစ်ခု အတွင်း လေဆိပ် ၌ စိန်ပြောင်း ဖြင့် ပစ်ခတ် ခံ ခဲ့ ရ သည် ။\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "တောင်ပိုင်း ဝါဇီလီစတန် ဒေသ ၏ သီးခြား နယ်ပယ် သုံးခု မှ ပါကစ်စတန် တပ်မတော် ချဉ်းကပ်ဝင်ရောက် လာချိန် လွန်ခဲ့သော စနေနေ့ တွင် စစ်ဆင်ရေး ကို စတင်ခဲ့သည် ။\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "သက်ဆိုင်ရာ နိုင်ငံခြားသား အနည်းငယ် ကို အဆိုပါ နိုင်ငံ တွင် နေထိုင် ပြီး လည်ပတ် ရန် ခွင့်ပြုထား သောကြောင့် ၊ ကမ္ဘာ့ အပြင်ဖက် သို့ ကြီးမာစွာ နားမလည်နိုင် ပြီး သိုဝှက်ခြင်း တွေ က လည်း ၄င်း တွင် ကျန်ရှိဆဲ ရှိပါသည် ။\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "အဆုံးစီရင် မည့် ခြိမ်းခြောက် မှု များ ကို သူတို့ က လက်ခံရရှိခဲ့ကြ ပြီး သမီး နှစ် ယောက် နှင့် သူ ၏ ဇနီး အတွက် နိုင်ငံရေး ခိုလှုံခွင့် အတွက် နေတိုး အဖွဲ့ အတွင်းရေးမှူး ဂျဗီယာ ဆိုလာနာ ကို တောင်းဆို ရန် အတိုက်အခံ ပါတီ ၏ ခေါင်းဆောင် ရှာဗာ နာတီလက်ရှ်ဗီလီ သည် ဖိအားပေးခံနေရသည် ဟု သူမ က ဖော်ပြသည် ။\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "ကြာသာပတေးနေ့ တွင် အမ်အိတ်အိုင် က ဆက်လက် ပြီး ၂၄ နာရီ အချိန် ထပ်ပေါင်း ပြီး ပြည်သူလူထု အတွင်း သို့ အကြောင်းကြားစာ ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "လက်ရှိအချိန် ၌ ဟိုကိုင်းဒိုးကျွန်း ၏ ခရီးစဉ် တစ်ခု တွင် ရောက်နေသော ဧကရာဇ် အာခီဟီတို က ၎င်း၏မွေးဖွားခြင်း ကို ဝမ်းမြောက်ဝမ်းသာကြိုဆိုခဲ့သည် ။\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "ကတ်စ်ပါဇက် သည် ပေါက်ကွဲ ပြီးနောက် တပ်မတော် အခြေစိုက် စခန်း တစ် ခု သို့ လေယာဉ် ဖြင့် သယ်ဆောင်သွား သော်လည်း ခွဲစိတ်ကုသ စဉ် အတွင်း သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "ဆီးနိတ်တာ အဖွဲ့ က ဆွီဒင် အကျော်အမော် အဖွဲ့ချူပ် ၏ ဖရိုလွန်ဒါ နှင့် ဆန့်ကျင် ကစားမည် ။\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "လင်းနက်စ် လုပ်ဆောင်ချက် စနစ် ၏ အဓိက ဖြန့်ချီသူများ သည် မိုက်ခရိုဆော့ဖ် ဝင်းဒိုး စနစ် ကို ပိုပြီး ထိရောက်စွာ ယှဥ်ပြိုင်နိုင်ရန်အတွက် ၊ ဒက်စတော့ပ် ဆော့ဝဲလ်များ အတွက် အများသုံး လိုအပ်ချက်များ ပါဝင်သော အဆင့်အတန်း အသစ် တစ်ခု ကို လင်းနက်စ် သို့ ရွှေ့ပြောင်းခြင်း ပြုလုပ် ရန် သဘောတူခဲ့ကြသည် ။\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "ဌာန အားလုံး ၏ ကွန်ပျူတာ တွေ မှာ ချက်ချင်း မ ပြောင်းလဲ နိုင် သော်လည်း ၊ လင်းနစ် နှင့် အိုးပင်းအော့ဖစ်ဒေါ့အိုအာဂျီ သို့ ပြောင်းသုံး ရန် ပထမ ဆုံး ဌာန သည် ၂၀၀၆ ခုနစ် အလယ် က စီစဉ် ခဲ့သော လော့ မေယာ ၏ ရုံး ဖြစ်သည် ။\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "အဲ့ဒီ့ မှာ နှင်း ကျဆင်းနေခဲ့ သည့် အချိန်ကာလ အတွင်း မည်သည့် သွေးထွက်သံယိုမှု အစီရင်ခံစာများ မရှိပါ ။\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "အခြား စခန်းချနေထိုင်သူများ က သူတို့ သည် သစ်ပင် အကိုင်းအခက်များ နှင့် အပျက်အစီးအစအနများ နှင့်အတူ နီးနီးကပ်ကပ် ခေါ်ဆိုမှု အများအပြား ရှိခဲ့သည် ဟု ပြောသည် ။\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "ဝင်ရောက်ယှဉ်ပြိုင်ခြင်း မှ အခြား ကိုယ်စားလှယ်လောင်းများ မှာ လစ်ဘရယ် ပါတီ မှ ဂျေမီမက်ဂါဗေး ၊ အစိမ်းရောင် ပါတီ မှ ဂလင်းလော့ဆန် ၊ နှင့် တသီးပုဂ္ဂလ ပါတီ မှ ဒေးဗစ်ရိုးလန်း တို့ ဖြစ်ကြပါသည် ။\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် က ဘီဘီစီ ၏ ရန်ပုံငွေ ကောက်ခံခြင်း သည် ဗြိတိသျှ ပေါင် ၃၇ သန်း ထိ မြင့်တက်ခဲ့ ပြီး ယမန်နေ့ ည ၁၁ နာရီ မတိုင်မီ စုစုပေါင်း ပမာဏ ထက် ပေါင် ၁၀ သန်း ကျော် ပိုရခဲ့သည် ။\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "မ ကြာ သေး ခင် က ထုတ်ခဲ့သော ဂူးဂဲလ် ခရုန်း သည် အသုံးပြုသူများ လျင်မြန်စွာ ရရှိနေ စဉ် တွင် လည်း ၄င်း ၏ အဓိက ပြိုင်ဘက် ၊ မော်ဇီလာ ဖိုင်းယားဖောက်စ် သည် ၊ ၄င်း ၏ဈေးကွက် ရှယ်ယာ ကို တက်ကြွစွာ တိုးမြှင့်ခဲ့ပါသည် ။\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "၂ပတ် ကာလ တွင် ၊ ထိပ်တန်းအဆင့် စီမံခန့်ခွဲရေးဆိုင်ရာပြန်လည်ဖွဲ့စည်းခြင်း ပါဝင် သော ၊ အဆိုပြု ပြောင်းလဲရေးများ နှင့်ပတ်သက်၍ ဝန်ထမ်းများ အား သူတို့ မည်သို့ ထင်မြင်ကြောင်း မေးမြန်းလိမ့်မည်ဖြစ်သည် ။\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ့ တိုက်ကွမ်ဒို အဖွဲ့ချုပ် သည် \" တိုက်ကွမ်ဒို နှင့် အိုလံပစ် အားကစားပြိုင်ပွဲ ၏ အားကစားစိတ်ဓာတ် ကို ပြင်းထန်စွာ စော်ကားခြင်း \" အဖြစ် အဖြစ်အပျက် ကို ဖော်ပြခြင်း ဖြင့် ကြော်ငြာချက် တစ်ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "သို့သော် ပါတီများ သည် အလုပ်အမှုဆောင်အဖွဲ့ ကို တည်ထောင် ရန် ပျက်ကွက် လျှင် သို့မဟုတ် “ မည်သည့် အခြေအနေ ကို မဆို ” သဘောတူညီ ရန် ပျက်ကွက် လျှင် ၊ ညီလာခံ ကို ဖျက်သိမ်း ပြီး လန်ဒန် မှ တိုက်ရိုက် အုပ်ချုပ်မှု သည် အိုင်ယာလန် သမ္မတနိုင်ငံ ဆီ မှ အချက်အလက် ဖြည့်သွင်းခြင်း နှင့်အတူ ဆက်လက် ဆောင်ရွက်ပါလိမ့်မည် ။\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "သူ ၏ ကိုယ်ပိုင် အရည်အချင်း ဖြင့် ထင်ရှားသူ တစ်ယောက် ဖြစ်သော ၊ ဒေါက်တာ ရိုင်ယန် သည် ၊ ဂျနိုက် ဒစ်ကန်စံ ၊ ဂျီနီ ဆင်းမွန်းစ် ၊ ရှင်ခူ ဆန့် နှင့် အက်ရီနာ ကယ်ရီ တို့ အပါအဝင် များစွာသော ကျော်ကြားသူများ ကို ရုပ်ပိုင်းဆိုင်ရာ ပြုပြင် ခွဲစိတ် ပေးခဲ့သည် ။\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "ဥရောပ သမဂ္ဂ ကိုလည်း ၊ အိုးအိမ်မဲ့ ပြည်သူများ ( အိုုင်ဒီပီအက် ) နှင့် စီးပွားရေး ပြန်လည်ထူထောင် ရန် အခြေခံ အဆောက်အအုံ ပုံစံ သစ်များ ဖြင့် အကူအညီပေး ရန် မျှော်လင့် သော ၊ ၂၀၁၀ခုနှစ် တွင် ဒေါ်လာ သန်း ၅၀ဝ ထောက်ပံ့ရေး ပစ္စည်း အကူအညီပေးရေး အတွက် လက်မှတ်ရေးထိုး ခဲ့သည် ။\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "သူတို့ က ဂျော်ဒန် အမျိုးသား ဘဏ် တွင် အကောင့် တစ်ခု သို့ ဒေါ်လာ ၈၉၀ဝ၀ဝ ၊ ဒေါ်လာ ၇၄၈၅၅၀ ကို တရားမဝင် လွှဲပြောင်း ပေးခဲ့သည် ၊ ဆီ ရောင်းဝယ်ရေး စာချုပ် များ အတွက် ကော်မရှင် ပွဲခ ဖြစ်သော ၊ ကျန် ဒေါ်လာ ၁၄၆၂၄၇.၂၃ ကို ၊ ချန်နယ် ကျွန်း ရှိ ၊ ဘာကလေ ဘဏ် တွင် အပ်နှံခဲ့သည် ။\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "နေ့ဖက် အစောပိုင်း တွင် ၊ အစိုးရ ဝန်ကြီး တစ်ဦး လမ်းဘေး ဗုံး တစ်လုံး ဖြင့် လုပ်ကြံခံခဲ့ရသည် ။\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "မနေ့ က အမေရိကန်ပြည်ထောင်စု နှင့် ရုရှား သည် လွန်ခဲ့သော လ နောက်ပိုင်း က ရုရှား လူမျိုး သူလျှို ၁၁ ယောက် ကို ဖမ်းဆီးခဲ့ ပြီးနောက် တိုင်းပြည် နှစ်ခု စလုံး မှ ဖမ်းဆီးထားသော အကျဉ်းသားများ ၏ ဖလှယ်ရေး ကို သဘောတူခဲ့ကြသည် ။\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "ဂရစ်ဖင် မှ လည်း အမှားများ မှ အရေးကြီးသော သင်ခန်းစာများ ရရှိခဲ့ပြီး ၊ \" ကျွန်တော်တို့ လက်လျှော့ခြင်း ထုံးစံမရှိ နှင့် အမေရိကန်များ လက်လျှော့ခြင်း မပြု \" ဟု ထပ်လောင်း မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\" နိုင်ငံခြားကပြောင်းရွှေ့လာသူတွေ ဟာ သူတို့ လိုချင်တာ ရောက် ဖို့ ဘာကို မဖြစ်မနေ ကျော်ဖြတ် ရမယ် ဆိုတာ ကျွန်မ နားလည်ပါတယ် ။ \"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "လက်နက်ကိုင်လူဆိုး တွေ လွတ်မြောက် အောင် လူ့ အကာအကွယ် တွေ ကဲ့သို့ သူတို့ ကို အသုံးပြုနေ ပုံပေါ်တယ် လို့ အရာရှိ များ ပြောခဲ့တယ် ။\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "ဒေဝါလီခံ တရားစွဲဆိုမှု ပယ်ချ ရန် ကယ်လီဖိုးနီးယား ဗဟို ခရိုင်များ အတွက် အမေရိကန် အများဆိုင်ရာပစ္စည်းကိုထိန်းသိမ်းပေးရသူ ပြောင်းရွေ့ သည့် တိုင်အောင် ကုမ္ပဏီ ၏ အရှုံး အတွက် အကြွေး အဖြစ် လစဥ် အစီရင်ခံစာများ တင်သွင်းခြင်း နှင့် အခြေခံ လိုအပ်ချက်များ လိုက်နာ ရန် နှင့် အများဆိုင်ရာပစ္စည်းကိုထိန်းသိမ်းပေးရသူ ဆီသို့ သုံးလတစ်ကြိမ် ပိုင်ဆိုင်မှုအခကြေးငွေ ပေးဆောင်ခြင်း ဖြင့် ကုမ္ပဏီ က ဒေဝါလီခံ ကာကွယ်စောင့်ရှောက်မှု အောက် မှာ ရှိနေဆဲဖြစ်သည် ။\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "\" ယနေ့ ငါတို့ ခေတ်သစ် အယ်ဂျီးရီးယား ရဲ့ အရဲရင့်ဆုံးသော ခေါင်းဆောင်များ ထဲ မှ တစ် ယောက် ဆုံးရှုံးခဲ့ရပြီ \" ဟု ဘုန်းတဲဖီကာ က ကြေကွဲဝမ်းနည်း ကြောင်း ရှစ် ရက် ကြေငြာခြင်းအားဖြင့် ပြောခဲ့သည် ။\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "အနောက်ဩစတြေးလျခရိုင် တရားရုံးတရားသူကြီး ရှာနာဒင်းက ပြည်နယ် နှင့် ဖက်ဒရယ်အစိုးရ ရန်ပုံငွေအား မရိုးသားသောနည်းလမ်းဖြင့် အစ္စလာမ်ကျောင်း၏ တရားမဝင် ရရှိထားမှုနှင့် ပတ်သက်၍ စုံစမ်းစစ်ဆေးရန် မွတ်စလင်အမျိုးသမီးတစ်ဦးက သူမ၏ ဘာကွာကို ဖယ်ရှားရမည် ဖြစ်ကြောင်းတွေ့ရှိခဲ့ပါသည် ။\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "ဆွီဒင် နိုင်ငံ သား ၂ ဦး ကို ထိခိုက် ဒဏ်ရာများ အနည်းငယ် နှင့် မီးခိုး ကြား မှ ကယ်တင် နိုင် ခဲ့ သည် ၊ သို့သော် အနီးရှိ ရေငုပ် စခန်း တစ်ခု မှ အောက်စီဂျင် နှင့် ကုသပေးခဲ့သည် ။\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "ဟန်ဂေရီ ၏ အေဇာရီ ပုဆိန် လူသတ် သမား ရာမီ ဆာဖာရို အား မိမိ နိုင်ငံ သို့ သွားလာ ခွင့်ပြုသည် ဟု စီရင်ချက် ချ ခဲ့ ပြီး နောက်ပိုင်း ၊ တစ်ဆက်တည်း အေဇာဘိုင်ဂျန် အား လွတ်ငြိမ်းချမ်းသာခွင့် ပေးခဲ့ ပြီး ၊ အာမေးနီးယား က “ စစ်တိုက် ရန် အဆင်သင့် ” ဖြစ်သည် ဟု ကြေညာခဲ့သည် ။\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "ပစ္စည်း တစ်ခု ၊ ခွက် တစ်လုံး သည် ၊ ယူရို ထောင်ပေါင်း များစွာ အဖိုးတန်သည် ။\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ပါတီ ဥက္ကဋ္ဌ ကန် မယ်(လ်)မန် သည် ကြော်ငြာ ကို ခုခံကာကွယ် ပြီးနောက် တစ် ရက် သာလျှင် ၊ ၄င်း က “ ထိုအရာ ၏ လုပ်ငန်းစဉ် ကို လုပ်ဆောင်ခဲ့ ” သောကြောင့် ကြော်ငြာ သည် ဆွယ်ခဲ့ပြီးပြီ လို့ အမျိုးသား ရီပါပလစ်ပါတီ ကော်မတီ အတွက် အရာရှိ တစ်ယောက် သည် အန်ဘီစီ သို့ ပြောခဲ့ ပြီးတော့ ထိုအရာ သည် ဆက်လက် လုပ်ဆောင်ခဲ့လိမ့်မည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "“ ၂၀၁၀ တွင် ချပ်ချိ ပင်လယ် နှင့် ဘတ်ဖော့ ပင်လယ် တွင် လုံခြုံရေး နှင့် ပတ်ဝန်းကျင်ထိန်းသိမ်းရေး တာဝန်ရှိသော ရှာဖွေရေး အစီအစဉ် ကို တာဝန်ယူ ရန် ရှဲလ် ကို အပ်နှံ ခဲ့သည် ၊ “ ဟု ရှဲလ် ရေနံ ကုမ္ပဏီ ဥက္ကဋ္ဌ မာဗင် အီး အိုဒမ် က အမေရိကန် ပြည်ထဲရေး ဌာန ၏ တွင်းထွက်ပစ္စည်း စီမံခန့်ခွဲမှု ဝန်ဆောင်မှု ( အမ်အမ်အက်စ် ) သို့ ပြောခဲ့သည် ။\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "“ အချို့သောပျက်စီးမှုများ က ဆက်သွယ်ရေးလိုင်းများ ကို ပြတ်တောက်စေခဲ့သည် ၊ အချို့သောပျက်စီးမှုများ က ထိုသို့သော သတိပေးချက်များ စတင်ပေါ်ထွက်လာစေခဲ့ ပြီး ဓါတ်လှေခါး သို့ ပေးသော လျှပ်စစ်ဓါတ်အား ကို ပြတ်တောက်စေခဲ့သည် ” ဟု ဘတ်ဖလိုမြို့တော် ၏ မီးသတ်ဋ္ဌာန အကြီးအကဲ မိုက်ကွန်ဘာဒို က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "သူ သည် ဝါရှင်တန် ၊ ဒီစီ သို့ အပြန် လမ်း တွင် အဲ ဖို့စ် ဝန်း ပေါ်မှ တင်မိုသီ ရှရစ်ဗာ ဆီ တယ်လီဖုန်း ခေါ် ခဲ့ သည် ။\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင် မီးသတ်သမားများ သည် ၊ ပြည်သူလူထု အား လုံခြုံသော တရားဝင်သော မီးရှူးမီးပန်းများ ကို အသုံးပြုဖို့ အစည်းအဝေး ခေါ်ရန် နှင့် စီစဥ်ထားသော ပြည်သူလူထု နှင့် ဆိုင်သော ပြပွဲများ တက်ရောက်ဖို့ တိုက်တွန်းရန် ၊ နှစ်စဥ် ဒီ အချိန်ရောက်တိုင်း အမြဲ အလုပ်ရှုပ်သည် ။\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "မက်ဒ်စတိုရီ က ရေးသားသော ဆော့ဖ်ဝဲ တွင် အစိုးရ စာရွက်စာတမ်းများ ကဲ့သို့ ၊ ဆေးပညာဆိုင်ရာ ဂျာနယ်များ တွင် ပါဝင်သော ကျန်းမာရေး သတင်းအချက်အလက်များ နှင့် ဆေးပညာ နှစ်မျိုးလုံး တွင် အသုံးပြုနိုင်သည့် သဘာဝကိုတုပထားသော အသိဉာဏ် နည်းပညာ ပါဝင်သည် ။\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "စပေ့စ်အိတ်စ် ကော်ပိုရေးရှင်း သည် ၄င်း၏ ဖယ်လ်ကွန် ၁ ဒုံးကျည် ကို ကွာရာလိန်းအတိုး မှ ဒီကနေ့ လွှတ်တင်ခဲ့သည် ။\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "\" ပရိတ်သတ် ရဲ့ သစ္စာရှိမှု ကို နက်ရှိုင်းစွာ တန်ဖိုးမထား တဲ့ ဂျာနယ်သမား တစ်ယောက် ဟာ အခြား လိုင်း မှ အလုပ် က ပြောနေစရာ မလိုပဲ ပြောင်း ဖို့ ၄င်း ကို ကျွန်ုပ် မျှော်လင့်တယ် \" လို့ ပြီးခဲ့တဲ့ နှစ် များစွာ က ဆေးလိပ် ဖြတ်ခဲ့ တဲ့ ၊ ၆၆-နှစ်-ရှိ တင်ဆက်သူ အမျိုးသား က ၊ : ထပ်လောင်းပြောခဲ့တယ် ။\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "ဆေးဘက်အကူ များ မရောက်ခင် စမစ် ကို \" ရင်ဘက် နှလုံး ပြန် ခုန်အောင် \" လုပ်ခဲ့သည် ဟု စမစ် ၏ သက်တော်စောင့် ကို အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "တနင်္လာ နေ့ က ၊ သြစတေးလျ တယ်လီဖုန်း ဆက်သွယ်ရေး ကုမ္ပဏီ တယ်စ်ထွာ မှ လာမည့် ဂျီ နက်ဝက် တွင် ပိုမိုကျယ်ပြန့်သော စီးပွားရေးလုပ်ငန်း အင်တာနက် သုံးစွဲသူ များ အတွက် အိတ်ရှ်အက်စ်ပီအေ ပလပ် ပုံစံ နှစ်မျိုးသုံးသော ကယ်ရီယာ ကို စတင်မိတ်ဆက်ခဲ့သည် ။\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ် သည် နိုင်ငံ ကို တည်ဆောက် ရန် ပြုပြင်မွမ်းမံရေး နှင့်အတူ ဆက်လက်ဆောင်ရွက်သွားနိုင် ရန် နှင့် အများပြည်သူ ထိတွေ့ခံစားရရှိနိုင် သော စီးပွားရေး တိုးတက်မှု ကို အထောက်အကူပေးနိုင် ရန် ကျွန်ုပ်၏ တာဝန် ကို ကျေပွန်အောင် ဆောင်ရွက်ချင်ပါသည် ။ “\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "သူမ ၏ ၆ ရက် ကြာ သြစတြေးလျ ခရီးစဉ် တွင် ၊ ကုလသမ္မဂ္ဂ လူ့အခွင့်အရေး စောင့်ကြည့်ရေးအဖွဲ့ ထိန်းသိမ်းရေး စင်တာ နှစ် ခု သို့ လည်ပတ်ခဲ့ ပြီး ၄င်း တို့ ၏ အခြေအနေ ကို ဆုံးဖြတ်ခံ ရန် ၁၈ လ ကြာ စောင့်နေ သော ခိုလှုံခွင့်တောင်းခံသူများ အများစု ၏ \" မျှော်လင့်ချက် ကင်းမဲ့ ပြီး ရှုံ့မဲ့သော မျက်နှာများ \" သည် သူ မ ကို လွှမ်းမိုးစေခဲ့ သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "အစ်တန်နီးယား သည် တရားဝင် အကူအညီ တောင်းဆိုမှု မလုပ် သော်လည်း ၊ ဖင်လန်နိုင်ငံသည် ရှင်းလင်းရေး အတွက် ကုန်ကျစရိတ်များ ကို ပေး လိမ့်မည် ။\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "ယိုဖိတ် ထားသည့် ရေနံပြင် သည် ကနေဒါ ရေ ပိုင်နက် ထဲသို့ အလွယ်တကူ စီးဆင်း ရောက်ရှိ နိုင် ရန် ပင်လယ် ကမ်းခြေ ပိုင်း ထိ ရွေ့လျား စီးဆင်း နိုင်သည် ဟူ သော အန္တရာယ် အလားအလာ ရှိ မှု သည် ဖြစ်နိုင်ခြေ နည်းပါး သော်လည်း ၊ ဖြစ် သွား နိုင် သည် ။\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် လက်နက်ကိုင် တပ်ဖွဲ့ များ က သူတို့ ကို စနေ နေ့ က တာလီဘန် အကြီးအကဲ ဟက်ကီမူလာ မက်ရှ်ဆတ် နှင့် သူ ၏ ထိပ်တန်း အရာရှိ ထဲက တစ်ယောက် ၊ ကွာရီ ဟက်ဆိုင်း ၏ ဇာတိမြို့ ၊ ကော့ခိုင်း ၏ မြို့တော် တွင် ဖမ်းဆီးခဲ့ကြသည် လို့ ပြောသည် ။\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "ဗလီ ကျောင်း ရှိ အဆိုပါ အဖြစ်အပျက် ဟာ ပူးပေါင်းထားသော သတင်းစာ ဆရာ များ က ဘက်မလိုက်ဘဲ ကြားနေ သဘောတရား ဖြင့် ဖေါ်ပြ သင့်လား မဖော်ပြ သင့် ဘူးလား ဆိုတာ အပေါ် တော်တော်လေး အငြင်းပွား စရာ ဖြစ်ပေါ် စေ ခဲ့ ပါ တယ် ။\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "၂၂ နှစ်အရွယ် ၊ မက် ဟာဒီ သည် ၊ ရာဇဝတ်မှု ၏ အခင်းဖြစ်ပွားရာနေရာ ၌ ရှိခဲ့ ၊ ပြီး သူ၏ သူငယ်ချင်း တွန် တန်နာ နှစ်ကြိမ် ပစ်ခတ်ခံနေရခြင်း ကို မြင်တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "အမျိုးသားဟော်ကီအဖွဲ့ချုပ် (NHL) သည် နယူးယောက် ကျွန်းသား ခရစ်ဆိုင်မွန်ကို ချန်ပီယံလိဂ်ကစားပွဲအတွက်ရွေးသောကာလတို ၊ အပါအဝင် တစ်ရာသီစာ ရပ်ဆိုင်းမှုတစ်ခုကို ၊ ဆုံးဖြတ်ခဲ့ပြီးဖြစ်သည် ။\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "သူတို့ သည် ကိုယ်ဝန်ဆောင် ကြွက်မ များ သည် မိုင်လင်း ကို ဖြစ်ပေါ်စေသော ၊ အိုလီဂိုဒန်ဒရိုဆိုဒ် ဟု ခေါ်သည့် ပို အဆင့် မြင့် သော ဆဲလ် များ ရှိ ပြီး မိုင်လင်း ပြန်လည်ဖြစ်ပေါ်စေခြင်း မှ ပျက်စီးနေသော အာရုံကြော အချို့ ကို ပြန်လည် ကောင်းမွန် စေနိုင် ကြောင်း လည်း တွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "အသင်း ၏ ခရီးစဉ် အတွက် ငွေကြေးမထောက်ပံ့ ရန် ၎င်း ၏ ဆုံးဖြတ်ချက် ကို ရှင်းလင်းသည့် ကြေငြာချက် တစ်စောင် တွင် ၊ အန်တီဂျီအယ်လ် က နိုင်ငံ ၏ လာမည့် အမျိုးသား ရွေးကောက်ပွဲ နှင့် နိုင်ငံ ၏ ရှေ့ပိုင်းလက်ကျန် လက်နက်ကိုင် တပ်ဖွဲ့ များ ၏ ပြန်လည်လွတ်ငြိမ်းခွင့် များ ကဲ့သို့သော ဘဏ္ဍာရေး တာဝန်လုပ်ငန်း များ ကို ပိုမို အလေးထား ၍ မီးမောင်းထိုးပြခဲ့သည် ။\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "တာတိုပြေးပွဲ အထူးကျွမ်းကျင်သူ ဒေးဗစ် က သူ သည် ပြိုင်ပွဲ တွင် အစောပိုင်း အနိုင်ရခဲ့ သော တာတိုပြေးပွဲ မှ ဆုကြေးငွေ များ ကို အချိန်မီ တိုးပွားများပြားလာခဲ့သော အဓိက အထုတ်အပိုး တွင် ဦးဆောင် ပြုပြင် ခြင်း ကို တနင်္ဂနွေ နေ့ ၏ နောက်ဆုံး အဆင့် တွင် ပြီးစီးခဲ့သည် ။\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "နိုဝင်ဘာ ၁၇ အင်္ဂါနေ့ - နိုင်ငံတကာ ကျောင်းသားများ နေ့ ၏ နှစ် ၇ဝ နှစ်ပတ်လည် နေ့ အတွက် တစ်နိုင်ငံလုံး အနှံ့ ပညာရေး သပိတ်မှောက်မှု တစ်ခု ဂျာမနီ တွင် ကြေငြာခဲ့သည် ။\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "ဝန်ကြီးချုပ် ဟောင်း ဘီနာဇီယာ ဘူတို ၊ သူ သည် ယခု နိုင်ငံ အပြင်ဘက် တွင် ရောက်နေ ပြီး ၊ မကြာသေးမီက နိုင်ငံ ကို ပြန်လာခဲ့ ပြီး ၊ ဒူဘိုင်း ရှိ မိသားစု ထံ သို့ အလည်လာသည် ။\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "ယနေ့ ကော်ရိရာ မေး တွင် ကော်ရိရာ မေး စာရေးဆရာ ဒန်းနစ် အတ်ကင်စ် ရေးသားခဲ့သည် မှာ ဒီအက်စ်ဖော်အက်စ်အီးကျူ သည် “ ဘရစ္စဘိန်း ဝန်းကျင် အချို့သော နေရာများ နှင့် ကမ်းရိုးတန်း ပေါ် တွင် ဘယ်သူမဆို မျော်လင့်ခဲ့သော ကိန်းဂဏန်း နှစ်ဆ နီးပါး ကောက်ယူနေခြင်း ထက် - ပို၍ကောင်းအောင် လူထုသဘောထားစစ်တမ်းကောက်ယူလိမ့်မယ် ” ။\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "“ ချန်ပီယံပြိုင်ပွဲ အတွက် နှင့် ၊ အစည်းအဝေး အတွက် အဲ့ဒီ့မှာ ကျွန်တော်တို့ ရှိခဲ့တယ် ၊ ” လို့ ညွန့်ပေါင်း စာနယ်ဇင်း သတင်း ကိုယ်စားလှယ် ကို သူ က ဖုန်း ဖြင့် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "“ ဟုတ်ပါတယ် ကျွန်တော် ဒါကို ဖတ် လိုက်ပါမယ် ” ဟု မစ္စတာ ဒိုနာ ပြောခဲ့ သော အဆိုများ သည် ဖေဖော်ဝါရီလ တွင် ပါလီမန် ထံ ပြောခဲ့တဲ့ အဆိုပြုချက် တစ်ခု အား လုံးလုံးလျားလျား ကွဲပြား နေကြသည် ။\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "အိတ်ချ် ၁ အန် ၁ ရောဂါပိုး သည် နွေရာသီ လ အတွင်း ဆက်လက် ဖြစ်ပေါ်နေခြင်း နှင့် အသက် ၆၅ နှစ် အောက် အတော်အတန် ကျန်းမာနေသော လူ များ ကို ထိခိုက်စေခဲ့ သောကြောင့် ပုံမှန် ရာသီ အလိုက် တုပ်ကွေးရောဂါ မှ ကွဲပြားလာသည် ။\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "“ အဆိုပါ တိုက်မှု ၏ ၂၄နာရီ အတွင်း တွင် ၊ ယူအက်စ် အာကာသ ခြေရာခံ စနစ် က အပျက်အစီး အပိုင်းအစ ၆၀ဝ ကို ဖော်ထုတ်ခဲ့သည် ။ ”\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ အေယူ က နိုင်ငံ တကာ တပ်ဖွဲ့များ စုစုပေါင်း ၈၀၀၀ စေလွှတ် ဖို့ စီစဥ်ထား ပြီး ၊ ၎င်း ၏ ပထမဆုံး ဖြန့်ချထား သော တပ်ဖွဲ့များ ကို တိုက်ခိုက်မှုများ နှင့် အစ္စလာမ် ဝါဒီ တပ်မှူး ၏ ခြိမ်းခြောက်မှုများ ရှိနေ သော်လည်း ၎င်း တို့ ၏ ဖြန့်ကျက်မှု ကို ဆက်လုပ် ရန် မကြာသေးမီ က ကတိပြု ခဲ့ သည် ။\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "သူသည် မင်ဂွီ ကိုတို ဆေးရုံ ၌ ကုသမှု ခံယူ ပြီးနောက် ပုံမှန် ဖြစ်နေပါပြီ ။\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "ဒီနေ့ ၏ တခုပြီးတခု လျှင်မြန်စွာ ဖြစ်ပွားနေသည့် တိုက်ခိုက်မူများ သည် ၊ ဘဂ္ဂဒက် တွင် လည်း တခု ဖြစ်ခဲ့ သော ၊ ယခင်နေ့ က တိုက်ခိုက်မူများ နှင့်မတူပါ ။\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် က ဗြိတိသျှ လေကြောင်းလိုင်း လေယာဉ်ခရီးစဉ် ၃၈ တွင် အဲဒီထဲမှ တစ်ခု က လန်ဒန် ၏ ဟိသရိုး လေဆိပ် လေယာဉ်ပြေးလမ်းတွင် ရုတ်တရက် အရှိန်ပြင်းပြင်းနှင့်ဝင်တိုက်ခဲ့သည် ။\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "ကော်မတီ ဟာ ရီပါဘလီကန် ပါတီ နှစ်ခု ( စင်း ဖိန် နဲ့ အက်စ်ဒီအယ်လ်ပီ ) ၊ ယူနီယန်နစ်စ် ပါတီ နှစ်ခု ( ဒီယူပီ နဲ့ ယူယူပီ ) နဲ့ လူမျိုးမခွဲ မဟာမိတ် ပါတီ တို့ ဖြင့် ဖွဲ့စည်းထားပါသည် ။\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "လက်ရှိ မစ်ရှင် အပါအဝင် ၊ စူးစမ်းလေ့လာရေး သည် ၎င်း၏ လုပ်ငန်းလည်ပတ်သည့် သမိုင်းကြောင်း တွင် ပျံသန်းမှုပေါင်း ၃၉ကြိမ် ပျံသန်းခဲ့ပြီး ၊ ဟာဘယ် အာကာသ အဝေးကြည့်မှန်ပြောင်း အပါအဝင် အာကာသ သို့ များပြားသော ကုန်ပစ္စည်းများ ကို ပို့ဆောင်ပေးခြင်း နှင့် မတူညီသော အာကာသ စခန်း နှစ်ခု ဖြစ်သော မိုင်ရာ နှင့် အိုင်အက်စ်အက်စ် သို့ သွားရောက်ခြင်းများ လုပ်ဆောင်ခဲ့ပါသည် ။\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "“ နောက်ဆုံး တော့ ရဲ က သူ့ကို ဖမ်းဆီး ပြီး သူ ထောင် ထဲမှာ ရှိ လို့ ငါ ပျော်တယ် ။\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် နိုင်ငံ ၏ အမျိုးသားညီလာခံ ၏ ဩဇာအာဏာ ရှိ သော ပါတီ နှစ် ခု သည် သမ္မတ ပါဗက် မူရှာရက်ဖ် ကို စွပ်စွဲ ပြစ်တင် ရန် ညွန့်ပေါင်း အစိုးရ တစ် ခု မှာ ပေါင်းစည်း ခဲ့ကြသည် ။\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "အသုံးပြုသူများ က မှုပိုင်ခွင့် ချိုးဖောက်ခြင်း ကျူးလွန်တာ ကို ခွင့်ပြုထားသော ရည်ရွယ်ချက် ဖြင့် စီးပွားရေးလုပ်ငန်းများ ဖန်းတီးတာ ကို ချိုးဖောက်မှု အတွက် တရားဥပဒေအရ ဖြေရှင်းသင့်တယ် လို့ တရားရုံး က ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "သူမ သည် အခြားသူများ ၏ ဝေဖန်သုံးသပ်ချက်များ အတွက် တာဝန်မယူနိုင်ဘူး ဆိုတာကို သူမ က တောင်းဆိုသည် ။\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "ဝိုလောင်းဂွန် မှာ ပြုလုပ်သော သူမ ရဲ့ အကြိုက်ဆုံး တီးဝိုင်း ဆဲလ်တစ် သန္တာ ဖျော်ဖြေပွဲ တစ် ခု မှ ပြန် လာ ပြီးနောက် ည မှာ ရှဲဒိုး အဖွဲ့ တွင် မြှားပစ်သမား အဖြစ် သူမ ၏ ပါဝင်မှု ကို သိရှိခဲ့ရသည် ။\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "လက်ရှိ သမ္မတ ရောဘက် မူဂါဘီ က “ အလွန်ကြီးမားသော အနိုင်ရရှိမှု ” တစ်ခု ကို သူ ၏ ပါတီ ၊ ဇင်ဘာဘွေ အာဖရိကန်အမျိုးသားရေးသမဂ္ဂ - မျိုးချစ်တပ်မတော်အဖွဲ့အစည်း ( ဇမ်နူ-ပီအက်ဖ် ) အတွက် ခန့်မှန်းထားသည် ။\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "ထို့အပြင် ဘယ်လို သင့်လျော် သော လုပ်နည်း ရှိ လိမ့်မည် နည်း ?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "လက်ရှိ တွင် ဘယ်လောက် ကြာကြာ ကျန်ရစ်ခဲ့မလဲ ဆိုတာကို အချိုးကျဖို့ ပြန်လည်ပြင်ဆင်မှု တစ်ခုစီ ကို ပြသ တဲ့ အဖြစ်အပျက် မြင်ကွင်း တစ်ခု ၊ နှင့် ပြန်လည် ပြင်ဆင်မှု တစ်ခုစီ တန်းတူ အရေးပါပုံကို ပေးသည့် မြင်ကွင်း တစ်ခု ၊ ပါ၀င်သော သမိုင်း မှတ်တမ်းများ ၏ အမျိုးမျိုးသော အမြင်များကို အဆိုပါ ကိရိယာ က ပေးထားပါသည် ။\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "“ အထူးသဖြင့် ယခု အချိန်မှာ ၊ ဟိုလိုကောစ်ထ် နှင့်ပတ်သတ်၍ ငြင်းပယ်မှု က အာရပ် ကမ္ဘာ ၏ အတွင်း နှင့် အပြင် နှစ်မျိုးလုံး မှာ လွှမ်းမိုးနေ သောအခါ ၊ အာရပ် လူငယ် တွေ ကို ဟိုလိုကောစ်ထ် နှင့်ပတ်သတ်ပြီး သင်ကြားပေး ဖို့ နှင့် ထိုအရာ မှ ကိုယ်ကျင့်တရား နှင့် လူ့ကျင့်ဝတ်တရား နှင့်ဆိုင်သော သင်ခန်းစာများ လေ့လာ ဖို့ ကြိုးစားမှု သည် ၊ ထိုက်တန်သော ဆောင်ရွက်ချက် တစ်ခု ဖြစ်ပါသည် ။ ”\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "ကုန်းမြေ ၏ အချို့ အပိုင်းတွေ မီး စွဲလောင်ခဲ့ စဉ် က နှစ် ၄ဝ ကျော် လောက် ရှိနေပါပြီ လို့ တာဝန်ရှိသူများ က ပြောပါသည် ။\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "ထို့အပြင် ၊ တချို့သော အလုပ်သမားများ သည် ကုမ္ပဏီ သို့ \" မိတ်ဆက်ပေးခ \" တစ်ခု အဖြစ် စတာလင်ပေါင် ၁၈၀ အထိ အခကြေးငွေ ပေးရသည် ။\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "ဒုတိယ အချက် အနေနဲ့ ၊ မကြာသေးမီက ချမှတ်ခဲ့တဲ့ တော်ဝင် အမိန့် တွင် တရားရုံး ၌ မင်းသား က ကြားနာဆောင်ရွက် ရမည့် အစီအစဉ် ၏ အသေးစိတ် ကို ရှင်းပြထားခြင်း မရှိခဲ့သဖြင့် ၊ ၎င်း သည် တစ်စုံတရာ - အသုံးမဝင်ကြောင်း ဝန်ကြီး အွန်ကီလစ်ခ် က ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "လေယာဉ်ဝန်ထမ်းများ သည် လေယာဉ် ဘယ်လောက် မြန်မြန် သွားနေသည် ကို တိုင်းတာသော ကိရိယာ တစ်ခု ဖြစ်သည့် ၊ လေယာဉ်မှူး ကိရိယာ မှ မှားယွင်းသောလေယာဉ် သွားနှုန်း ဖတ်ကြားခြင်းကို လက်ခံရရှိသည် ဟု အဓိကကျသော အယူအဆသည် တိုတောင်းသောကာလ အတွင်း၌ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "ဘီပီ က တနင်္ဂနွေနေ့ က လိုမျိုး အဆိုပါ ရေပူစီဖောင်းလေးများ ကို ၎င်း တို့ ဘာ ဖြစ်မလဲ ဆိုတာ ဆုံးဖြတ် ရန် စစ်ဆေးလိမ့်မည် ဟု ပြောခဲ့ ပြီး ၊ ဘီပီ ၏ စီအိုအို ဖြစ်သော ဒေါက်ဂ်ဆပ်တဲစ် က အဆိုပါ ရေပူစီဖောင်းလေးများ သည် မီတိန်း ဓါတ်ငွေ့ မဟုတ်ကြောင်း ၊ သို့သော် လည်း နောက်ထပ် စုံစမ်း စစ်ဆေးမှုများ ကို ပြုလုပ်သွားမည် ဟု ပြောဆိုသည် ။\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "စစ်ဆင်ရေးများ ကို ပြည်ပ နိုင်ငံ ၁၆ ခု နှင့် အပြည်ပြည် ဆိုင်ရာ ဝရမ်းပြေးများ ကို ထိန်းသိမ်းထားခြင်း အကျိုးဆက် ရလဒ် သည် ၊ အင်တာပေါ နှင့် အမေရိကန် ပြည်ထောင်စု ပြည်နယ် ဉီးစီးဌာန တို့ ဖြင့် လည်း နိုင်ငံတကာ ဆိုင်ရာ နှင့် ညှိနှိုင်ဆောင်ရွက်ခဲ့သည် ။\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "တာဝန်ရှိသူများ မှ စစ်ဆေးမှု တစ်ခု ပြုလုပ် ပြီး သတ္တုတွင်း ကို ၎င်း ၏ အထဲ တွင် ဆက်လက် အလုပ်လုပ် ရန် သတ္တုတွင်း လုပ်သားများ အတွက် ဘေးကင်းလုံခြုံမှု ကို စဉ်းစားဆုံးဖြတ်ခဲ့ စဉ် အတွင်း သတ္တုတွင်း သည် အနည်းဆုံး ခြောက်ပတ် ပိတ် လျှက် ရှိလိမ့်မည် ဖြစ်သည် ဟု ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "ကက်နက်သွမ်ဆင် ၊ ကနေဒါနိုင်ငံ ရဲ့ အချမ်းသာဆုံး နှင့် ဖော့ဘ်စ် မီဒီယာအဖွဲ့ ရဲ့ ၂၀ဝ၅ခုနှစ် ဖော်ပြ ချက် အရ ကမ္ဘာ့ နဝမအဆင့် အချမ်းသာဆုံး ပုဂ္ဂိုလ် ဟာ ၊ တိုရန်တို မြို့ က သူ့ ရဲ့ ရုံးခန်း ထဲမှာ တနင်္လာနေ့ မနက် က သေဆုံးသွားခဲ့ပါတယ် ။\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "ဗဲ့စ်ဆန် ၏ ပြောဆိုချက်အရ ၊ မင်းသား သည် တော်ဝင် လူနေမှုပုံစံ တစ်ခု ကို ထောက်ပံ့ပေးနိုင် ရန် ငွေ လိုအပ်နေခဲ့ ပြီး ၊ “ အစားအစာ ဝယ်ယူ ရန် တောင် ပိုက်ဆံ လုံလုံလောက်လောက် မရှိပေ ။ ”\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "ဝေးစ် မင်းသား သည် ၁၉၆၉ ခုနှစ် ပညာသင်နှစ် တွင် တက်ရောက်ခဲ့သော ကျောင်းသား ဟောင်း များ ထဲ မှာ ပါဝင်သည် ။\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "ကျွန်ုပ် တို့ အလှူရှင် ၏ အထောက်အပံ့ သည် ပါလက်စတိုင်း အုပ်ချုပ်ရေး ၊ အဓိက ရည်ရွယ်ချက် တစ် ခု ဖြစ်သည့် လွတ်လပ်သော ပါလက်စတိုင်း ပြည်နယ် တစ် ခု ဖြစ်လာ ရန် မှတ်ယူခဲ့ ၍ ထောက်ပံ့ခြင်း နှင့် ဝိုင်းဝန်းကူညီခြင်း တို့ ကို ရည်ရွယ်ထား [ ခဲ့သော ] နိုင်ငံရေး စီမံကိန်း တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "သီချင်းစာအုပ်များ နှင့် ခက်ခဲစွာ စုဆောင်းထားသော မနုသဗေဒပညာများ ကို လက်ရှိ ဒစ်ဂျစ်တယ်ပြုလုပ်ထားသော အောက်စဖို့ဒ် တက္ကသိုလ် သည် ၊ အွန်လိုင်း မှ လှမ်းယူသုံးစွဲ ရန် ခွင့်ပြုထားသော စီမံချက် တစ်ခု ၏ အစိတ်အပိုင်း အဖြစ် စုဆောင်းထား ပြီး ၊ ကမ္ဘာ့ အကြီးဆုံး ဟု ပြောလို့ရသည် ။\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "မြို့တော် ၏ ဗဟိုကျသော ဗလီ ရဲ့ ဗလီဆရာ ၊ ခါးလက် အဗူဘာကာ သည် ၊ သေဆုံးခြင်း အဖိုးခ ၏ ခန့်မှန်းချက် တစ်ခု ကို ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "လေ့လာမှု သည် နျူကလီးယား စွမ်းအင် အသုံးပြုရေး အတွက် လုံးဝ ငြင်းခုံခြင်း တစ်ခု ကို ထောက်ပံ့မှု မရှိခြင်း နှင့် အပြစ်အနာအဆာ ကို ပေါ်ထွက်လာသည် ဟု ၊ သြစတြေးလျ ထိန်းသိမ်းရေး တည်ထောင်ရေး ၏ ( အေစီအက်ဖ် ) နျူကလီးယား စည်းရုံးလှုံ့ဆော်သူ ၊ ဒေ့ဖ် ဆွီနီ ၊ က ပြောသည် ။\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ သည် လေယာဉ် ပျက်ကျမှု ဟာ လုံးဝ ကို ရှောင်ရှား နိုင်သည် ဟု ယုံကြည် ပြီး ဒီ တာဝန်ယူမှု တွေ ကို လေးလေးနက်နက် ထည့်သွင်း စဉ်းစား သင့် ပါတယ် ။ \"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "၎င်း တို့၏ အိမ်များ သို့ ပြန်ခွင့်ရသော နေထိုင်သူများ အား ဒေသ တွင်း ကျောင်များ နှင့် ပန်းခြံများ တွင် တည်ဆောက်ထားသော ကြက်ခြေနီ အဆောက်အဉီများ သို့ ပြောင်းရွှေ့ပေးခဲ့ပါသည် ။\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "ဝီကီလိခ် သည် သူတို့ ကိုယ်ပိုင် လေ့လာ စီစစ် နိုင် ရန် အကျဉ်းထောင် ထဲ ရှိ အကျဉ်းသမားများ ၏ ကိုယ်စားလှယ် ရှေ့နေများ နှင့် ဆက်သွယ်ခဲ့သည် ။\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "သူမ ၏ မွေးစားကလေး တွေ ကို ပျဉ်ပြား ဖြင့် ရိုက်နှက်ခဲ့ ၊ ပြီး သူတို့ ကို စိတ်ချရ ရန် ကြိုးစား နှင့် စာအုပ် များ ကို အသုံးပြု ကာ သူတို့ ကို အချိန် ကာလ ရှည် ကြာ မတ်တပ်ရပ် ရန် အားပေးခဲ့သည် ဟု ခရစ်ချ်ဖီး ကို စွပ်စွဲခဲ့ပါသည် ။\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "ပြင်းထန်သော ဘောလုံးပစ်ခြင်း ဖြင့် နောက်တန်းတွင်ကစားသော ၊ ဘောလုံးကစားသမားများ ကို ၊ အခြေအနေများ အောက်တွင် ၊ မျှတသော လုပ်ဆောင်ချက် ဖြင့် လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "ခုခံ နိုင်စွမ်း ရှိ သော ဗီဇ များ သည် ပိုမို လွယ်ကူ စွာ ကူးစက် နေ ခြင်း သို့မဟုတ် ပိုမို ပြင်းထန် သော ရောဂါ ဖြစ် နေ ခြင်း က အထောက်အထား မ ရှိ ကြောင်း ပြသ ခဲ့ ပြီး ဖြစ် သည် ။\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "အိန္ဒိယနိုင်ငံ တလွှား မှ အကြီးတန်း နိုင်ငံရေးသမားများ သည် ကျော်ကြားသော ခေါင်းဆောင် ကို သူတို့၏ ထောက်ပံ့မှု ပေး ဖို့ မွမ်ဘိုင်း ၌ ရောက်နေကြတယ် ။\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "ဒီ ဖြစ်စဉ် ဟာ လန်းဟမ်က ဟတ်(ရှ်) ဘုန်းတော်ကြီး အမ်ပီ အဖြစ် သရုပ်ဆောင် ထားသော နောက် လာမည့် ၄င်း ၏ အတိမ်အနက် ၊ သရော်စာ ဇာတ်လမ်းတွဲ ၏ စီးရီး ရိုက်ကူးမှု ကို ထိခိုက် လိမ့်မည် ။\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "ဤ အရာအားလုံး သည် ၁၉၃၉ မှ ဒုတိယ ကမ္ဘာ စစ် အဆုံး ထိ ဆက်တိုက်ရေတပ်တိုက်ပွဲများ တိုက်ခိုက်ခဲ့ သော ၊ အတ္တလန္တိတ် စစ်ပွဲ အဖြစ် သတ်မှတ် ဖို့ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "ဒေါ့ ကွမ်း ပေါ်ထွက်လာ စဉ် သာမန်ကာလျှံကာ သတင်းစာ ဖတ်သူ တစ်ဦး သည် နည်းပညာ ကုမ္ပဏီများ ပြိုလဲခဲ့ သော သူများ သည် ခေတ်မီသော လူသုံးကုန် ကုမ္ပဏီ အသစ်များ စတင် ရန် ချက်ချင်း လုပ်ဆောင်ခဲ့ သော “ ကျရှုံးမှု ၏ ထိုးဖောက်မှု ” ဟု - ခေါ်တွင်နိုင် သည့် လွန်ကဲသော ဇာတ်လမ်း တစ်ပုဒ် ကို အမှတ်ရနေလိမ့်မည် ။\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "သမုဒ္ဒရာကြမ်းပြင် ရဲ့ မြေပြင်အနေအထား က ၄င်း ၏ အားနည်းချက် ကို ပံ့ပိုးပေးထား သလို ဖြစ် သောကြောင့် သူမ က “ ဆူနာမီ ဆွဲဆောင်သောမြို့ ” ဟု ခေါ်ဆိုကြထားသည် ။\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "သူတို့ကို လွတ်မြောက် ရန် ဟန့်တားထားသော မိုင်း ထဲ မှ မီးလောင် မှု တစ် ခု က ထောင်ချောက် ဖြစ်ခဲ့ ပြီးနောက် တစ်ဆက်တည်းမှာပင် သူတို့ သေဆုံးခဲ့ကြသည် ။\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "သူ က ပြည့်ပြည့်စုံစုံ နဲ့ စေ့စပ် သေချာသော လွှတ်တော်နဲ့ဆိုင်တဲ့ စုံစမ်း စစ်ဆေးမှု မျိုး သူ မျှော်လင့်တယ် လို့လည်း သတင်းထောက်များ ကို ပြောကြားခဲ့တယ် ။\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "ကြာသပတေးနေ့ တွင် ၊ အင်ဒိုနီးရှား ငါးဖမ်း လှေ ၁၁ စီး ၏ ခေါင်းဆောင်များ ကို ပါ့သ် မြို့ တရားရုံး တစ်ခု မှ ဒဏ်ငွေချမှတ်ခဲ့သည် ။\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "ရွေးကောက်ပွဲ မဲရုံ များ က အိုဘားမား အနိုင်ရခြင်း ကို ဖော်ပြသော မဲရုံ များ ပိတ်ပြီး မတိုင်ခင် ကြေညာခဲ့သည် ။\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "မစ္စတာ အယ်လ်ကာတိုင်ရီ သည် စစ်သား အယောက် ၆၀၀ မှ သူတို့ အလုပ်လုပ် ရန် ငြင်းဆန်ခဲ့ ပြီး ခွဲခြားဆက်ဆံခြင်း ကို တိုင်တန်း သောအခါ မတ်လ တွင် ယာယီ ထုတ်ပယ် သည့် အစိုးရ ၏ ဆုံးဖြတ်ချက် ကို လိုက်နာခဲ့ခြင်း ကြောင့် အဓိကရုဏ်း အား ရပ် ရန် မစွမ်းဆောင်နိုင်ပေ ။\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "ရှာမို ဟိုတယ် သည် ဘီနာဒါ တက္ကသိုလ် အတွက် ဘွဲ့နှင်းသဘင် အခမ်းအနား တစ်ခု လက်ခံကျင်းပ ခဲ့သည် ။\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "အဆိုပါ တီးဝိုင်း သည် သဘာဝအတိုင်း ဆစ် ဘရပ်ထ် ရဲ့ သေဆုံးခြင်း သိရတော့ အလွန် စိတ်မချမ်းမသာဖြစ် ပြီး ဝမ်းနည်း ကြသည် ။\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "ကျွမ်းဘား ပြိုင်ပွဲ မှာ လို ၊ သူမ သည် ရိုမေနီးယား မှ ကက်တာလီနာ ပိုနာ ကို ရမှတ် ၁၅.၆၀၀ ကို ၁၅.၂၀၀ နှင့် သီသီကလေး အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "မြောက် ပိုင်း အိုင်ယာလန် နိုင်ငံ မှ ဘောလုံး ကစားသမား တစ် ဦး ဖြစ် သော ၊ ဂျရစ် ကက်ဖလန် ဆို သူ ကို ဘီဘီစီ က ၎င်း ကိုယ်တိုင် ၎င်း ၏ စုံစမ်း စစ်ဆေးခြင်း များ စတင် ပြီးနောက် ၊ ခွေး တိုက်ပွဲ နှင့် ပတ်သက် ၍ တရားဆိုင် ရန် စီရင်ချက်ချ ခဲ့သည် ။\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "ဒီမိုကရေစီ နည်းဗျူဟာများ သည် ထူးခြားဆန်းကြယ် အယူအဆသစ် ရှိနေသော စန်တိုရမ် ၏ အဖွဲ့အစည်း မှ အားသာချက် ကို ရယူ ရန် သူတို့ကိုယ်တိုင် ချိန်ဆနေရသည် ။\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "ဂျပန် နိုင်ငံ မြောက်ပိုင်း သို့ တာဝေးပစ် ဒုံးကျည် အား ၁၉၉၈ ခုနှစ် တွင် ပစ်လွှတ်ခဲ့ ပြီးနောက် မြောက် ကိုးရီးယား သည် ကမ္ဘာကြီး အား အံ့အားသင့်စေခဲ့သည် ။\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "ထို အချိန် က ကားဘီး ၏ အနောက်ဘက် ရှိ ကားမောင်းသူ သည် ထို ယာဉ်မတော်တဆဖြစ်စဉ် တွင် အသက်ရှင်ခဲ့သည် ။\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\" ဆီ ဈေးကွက် နှင့် ပတ်သက်သူများ ၏ သုံးသပ်ချက် အရ စီးပွားရေး ကျဆင်းခြင်း ၏ အဆိုးဆုံး ကို ကျော်လွန်သွား ပြီးနောက် ဂျပန် နိုင်ငံ ၏ ဧပြီ လ စက်မှု ထုတ်လုပ်ရေး တွင် တဟုန်ထိုး မြှင့်တက်မှု တစ်ခု နှင့် အိန္ဒိယ ၌ ပထမ လေး လပတ် တိုးတက်နှုန်း သည် မျှော်မှန်းထားသည် ထက် ပိုမို မြင့်မားခြင်း အားဖြင့် လက်ဝယ် ရှိ ရမည် ဖြစ်သော ဝယ်လိုအား တွင် ပြန်လည် ထူထောင်မှု တစ်ခု သည် နေ့ချင်းညချင်း ရုန်းကန်ခဲ့သည် ၊ \" ဟု အမ်ဖ(ပ်) ဂလိုဘာ ၏ ဂျွန် ကီလ်ဒဖပ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "မစ္စတာ နာတညာဟူး ၏ တောင်းဆိုချက် ကို တယ် အဗစ် က ယူအက်စ် သံရုံး ရှိ နိုင်ငံရေး အကြံပေး အဖြစ် ဆောင်ရွက်နေသောသူ မာ့စ် ဂျေ စီဗာ မှ စာရေးခဲ့ ပြီး ၊ ပေါက်ကြားသော ကြေးနန်းစာ အရ ၊ “ လျို့ဝှက်သော ” အနေဖြင့် အမျိုးအစားခွဲခဲ့ပြီး ၊ မစ္စတာ အိုးမာ့ ၏ ကဒီမာ ပါတီ နှင့် လီကွတ် ကြားတွင် အမျိုးသား စည်းလုံးညီညွတ်ရေး အစိုးရအဖွဲ့ တစ်ခု ဖွဲ့စည်း ရန် ဆွေးနွေးချက်များ ၏ တစ်စိတ်တစ်ပိုင်း အနေဖြင့် ဆောင်ရွက်ခဲ့သည် ။\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\" အရာရာတိုင်း အတွက် တတ်နိုင် သမျှ သတ္တိ မွေး ပြီး ၊ ကျွန်တော် သည် ကျွန်တော် ၏ အရင်းနှီးဆုံး သူငယ်ချင်း နှင့် ကျွန်တော် ကို ခင်မင်သော ၊ ကယ်လီဖိုးနီးယား ၊ ဆန် ဒီဂို ၌ မွေးဖွားသော စီးပွားရေး လုပ်ဖော်ကိုင်ဖက် နှင့်အတူ ၊ လမ်းလျှောက် ထွက်ခဲ့သည် ။ \"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ က အဆိုပါ မြို့တော် ရှိ သမ္မတနှင့်ဆိုင်သော နန်းတော် နှင့် ဇိမ်ခံ ဟိုတယ် တစ် ခု ကို စစ်သွေးကြွ များ က ဒုံးကျည် များ ဖြင့် လည်း ပစ်ခတ်ခဲ့ ၊ ပေမယ့် သေကြေပျက်ဆီးမှု များ မဖြစ်ပွားခဲ့ပါ ။\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "ပြည်သူ့ နေ့စဉ်သတင်းစာ အရ ၊ “ မေ လ ၁ ရက် နေ့ က တာဝန်ထမ်းဆောင်မှု ကို စတင် ရန် အသိအမှတ်ပြုခံခဲ့ကြရ သော သူများ သည် သူတို့ ၏ အဆိုပါ ရာထူး ကို လက်ခံရယူခြင်း ပြီးသည့်နောက် ဦးဆောင် တရားသူကြီး တစ်ယောက် အတွက် မှလွဲ၍ တရားသူကြီး များ ကဲ့သို့ တူညီသော အခွင့်အရေး များ ကို ခံစား ပြီး ၊ ဥပဒေ နှင့်အညီ ပြည်သူ့ တရားရုံး များ ၏ ကြားနာမှု လှုပ်ရှားမှု များ အားလုံး တွင် ပါဝင် ရန် ” ဟု ဆိုသည် ။\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "ဤ အကြမ်းဖက်ဝါဒ ၏ လုပ်ရပ်များ အတွက် ဒါ ဟာ စုံစမ်းစစ်ဆေးမှု တစ်ခု မပြုလုပ် ခင် ၊ ပါကစ္စတန် သို့မဟုတ် ပါကစ္စတန် လူမျိုး အပြစ်တင်ခံ ရဖို့ မတရားခြင်း ဖြစ်သည် ဟု ပါကစ္စတန် ၏ သံအမတ်ကြီး ၊ ဟူစိမ်း ဟန်ကွမ်နီ က အမေရိကန် ၊ ကို ကြေညာချက် တစ်ခု မှာ ပြောခဲ့သည် ။\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "ထို ရွေးကောက်ပွဲ တွင် စစ်ဘက် အရာရှိများ သည် အန်အယ်လ်ဒီ ၏ အနိုင်ရရှိမှု ကို လက်မခံခဲ့ပေ ။\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "နယူး ဇီလန် အသင်း အရှေ့တိုင်း ရွန်ဂိုထိုင် ကို ၃၁ - ၅ အားဖြင့် အနိုင်ရ ရန် ဘော်နီရို အီးဂဲလ် ထံမှ ခိုင်မာသော စွမ်းဆောင်ရည် တစ်ခု ကို ပလိပ် က နောက်ဆုံး မှာ တွေ့မြင်ခဲ့သည် ။\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "\" အီရန် ၏ ငြိမ်းချမ်းသော နျူးကလိယ အစီအစဉ် သည် နိုင်ငံတကာ ငြိမ်းချမ်းရေး နှင့် လုံခြုံရေး ကို ခြိမ်းခြောက်မှု မ ဖြစ်ပွား စေ ရ ပါ ပြီးတော့ ထို့ကြောင့် လုံခြုံရေး ကောင်စီ တွင် ဤ ကိစ္စ နှင့် ပတ်သက် ၍ ဖြေရှင်း စရာ နှင့် မည်သည့် တရားဝင် အခြေခံ ဥပဒေ သို့မဟုတ် လက်တွေ့ ဆောင်ရွက်ချက် များ ကို ဖယ်ရှားခြင်း မ လိုအပ် ပေ \" ၊ ဟု အီရန် ၏ ကုလသမ္မဂ သံတမန် ၊ ဂျဗန်ဒ် ဇာရဖ် သည် ရိုက်တာ သတင်း ဌာန သို့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "ဖို/မ စိတ်ဝင်စားမှု တစ်ခု ပေါ်မှာ ကာကွယ်ဆေး ရဲ့ စွမ်းဆောင်မှုတွေ နဲ့ အမျိုးသမီးတွေ ကြား ထိုအရာရဲ့ ထိရောက်မှု ကို လည်းပဲ လေ့လာမှာဖြစ်ပါတယ် ။\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "အလောင်း အရေအတွက် အတိအကျ ကို ပျက်စီးသွားသော လူစီးတွဲရထား တွင် ယခုထက်တိုင် အမည်မသိ ဖြစ်ပါသည် ။\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "ကာတာနိုင်ငံ ခေါင်းဆောင် သည် အယ်ဂျာဇီးရား နိုင်ငံတကာ ရုပ်မြင်သံကြား သတင်း ကွန်ယက် ကို တည်ထောင်ခဲ့သည် ။\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "\" မိုက်မဲသော လွှတ်တော်အမတ် များ ကို နောက်ဆုံးတချိန် လျှောက်လဲထုချေချက် တစ်ခု သည် အသုံးမဝင်သော သုံးသပ်ချက် ၏ ကတိသစ္စာ အားဖြင့် ပြုလုပ်ခြင်း \" ဟု ၊ ဂျင် အန်ဒါတန် ရဲ့ ညွှန့်ပေါင်း တိုးတက်ရေးပါတီ ၏ ခေါင်းဆောင် နှင့် ဥပဒေကြမ်း ကို ထောက်ခံသူ ၊ ဂျင် အန်ဒါတန် က : ပြောခဲ့တယ် ။\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "စစ်အစိုးရ အုပ်ချုပ် နေစဉ်အတွင်း ပါလီမန် ၏ အဖွဲ့ဝင်များ မပြည့်မစုံဖြစ်ခဲ့ ပြီးနောက် သက်ဆင် ကို ဆန့်ကျင်သပိတ်မှောင်ခြင်း တစ်ခု ၂၀ဝ၆ တွင် ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနှစ် ၊ စက်တင်ဘာ ၁၂ ရက် တွင် ၊ ဝစ်ကွန်စင် ၊ ဖွန်းဒူးလပ် မှ ၊ အသက် ၁၅ နှစ် အရွယ် ဂျင်းနား သည် ၊ ခရစ်ယာန် ဘုရားကျောင်း သွားနေ စဥ် လင်းနို့ တစ် ကောင် က ကိုက်လိုက်သည် ။\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "ကင် သည် ရထား တစ်စင်း အပြင်ဘက် ဒီဇင်ဘာ ဆယ်ခုနှစ်ရက် မှာ နှစ်ရက် စော ပြီး သေဆုံး ပုံပေါ်ခဲ့သည် ။\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "“ ထွက်ပြေးလွတ်မြောက်မှုများ ဖြစ်လာ သောအခါ ၊ ပထမဦးဆုံး နာရီ ဟာ အရေးအကြီးဆုံး ဖြစ်တယ် ၊ ” လို့ ရဲတပ်ဖွဲ့ ဝန်ဆောင်မှုများ ၏ နိုင်ငံတကာမှုခင်းရဲအဖွဲ့ ၏ အမှုဆောင် ၊ ဒါရိုက်တာ ဂျင်မီချယ် လုဘုတိုင်း က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "” ဟာမက်စ် ဘယ်လောက် ရက်စက်နိုင်မလဲ ။ ”\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "ပြိုကျခဲ့သည့် မိုင်းတွင်း တစ်ခု အတွင်း မြေအောက်တွင် ၁၄ ရက် ခန့် ကြာအောင် ပိတ်မိနေ သော ၊ ဩစတြေးလျနိုင်ငံသား သတ္တုတွင်းအလုပ်သမား နှစ်ဦး သည် ၊ ၄င်းတို့၏ အသက်ရှင်လွတ်မြောက်လာသော ဇာတ်လမ်း အတွက် အများပြောချက်အရ ဩစတြေးလျဒေါ်လာ ၂ သန်း ထိုက်တန်သော မီဒီယာများ နှင့် သဘောတူညီချက် တစ်ခု ကို လက်မှတ်ရေးထိုးခဲ့သည် ။\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "တချို့သော နေရာများ တွင် ၊ လ တစ်လ ၏ မိုးရေချိန် အမှတ် သည် ၂၄ နာရီ အတွင်း ကျဆင်းခဲ့သည် ။\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "အော်စကာ ဒီ လာ ရန်တာ သည် ပို ၍ ရှေးကျ ရန် အတွက် အနက် ရောင် ၊ ရွှေ ရောင် နှင့် မီးခိုး ရောင် များ ကို ရွေးချယ်ခဲ့ ကာ ၊ အမျိုးသားများ နှင့် အမျိုးသမီးများ အတွက် အထည်များ ကို သူ ကျွမ်းကျင်သော ဒီဇိုင်းများ ဖြင့် ပွဲဉီးထွက် ပြသသည် ။\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "အီးယူ ၊ ရုရှား ၊ ဂျပန် နှင့် အမေရိကန်ပြည်ထောင်စု တို့ ၏ ခေါင်းဆောင် များ ကို စာရွက်စာတမ်း ၏ မိတ္တူ များ က ပံ့ပိုးပေးသည် ။\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "ကိုရီးယား စစ်ပွဲ တွင် တိုက်ခိုက်နေ စဉ်တွင် ၊ သူ အကြံဉာဏ် ရလာသည် ၊ သူ သူ၏ စက်ဘီး ကို တယောက်ယောက် ယူဆောင်သွားခြင်း မှ တားဆီး ရန် သတ္တု သံကြိုးများ နှင့် ခိုင်မြဲစွာချည်နှောင်ခဲ့သည် ။\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "သူ အလုပ်လုပ်ရာ နေရာ မက်ဒေါ်နယ် စားသောက်ဆိုင် မှာ ၁၅-နှစ်သား-အရွယ် သံသယ ဟာ သူ့ ရဲ့ ဂျာနယ် ပေါ် မှာ ပျောက်ဆုံး တဲ့ အခါတုန်း က ကြံစည်မှု ကို ဖုံးကွယ်မထားဘူး ။\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "ရန်ဒမ် ဟောက်(စ်) ၌ ကလေးများစာအုပ် ထုတ်ဝေ သော ခေါင်းဆောင် ၊ ဒေါက်တာ စီးအက်(စ်) အဖြစ် ပို၍ သိသော ၊ စာရေးဆရာ သီရိုဒါ ဂျီစဲ ၏ အကူအညီ နှင့်အတူ ၊ သန်းပေါင်းများစွာသော လူငယ် စာဖတ်သူများ ကို ဆွဲဆောင်ခဲ့ သော ထုတ်သေမှုလုပ်ပိုင်ခွင့် တစ်ခု ကို ဘာရန်စတိန်း က ဖန်တီးခဲ့သည် ။\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "ကားမောင်း ချန်ပီယံဆု တွင် ထို အခြေအနေ သည် ဒီ ပိတ်ရက် တွင် ၁၀ မှတ် ရှုံးခဲ့သော ၊ ဆူမာချာ အတွက် အရေးပါ လုနီးပါး ဖြစ်လာခဲ့သည် ။\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "လန်ဒန် မြို့ တွင် လူများ သည် အမေရိကန် သံရုံး သို့ ချီတက်ခဲ့ကြ ပြီး “ ဂျော့ရှ် ဘူ့ရှ် ၊ အကြမ်းဖက်သမား ” နှင့် “ အမေရိကန်ပြည်ထောင်စု ၊ ကျဆုံးပါစေ ၊ ကျဆုံးပါစေ ” စသော ဆောင်ပုဒ်များ ကို အော်ဟစ်ခဲ့ကြပါသည် ။\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "ဒီ ဖြစ်ရပ် သည် အာကာသ ထဲ သို့ ပထမ အကြိမ် တိုက်ရိုက် ထုတ်လွှင့်ပြသသော သီချင်းပွဲ တစ်ပွဲ ဟု ရေးမှတ်လိမ့်မည် ။\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "ကောလဟာလ နောက်ကွယ် တွင် ခိုင်လုံတိကျတဲ့ သတင်းအချက်အလက် လစ်ဟာနေမှု ကို မသေချာမှု က ထင်ရှားပေါ်လွင်စေခဲ့သည် ။\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "၎င်း သည် စာရိတ္တ ပျက်စီးခြင်းများ တွင် ပီဆို ၅၀၀,၀၀၀ ၊ ရှေ့နေ ၏ ဝန်ဆောင်ခများ ပီဆို ၁၀၀,၀၀၀ နှင့် ထပ်မံ ကုန်ကျစရိတ်များ ပီဆို ၅၀,၀၀၀ အဖြစ် ခွဲခြမ်းထားပါသည် ။\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "သူမ သည် ပင်ပန်းနွမ်းလျ ပြီး ထုံထိုင်းနေသော အကြောင်းကို ဆရာဝန် တစ် ယောက် ပြခဲ့ ချိန်မှာ ၊ အောက်တိုဘာ ၁၈ ရက်နေ့ ၊ ဖြစ်ခဲ့ ပြီး ရုတ်တရက် လင်းနို့ ကိုက်ခံရမှု သည် ရက်ပေါင်း များစွာ ကြာသည့် တိုင်အောင် ရင်ဆိုင်ခဲ့ရသည် ။\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "အော်လက်တီ မှ ပြည်နယ် တရားရုံး တွင် ထွက်ဆိုရန် ဆင့်ခေါ်စာ တစ် စောင် ကို ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\" ဒီ ဗိုင်းရပ်ပိုး ဟာ အလွန် ကြီးမားကျယ်ပြန့်သော နေရာ ဒေသ တစ်ခု တွင် အလွန် လျင်မြန်စွာ ပျံ့နှံ့ တယ်လို့ ထင်ရတယ် ။ \"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "၄င်း၏ ခွဲခြားဆက်ဆံသော သဘာ၀ ကြောင့် ၂၀၀၄ ခုနှစ် တွင် ဤ ဥပဒေ ကို ရုပ်သိမ်းခြင်း မတိုင်မီ က ၊ အကြမ်းဖက်မှု ၊ အကြမ်း ဖက်ဝါဒ နှင့် သံသယရှိသော နိုင်ငံခြားသားများ ကို ဖမ်းဆီး ရန် ခွင့်ပြုခဲ့သည် ။\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "လူကာ တိုနီ က ဒုတိယပိုင်း တစ်ဝက် တွင် ဂိုး တစ်စုံ ဖြင့် စောစွာ အနိုင်အမှတ်ရခြင်း နဲ့ ဖွင့်လှစ်လိုက်တယ် ။\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "“ တိုင်းပြည် တလျှောက် တွင် အချက်အလက် စုဆောင်းခြင်း နှင့် အတည်ပြု စစ်ဆေးခြင်း အချိန် ကာလ တွင် ပြီးခဲ့သော နှစ် လ ကျော် က ယေဘုယျ လှုပ်ရှားမှု ဖြစ်သည့် ဖြစ်ပွားမှု နှင့် သေဆုံးမှု ၏ အရေအတွက် လျော့ကျခြင်း ဆိုသည့် အပတ်စဉ် စာရင်း ဇယား များ သည် အမြဲ ပြည့်စုံမည် သို့မဟုတ် တိကျမည် မဟုတ် ဟု ဆိုသော ၊ ရလဒ် သည် ငြင်းဆိုချက် တစ်ခု အဖြစ် ရှိနေသေးသည် ” ဟု ဒဗလျူအိချ်အို က ပြောခဲ့သည် ။\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "အနောက် အဲလ်ဘာ ဂျွန်စတန် အိပ်ဆောင်ခန်းမ ၌ ( စံတော်ချိန် ၁၂ နာရီ ၁၅ မိနစ် ) ၇ နာရီ ၁၅ မိနစ် မှာ ပထမ ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "သူမ ဟာ သူ့ကို တရားရုံး သို့ ခေါ်ဆောင်လာခဲ့ ပြီး တစ် နှစ် နီးပါး ကြာပြီးနောက် ရှုတ်ထွေးတဲ့ ဥပဒေတိုက်ပွဲတွေ ကို အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "၀ါရင့် တိုက်ခိုက်သူ ကာလို ” နီယို “ ပရာတာ က လည်း သူ၏ တိုက်ခိုက်ဖို့ဖွဲ့စည်းထားသောအဖွဲ့ ပွဲဦးထွက် တွင် ဘရိုင်ရန် တရာဗာ ကို အောင်နိုင်ခဲ့သည် ။\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "ယိုစီ ဘန်နယွန် သည် ခံစစ်မှူးများ ကို ဂိုး သွင်း ရန် ကန်ခဲ့ ပြီးနောက် ဖာနန်ဒို တောရက်စ် သည် ဒုတိယ အပိုင်း တွင် သရေကျအောင်ကန်ခဲ့သည် ။\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "“ ခင်ဗျား ဆုံးဖြတ်ချက် တွေ ပြုလုပ် ဖို့ နည်းပညာဆိုင်ရာ ပစ္စည်းတွေ လိုချင်သလား ၊ ဒါကြောင့် ၊ အပြီး သတ်ခြင်းများ မရှိသော စမ်းသပ်မှုများ နှင့် သုံးနှစ်ကြာ ပြီးနောက် ၊ ကျွန်တော် က ရေခဲမျက်နှာပြင် အပေါ် အရာဝတ္တု တစ်ခု လုံး ကို အရန်ထားတာ ကို နှစ်သက်မှု ဖြစ်မိပါသည် ၊ ” ဟု ဘလက်တာ က ရှင်းပြခဲ့သည် ။\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "သူ သည် သူ ၏ မိခင် ထံ မှ ဝေးဝေး နေ ရန် တရားရုံး အမိန့် တစ် ခု ကို ချိုးဖောက်မှု အတွက် မထီမဲ့မြင် ပြုလုပ်ခြင်း တစ် ခု ဖြစ်သည့် အပြစ် ကို လည်း အသနားခံခဲ့သည် ။\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ရေးသား ဖော်ပြချက် တစ်ခု အရ အဆိုပါ ကွန်ဂရက် လွှတ်တော်အမတ် က သူ ၏ ကိုယ်ပိုင်ပါတီ ၏ ခေါင်းဆောင်မှု သည် အီရတ်စစ်ပွဲ ကို ဆန့်ကျင်ခြင်း တွင် ရန်လိုမှုလုံးဝမရှိခဲ့သည် ကို သူ ခံစားခဲ့ရ သောကြောင့် ပါဝင်ယှဉ်ပြိုင် ရန် ဆုံးဖြတ်ခဲ့ပါသည် ။\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ဇီလရာ ရဲ့ ပြန်လာခြင်း က လှုပ်ရှားမှု ကို အစပျိုးနိုင်သည် ဟူသော စိုးရိမ်စိတ် ကို လှုံဆော်စေသည် ။\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "သမိုင်းဝင် နေရာ ပြည်နယ် ၁၄ခု ကို အောက်တိုဘာ ၁ရက် တွင် ပိတ် ရန် အစီစဉ်ဆွဲခဲ့သည် ။\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "သူ က သူ့ ရဲ့ စာဖတ်ပရိတ် နဲ့ မကြာခဏ စာသွားစာလာရှိ ပြီး သူ့ ရဲ့ အများနဲ့ဆိုင်တဲ့ လုပ်ငန်းတွေက တော့ ပါတီပွဲများ ၊ ညကပွဲများ ၊ ပညာရေးဆိုင်ရာ ဟောပြောချက်များ ၊ တက္ကသိုလ်ဆိုင်ရာ ဟောပြာချက်များတွင်ပါဝင်ခြင်း နဲ့ ရှပ်ရှင် ပွဲဦးထွက်တင်ဆက်ခြင်းတို့ နဲ့ ရောနှောနေမှု တစ်ခု ဖြစ်တယ် ။\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "မတ်လ ၇ ရက် တွင် နောက်ထပ် စိန်ပြောင်း ဖြင့် တိုက်ခိုက်မှု သည် ယူပီဒီအက်ဖ် ယာဥ်တန်း တစ် ခု ကို လွဲချော် ခဲ့ ပြီး အနီး ရှိ စားသောက်ဆိုင် ကို ထိမှန် ခဲ့ ရာ အရပ်သား ၁၃ ဦး သေဆုံး ပြီး ၂၀ ဦး ဒဏ်ရာ ရရှိ ခဲ့ သည် ။\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "ဒေါက်တာ ကားဖ်သည် အင်တာနက် ၏ ဖခင်များ ထဲမှ တစ်ယောက် အဖြစ် စဥ်းစားခြင်းခံရသည် ။\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "ဤ စုံစမ်းစစ်ဆေးမှု ပြီးပြည့်စုံခြင်း နှင့် အမည်ပြန်လည်ပေးခြင်း လုပ်ဆောင်မှု များ ကို နှစ် ကုန် တွင် ပြီးဆုံးလိမ့်မည် ဟု ၎င်း က ပြောခဲ့သည် ။\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "ရှာဖွေတွေ့ရှိမှု များ က အရေပြားနှင့်ဆိုင်သော လူကီးမီးယား ( အေအယ်လ်အယ်လ် ) ၏ ဆိုးရွားစွာ တိုးလာသော အန္တရယ် ကို တိုးလာသော ဘဝ ၏ ပထမ နှစ် တွင် အများအားဖြင့် ရောဂါကူးစက်ခြင်း ကို ဖော်ထုတ်ခြင်း များ ကို လျှော့ချ သော သုတေသီ များ ၏ သီအိုရီ များ ကို ထောက်ပံ့ပေးသည် ။\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "ပြီး တော့ ၊ ပြင်းထန်သော ရေလွှမ်းမှု ကြောင့် အာကွန် ၊ အိုဟိုင်းအိုး ဒေသ က လူ ၂၀၀ ခန့် ကို ဘေးကင်းရာ သို့ ပြောင်းရွှေ့ပေးခဲ့သည် ။\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "ချီကာဂို ရှိ ပွဲများ မှာ သူ သည် ရွေးချယ်ထားသည့် ကစားသမား အဖြစ် စတင် လိမ့်မယ်လို့ ထင်ရပါသည် ။\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "“ နိုင်ငံ သည် လိမ်လည်မှု ကို ပိုကြိုက် သူ အစား အလုပ်လုပ် ရန် နှစ်သက် သူ ကို ရွေးချယ် ရန် အားပေး သင့်သည် ။ ”\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "“ အမေရိကန် သည် ငြိမ်းချမ်းရေး နှင့် တည်မြဲမှု ကို ပြန်လည်ထိန်းသိမ်း ဖို့ရန် သေချာသော စစ်သားအင်အား ရုပ်သိမ်းရေး အစီအစဉ် တစ်ခု ထုတ်ပြန်ပေး ရမယ် ” ၊ လို့ သူ က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\" သို့ရာတွင် များစွာသော သွေး များ ဖြစ်တယ့် အတွက်ကြောင့်သာ သွေးထွက်တာ ကို ငါ မရပ်တန့်နိုင်ခဲ့ပါဘူး ။ \"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "မနေ့က အခြား မူးယစ်ဆေး သယ်သူ ၊ ရိန်းလော့ရင့်စ် နှင့် စကော့တ်ရရှ် နှစ်ဦး ကို တစ်သက်တစ်ကျွန်း ထောင်ဒဏ် ချမှတ်ခဲ့သည် ။\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "အားကစား ဘက်မလိုက် တရားရုံး သို့ နောက်ထပ် အယူခံ ကို တင်ပြ ရန် လင်လ်လယ် သည် ယူအီးအက်ဖ်အေ ထံမှ သတိပေးချက် ကို ရရှိ ပြီး ၃ ရက် အချိန်ရမည်ဖြစ်သည် ၊ သို့မဟုတ်လျှင် တောင်းဆိုချက် သည် အပြည့်အဝ ပျက်ပြယ်လိမ့်မည် ။\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "မစ္စတာ နတ်ဆန် ကျွမ်းကျင် ဟာသပညာရှင် တစ်ယောက် အဖြစ် တက္ကဆက်ပြည်နယ် တစ်လျှောက်လုံး နှစ်ပေါင်း များစွာ ဖျော်ဖြေခဲ့သည် ။\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "အမေရိကန် က သူ ၏ ဖမ်းဆီးခြင်း အတွက် အမေရိကန် ဒေါ်လာ ၅ သန်း ဆုကြေး တစ် ခု ကို ကမ်းလှမ်းခဲ့သည် ။\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "နွိုင်နွိုင် ရဲ့ ဖခင် ဟာ အာဏာရှင်ဟောင်း ဖာဒီနန့် မားကို့ ရဲ့ စစ်အစိုးရကာလအတွင်း စစ်တပ်ထိန်းသိမ်းထားစဉ်ကာလ ၊ သူ ၏ မိခင် ကိုရာဇွန် အက်ကွီနို သည် ၊ ၁၉၈၆ ခုနှစ် မားကို့ ကို ဖြုတ်ချ ရန် ပြည်သူအာဏာတော်လှန်ရေး ၌ ဦးဆောင်နေသည့် ကာလ မတိုင်မီ ၊ သေနတ်ပစ်ခတ်ခံခဲ့ရတာ ဖြစ်ပါတယ် ။\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "အော့ပင်ဟိုင်မာ သည် ၊ လော့စ် အဲလမို့ မြို့ တွင် လျှို့ဝှက် လက်နက် ဒီဇိုင်း ဓာတ်ခွဲခန်း စတင်ခဲ့ သောအခါ ၊ သူ သည် ဗက်သ ကို သီအိုရီ ဌာန ခွဲ ၏ စီစဉ်ညွှန်ကြားသူ အဖြစ် ခန့်အပ်ခဲ့သည် ။\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "အမေရိကန်ဘောလုံးကလပ်ပွဲစဉ် မှာ တိုရွန်တို မှ ဖရက်အီဒူးတယ် က ဒီရာသီ ရဲ့ သူ၏ ပထမဉီးဆုံး သွင်းဂိုး အနေနှင့် အဖွင့်ဂိုး မသွင်းယူခင် ဒီ.စီကလပ် အတွက် ဂျင်မီ မိုရီနို ဟာ ဒီ.စီကလပ်အသင်း အတွက် ၇၈ဂိုးမြောက် ဂိုး ကို သွင်းယူပေးခဲ့သည် ။\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "ဒဲလ် အရ ၊ နယူး ဇီလန် ကွန်ပျူတာ ၆.၃ သန်း မှ အပ ၊ သူတို့ ထဲမှ ၂၅၀,၀၀၀ သည် ခေတ်မရှိ ၍ အိုဟောင်း နေသည် ၊ အဘယ်ကြောင့်ဆိုသော် စစ်တမ်း တစ်ခု အရ ၊ အဓိကအားဖြင့် ကွန်ပျူတာ ပိုင်ရှင် အများစု သည် ၊ နှစ် နှစ် မှ ငါး နှစ် တိုင်း တွင် သူတို့ ၏ ကွန်ပျူတာ ကို အဆင့်မြှင့်တင် လိမ့်မည် ။\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "ဆုံးဖြတ်ချက် ကို ကိုယ်စားလှယ်များ ၄၅ယောက် အနက် ၃၂ ဖြင့် လက်မှတ်ထိုးခဲ့သည် ။\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "အာမက်အင်ဂျက် ၏ မိန့်ခွန်း မတိုင်မီ ၊ အမေရိကန် သမ္မတ ဂျော့ ဒဗလျူဘုရှ် က ကိုလံဘီယာ ၏ ဖိတ်ကြားမှု မှာ \" တိုင်းပြည် ၏ လွတ်လပ်ခွင့်များ နှင့်ပတ်သက်၍ အမှန်တကယ် မိန့်ခွန်းများ \" ဟု ပြောကာ ၊ ကွဲပြားသည့် အမြင် တစ်မျိုး ဖြင့် ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "မနေ့ ဇယားများ တွင် ထို သီချင်း သည် အမေဇုန်း ၏ ရော့ခ် ဇယား တွင် ထိပ်ဆုံး အဆင့် သို့ ရောက် ရှိခဲ့ ပြီး စုစုပေါင်း ၁၄ ကြိမ်မြောက် ဒေါင်းလုပ် ဆွဲမှု ပုဒ် ရေ အများဆုံး စာရင်း အဖြစ် ထုတ်ဖော်ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "ကွန်ဗန်ထရီ နယူး ဟော်ရီဇုန် ပန်းခြံ မှ ဝန်ထမ်း အများစု သည် ဖိတ်ခေါ် ညီလာခံ တစ်ခု တွင် နားထောင် နေစဉ်တွင် ၊ ကွန်ဗန်ထရီ နယူး ဆန်ကျူရီ ပန်းခြံ မှာ ဝန်ထမ်းအများစု ၏ လက်ခုပ်သြဘာသံများ ဝန်းရံလျှက် ဆဗန်းဘတ်ချ် ကို မိတ်ဆက်ခဲ့ ပြီး မာကိုနီ ကော်ပိုရေးရှင်း ၏ စီအီးအို ၊ မိုက် ပါတန် က ၊ အစုရှယ်ယာရှင်များ အားလုံး အတွက် “ သတင်း ကောင်း “ ပြောပြခဲ့ပါတယ် ။\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "မကြာသေးမီ က စမ်းသပ်မှုများ သည် ဈေးသက်သာသော ဆေးဝါး တစ်မျိုး သည် လူ ၌ ရှိသော ကင်ဆာ ဆဲလ်များ ကို သတ် ရန် စွမ်းဆောင် နိုင်သည် ဟု ပြသခဲ့သည် ။\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "အိုမန် ! နှင့် ဒိုနှော့ ကဲ့သို့ ၊ ဒေသတွင်း အနုပညာရှင်များ ၊ ကလည်း ဖိုး ဂီတ သို့မဟုတ် ဘာလင် ရှိ ကိုလံဘီယာ ဂျာမနီ မှတဆင့် ဆိုနီ ၏ တာဝန် ကို တိုက်ရိုက် လုပ်ဆောင်ပေး လိမ့်မည် ။\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "ထုတ်လွှင့် တင်ဆက်မှု များ သည် နေ့စဉ် သတင်း များ နှင့် လူ များ စိတ်ဝင်စားသော အကြောင်းအရာ များ ကို ၊ တဖြည်းဖြည်း နှင့် သူတို့ ၏ ဝတ်ရုံ များ ကို ဖယ်ရှား တင်ဆက်သည့် အစီအစဉ် တင်ဆက်သူ တစ်ယောက် က တင်ဆက် ၍ ဖော်ပြ ထား သည် ။\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "လူအများပြောချက်အရ အဆိုပါ မီးတောက်မီးညွန့်များ သည် မီတာ ၁၀၀ အမြင့်ထိ ရောက်ခဲ့သည် ။\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "ထို ဆပ်ကပ် အဖွဲ့ ထံ သို့ ပြန်လာ ပြီးနောက် ၊ ပင်ပန်းသွား ပြီ ဟု သူမ ကို ပြောခဲ့ သော်လည်း “ ပြန်လာခဲ့ သည့် အတွက် ကျေနပ်ခဲ့ပါတယ် ” ။\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "ဖွံဖြိုးဆဲ နိုင်ငံများ အတွက် ဝင်ငွေ ၏ အရင်းမြစ် အများစု သည် ၊ ပြည်ပ ကြွေးမြီးကင်းလွတ်ခွင့်များ ၊ ပြည်ပ တိုက်ရိုက် ရင်းနှီးမြှပ်နှံမှု ၊ ပြည်ပ အကူအညီများ ၊ နှင့် နိုင်ငံတကာ ကုန်သွယ်ရေး လုပ်ငန်းများ အပါအဝင် ၊ ပြင်းထန်သော ကျဆင်းမှုများ ကို တွေ့ကြုံ ရန် မျှော်လင့်ထားခဲ့သည် ။\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "ဂျီပူတီနိုင်ငံ ကို ကူညီ ဖို့ စစ်တပ် အင်အားများ ကြိုတင်ပြင်ဆင်ခြင်း အားဖြင့် ဒီ အခြေနေ ကို ပိုမိုဆိုးရွားစေကြောင်း အီသယိုပီးယား ကို ဒက်စ်တာ က စွတ်စွဲခဲ့သည် ။\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "သူမ က အချို့သော “ နာကြည်းစရာ အချက် တစ်ချက် မှာ သူတို့ ကို မူစလင်လူမျိုး အဖြစ် ရော ပြင်သစ် လူမျိုး အဖြစ် ရော ခွင့်မပြု တာ ဘဲ ဖြစ်ပါတယ် လို့ ” ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "တစ် နှစ် ကစ၍ အမှတ် ၁၀ ဒေါင်းနင်း လမ်းမ မှာ နေထိုင်ရာ ၊ ဗြိတိန် ဝန်ကြီးချုပ် ဂေါ်ဒွန် ဘရောင်း နှင့် သူ ၏ အလုပ်သမား ပါတီ သည် ဒေသ ရွေးကောက်ပွဲ တစ်ခု ရှုံး ပြီးနောက် ဒုက္ခ ေရာက်ေနတယ် ၊ အချိန်နည်းနည်း နဲ့ လူကြိုက်များမှု အဆင့်သတ်မှတ်ချက် နှင့် ယခင် က ၀င်းလတ်(စ်) နိုင်ငံရေး ပါတီများ အပြီး ပဉ္စမအကြိမ် အပြီး ထုတ်ပစ်သည် ။\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "ဖာတာ ၏ ပါလက်စတိုင်း သမ္မတ မာမူ အဘက်စ် ၊ ဝန်ကြီးချုပ် အစ်မေး ဟန်နီရေ နှင့် ဒမန်စကတ်အခြေစိုက် ဟားမတ်စ် ၏ အကြီးအကဲ ခလက် မက်ရှယ် သည် ဂါဇာ ကမ်းမြောင်ဒေသ တွင် ဖာတာ နှင့် ဟားမတ်စ် အကြား တိုက်ခိုက်မှုများ အဆုံးသတ် ရန် ကြိုးပမ်းမှု တစ်ခု ၌ ဆော်ဒီအာရေဗျနိုင်ငံ မက္ကာ တွင် ၊ ဆွေးနွေးအဖြေရှာမှု အတွက် ရောက်ရှိလာခဲ့သည် ။\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "ဘီဘီစီ အဆို အရ ၊ ဝါဇီရစ်စတန် တောင်ပိုင်း ၏ \" ဝေးလံ ပြီး ကြမ်းတမ်း သော မြေပြင် အနေအထား များ \" ကြောင့် သူ ၏ သေးဆုံးခြင်း မှ မြင်သာ သော သက်သေ ပေး ရန် ပါကစ္စတန် သည် မဖြစ်နိုင်ခဲ့ပါ ။\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "တိုင်းပြည် ၏ အချို့ နေရာ များ တွင် ၊ မုန်တိုင်း က ၂ မီတာ လောက် များသော ရေ များ ကို ကျန်စေခဲ့သည် ။\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "ထို ပေါက်ကွဲမှု သည် ထိန်းချုပ်မှု အခန်း တွင် မြင်နိုင်သော ၊ စွမ်းအား စံနစ် ကို ခလုတ်တိုက်ခဲ့သည် ။\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "“ သူတို့ တွင် သူတို့၏ လက်များ ၊ သူတို့၏ မျက်နှာများ ၊ နေရာတိုင်းတွင် ကျိုးပဲ့မှုများ ရှိခဲ့သည် ၊ ” ဟု ရုပ်သံ တွေ့ဆုံမေးမြန်းမှု တစ်ခု တွင် ပေါ်ဆီ ဆေးရုံ ၏ ညွှန်ကြားရေးမှူး ၊ မားကို့စ်ဒီဆူဇာ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "၁၉၉၁ ခုနှစ် ဒီဇင်ဘာလ တွင် ဆိုဗီယက် ၏ ပြိုလဲမှုများ ဖြင့် အဆုံးသတ်ခဲ့သော စစ်အေး တိုက်ပွဲ ကို ဗြိတိန် ၏ တုန့်ပြန်မှု အနေဖြင့် အဆိုပါ ခရင်းခွပုံ ကိရိယာ ကာကွယ်ရေး စနစ် ကို တည်ဆောက်ခဲ့သည် ။\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "ဘိုနာ သည် မနေ့ က ညနေ အစည်းဝေး တစ်ခု တွင် သဘောတူညီမှု ၏ ကျန်ရှိသည့် ညီလာခံပုဂ္ဂိုလ် ကို သတင်းပေးခဲ့သည် ။\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "“ ရေဘူး အချို့ ထဲတွင် တွေ့ရှိခဲ့သည့် ဟက်တရိုတရိုးဖစ် ဘက်တီးရီးယား အရေအတွက်မှာ ကိန်းဂဏန်း များပြားသော ခွင့်ပြုထားသည့် ကန့်သတ်ချက် ထက် အဆ ( ၁၀၀ ) ပိုများနေသည် “ ၊ ကို လေ့လာမှု တွင် ပါဝင်နေတဲ့ ကနေဒါ သုတေသနပညာရှင် ဆိုးနစ် အက်ဇမ်း ကပြောခဲ့သည် ၊ “ ဒီ ဘက်တီးရီးယား ပမာဏသည် စိုးရိမ်ဖွယ်ရာဖြစ်သည် ၊ ကျနော်တို့ သည် ယဥ်ကျေးမှု ခွက်တစ်ခွက်ကို မျိုချနေရ သကဲ့သို့ ဖြစ်သည် “ ။\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အာရုံစိုက် သတင်း ထုတ်လွှင့်မှု သည် ၁၉၉၉ ခုနှစ် တွင် ၎င်း ၏ စတင် ထုတ်လွှင့်မှု အပေါ် တွင် စိတ်ဝင်စားမှု ဖန်တီး ခဲ့ သည် ၊ သို့သော် ထပ် တိုးချဲ့ ကတည်းက နိုင်ငံ ပေါင်း ၁၇၂ နိုင်ငံ တွင် အွန်လိုင်း ကြည့်ရှုသူ များ ရှိ ပြီ ဖြစ်သည် ။\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "ထို အဆောက်အအုံ ကို အပန်းဖြေ နေထိုင်မှု ၏ ဌာနခွဲ တစ် ခု ဖြစ်သော ၊ ရေကူးကန် များ အတွက် ဓာတုပစ္စည်း များ ၊ ဖျော်ဖြေမှု နှင့် အထောက်အပံ့ ပစ္စည်း များ ရောင်းချ နေသော ပူးဆပလိုင်း ကုမ္ပဏီ မှ ပိုင်ဆိုင် သည် ။\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "ဒေါ်လာ ၁၃ ဘီလီယံ ထဲ က အချို့ ကို ကတိပေးထားသည့် အတိုင်း သက်သာချောင်ချိရေး နှင့် ပြန်လည် နေရာချထားရေးတွေ မှာ အကျိုးရှိစွာ အသုံးပြု ပြီး ၇၅ ရာခိုင်နှုန်း က တော့ သေချာ အသုံးချပြီး ဖြစ်ပါတယ် ။\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "အာအက်စ်ပီစီအေ က အိမ်မွေးတိရစ္ဆာန် ပိုင်ရှင်များ ကို သူတို့၏ အိမ်မွေးတိရစ္ဆာန်များ အေးရန် ကြိုးစား ပြီး စောင့်ရှောက် ဖို့ ကိုလည်း ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "အမ်မီတီ ပွိုင့် တွင် နှစ်ပေါင်း ၂၀ ကြာ နေထိုင် နေသော ဒေသခံ တစ်ဦး ဖြစ်သည့် ၊ ဘရတ် ရော့စ် က ၊ ထို ဒေသ တွင် လာရောက် လည်ပတ် ကြ သော ခရီး သွား ဧည့်သည် များ ကို ဖြစ်ပေါ် လာနိုင်သော တိုက်ခိုက်မှု များ အတွက် သတိပေး ခဲ့သည် ၊ \" ကမ်းခြေ မှ ၃၀ မီတာ မျှ အကွာအဝေး တွင် ရေ ပို နက် လာ ပြီး ထို နေရာ မှာ များစွာသော အန္တရာယ် အရှိဆုံး ငါးမန်း များ ထွက်ရှိ တတ်သည် ပြော ခဲ့သည် ။ \"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "ခရစ္စမတ် ကာလ အတွင်း စာပိုခြင်း ကို အလွန်အမင်း အနှောက်အယှက် ပြုမှုများ ဖြစ်နိုင်မည့် ရုတ်တရက် ထ၍ မည်သည့် သပိတ်မှောက်ခြင်း မဆို ၊ တက်ကြွစွာ လှုပ်ရှားမှု များ ကို စည်းကမ်းတကျ အရေးယူ ဆောင်ရွက်ခြင်း မတိုင်မီ တော်ဝင် စာပို့မှု နှင့်အတူ နောက်ထပ် ဖြစ်နိုင်ခြေများ ကို ဆွေးနွေးခဲ့ကြသည် ။\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "“ စိတ်မချမ်းမြေ့စရာကောင်းတာ က ဒီ ကန့်ကွက်ဆန္ဒပြသူများ က သူတို့၏ မိသားစုများ အတွက် ထောက်ပံ့ပေး ရန် သူတို့ မှီခိုနေ သော ထို အလုပ်များ မှ များစွာသော အမေရိကန်နိုင်ငံသားတွေ ကို ထိန်းသိမ်း ရန် ကြိုးပမ်းနေပါတယ် ။ ´´\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "၂၀၀၃ အမေရိကန် ကျူးကျော်နယ်ချဲ့ စဉ်ကတည်း က စာနယ်ဇင်းသမားများ နှင့် မီဒီယာ လက်ထောက်များ စုစုပေါင်း ၂၃၀ ဉီး အီရတ် တွင် အသတ်ခံခဲ့ရသည် ။\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "ရှေးဟောင်းသုတေသနပြုလုပ်သော နေရာ သည် အီဂျစ် သမ္မတ ၊ ဟော့နီ မူဘာရက် ၏ နွေရာသီ စံအိမ် ကို အပေါ်စီးမှမြင်နိုင်သော မယ်ဒီတာရေးနီးယမ်း မြစ်ကြောင်း တလျှောက် ရှိ တောင်တန်း ပေါ်တွင် ရှိသည် ။\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "လေယာဥ် သည် ဒေသ စံတော်ချိန် မနက် ၁နာရီ၁၂မိနစ် တွင် ထွက်ခွာလာခဲ့ ပြီး ပင်လယ်ရေမျက်နှာပြင်အထက် မီတာ ၁၈၀၀ ခန့် တွင် ဘော်ဆော်ရီ ဆာဗီနို လေဆိပ် ရှိ ဆက်သွယ်ရေးအရာရှိများ သည် လေယာဥ် နှင့် အဆက်အသွယ် ပြတ်တောက်ခဲ့ သောအခါ မော်စကို မှ ပီယမ် သို့ ပျံသန်းနေ ခဲ့သည် ။\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "၁၇၂ လုံး ဖြင့် ၊ အနိုင်ရရှိခြင်း သည် ၊ ၂၀ ကြိမ်မြောက် နိုင်ငံတကာပွဲ တစ်ခု တွင် ပေါ်လွင်လွန်းလှသည့် ကပ်၍ နိုင်သည့်အောင်မြင်မှု ဖြစ်သည် ။\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "ဘဲလ်ဖတ် မီဒီယာ သို့ ပေးတဲ့ လျှိုဝှက် သတင်း မှာ ပစ်ခတ်မှု အတွက် တာဝန်ရှိတယ် လို့ ဆက်လက်တည်ရှိနေသော အိုင်အာအေ ရဲ့ မြောက် အာမက်ချ် တပ်ရင်း ကိုယ်စား အခိုင်အမာဆိုခဲ့သည် ။\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း လေ့လာသူ များ အများစု က ထို ပုံတူပန်းချီကား များ ဖြုတ်ချခြင်း ဟာ သူ ရဲ့ ကိုယ်ပိုင် အရည်အသွေး တွေ ကို အစွန်ရောက်အယူဝါဒကြောင့် လျော့ချ ရန် ကြိုးစားတာ ဖြစ် သော ၊ ကင်ဂျုံအီ ကိုယ်တိုင် အမိန့် ပေးခဲ့တာ ဖြစ်တယ် ။\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "ဝီကီ နည်းပညာ ကို အသုံးပြု၍ ၊ အခမဲ့ စာအုပ်များ ဖန်တီး ရန် အားထုတ် နေသော အင်တာနက် စီမံကိန်း တစ်ခု ဖြစ်သော ၊ ဝီကီဘွတ်စ် က ၄င်း၏ ၂၀၀၅ ခုနစ် ဖေဖော်ဝါရီလ ရှင်းတမ်းများ ကို ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "သူတို့ သည် ၄-၁ မှ ဝါရှင်တန် ရှိ ဒီစီ ယူနိုက်တက် သို့ ဆင်းခဲ့ သောကြောင့် လောရန့် ရော့ဘက် နှင့် ဂရတ် ဆတ်တွန် တို့ ၏ ပြန်လာ လက်မှတ်သစ်ရေးထိုးခြင်း သည် တိုရွန်တို အက်ဖ်စီ အသင်း အတွက် မလုံလောက်ခဲ့ပါ ။\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "ဂျောဘရိတ် မြို့ မှတစ်ဆင့် ဘီ ၆၃၇၀ လမ်း သို့ ယာဉ် လမ်းကြောင်း လွှဲထား ပြီး မတော်တဆ ထိခိုက်မှု ကို စုံစမ်း စစ်ဆေး ရန် ရဲများ ကို သာ ခွင့်ပြု ၍ ၊ မတော်တဆ ထိခိုက်မှု နေရာ အနီး အေ ၆၈ လမ်း ကို ယာယီ ပိတ်ထားခဲ့သည် ။\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "ဇာတ်ညွှန်း ၁၃၀ ကို နောက်ဆုံး စကာတင် အဖြစ် ဇာတ်ညွှန်း အမျိုးအစား တွင် စာရင်းမှတ်ခဲ့သည် ။\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "ထို ဥပဒေ က နောက်ပိုင်း သမ္မတ ဟော်(စ်)နီ မိုဘာရက် ကို တဖြည်းဖြည်း ဖြုတ်ချခဲ့ သော ကန့်ကွက်ဆန္ဒပြမှုများ နှင့် ကန့်ကွက်ဆန္ဒပြမှုများ ကို တွေးတောအမှတ်ရ သပိတ်မှောက်ခြင်းများ အား တောက်ပလာစေခဲ့သည် ။\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "ကျန်ရှိသော ပြည်နယ်များ သည် မုဒိမ်းကျင့်မှု အတွက် သေ ဒဏ် ကို တားမြစ်ထား စဥ်တွင် ၊ အခြား ပြည်နယ် ၅ ခု တွင် တူညီသော ဥပဒေများ ရှိသည် ။\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "စကော့တစ်ရှ် နှင့် ဆော့သန်း စွမ်းအင် က \" ရှေ့ကို နှစ်စဉ် လက်ကား ဈေးနှုန်းများ သိသာစွာ မြင့်မားမှု နှင့် ဖြန့်ဖြူးခြင်း ၊ သဘာဝပတ်ဝန်းကျင် နှင့် လူမှုရေး စရိတ်များ အနေဖြင့် မြင့်တက်လာသော ဖိအားများ နှင့်အတူ ၊ ယခု နှစ် နှင့် ၂၀၁၀ ခုနှစ် ကုန် အကြား တိုးလာခြင်း တစ်ခု ကို ရှောင်ရှား ရန် ရှာဖွေခြင်း သည် အရေးပါသော ရည်မှန်းချက် တစ်ခု ဖြစ်ပါတယ် ။ \" ဟု မှတ်ချက်ပြုခဲ့သည် ။\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "ထို အချိန် ကတည်းက ၊ ရကပ် ထိန်းသိမ်းခြင်း ခံခဲ့ ရပြီး ဖြစ်ပြီး နောက် ၊ သူ ၏ ရှေ့နေ ဆပ်ဟက် ကန်ဆီ အဆိုအရ ၊ စိတ်ကျ ရောဂါ အတွက် ကုသမှု ကြုံခဲ့ ရပြီး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "ဘဏ် ကို နိုင်ငံပိုင် သိမ်းယူခြင်း အဖြစ် ၎င်း ၏ လုပ်ဆောင်ချက်များ ကို ဖြေရှင်းချက် နှင့် ဖေါ်ပြချက် အဖြစ် ၊ အိုက်စ်လန်းဒစ် ဘဏ္ဍာရေး နှင့် ကြီးကြပ်မှု အာဏာပိုင် က ဒီ ကြေညာချက် အကျဉ်းချုပ် ကို ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "နှစ်ခုလုံး က လေပြင်းမုန်တိုင်း ကြောင့် အမြစ်လန်သော သစ်ပင်များ ရဲ့ အပိုင်းအစ အပျက်အစီး များ က ထိခိုက်စေသော မုန်တိုင်း တွင် သေကြေ ထိခိုက်ဒါဏ်ရာ ရရှိသူများ ကို သေချာစေခဲ့သည် ။\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "ပန်တဂွန် ၏ ပြောရေးဆိုခွင့်ရပုဂ္ဂိုလ် ၊ ဘရန် ဝတ်မန်း က ဘေးကင်းစေခြင်း နှင့် လုပ်ဆောင်နိုင်ခြင်း မရှိသည့် ၊ မူရင်း လက်နက်ခဲယမ်း နှင့် လက်နက် ထုပ်ပိုးမှု ကို ချိုးဖောက်ခြင်း ဖြစ်သောကြောင့် စာချုပ် ဆိုင်းငံ့ထားခြင်းဖြစ်သည် ဟု သတင်းထောက်များ အား ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "ငါးကြိမ်မြောက် အလှည့် နှင့် ခြောက်ကြိမ်မြောက် အလှည့် ကြားတွင် ၊ ဩစတြေးလျ အမျိုးသား များ၏ အမျိုးသား ဆော့ဖ်ဘော အသင်းမှ ကစားသမား အဒမ် ဖိုကတ်ဆိုသူ မှ မွေးထားသော ၊ စထရက်ကာ အမည်ရှိ ခွေးတစ်ကောင်သည် ၊ ကစားကွင်းတွင်း တွင် လှည့်ပတ်ပြေးလွှား နေသောကြောင့် အဲ့ဒီ ကစားပွဲ မှာ အနည်းငယ် တုံ့နှေးသွားခဲ့ရသည် ။\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "အိုးအိမ်မဲ့ ဒေသခံ များ အတွက် လူ ၅၀ ခန့် ကို ဒေသခံ ကြက်ခြေ နီ အဆောက်အဦး သို့ ခေါ်ဆောင် ခြင်း ခံ ခဲ့ ကြသည် ။\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ မှာ အဆောက်အဦး ၏ ဘေးနှစ်ဖက် တွင် ပြေးဆွဲနေသော ရေအားလျှပ်စစ် ကားလိုင်းများ လည်း ရှိပါသည် \" ။\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "ဆေးဘက်ဆိုင်ရာ စမ်းသပ်မှုများ ကို ခံယူ သော်လည်း ၊ လိုအပ်သည့် ငွေ ပေးချေခြင်း နှင့် \" ဆရာဝန်များ အနီးတွင် မစောင့်နိုင်\" သောကြောင့် ၊ သူမ အိမ်ထဲ ကို ဝင်ခဲ့သည် ဟု သူမ က ပြောခဲ့သည် ။\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "ဥရောပ တွင် ဆော့ဖ်ဝဲလ် အတွင်း လက်တွေ့ အကောင်အထည်ဖော် ရန် မူပိုင်ခွင့် ကို ခွင့်ပြု ဖို့ လုပ်ဆောင်နေသော ဥပဒေမူကြမ်း တစ်ခု မှာ “ တီထွင် ဆန်းသစ်မှု အသစ်များ ကို ဉာဏ်ပညာ ( အိုင်ပီ ) ဖြင့် ထိန်းချုပ်နိုင်လိမ့်မည် ” ဟု အဆိုပါ မူပိုင်ခွင့် ညွှန်ကြားရေး ကြေငြာချက်များ မှ အခိုင်အမာ ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "သူ့ ပါတီ သည် လူထုသဘောထား စစ်တမ်း ကောက်ယူခြင်း အမြင် မှ မျှော်လင့်ခဲ့သည် ထက် ပို၍ဆိုးဆိုး ဖြစ်ခဲ့ပြီး ၎င်း သည် သူတို့ကို ၄၀ နေရာ ခန့် ရရှိုခြင်း ဟု မြင်ခဲ့သည် ။\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "စပိန်စကားပြောလက်တင်အမေရိကန်နိုင်ငံများနှင့်သက်ဆိုင်သော ဥပဒေရေးရာလှုပ်ရှားမှုအဖွဲ့ ဥက္ကဋ္ဌ ၊ ရီပတ်ဘလစ် ဂျိုးဘာကာ ၊ ဒီ-ကယ်လီဖိုးနီးယား က မူဝါဒချမှတ်သူများ သည် သေးငယ်သော စီးပွားရေးလုပ်ငန်းများ ကို ကူညီခြင်း အပေါ် မက နယ်စပ်လုံခြုံရေး တိုးမြှင့်ခြင်း နှင့် အမေရိကန် တွင် လောလောဆယ် အခြေချ လျက် တရားမဝင် နေထိုင်သူများ ၁၂ သန်း နှင့် မည်သို့ လုပ်ဆောင် ရန် အပေါ် လည်း အာရုံစိုက်မှုထားရှိလိမ့်မည် ဟု မျှော်လင့်သည် ။\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "“ စာနယ်ဇင်းသမားတွေ ကို မထိနဲ့ “ ဟု စာနယ်ဇင်း သမ္မဂ က သူ ၏ ဝက်ဆိုဒ် ကြေငြာချက် တစ်ခု တွင် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဓာတ်ရထား အမြန် သည် ၁၉၉၈ နှင့် ၂၀၀၀ ခုနှစ် ကြား ၂၈ကီလိုမီတာ နက်ဝေါ့ ၏ ဖွင့်ပွဲ အတွက် တည်ဆောက်ခဲ့သည့် ၊ လက်ရှိ ၂၄ ဘုန်ဘာဒီယာ စီအာ ၄၀၀၀ ဓာတ်ရထားများ ဖြင့် ပြုလုပ်ထားသည် ။\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "ရာပေါင်း များစွာသော လူ များ ဇူလိုင် လ ၊ ၁၈ ရက်နေ ၌ ရွေးကောက်ပွဲ တွင် မမှန်ကန်သော လုပ်ရပ်များ အတွက် ဆန္ဒပြခဲ့ရာ ရဲ တပ်ဖွဲ့ အဓိကရုဏ်း ဖြင့် လူ ၇ ယောက် သေဆုံး ကာ အဆုံးသတ်ခဲ့သည် ။\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "ဗြိတိန် နိုင်ငံ ၏ နိုင်ငံခြားရေး အတွင်းရေးမှူး က ပါကစ္စတန် သည် \" လုပ်ငန်းစဉ် ပေါ် တွင် လွတ်လပ် ပြီး တရားမျှတ တဲ့ ရွေးကောက်ပွဲ ကျင်းပပေး ဖို့ ကတိတည် ပြီး လိုက်နာ ရန် \" အရေးပါ ကြောင်း ပြောကြားခဲ့ သော်လည်း အမေရိကန် နိုင်ငံ က ဒီလို ဆောင်ရွက်ချက် ကြောင့် ၄င်း ကို \" စိတ်ပျက်စေ တယ် \" လို့ ပြောကြားခဲ့ပါ တယ် ။\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "နိုင်ငံအများ က လက်မှတ်ရေးထိုးခဲ့ကြသည် ဟု ဆိုသော်လည်း တရုတ် ၊ အမေရိကန် ၊ ဘရာဇီး ၊ နိုင်ဂျီးရီးယား ၊ ဖိလစ်ပိုင် ၊ ဗီယက်နမ် ၊ ဂျာမနီ ၊ နှင့် အီဂျစ် တို့ ကတော့ ယခုထိ ပါဝင်မှုတွင် အတည်ပြုလက်မှတ် မရေးထိုးပါ ။\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "စုံစမ်းစစ်ဆေးခြင်း သည် ပုံမှန် လုပ်ဆောင်မှု အနေအထား တွင် လေယာဉ် ပါဝင်မှု ရှိနေကြောင်း ကို လည်း တွေ့ရှိခဲ့ရသည် ; အန်နိုဒီနာ က “ [ ] အင်ဂျင်များ သည် လေယာဉ် မြေပြင် နှင့် တိုက်မိတဲ့ တခဏမှာ ပင် အလုပ်လုပ်နေကြတယ် ” လို့ ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "တိုင်ပင် ဆွေးနွေး ပြီးသော အဖွဲ့ဝင် ၈၀၈၃၀ ဦး ထဲမှ ၊ ၆၁၆၂၃ ဦး သည် လမ်းလျှောက် သပိတ်မှောက် ရန် အားပေး ထောက်ခံ ခဲ့ကြသည် ။\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "အခြား အမေရိကန် ဒီမိုကရက် တစ်ဦး ဖြစ် သူ ရွန် ရေဒင် က ၊ မစ္စတာ ဟော့ဝတ်ဒ် ရဲ့ ပြောကြားချက် ကို “ ယုတ္တိမရှိ ” ဟု ပြောကြား ခဲ့ ပြီး အမေရိကန် နိုင်ငံရေး ကို ဝန်ကြီးချုပ် က ဝင် ရောက် စွက်ဖက်မှု ကို စွပ်စွဲ ခဲ့ သည် \" မစ္စတာ ဟော့ဝတ်ဒ် ရဲ့ ပြောကြားချက် ကို အညှာတာ ဆုံး အနေဖြင့် ခင်ဗျား ပြော နိုင် တာ ကတော့ ယုတ္တိမရှိ ” ဖြစ်တယ် ။\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "အင်္ဂါ ညနေ ဝီကီနယူး သတင်းထောက်များ နှင့် တွေ့ဆုံမေးမြန်းမှု တစ်ခု လုပ်စဉ် ၈၂ ကြိမ်မြောက် အဲလ်ဘုန်း တိုင်း ရဲ့ လက်နက်ကိုင် အဖွဲ့ဝင် က အမှုထမ်းများ ကာကွယ်သူ နှင့် ဝက်ဒ်ဟို့ အခြေစိုက် နယူး အော်လိန်း ဒါရိုက်အမ်အိုင်စီ ၏ ရုံးများ ကို လည်ပတ်ခဲ့သည် ။\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "ဂျော်ဂျီယာ ၏ နိုင်ငံတကာ အသိအမှတ်ပြု နယ်နိမိတ် အတွင်း တည်ရှိသော နိုင်ငံ တစ်ခု ၊ ဒါပေမယ့် နိုင်ငံတကာ အသိအမှတ်ပြုမှု မပါသော လက်တွေ့ကျကျသတ်မှတ်ထားသော လွတ်လပ်သော သမ္မတနိုင်ငံ တစ်ခု ဖြစ် သော ၊ အယ်လ်ကာဇိုင်း သည် ၊ မကြာသေးခင်က ဗုံး ပေါက်ကွဲမှုများ နောက် တိုင်းပြည် နှင့်အတူ ၄င်း ၏ နယ်စပ် ကို ပိတ်ခံထားလိုက်ရတယ် ။\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "လေ့လာဆန်းစစ်သူများ က ပိုကောင်းသော မှတ်ညဏ် အတု ၊ နှင့် ပြီးပြတ်စေသော အချက်အလက်များ အဖြစ် ရုပ်ပြပုံများ စွမ်းရည် တွင် တိုးတတ်မှု တစ်ခု ၊ စိတ်ကြိုက် ရွေးချယ်မှု တွင် သိသာထင်ရှားသော တိုးတတ်မှု ကို သက်သေပြခဲ့သည် ။\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "ဤအရာ သည် ကျိုတို ကျင့်ဝတ် အောက်တွင် ကုလသမ္မဂ္ဂ ၏ သန့်ရှင်း ဖွံ့ဖြိုးမှု ယန္တရား ( စီဒီအမ် ) အောက် ထွက်ပေါ်လာသည် ။\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "အစိုးရရှေ့နေများ သည် သူ ၏ အယူခံဝင်မှု ကို အနိုင်ရရန် ဂျေနီး ၏ မျှော်လင့်ချက်များ အပေါ် သူ၏ ရှေ့နေများ နှင့် ကွဲလွဲနေသည် ။\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "ဆူမာချာ ရဲ့ တုံ့ပြန်မှု က “ ငါ ရှင်းရှင်းလင်းလင်း ပြောရရင် ချန်ပီယံဆုကို ငါ ဒီထက်ပိုပြီး တကယ်ကို မယုံကြည်တော့ဘူး ၊ ” ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "အာဏာပိုင်များ က အားလုံး ပေါင်း လူ ၁၈၀ ဦး လေယာဉ် ပေါ်တွင် သေဆုံးခဲ့ ပြီး ၊ နောက်ထပ် မြေပြင် တွင် လည်း လူ ၁၅ ဦး ကြောက်ရွံ့ဖွယ် သေဆုံးကြသည် ဟု ယုံကြည်သည် ။\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "အမျိုးသမီး ရေးရာ အာဖဂန် ဝန်ကြီးဌာန ၏ ညွှန်ကြားရေးမှုး ၊ အမျိုးသမီးများ ၏ အခွင့်အရေး နှင့် ထောက်ခံသူ တစ်ယောက် နှင့် ထို အခွင့်အရေး ကို တာလီဘန်တွေ ရဲ့ ဖိနှိပ်မှု ၏ ခိုင်မာသော ဝေဖန်ခဲ့ သူ ဆာဖီ အာမာန်-ဂျန်း ၊ ကို တနင်္လာနေ့ က အာဖဂန်နစ္စတန် တောင်ဘက် ကန်ဒါဟာ မြို့ သူမ ၏ နေအိမ် အပြင်ဘက် တွင် အမည်မသိ သေနတ်သမားများ က ပစ်သတ်ခဲ့ကြသည် ။\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "စနိုဝီ ဟိုက်ဒရို လီမိတက် ၏ အဓိက ရှယ်ယာရှင် က အန်အက်ဒဗလျူ အစိုးရ သည် ၅၈ ရာခိုင်နှုန်း နှင့် ရှယ်ယာရှင် တစ်ယောက် ဖြစ်သည် ။\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "တူရကီ မြို့ တွင် လူ နှစ် ဦး သေဆုံးခဲ့သည် အထိ ၊ ဖြစ်နိုင် သည့် သုံး ယောက် ၊ နှင့် ပိုမိုသော သူ တို့ ကို ၊ တုပ်ကွေး ရောဂါပိုး ကူးစက် ပြီးနောက် ဆေးရုံတင်ခဲ့ ရသည် ။\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "နာရီ ဝက် ဖြင့် ပြီးဆုံးသွား ပြီးနောက် ကာဝါဂုချိ သည် ထိတ်လန့်မှု တစ်ခု ကို ရခဲ့သည် - သူ ၏ အရှေ့ တစ် မီတာ မှ နိမ့် ချည် မြင့် ချည် ပြန် ကန်တက်လာသော တုန်လှုပ်ဖွယ် ကန်ချက် တစ်ခု ။\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "ဂျင်းနား ရဲ့ ကိစ္စ မှာ ကာကွယ်ဆေးထိုး ရန် ကြိုးစား ဖို့ အရမ်း နောက်ကျခဲ့ ၊ ပြီး ဝစ်ကွန်ဆင် ကလေးဆေးရုံ မှာ သူမ ၏ ဆရာဝန် ဟာ ကုသမှု အသစ် တစ် ခု ကို ဖန်တီးခဲ့သည် ။\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "အီရန် သည် စွမ်းအင် ထုတ်လုပ် ရန် ၎င်း ၏ ဒေသတွင်း ယူရေနီယံ ရင်းမြစ်များ မှ ၎င်း ၏ ကိုယ်ပိုင် နျူကလီးယား လောင်စာ လည်ပတ်မှု ဖွံ့ဖြိုး ရန် အခွင့်အရေး တစ်ခု ရှိသည် ကို အပြောင်းအလဲမရှိ ထိန်းသိမ်းထားခဲ့သည် ။\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "“ အဆိုပါ တိုက်မှု သည် ယာဉ်ဦးခေါင်းပိုင်း နဲ့ အသေအချာ ဆက်စပ်နေတယ် လို့ ဤ အရေအတွက် တော်တော်များများ က အကြံပြုသည် ။ ”\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "“ အတားအဆီး မရှိသော အခွင့်အလမ်း ” အသစ် ( စည်းကမ်း မရှိသော နှင့် လုပ်ပိုင်ခွင့် မရှိသော ) ဂရမ်း နော့သမ် ကုမ္မဏီ သည် ( လုပ်ငန်း တွင် “ လမ်းကြောင်းများ ” ဟု ခေါ်သော ) လန်ဒန် ကင်း ခရော့ နှင့် ဘရက်ဖို့ ၊ ဟဲလီဖက် ၊ ဝိက်ဖီး နှင့် ရော့ရှိုင်းရား အနောက်ပိုင်း ရှိ ပွန်တီဖရက် တို့ အကြား တစ်ရက် တာ ရထား ဝန်ဆောင်မှု သုံး ခု ဖြင့် ပြေးဆွဲ ရန် နေရာ ကို သဘောတူပြီး ဖြစ်သည် ။\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "မင်းသား တစ်ပါး အနေနှင့် လော့ဒ်ရန် ၏ ရပ်တည်မှုအခြေအနေ သည် တရားစီရင်ရေး အတွက် များစွာသော တရားရေးရာ အကျိုးဆက်များ ရှိသည် ။\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "ကက်စီနီ ရဲ့ ခရမ်းလွန်ရောင်ခြည် ပုံရိပ်ရိုက်ထားတဲ့ အသံလှိုင်းစဉ် ကလည်းပဲ သမုဒ္ဒရာ မျက်နှာပြင်အပိုင်း တခု ရဲ့ တည်ရှိနေခြင်း ကို အထောက်အကူပေးတဲ့ ပြည့်စုံစေသော ရလဒ်တွေ ကို မကြာသေးမီက ရရှိခဲ့ပါတယ် ။\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "အဲဒီအချိန်အတောတွင်း ၊ အမေရိကန် က ထုတ်ပြန်ခဲ့သည့် စာ တစ်စောင် ဟာ ၊ ယခုအခါတွင် မပြည့်စုံဘူး လို့ ဖော်ပြခံခဲ့ရတယ် ၊ အဲဒီစာထဲမှာ ပြောထားတာက မတ် လ ၄ ရက်နေ့ ၏ ကြေကွဲဖွယ်ရာ ဖြစ်ရပ်များ ဟာ သူတို့နိုင်ငံ စစ်သားတွေ ရဲ့ တာဝန် မဟုတ်ကြောင်း ၊ အီတလီ အရာရှိတွေ နဲ့ ပူးတွဲ စစ်ဆေးစုံစမ်းရေး တစ်ခု မှာ ၊ အမေရိကန် စစ်တပ် က ရှင်းလင်းပြောခဲ့သည် ။\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "သူ က ထွက်သွားသော ကုလသမဂ္ဂ ၏ အကြီးဖြစ်သော ရာသီဥတု အတွင်းရေးမှူး ဝိုင် ဒီ ဘိုအာ နှင့် ဥရောပ သမဂ္ဂ ရဲ့ ရာသီဥတု ကော်မရှင်နာ ကော်နီ ဟီဒီဂတ် တို့ကို သူတို့၏ ယုံမှားသံသယ အတွက် ဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "ဆန်းမားဖီး ၏ ဥက္ကဋ္ဌ ပေါလ် မာဆန် က လွှဲပြောင်းမှု ကို ရှင်းလင်းပြောပြခဲ့သည် ။\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော တစ် ပတ် က ဆီးရီးယား မြို့ တွင်း သို့ အနည်းဆုံး ပစ်မှတ် တစ် ခု ထား ပြီး အစ္စရေး စစ် လေယာဉ်များ က ပစ်ခတ်ခဲ့သည် ဟု အမေရိကန် ပြည်ထောင်စု ကာကွယ်ရေး ဦးစီးဌာန မှ တာဝန်ရှိသူများ က ဖော်ထုတ်ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "စွပ်စွဲသည့်အတိုင်း ၎င်း တို့ ၏ ဖခင် က တံတား တစ်စင်း မှ စွန့်ပစ်ခြင်းကိုခံရသည့် အဲလ်ဘားမား ကလေးငယ် တို့ လေးယောက် မှ နှစ်ယောက် ၏ အလောင်း များ ကို ရှာဖွေတွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\" ၄င်းသည် ဖီဂျီ အတွက် မှန်ကန်သော လမ်းကြောင်း နှင့် ဖီဂျီ ၏ လူထု အတွက် ရှေ့ဆက်ရမည့် တစ်ခုတည်းသော နည်းလမ်း ဖြစ်ပါတယ် ၊ \" ဟု သူက ပြောခဲ့သည် ။\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "မနေ့ က အသက် ၃၃ နှစ် ရှိ တဲ့ ဝစ်ကွန်ဆင် ရှိ ဘရွတ်ဖီး မှ မော်ဝီကီ ကောင်တီ ခရိုင် ရှေ့နေ ကော်ရီ ဂျေ ဖီရစ် က တရားစွဲခြင်း အဖိုးအခ အဖြစ် ဒုစရိုက်မှု စုစုပေါင်း ၅ ခု နဲ့အတူ ခိုးယူခဲ့ တဲ့ ဒေါ်လာ စုစုပေါင်း သုံးသောင်း ငါးထောင် နှင့် တူညီ တဲ့ တန်ဖိုး ကို အဆင်သင့်စား အစားအစာဆိုင် နှင့် တက္ကသိုလ် အိမ်သာ နှင့် ဆီးဌာန အတွက် ပေးသွင်းစေခဲ့သည် ။\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "သို့သော် ၊ နောက်ထပ် အရာရှိဟောင်း က ၊ စီအိုင်အေ သည် “ ရယ်စရာ “ နှိပ်စက်ညှင်းပန်းသော နည်းလမ်း များ အဖြစ်သို့ ဘွတ်ရှ် အုပ်ချုပ်ရေး ကို အတည်ပြုထောက်ခံခြင်း က တွန်းအားပေးခဲ့သည် ဟု စိတ်ကူး ယဉ်ခဲ့သည် ။\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "အသင်းစု ဦးဆောင်သူ ဘိုင်ယန် မြူးနစ် သည် ဒုတိယ အပိုင်း ဦးဆောင်သူ ဘိုရုရှား မွန်ချင်ဂလန်းဘာ့ခ် ကို ၃-၁ ဖြင့် အောင်နိုင် ပြီးနောက် ဒီအက်ဖ်ဘီ ဖလား ၏ တတိယ ပတ်လည် သို့ တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "တီအာရ်အီးအက်စ်ကေ သည် နာကျင်မှု ဖြစ်ပေါ်သည့် ယင်း အချက် ကို ပြောင်းလဲစေလိမ့်မည် ဆေးဝါးများ ကြောင့် အကျိုး သက်ရောက်မှု အလားအလာ ရှိနိုင်သည် ၊ ၎င်း သည် သူ တို့ ၏ အာရုံကြော ရောဂါ ခံစားရမှု ကို လျှော့ချပေးလိမ့်မည် ။\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ့ ကုန်သွယ်ရေး တွင် အဓိကအသုံးပြုသည့် အမေရိကန် ဒေါ်လာစျေးနှုန်း နှင့် အမေရိကန်နိုင်ငံ ၏ စီးပွားရေး သည် မကြာသေးခင် လများ အတွင်း အဆက်မပြတ် ကျဆင်းလျက်ရှိပါသည် ။\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "အမေရိကန် တွင် မြင်း တစ်ဆယ့်တစ် ကောင် သာ သုံး ကြိမ် မြောက် သရဖူ ကို အမြဲတမ်း အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "တစ်နေ့ တွင် ပြင်သစ်နိုင်ငံ မှ နီကွာ သို့မဟုတ် ဘာကွာ ဟု ခေါ် သော အစ္စလာမ်မစ် ခြုံလွှာ ကို မျက်နှာ မှာ ဖုံးအုပ် ပြီး လူအများ ရှေ့ တွင် ဝတ်ဆင်ခြင်း ကို ပိတ်ပင်တားမြစ်မှု တစ်ခု ဖြင့် စတင်ခဲ့ ပြီးနောက် ပြင်သစ်ရဲတပ်ဖွဲ့ က မျက်နှာဖုံးစွတ်ထားသော အမျိုးသမီး နှစ်ယောက် ကို ယာယီ ဖမ်းဆီးခဲ့သည် ။\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "အဆိုပါ အေ၃၈၀ သည် ၄င်း၏ ပထမဆုံး စီးပွားဖြစ် လေယာဥ် ကို ၂၀၀၇ ခုနှစ် တွင် ပြုလုပ်ခဲ့ ပြီး ၊ ပြင်သစ် လေကြောင်းလိုင်း အပါအဝင် ၊ ယခု အခြား များစွာသော လေကြောင်းလိုင်းများ နှင့်အတူ ဝန်ဆောင်မှုပေး လျက် ရှိပါသည် ။\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "ပြိုင်ကား မောင်းသမား မိုက်ကယ် စကူးမာကာ နှင့် သူ၏ ကစားဖော် ဖလစ်ပီး မက်ဆာ က အင်ဒီယာနာပူးလစ် မော်တော်ကား အမြန်ပြေးလမ်း တွင် ဖီရာ ဖော်မြူလာဝမ်း အမေရိကန် ပြည်ထောင်စု ဂရမ်း ပရစ် တွင် ရှေ့ တန်း မှ အနိုင်ရခဲ့ သည် ။\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "လူဦးရေ နှင့် ဖွံ့ဖြိုးမှု စီမံခန့်ခွဲရေးအဖွဲ့ မှ အတိုင်ပင်ခံ ဒီဗန်ဒရာ ကိုသရီ အဆိုအရ “ ကျွန်တော်တို့ ရဲ့ ပြည်ထောင်စုဗဟို အစိုးရ က ပြည်နယ်တွေ ကို သူတို့ ရဲ့ လူဦးရေ အလိုက် ရန်ပုံငွေတွေ ထောက်ပံ့ပေးပါတယ် ” ဟု ဆိုသည် ။\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "အိဗလင်း ခင်ပွန်းသည်-သွန်မဆင် ၊ အုပ်ချုပ်သူ အရာရှိ ရစ်ခ် ၏ ကျန်ရစ်သူဇနီး ၊ လွန်ခဲ့သော သုံး ပတ် ခန့် က မှ ပြန်လည်လက်ထပ်ခဲ့ သူ က ၊ \" ဒီ မနက် ၊ အီယန် နှင့် လော်ရဲလ် အပြင် မိုက် နှင့် ဒေ့ဗ် ထိုနောက် ခါလ်ပါနာ နှင့် ဝီလီ နှင့် ရစ်ခ် တို့အကြောင်း အတွေးစဥ်ဆက် ကို ကျွန်ုပ် ရပ်တန့်ခြင်း မလုပ်နိုင်ပါ \" ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "၁၁.၄၅ အေ.အမ် တွင် အီးအက်စ်တီ အိုဘားမား သည် ၃၄၉ ဆန္ဒမဲ ဖြင့် မတ်ကိန်း ၏ ၁၆၃ မဲ အား အနိုင်ရရှိသည် ကို ထုတ်လွှင့်သည် ။\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "၂၀ဝ၀ခုနှစ် ၊ ဇွန်လ ၂ရက် တွင် ၊ ပီရူးနိုင်ငံ အတွင်းရှိ ၊ ကာဂျာမာကာပြည်နယ် ၌ ပြင်းထန်သော မတော်တဆ တစ်ခု သည် ၊ အဆိပ်သင့်မှု မြင့်မားသော ပြင်ထန်သည့် သတ္တု တစ်မျိုး ဖြစ်သည့် ၊ ပြဒါး ကြောင့် များစွာသော ဒေသခံပြည်သူများ ကို အဆိပ်သင့်စေခဲ့သည် ။\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "ကွန်ဂရက် အဖွဲ့ဝင် ငါး ယောက် အပါအဝင် ၊ ဆန္ဒပြသူ ၁၁ ယောက် သည် ၊ ဆူပူစွာ ဆောင်ရွက်မှု နှင့် ဥပဒေနှင့်မညီညွတ်သော လူစုဝေးမှု စွဲချက် ဖြင့် ဖမ်းဆီးခံခဲ့ရသည် ။\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "သတ်မှတ်ထား သော အမြန်နှုန်း ဖြင့် လမ်းကြောင်း အသီးသီး ပေါ်တွင် ၂၄ မိနစ် အတွင်း ပြိုင် သော စပရင့် ပြိုင်ပွဲ အတွက် အမြန်နှုန်း ယှဉ်ပြိုင် စစ်ဆေး ခြင်း တွင် ဤ စနေနေ့ နှင့် တနင်္ဂနွေ နေ့ တွင် မှတ်တမ်းတင်ခဲ့ သော လမ်းကြောင်း ပေါ်တွင် အမြန်ဆုံး မောင်းနိုင်ခဲ့ သော အချိန် ဖြင့် ပထမ အမြန်ဆုံး စတင် တာထွက်နိုင် သော လမ်းကြောင်း နေရာ ဆု ကို ဂရိတ် ဗြိတိန် ပြိုင်ကား ၏ ပြိုင်ပွဲဝင် မောင်းနှင် သူ ရော်ဘီ ကား က ရယူနိုင် ရန် လုပ်ဆောင်နိုင်ခဲ့သည် ။\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "အစိုးရ ၏ စုစုပေါင်း ဝင်ငွေ သည် ဂျီဒီပီ ၏ ၁၇.၈% ဖြစ်လာ ပြီး ၊ စုစုပေါင်း သုံးစွဲငွေ သည် ဂျီဒီပီ ၏ ၂၁% ကို ညီမျှခြင်း နှင့်အတူ ၊ အဆိုပါ လိုငွေများ သည် အမေရိကန်ပြည်ထောင်စု ၏ စုစုပေါင်း ပြည်တွင်း ထုတ်ကုန် ( ဂျီဒီပီ ) ၏ ၃.၂ % ကို ယခု ညီမျှသည် ။\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "တန်နာ ကို ၂၀၀၆ ဇန်နဝါရီ လ ရွေးကောက်ပွဲ တွင် ကနေဒါ ၏ ကွန်ဆာဗေးတစ် ပါတီ နှင့်အတူ ရွေးကောက် တင်မြှောက်ခဲ့သည် ၊ သို့သော် အရေးပါတဲ့ ဘလော့ပို့စ်များ တင်နေ ပြီးနောက် အဆိုပါ ပါတီ အနေဖြင့် အောက်တိုဘာ လ အတွင်း ခေတ္တ ဆိုင်းငံ့ထားခဲ့သည် ။\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "တောင် အာဖရိက ကားလမ်း ဘေးကင်းလုံခြုံမှု စံချိန် နည်းပါး ပြီး ယာဉ်အသွားအလာနှင့်ပက်သက်ပြီး သေဆုံးမှုများ တွင် ကမ္ဘာ မှာ နဝမ အဆင့် ရှိသည် ။\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\" ဒီကိစ္စ အောင်မြင် ဖို့ သူတို့ ကုမ္ပဏီ ကို ဘယ်လို ဖွဲ့စည်းတည်ဆောက်ရမလဲ ဆိုတာ က သူတို့ ပေါ်မှာ လုံးဝ မူတည်တယ် ။ \"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "၇ စက္ကန့် ဦးဆောင်မှု တစ်ခု ဖြင့် ပထမ အမှတ်အသား အဆုံးသတ်ခဲ့ သော်လည်း ၊ ၎င်း သည် မကြာခင် အလင်ဂီ ကို ရှုံးခဲ့သည် ။\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\" လူသတ်ပွဲ နှင့် ထိုအဖြစ် မှ ထွက်ပေါ်လာသော နိုင်ငံရေး ဖရိုဖရဲဖြစ်မှု ဖန်တီးရန် ဆောင်ရွက် လိမ့်မည် ဟု သူတို့ သည် ထင်မြင် သော်လည်း သူတို့ သည် ဘာကိုမျှ ဆောင်ရွက် လိမ့်မည် မဟုတ်ပါ ၊ \" ဟု ယူအက်စ် သံအမတ် ရိုင်ရန် ခရော့ခ်ကာ သည် ပြောခဲ့သည် ။\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "ရဲတပ်ဖွဲ့ ကြိုးစားအားထုတ်မှု သည် ကြောက်လန့်ရခြင်း ရဲ့ အစဖြစ် သော အဆိုပါ စာ ရဲ့ မူလအစ ကို ခြေရာခံ ရန် လမ်းကြောင်း ဖြစ်သည် ။\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "အတ္တလန္တိတ် တွင် ဖြစ်ပေါ်ခဲ့ သည့် နာမည်ပေးထားသော မုန်တိုင်း ၅ ခု ကြောင့် ၎င်း သည် မှတ်တမ်း တွင် အစော ဆုံး အချိန် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "ရလဒ်များ သည် အိုလ်မက် သည် ဝတ်စ်ဘန့်ခ် အတွက် သူ၏ တစ်ဖက်သတ်ကျပြီး စေ့စပ်သေချာမှုမရှိသော အစီအစဉ် ကို အကောင်အထည်ဖော် ရန် ဗဟိုလက်ဝဲ မဟာမိတ်အဖွဲ့ တစ်ဖွဲ့ ကို ဖွဲ့စည်းသည်မှာ ဖြစ်နိုင်ချေရှိသည် ဟု ဆိုလိုပါသည် ။\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ကို ၁၉၄၇ တွင် စင်္ကာပူ နဲ့ မလေးရှား အသင်းများ အတွက် ဖိတ်ခေါ် ပြိုင်ပွဲ တစ်ခု အနေနဲ့ စတင်ခဲ့ ပြီး အဲဒီကတည်းက ဖိတ်ခေါ်ထားခဲ့တဲ့ တကမ္ဘာလုံး မှ ကလပ် အသင်းများ နဲ့ အမျိုးသားအသင်းများ အဖြစ် ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "အဆိုပါ အစိုးရ ထုတ်ပြန်ချက် က အဆိုပါ ယီမင် တပ်ဖွဲ့များ သည် “ လွန်ခဲ့သော နှစ် ရက် အတွင်း က သူပုန်များ အား လက်နက်ချ သို့မဟုတ် ထွက်ပြေး ရန် တွန်းအားပေးလျက် ၊ မြို့ ၏ သူပုန်အစိတ်အပိုင်းများ ကို အကုန်အစင် [ သန့်စင်ရှင်လင်းခဲ့သည် ] ” ဟု ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "သေစေသော ဆေးထိုးမှုများ ၏ အဓိက အစိတ်အပိုင်း တစ်ခု ၏ တစ်ခု တည်း သော အမေရိကန် ကုန်ထုတ်လုပ်ရေး ကုမ္ပဏီ က ၎င်း သည် ဆေးဝါး ၏ ထုတ်လုပ်မှု ၊ ပြတ်လပ်မှု ကို ကူညီ ထောက်ပံ့ပေးခြင်း နှင့် သေဒဏ် စီရင်ခြင်း ကို နှောင့်နှေးစေခြင်း တို့ ကို ရပ်ဆိုင်းလိမ့်မည် ဟု သောကြာနေ့ က ကြော်ငြာခဲ့သည် ။\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "ဝါဇီရစ်စတန် တောင်ပိုင်း အမေရိကန် မောင်းသူမဲ့ လေယာဉ် တစ် စင်း တိုက်ခိုက်မှု ကာလ အတွင်း ၊ ဩဂုတ် လ ၊ ၅ ရက် ၂၀၀၉ တွင် ၊ မက်ဆုဒ် သည် အသတ်ခံခဲ့ရ ကြောင်း အစီရင်ခံ တင်ပြခဲ့ သော်လည်း ၊ ဟာကီမာလာ မက်ဆုဒ် ကို ၊ ဘိုင်တူလာ ၏ ဆက်ခံသူ အဖြစ် မကြားသေး မီ က ရွေးချယ်ခဲ့ ပြီး ၊ ဝါလီအာရက်(ရှ်)မန် က မက်ဆုဒ် သည် ၂၀၀၉ ခုနှစ် ၊ ဩဂုတ် လ ၂၃ ရက် ၊ တနင်္ဂနွေနေ့ တွင် ဩဂုတ် ၅ ရက် မှာ ရရှိခဲ့သော ထိခိုက်မှု ကြောင့် သေဆုံး သွားခဲ့ ကြောင်း ဘီဘီစီ ကို ပြောကြားခဲ့ပါ သည် ။\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "ကူးသန်းရေး နဲ့ ဒေသတွင်း လုပ်ငန်းဆိုင်ရာ ဝန်ကြီး ဝါရန် ထရတ်စ် က ထယ်လ်စ်ထွာ မှာ လုပ်ငန်းတွေ ကို ထိန်းသိမ်း ရန် တာဝန်တွေ ရှိတယ် လို့ ပြောနေတဲ့ ထယ်လ်စ်ထွာ ကြေငြာချက် နဲ့ သူ့ကိုယ်သူ မပတ်သက်မိအောင်နေတယ် ။\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "နယ်သာလန်နိုင်ငံ သည် သူတို့၏ ဂိုး နှစ်ဂိုး အား ပထမ ၁၀ မိနစ် တွင် သွင်းယူနိုင်ခဲ့သည် ။\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "ပထမ နေ့ အစော ပိုင်း တွင် ၊ နော်ဝေ နိုင်ငံခြားရေး ဝန်ကြီး ဂျိုနတ် ဂါ စတဲ နှင့် ပါလက်စတိုင်း ဝန်ကြီးချုပ် ဆလမ် ဖေရဒ် တို့ နှစ် ဉီး သည် ပါလက်စတိုင်း အခြေအနေ အတွက် ယုံကြည်ချက် နှင့် မျှော်လင့်ချက် ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "ဩဂုတ်လ ၁၁ ရက်နေ့ တွင် ပြန်ပေးဆွဲခံရသော ၊ ဒဲ့ပါက်ဟဲလ် ရဲ့ အနီးစပ်ဆုံးနေရာ ကိုတောင် ၊ ယခုအချိန်အထိ မသိသေးပါဘူး ။\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "“ ငါ သူငယ်ချင်း တစ် ယောက် ကို တွေ့ခဲ့တယ် ၊ သူမ အစာအိမ် ကို သေနတ် နှစ် ကြိမ် အပစ်ခံရ ပြီးတော့ သွေး တွေ ထွက်နေတယ် ။ ”\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "သူမ က \" ဂျနိုက် သည် ပြင်းထန်သော ဝေဒနာ ကို အလွန့် ၊ အလွန် ခံစားခဲ့ရပါ၏ ။ သူမ ကို သတိမေ့သွားစေခဲ့ ပြီး ဒေါက်တာ ရိုင်ယန် ဘယ်လောက် ကြီးမြတ်သူ တစ်ဦး ဖြစ်တယ် ဆိုတာကို ကမ္ဘာကြီး ကို သိစေချင်ပါသည် ” ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "“ အဆိုပါ နယ်မြေ သည် ထိန်းသိမ်းစောင့်ရှောက် ဖို့ အလွန်အမင်း အရေးကြီး ပြီး အဆိုပါ ပြည်နယ် သည် တိုးတတ်မှု ကို ထိန်းသိမ်း ရန် ပါဝင်ကူညီ သကဲ့သို့ ၊ သစ်တောများ နှင့် သူတို့ ၏ ပတ်ဝန်းကျင် တာဝန်များ ကို ကာကွယ် ရန် ဆန္ဒရှိသည် ” ဟု ၊ အဆိုပါ ပြည်နယ် အတွက် ပြည်နယ်ဆိုင်ရာ သစ်တော ကာကွယ်ရေး ဌာန ညွှန်ကြားရေးမှုး ၊ ဟိုအန် နာဂို ခါးအန့် က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "ဇ၀ဟီရီ သည် အနည်းဆုံး အခြားသော တိပ်ခွေ သုံး ခွေ ကို နိုဝင်ဘာလ ကတည်းက ပြုလုပ်ခဲ့သည် ၊ အားလုံး ကို အေဝမ်းဂျဇီရာ မှ ဖြန့်ချီခဲ့သည် ။\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "သူ သည် မက်ဆီကို ကို ဖြတ်သန်းပြီး ၊ တရားမဝင် စည်းကမ်းဖောက်ဖျက်မှု အခြေအနေ ၅၅၀ ကို တွေ့ရှိခဲ့တယ် လို့ လည်း မှတ်တမ်းတင်ခဲ့သည် ။\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "လုပ်ဆောင်နိုင်သော စည်းမျဉ်းဥပဒေ အသစ် ကို ၊ သို့သော် ၊ အဝတ်အစားမပါသော တောင်တက်သမားများ က ငြင်းဆို ကန့်ကွက်မှုများ နှင့်အတူ တုံ့ပြန်ခဲ့သည် ။\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "” ကျွန်တော့် အမြင် အရ ဆိုရင် ၊ တကယ်လို့ ဒီ သချိုင်းဂူ သာ ရှာတွေ့ခဲ့တယ် ဆိုရင် ၊ ကလီယိုပက်ထရာ နဲ့ မက် အန်ထော်နီ တို့ ကြား မှာ ရှိတဲ့ အချစ် နဲ့ သူတို့ သေဆုံးမှု ရဲ့ ဝမ်းနည်းစရာ ဇာတ်လမ်း ကြောင့် ၂၁ ရာစု တွေ့ရှိမှုများ မှ ၄င်း သည် အရေးပါဆုံး တစ်ခု ဖြစ်လာနိုင်ပါသည် ။\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "ဝမ်းနည်းခြင်း တစ်ခု ကို ဖော်ပြသည် အနေဖြင့် ဂူး က ၊ ဦးညွတ်လျက် ၊ ဤကဲ့သို့သော ဝမ်းနည်းစရာများ ထပ်မံ မ ဖြစ်ပွား အောင် ကာကွယ် လုပ်ဆောင်မည် ဟု ကတိပေးခဲ့သည် ။\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "အငွေ့ကာများ အသုံးပြု မှု လိုအပ် လျက် ၊ သိပ်သည်းသော မီးခိုးငွေ့ များ က အဆိုပါ အခြေအနေ ကို ရှုတ်ထွေးလာစေသည် ။\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "အိုင်အမ်ဒီ ၏ မေ လ ၁ ရက် နေ့ က ထုတ်ဝေဖြန့်ချီခဲ့သည့် ၊ ပထမ အကြိမ် သတိပေးခြင်း ဆိုင်ရာ ကြေငြာချက်သတင်းလွှာ တွင် ၊ ဆိုင်ကလုန်း မုန်တိုင်း ကြောင့် ထိမှန်ခံရဖွယ် ရှိသည့် နယ်မြေ ဧရိယာ ကို ညွှန်ပြခဲ့သည် ဟု မိုဟာပါထရာ က ပြောကြားသည် ။\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "အတိုက်အခံ ခေါင်းဆောင် ကင် ဘေ့ဇ်လေ က စီမံချက် ကို အလုပ်သမားဌာန က ထောက်ခံ ကြောင်း ပြောကြား ခဲ့သည် ။\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "ပြပွဲ မတိုင်မီ ထုတ်လုပ်သူ ကို စကားပြော ရန် ဆံပင် နှင့် မိတ်ကပ် ကို ငါ လိမ်း ပြီး နောက် စတူဒီယို ကို ငါ ဆင်းသွားတယ် ။\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "ဆေးဘက်အကူများ က အိုဝင် ကို ဆေးရုံ သို့ သူတို့ သယ်ဆောင်လာခဲ့ ကြောင်း တင်ပြ ရန် သူတို့ က ရဲ ကို ခေါ်ခဲ့ပါသည် ဟု သာ အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "၂၀၀၁ ခုနှစ် နှင့် နှိုင်းယှဉ် လျှင် ၊ အမျိုးသား အယောက် တစ်ထောင် တွင် အမျိုးသမီး ၉၃၃ ဦး ရှိခဲ့ ရာ ယခု အရွယ်ရောက် အမျိုးသား အယောက် တစ်ထောင် တွင် အရွယ်ရောက် အမျိုးသမီး ၉၄၀ ဦး ရှိလာပြီဖြစ်သည် ။\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "အချို့ သည် “ ပျက်စီးနေသော ၊ ဆိုးဝါးသော ရေ သန့်စင် ထောက်ပံ့မှု ” တစ် ခု တွင် နေခဲ့သည် ဟု သူ ပြောခဲ့သည် ။\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဖလား သည် ကနေဒါ နိုင်ငံ ၏ အအောင်မြင် ဆုံး အပျော်တမ်း ရော့ဘီ အသင်း ကို ဂုဏ်ပြု ရန် ဖလား ဆု လှူဒါန်းခဲ့သူ အာရယ် ဂရေး ကို အစွဲပြု ပြီးနောက် အမည် ပေးခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ အစိုးရများ ၏ ကောင်စီ ( စီအိုအေဂျီ ) သည် ၂၀၀၆ ခုနှစ် ၏ ပထမဆုံး အစည်းအဝေး ကို ကင်ဘာရာ တွင် ယနေ့ တွေ့ဆုံလိမ့်မည် ။\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့ သည် ကျွန်တော်တို့၏ ဖောက်သည်များ ကို ဖြစ်စေသော အဘယ်မဆို နှောက်ယှက်ခြင်း နှင့် ဒုက္ခပေးခြင်း အတွက် ရိုးသားစွာ တောင်းပန်ပါတယ် \" လို့ မီဒီယာ သို့ ဖေါ်ပြချက် တစ်ခု မှာ အမ်အပ်စ် ကို ပြောခဲ့သည် ။\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "လသာဆောင် တစ် ဆောင် အောက် ခိုလှုံ စဉ်တွင် ရိုက်တာသတင်းဌာန သို့ ပြောကြားခဲ့သော ယာဉ်ထိန်းရဲ မာတာဒဟာ ဖက်ဟေး အဆိုအရ နှင်း က “ အစပျိုးခါစ ဖြစ်သော အီရတ် ၏ နမိတ်လက္ခဏာ အသစ် တစ်ခု ” ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "ဈေးကွက် ဖွင့်စဥ် ကတည်း က ၊ အက်ပဲ ၏ ရှယ်ယာ သည် ၃၇၃.၇၂ ဒေါ်လာ သို့ မြင့်တက်သွားပြီး ၊ ဗုဒ္ဓဟူးနေ့ ဈေးကွက် ပိတ်ချိန် တွင် ၂.၆၄ ဒေါ်လာ ဈေးကျမှု တစ် ခု သာ ရှိခဲ့သည် ။\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "ဗြိတိသျှ ထောက်လှမ်းရေး တပ်ဖွဲ့ မှ အရာခံဗိုလ် တစ် ဦး နှင့် ဗိုလ်မှူး တစ် ဦး နှင့် ဘုရင်မ ၏ လန်ကာရှီရား တပ်ရင်း ၏ ယခင် တပ်မှူး ( ယခု လန်ကစတာ တပ်ရင်း ၏ မြို့စား ) တို့ ကို လုပ်ငန်းတာ၀န်များ ပေါ့ဆစွာ ဆောင်ရွက် ခြင်း ဖြင့် တရားစွဲဆိုထားသည် ။\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "နှုန်းထား အမှတ် တစ် ခု သည် ၁၀,၉၆,၀၀၀ အိမ်ထောင်စု နှင့် ညီခြင်း ကြောင့် ၊ ယခု အခါ အမေရိကန် ပြည်ထောင်စု တွင် ၁၀၉,၆၀၀,၀၀၀ အိမ်ထောင်စု သည် အနည်းဆုံး ရုပ်မြင်သံကြား တစ် လုံး ဖြင့် ရှိကြသည် ။\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "ငါ့ မှာ အဲဒါ ဘာလဲဆိုတာ နဲ့ ပတ်သက် တဲ့ အကြံဉာဏ် မရှိဘူး ပြီးတော့ ငါတို့ ဆွေးနွေး လို့ ပြော ပြီး တဲ့ အထိ အဲဒါ နဲ့ ပတ်သက် ပြီး ငါ ပြော ချင်တာ အားလုံးပါဘဲ ။\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "လူများ သည် “ ငြိမ်းချမ်းရေး ကို ချိုးဖောက်မှု ” အတွက် ဖမ်းဆီးခံရ ပြီး ၎င်း သည် ရာဇဝတ်မှု ပြစ်မှု တစ်ခု မဟုတ်ကြောင်း မှတ်သားခဲ့သည် ဟု အိုပီပီ က ပြောခဲ့သည် ။\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "တက္ကသိုလ် အသင်း နှင့် ကလွန်းဒြာ အသင်း ကြား ဒေသဆိုင်ရာ အေ-အဆင့် ပြိုင်ပွဲ ကို အမျိုးသမီး ကစားပွဲ ပြီးနောက် ချက်ချင်း နီးပါး စတင်ခဲ့သည် ။\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "ကြာသပတေး ည ဂျေ လန်နို နှင့်အတူ သည် တူနိုက် ရှိုး တွင် ပြည်သူ များ ရှေ့မှောက် ရောက်ရှိ လာ ရာတွင် ၊ သူသည် အိမ်ဖြူတော် ဘိုးလင်း ပစ် ကစား သည့် အားကစား ခန်းမ ၌ ဘိုးလင်း ပစ် ကစား ခဲ့ ပြီး ၁၂၉ မှတ် ရခဲ့သည် ဟု ၊ အမေရိကန် သမ္မတ ဘားရတ် အိုဘားမား သည် အိမ်ရှင် ၊ ဂျေ လန်နို အား ပြောခဲ့သည် ။\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "နေးချား က ဘရစ်တန်နီးကား က ' ထွက်ပေါ်လာခဲ့တဲ့ [ သူတို့ရဲ့ ] ဝေဖန်ချက်ရေးသားသူတွေ ရဲ့ ထင်မြင်ချက် တစ်ဝက် ထက်နည်းနေတာ ' ကို ဝေဖန်အပြစ်ရှာခဲ့တာ ကို မှတ်သားထား ပြီး ၊ စွယ်စုံကျမ်း နှစ်ခု က သဘောထား ရှုထောင့် တူညီဖွယ် ရှိတယ် လို့ ဖော်ပြပါတယ် ။\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "၂၀ဝ၄ ခုနှစ် တွင်း ပေးခဲ့သော ၎င်း ငွေကြေးအဂတိလိုက်စားမှုဆိုင်ရာ ကိစ္စ တွင် ပထမ ဆုံးဖြတ်ချက် ကို ကိုးကား ပြီး မိုက်ခရိုဆော့ သည် သူတို့ ၏ ဝင်းဒိုး နှင့် ဆော့ဝဲလ် အံဝင်ဂွင်ကျ ဖြစ်အောင် ပြုလုပ်ခြင်း ကို တားဆီး ရန် ပြိုင်ဘက် ဆော့ဝဲလ် ကုမ္ပဏီများ မှ လိုအပ်သော လိုက်လျောညီထွေ သည့် သတင်းများ ကို ထိန်ချန်ထား ခဲ့သည် ။\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "ဒါဟာ ငွေများ အားလုံး တီဂရေး ထဲသို့ ရောက်ရှိသွားခြင်းဟာ - ထို အောက်ဖန် ၊ ကလေးများကိုကယ်ဆယ်ပါ ၊ ယူနီဆက်ဖ် နှင့် ခရစ်ယာန် အကူအညီပေးရေး - ဖြစ်ခဲ့လိမ့်မည် တစ်နည်းနည်းအားဖြင့် ၊ ကျွန်တော်တို့ အားလုံး လှည့်စား ပြီး လိမ်ညာ ခဲ့လိမ့်မည် ။\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "ယူကျူ့ ပေါ်မှာ အရင်က တင်ထားတဲ့ သေးငယ်သော ဗီဒီယို အပိုင်းလေး တစ် ခု အတွက် “ သိပ္ပံပညာကိုးကွယ်မှု အသင်းတော် က မူပိုင်ခွင့် ကျူးလွန် ဖောက်ဖျက်မှု သတိပေးစာ တစ် ခု ကို ပို့ခဲ့ ပြီးနောက် အကြာကြီး ရှိ မနေတော့ပါဘူး ” ဟု ဂေါ်ကာ . ကွန်း မှ ယူဆခဲ့သည် ။\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "သတင်းစကား သည် မကြာသေးမီ က ထုတ်ပြန်ကြေငြာခဲ့ သော စေတန်နှင့်ဆိုင်သော ကဗျာများ စာရေးဆရာ ဆယ်လ်မန် ရက်ရှ်ဒီ ၏ သူရဲကောင်းပြုခြင်း ကို ဆက် ၍ ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "တတိယ နှင့် စတုတ္ထ နေရာ တာထွက် သူ များ သည် အမေရိကန် နှင့် ဂျာမနီ အသီးသီး ဖြစ်သည် ။\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "စကော့တလန် အတွက် ကြိုတင်လျာထားသော ဟိတရူး ခရီးစဉ် အများစု ကို အခြား မည်သည့် ဆိုက်ရောက်ရာအရပ် ထက် မဆို အလျှော့ပေးထားသည် ။\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "လေယာဉ် ဟာ ဆန် ဖရန်စစ္စကို မှာ မြေပြင် ဆင်းသက် နေခဲ့ စဉ် က ရာသီဥတု ကောင်းမွန် ခဲ့ပါတယ် ။\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "“ ၁၃ ထပ် နှင့် ၂၇ ထပ် အလွှာများ အပေါ်တွင် မီးခိုးငွေ့ တိုင်းတာသောကိရိယာများ က အလုပ်လုပ်မလုပ်ခဲ့ပါ ။ ”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "ရှာနာဟန် အဆိုအရ ဒန်ဗာ ဘရွန်ကော့စ် တစ်ခုလုံး က တက်ဇာစ် ဖော့ ဝေါ့ ရဲ့ သူ၏ ဇာတိမြို့ မှာ ဝီလီယမ် အတွက် အသုဘ ဆောင်ရွက်မှု ကို စနေနေ့ မှာ တက်ရောက်ကြလိမ့်မယ် ။\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "သူတို့ တွေ့ဆုံဆွေးနွေးမှု ပြီးဆုံးခဲ့ ပြီးနောက် ၊ မစ္စတာ ကလပ် က ဂရေးမောက် ရဲတပ်ဖွဲ့ သို့ သူကိုယ်တိုင် အပ်နှံခဲ့ ပြီး ၊ သတင်း တစ်ခု အဖြစ် လည်း မှတ်တမ်းတင်ခဲ့သည် ။\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "ဇူလိုင် ၂၁ ၏ မအောင်မြင်သော တိုက်ခိုက်မှု မတိုင်မီ နှစ် ပတ် အတွင်း ၊ ဇူလိုင် ၇ ရက်နေ့က ဆက်တိုက် ဗုံးများ ပေါက်ကွဲပြီး အသေခံ ဗုံးခွဲသူ လေး ဦး အပါအဝင် ၊ လူ ၅၆ ဦး ကို သတ်ခဲ့သည် ။\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "ကော်တာ မြစ် ပေါ်မှ ဆည် ကို လေး နှစ် မနည်း တည်ဆောက်ခဲ့ရသည် ။\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "အက်စ်ထရို အသင်း သည် ယခု လက်ရှိ တွင် နေရှင်နယ် လိဂ် ပြိုင်ပွဲ တွင် ၅၈-၇၃ ပွဲ စံချိန် ဖြင့် ပဉ္စမ နေရာ တွင် ဖြစ်သည် ။\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "၂၀ဝ၄ ခုနှစ် တွင် ဖြစ်ပွားမှု ၁၈၆ခု သာလျှင် အစီရင်ခံခဲ့သည် ၊ ယခင် နှစ် ၃၃၆ခု မှ ကျဆင်းသည် ။\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "ထို လူ အား ပင်လယ် ထဲ သို့ ပုတ်ထုတ်ခဲ့ သောအခါ သက်သေများ က ကြည့်နေခဲ့ကြပါသည် ။\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "“ အမိုးအကာမဲ့ နယ်မြေ တစ် ခု တွင် ရွက်ဖျင်တဲများ နှင့် နေရ ပြီး ရေ အနည်းအကျဉ်း သာ ရသော ကြောင့် ကူးစက် ရောဂါ အန္တရာယ် များ ထို နေရာ ၌ ကျ ရောက်ခဲ့သည် ၊ ” ဟု ကျန်းမာရေး ဝန်ကြီး ဌာန ၏ ခရစ်စစ် စင်တာ မှ ၊ ရူစတန် ပါကရာ က ၊ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "တရုတ်နိုင်ငံ ၏ ဒိုမိန်း သည် တရုတ်နိုင်ငံ ကို ဆန့်ကျင် သည့် နောက်ဆုံးပေါ် ဝန်ဆောင်မှုမရခြင်း တိုက်ခိုက်မှု များစွာ ဖြင့် ပစ်မှတ်ထားခြင်းခံရသည် ။\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ထို့အပြင် ၊ ၁၇ နှစ် အရွယ် ကောင်လေး နှစ်ယောက် ပါဝင်ခဲ့ သည့် ကောင့်တီ အမာရှ် ၊ နယူးတောင်းဟန်မင်တန် တွင် ဖြစ်ပွားခဲ့ သော အခြား မတော်တဆမှု ကို အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "“ ၂၀၀၈ ခုနှစ် တိုင်ပေ မြို့ နှစ် သစ် ကောင့်ဒေါင်း ပါတီ “ တွင် တစ်ကမ္ဘာလုံး မိုးမျှော်အဆောက်အအုံ ၏ သိသာထင်ရှားမှု ကြောင့် တိုင်ပေ ၁၀၁ ၏ ယမ်းမီးပုံကျမကျေနပ်မှု အား များစွာသော ပြည်တွင်း ပြည်ပ မီဒီယာများ က အာရုံစိုက်ခဲ့ကြသည် ။\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "ကောင်စီ မှ လွှတ်ပေး ရန် ငြင်းဆို သည့် ၊ ကေပီအမ်ဂျီ မှ အစီရင်ခံစာ တစ်ခု ကို ၎င်း က လိုက်နာသည် ။\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "စီးတီးအုပ်စု သည် နိုင်ငံ ၁၀ဝ ထက် ပိုသော ဖောက်သည် သန်း ၂၀ဝ ဖြင့် ကမ္ဘာ့ အကြီးဆုံး အချိန်ပြည့် ဝန်ဆောင်မှု ဘဏ် တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "ဗီဇ မဲ့ တဲ့ ကြွက် မျိုးများဖြင့် စမ်းသပ်ခြင်း အားဖြင့် ထို ရှာဖွေတွေ့ရှိမှု ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "၁၀-နှစ်-အရွယ် မိန်းကလေး တစ်ဦး သည် သူမ အိပ်ပျော်နေခဲ့သော တဲ အပေါ်သို့ သစ်ပင် တပင် က ပြိုလဲ ပြီးနောက် ပြင်းထန်စွာ ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "“ နောက် ၁၀ နှစ် မှာ ၊ အဲ့ဒီ့ အတောတွင်းမှာ သူတို့ က အစ်စရေး ကို တိုက်ခိုက်မှု တစ်ခု စတင် ဖို့ မိုက်မိုက်မဲမဲ စဉ်းစားခဲ့ ပြီး ၊ သူတို့ ကို လုံး၀ ဖျက်ဆီး ဖို့ ကျွန်တော် တို့ တတ်နိုင်ရလိမ့်မယ် \" ဟု ၊ ကလင်တန် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "အိုင်ယာလန် လေကြောင်းလိုင်း ရိုင်နား ဟာ ကာလရှည်လျားပြင်းထန်စွာ သောကရောက်စေသည့် စီးပွားရေး ကျဆင်း ထိတ်လန့်မှု အလယ်တွင် ဆိုးရွားလှသော ဈေးကွက်စီးပွားရေး အခြေအနေ နှင့်ပတ်သတ်၍ ၊ ဒီ မနက်ပိုင်း ကုန်သွယ်မှု တွင် ၁၂ ရာခိုင်နှုန်း ထိ ကျဆင်းလာခဲ့ပါတယ် ။\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကုမ္ပဏီ သည် လက်နက် ဝယ်ယူ ပြီး ၎င်း ကို အာဖကန်နစ္စတန် ရှိ ကဘူး နိုင်ငံတကာ လေဆိပ် သို့ ဖြန့်ချီ ရန် လိုအပ်သည် ။\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် ရာသီ ၏ ပြိုင်ပွဲ ၂၀ ကို အနိုင်ရခဲ့သည့် ၊ စကော့ မက်ကင်ဇီ ရဲ့ ကျေးဇူး ကြောင့် ၊ အန် အယ်(လ်) ချန်ပီယံရှစ် ပွဲစဉ် တွင် ပွဲစဉ် ၇ ကို စိန့် လူးဝစ် ကာဒီနယ် နှင့် ယှဉ်ပြိုင်မည့် အက်စတရို မပါဝင်တော့ပါ ။\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "အဆိုပါ လေ့လာချက် က \" ရည်ရွယ်ထားသော ဦးနှောက်ကုသမှု အတွက် နည်းလမ်း ဖွင့်ပေး ပြီး အယ်လ်ဇိုင်းမား ရောဂါ ကို ကျွန်တော်တို့ ရှုမြင်သုံးသပ်ပုံ နည်းလမ်း ကို ပြောင်းလဲစေသည် ၊ \" ဟု ဒီ လာ မွန်တီ က ပြောခဲ့သည် ။\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\" ၄င်းသည် ဩစတြေးလျ အများပြည်သူ က ငါတို့ မြေ ပေါ်တွင် ဘာဖြစ်နေလဲ ဆိုတာ ရဲ့ အဖြစ်မှန် ကို သိတဲ့ အချိန် ဖြစ်သည် ။ \"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "မစ္စတာ ကိုမာ နှင့် သူ ၏ ဇနီး နော်မာ အင်ဒရီယာနီ တို့ အကြား မှ အိမ်ထောင်ရေး ပြဿနာ များ သည် “ လူတိုင်း သိကြ သော ပြဿနာ အချက် များ ” ဖြစ်ကြ ပြီး ထို စုံတွဲ သည် ညဉ့်နက် ထိ အငြင်းပွားခဲ့ကြသည် ဟု သူ က ယုံကြည် ကြောင်း ပြောခဲ့ သူ လေယာဉ်မှူး နှင့် လုပ်ငန်း ဆန်းစစ်သူ တစ်ဦး တို့ ၏ စကား အားဖြင့် ၎င်း သည် အချိန် ကြာကြာ ဖြစ်ခဲ့သည် ဟု သူ က ပြောပြခဲ့ ပြီး ၎င်း အစီရင်ခံစာ က စိတ်ပညာ နှင့် ပက်သက် သော ပြဿနာ များ ကို ဂရုစိုက် ဖော်ပြ ခြင်း မရှိခဲ့ သည့် အကြောင်း ကိစ္စ ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "ရေလမ်း အတွက် ကြီးမားသော လှိုင်းလုံး များ နှင့် ပြင်းထန် သော ရေစီးကြောင်း များ ကို ဖြစ်စေသော ၊ ထို ဒေသ ကို ပျက်စီးယိုယွင်းစေတဲ့ လေပြင်း တိုက်ခတ်ခြင်း နှင့် မိုး သည်းထန်စွာရွာသွန်းမှု ကြောင့် မတော်တဆထိခိုက်မှု ဖြစ်ပေါ်ခဲ့ပါသည် ။\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "“ မည်သည့် အမေရိကန်တွေ ရဲ့ ပတ်စပို့ ဖိုင် မဆို ခွင့်ပြုချက်မရှိသော နည်းလမ်း ဖြင့် ကြည့်ရှုနေ သော အခြေအနေမျိုး ကို ကျွန်တော်တို့ တစ် ယောက် မှ အလို မ ရှိ ပါဘူး ။ ”\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\" ၄င်း သည် မြို့၏ ကန့်သတ်ထားသည့် ( ပုံသေ ) အသုံးမချသောစွန့်ပစ် မြေ ၏ အတွင်းဘက် မြေကွက် တစ်ခု အတွင်း ဆင်းသက်ခဲ့သည် ။ \"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\" လွန်ခဲ့သော ရာစုနှစ် တစ်ဝက် က အော့ချမ်းဂျစ် တွင် သေဆုံးခဲ့သော ထို ရဲရင့်သော အမျိုးသား ၄၇ ဦး အား အမှန်တကယ် သူတို့ ကို အတူတကွ ချီးကျူးဂုဏ်ပြု ပေးသင့်ပေသည် ။ \"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "\" မင်း ကြိုက်ရင် အဲ့ဒါက ဆစ်ဒနီ အတွက် ရှာဖွေခြင်း စတင် ရန် အုတ်မြစ် တစ်ခု ငါတို့ကို ပေးတယ် \" လို့ ဂရေဟန် က ပြောပါတယ် ။\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "ဒီ ပြည့်စုံတဲ့ ပြန်လည်ချေပချက် ရဲ့ နောက်ဆုံး ၁၂ မျက်နှာ သည် ဆောင်းပါး ဖွဲ့စည်းပုံ နှင့် ဟန်ပန် အပေါ်မှာ မတူညီတဲ့ ရှုထောင့်အမြင် အဓိက ပါဝင်ထားတဲ့ ၊ တိကျတဲ့ ဆောင်းပါး ဝေဖန်ချက် ကို တုန့်ပြန်ထားတာဖြစ် သော်လည်း ၊ နေးချား အစိတ်အပိုင်း ပေါ် အချို့ ကိုးကားထားတဲ့ တိုက်ရိုက် အဖြစ်မှန် အမှားတွေပါပဲ ။\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "အကြွေး ကဒ် ထုတ်ဝေဖြန့်ချီသူ များ ၏ ကိုယ်စား သက်သေခံ ရန် တင်ပြသူ များ သည် ဘဏ္ဍာရေး ရှာဖွေတွေ့ရှိမှု ဌာန များ ၏ ရိုဂျ စီ ဟော့ခ်စချိုင်း ၊ အမေရိကား ကော်ပိုရေးရှင်း ၏ ဘလူ့စ် အယ်လ် ဟန်မွန့်ဒ်စ် ဘဏ် ၊ နှင့် မြို့တော် ဘဏ္ဍာရေး ကော်ပိုရေးရှင်း တစ်ဖွဲ့ ၏ ရိုင် ယန်ရှီနိုက်ဒါ တို့ ဖြစ်ခဲ့ကြသည် ။\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "အဖွဲ့ သည် ဖြစ်နိုင်သော လူသား သံလိုက် စက်ကွင်း ရှာဖွေခြင်း အတွက် ကွင်းပြင် စခန်းချသူ များ တွင် အိပ်ရာလိပ် များ ၏ မျက်နှာမူခြင်း ကို လေ့လာခြင့် ဖြင့် စစ်ဆေး ရန် အစက ရည်ရွယ်ခဲ့သည် ၊ သို့သော် လူသား များ သည် တဲ များ အောက် တွင် အိပ် လေ့ရှိ သောကြောင့် အချက်အလက် ရရှိ ရန် ခက်ခဲမှု သိသာခဲ့သည် ။\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "ငါးဖမ်းသမား၏ ရှေ့နေ ၊ ဒေးဗစ် ပီ . ဘာ့ချ် ၊ က ရေကာတာ ပတ်ဝန်းကျင် နယ်မြေ တွင် နေထိုင်သူများ သည် မိကျောင်း မရှိတော့ လို့ ပျော်ရွှင်နေကြသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "ဟိုတယ် ရှာမို သည် အစိုးရ အရာရှိများ က ပွဲများ လက်ခံကျင်းပ ရန် မကြာခဏ ရွေးချယ်ခံခဲ့ရ ပြီး တစ်ချိန်တည်းမှာ နိုင်ငံခြား သတင်းစာဆရာများ အတွက် ကျော်ကြားသော ယာယီ နေထိုင် ရန် ရွေးချယ်စရာ တစ်ခု ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "မတ်တေရီ သည် “ မိသားစု ြပဿနာတွေ ကြောင့် ဖိအား ” သည် ပိုဗို့ဗ် ကို ဆန့်ကျင်တိုက်ခိုက် ရန် သူ၏ လှုပ်ရှားမှုများ ကို ဦးတည်ခဲ့ သည့် အရာ ဖြစ်သည် ဟု ရည်ညွှန်းပြောဆိုခဲ့သည် ။\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "မနေ့ က လဂိုးစ် ကျွန်း မီးလောင်မှု ထဲ တွင် အခြားသော အဆောက်အဦး ၉ ခု များပြား သကဲ့သို့ မီးတောက်များ ဖြင့် လည်းပဲ သြဇာရှိသူများ အရ ၊ အကျိုးသက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "သူ သည် ကော်မတီ စုံစမ်းစစ်သူများ ကို လန်ဒန် သို့ ပို့ ခြင်း အပါအဝင် စုံစမ်းစစ်ဆေးချက်များ အတွက် အခြားနည်း ဖြင့် ပုံနှိပ် ချင် တယ်လို့ သူ မှတ်ထား သော်လည်း “ ကျွန်တော့် အကျင့် ကတော့ အဲဒီ အချိန် မှာ ထို ကဲ့သို့ တစ်စုံတစ်ခု ကို ပြုလုပ် ရန် မဟုတ် “ ဟု ကွန်ရာ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု အမဲသား ဈေးကွက် ပေါ်မူတည် သည့် ကနေဒီယန် အမဲသား လယ်သမားများ အတွက် လုပ်ငန်းပိတ်သိမ်းခြင်း သည် အဓိက ပြဿနာများ ကို အကြောင်းခံမှုများ ဆက်လက်ဖြစ်ပေါ်နေသည် ။\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "သံသယရှိသူ များ သည် ဓားစာခံ တစ်ယောက် နှင့်အတူ အနောက်ဘက် တံခါး ကို ပေါက်ကွဲစေတတ်သော ပစ္စည်း တစ်ခု ကို အသုံးပြု ၍ ဖောက်ခွဲခဲ့ ပြီး ဒဏ်ရာရရှိခဲ့သော အရာရှိများ ကို ကျော်ဖြတ် ပြီးနောက် ၊ ဝေါ့ ဒစ္စနေး ဝါ ၏ ဝိုက် ဝါ စပေါ့ အနောက်ဘက် တစ် မိုင် ၊ မာကန်တိုင် ဘဏ် မှ လွတ်မြောက်ခဲ့သည် ။\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "၁၉၉၁ အေအိုင်ဒီအက်စ် သားကောင် များ ၏ လူသား ဦးနှောက် များ အား လေ့လာမှု တစ်ခု တွင် လိင်တူဆက်ဆံသူ များ နှင့် လိင်မတူဆက်ဆံသူ ယောက်ျား များ အကြား တူညီသော ဟိုက်ပိုသာလမတ်စ် အရွယ်အစား ကွဲပြားမှု တစ်ခု ရှိသည် ကို ပြသခဲ့သည် ။\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "ဝေဖန်သူများ က အိုဘားမား သည် မဲဆန္ဒနယ် ပြည်နယ်များ ကောင်းစွာ လုပ်ဆောင်နိုင်လိမ့်မည် ဟု မှတ်ချက်ပြုကြသည် ။\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "သေနတ်ကိုင် လူ့ အခွင့်အရေး အုပ်စုများ က ဆန့်ကျင်သော ဆန္ဒမဲ ကို ပြင်းထန်စွာ စည်းရုံးလှုံ့ဆော်ခဲ့ကြ ရာ ၊ ၎င်း စီမံချက်များ သည် ဖွဲ့စည်းပုံအခြေခံ ဆိုင်ရာ အခွင့်အရေးများ ကို ချိုးဖောက်လိမ့်မည်ဖြစ် ပြီး ၊ လွတ်တော် ကိုယ်စားလှယ် အသီးသီး ကို အွန်လိုင်း တွင် ဖြစ်ပေါ်နေသော ပြက်ရယ်ပြုခြင်း အရာများ ဖြင့် ပစ်မှတ်ထားနေကြောင်း အခိုင်အမာ ပြောဆိုနေသည် ။\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "“ ဂျီဟတ် ဂျက် “ ဟု လူသိများသော ဂျက် သောမတ်စ် ၊ ၃၃နှစ် ၊ အား ဩစတေးလျ အကြမ်းဖက်ဆန့်ကျင်ရေး ဥပဒေသစ်များ အရ ပြစ်ဒဏ်ချမှတ်ခံခဲ့ရပါသည် ။\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "ရေ ပေးဝေမှု အားနည်းသော ကြောင့် အာရှ နှင့် အာဖရိက ရှိ လူသန်းပေါင်းများစွာ သည် ရေ ပြတ်လပ်မှုများ ကို ရင်ဆိုင်နေရနှင့်ပြီ ၊ ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "ဒီ ဒေသ အနောက်ဘက် တွင် တိုင်းရင်းသား အမျိုးသမီး သေကြောင်းကြံစည်မှု ရဲ့ အချိုး အမြင့်ဆုံး ရှိတယ် ကြောင်း အကြံပြုထား တာ သြစတြေးလျ ရဲ့ အနောက် နယ်မြေ အတွက် ကလေးများ ရဲ့ ကော်မရှင် အဖွဲ့ဝင် ဟောဝက်(ဒ်) ဘတ်(သ်) ကို ဒီ တစ်ပတ် လည်း မြင်ခဲ့သည် ။\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "ဆက်လက်ပြီး ၊ အပြင်မထွက်ရအမိန့် တစ်ခု ကို ပြဌာန်းလိုက် ၊ ပြီး စစ်တပ် သည် နိုင်ဂျာ တိုင်းပြည် ၏ နယ်နမိတ် နှင့် နီးကပ်နေပါသည် ။\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "သူမ ၏ ဖခင် မစ်ချ် က \" ဒါဟာ သူမ ရဲ့ ဂီတ အောင်မြင်မှုများ နှင့် သူမ ၏ စွမ်းရည် တို့ အတွက် ဆုလာဘ် ဖြစ်သည် \" ဟု မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "မီးသတ်သမား များ သည် မီး သို့မဟုတ် များပြား သော အပူရှိန် ပမာဏ ကျန်ရှိနေ သေးသော အဆောက်အဦး နယ်ပယ် များ ကို မြင် နိုင် ရန် အနီအောက် ရောင်ခြည် သုံး ကင်မရာ များ တပ်ဆင် ထားသော အီရိ နိုင်ငံ ရဲချုပ်ရုံး ဌာန မှ ၊ စေတနာ ဖြင့် ကူညီ သည့် ရဟတ်ယာဉ် တစ် ခု ကို ၊ အသုံးပြု နေကြ သည် ။\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "တက္ကဆက် ၊ ဒဲလ်စ် တွင် နယ်မြေ တစ်ခု ကို တတ်ရောက်ရင်း ရောင်း စဥ်တွင် ရိန်းနား ၏ ဇာတ်လမ်း သည် များသောအားဖြင့် သူမ သည် ရှာဖွေတွေ့ရှိခဲ့သည့် ဟောင်းနေသော လက်ကိုင် မှန် တစ်ချက် ပတ်လည်တွင် လှည့်ပတ်စေသည် ။\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "ဒါပေမယ့် ကုန်တင်ကား သည် အိမ် တစ်လုံး ရှေ့ တွင် ရပ်နားမှု တစ်ခု ကို ဖြစ်လာ သောအခါ ၊ ရဲ က ကားဘီး အနောက်ဘက်ရှိ ၊ ၄ ပေ ကျော် ခန့် ရှည်သော ၊ ဒုတိယ တန်း ကျောင်းသား တစ်ယောက် ၊ ကောင်လေး တစ်ယောက် ဖြစ်သည် ကို ၄င်း မြင်တွေ့ခဲ့ပါတယ် ။\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "ကနေဒါ မှာ ဒီဇိုင်းပြုလုပ်ထားတဲ့ ၊ စီအေအန်ဒီယူ ဓာတ်ပေါင်းဖို သည် ၊ သူတို့ရဲ့ လောင်စာ ထိရောက်မှု နှင့် အချိန် ပမာဏ နည်းခြင်း ကြောင့် နျူကလီးယား ဓာတ်ပေါင်းဖို ၏ အများဆုံး အကျိုးဖြစ်ထွန်းသော ပုံစံ တစ်ခု ဖြစ်လာသည် ။\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "သူ့ စနစ် တွင် အခြား မည်သည့် အဆိပ်များ ရှိသည် ကို မသိသေးပါ ။\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ဆော်ဒီ ဗဟို ဘဏ် တာဝန်ရှိပုဂ္ဂိုလ်များ က နိုင်ငံ အတွင်းသို့ ကြီးမားသော အရင်းအနှီးများ ဝင်ရောက်လာခြင်း မှ ရပ်တန့် ရန် “ သင့်တော်သော စီမံဆောင်ရွက်မှုများ ” လုပ်ဆောင်ရလိမ့်မည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "ယမန်နေ့ က တရီး စကွေး တွင် ခန့်မှန်းခြေ လူပေါင်း ၁၀၀,၀၀၀ ကျော် တို့ သည် အီဂျစ် ၏ သမ္မတ မိုဟာမက် မော်စီ က ဖွဲ့စည်းပုံအခြေခံဥပဒေဆိုင်ရာ ဥပဒေ တစ်ခု အား ဆန့်ကျင်ရာ တွင် ဆန္ဒပြခဲ့ကြသည် ။\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "အဆိုပါ မူဝါဒ သစ် ၏ အစိတ်အပိုင်း အဖြစ် ၊ သမားရိုးကျ လက်နက်များ သည် အနာဂါတ် တွင် ကြီးမားသော အခန်း ကဏ္ဍ တစ်ရပ် ရရှိ လာလိမ့်မည် ။\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "လုပ်ဆောင်မှု ရဲ့ တစ်စိတ်တစ်ပိုင်း အဖြစ် ၊ ကွမ်တာစ် အဲဝေး တစ်ခု ဖြစ်သော အဲဘတ်စ် အေ ၃၃၀ ကို ဩစတြေးလျ အာဏာပိုင်းများက သမုဒ္ဒရာ ကို ကျော်ဖြတ်ပြီး စေလွှတ်ခဲ့ပါသည် ။\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "အာဏာပိုင်များ က အဆိုပါ ဗိုင်းရပ်စ် ပိုး သည် ပထမဆုံး စဉ်းစား ကြည့် လျှင် သေစေနိုင်ခြင်း မရှိ ကြောင်း အကြံပြုကြသည် ။\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "သူက အဓိက ဖြစ်လာခဲ့သည့် အန်ဒရိုမီဒါ ဗီဇ ၊ ကွန်ဂို ၊ နေ မြင့်ခြင်း ၊ တိုင်းလမ်း ၊ သေဆုံးခြင်း ကို စားသောက်ခြင်း ၊ စသော အားလုံးသော ရွှေ့လျားနေသော ရုပ်ရှင်များ ကိုလည်း ထုတ်ဝေခဲ့ပါတယ် ။\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "စတီဗင် ကို လက်ဆောင်များ အကြောင်း ထုတ်ဖော်ချက်များ ၊ အဓိက အားဖြင့် သူ ၏ အခမဲ့ အိမ် ပြန်လည် ပြင်ဆင်မှုများ ၊ ရေနံ ဝန်ဆောင်မှု ကုမ္ပဏီ ထံမှ ရယူ သည့်အတွက် ဆီးနိတ် အပေါ် လိမ်လည်မှု ရာဇဝတ်ပြစ်မှုကြီး အရေအတွက် ခုနှစ် ခု ဖြင့် အောက်တိုဘာ လ တွင် စီရင်ချက်ချခဲ့သည် ၊ သူ ၏ ပြစ်မှုများ ကြောင့် အန်ချရစ် မြို့တော်ဝန် ဟောင်း မာ့ခ် ဘီအင့်ခ်ျ ၊ လက်ရှိ အလက်စကာ ပြည်နယ် မှ အငယ်တန်း လွှတ်တော် အမတ် သူ ၏ နိုဝင်ဘာ လ ရွေးကောက်ပွဲ တွင် ရှုံးနိမ့်ခြင်း အတွက် ကြီးမားတဲ့ အချက် တစ် ချက် ဖြစ်ခဲ့သည် ဟု ထင်မြင်ခဲ့သည် ။\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "ဒုက္ခသည်အရေး လှုပ်ရှားသူ ညွန့်ပေါင်းအဖွဲ့ မှ အိုင်ရန်ရင်းတော ၊ အဆိုအရ သီရိလကာၤ ဩစတြေးလျ အဖွဲ့အစည်း အတွင်းမှာ ဖြစ်နေပြီး ၊ သော်လည်း ၊ လျစ်လျူရှုခြင်းခံရပါတယ် ။\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "မိုင်ရာ က ကန်တပ်ကီ ပြည်နယ် ၊ ပဒူကား မြို့ တွင် ရိတ်လန်း အထက်တန်း ကျောင်း တွင် အရင် က သင်ကြားခဲ့ ပြီး ၂၀၀၆ ခုနှစ် တွင် ကျောင်းသား တစ်ဦး က အဲဒီကျောင်း မှာ သူမ ၏ ညစ်ညမ်း အသက်မွေးဝမ်းကျောင်းအလုပ် ကို ရှာဖွေတွေ့ရှိခဲ့ ပြီးနောက် တာဝန်ရပ်စဲခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "မရိန်း တပ်သား များ နှင့်အတူ စေလွှတ်ထားခြင်းခံရသော တီဗွီ ဂျာနယ်လစ် သတင်းထောက် တစ်ယောက် သည် အဆိုပါ သတ်ဖြတ်မှု အား ဗွီဒီယို တိပ်ခွေ မှာ မှတ်တမ်း တင် ထား ခဲ့ သည် ။\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "မြို့တွင်း ညမထွက်ရ အမိန့် အောက် တွင် ထို့အပြင် မြို့တွင်း ရပ်ကွက် ၌ နေထိုင်လျက် ရှိ သော အရပ်သားများ အားလုံးသည် မိမိတို့ အိမ်တွင်း မှ အပြင်မထွက်ကြ ရန် စစ်သားများ သည် အသံချဲ့စက်များ ဖြင့် ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "ရာနဲ့ချီ ရဲ အရာရှိများ ၊ စစ်ရေး ပုဂ္ဂိုလ်များ ၊ ဒေသခံ အရာရှိများ နှင့် စေတနာဝန်ထမ်းများ က အသက်ရှင်ကျန်ရစ်သူများ ကို ရှာဖွေ ရန် လယ်ယာသုံး ကိရိယာများ နှင့် သူတို့ ၏ လက်များ ဖြင့် သော်လည်းကောင်း တူးဖော်ပေးခဲ့ကြ စဉ်အတွင်း ၊ မြေပြို၍ မြေမြှုပ်သင်္ဂြိုဟ်ခံရသော အိမ်များ နှင့် ဖြတ်သန်းသွားလာ၍မရသော လမ်းများ ကို ပြုလုပ်ပေးခဲ့ကြသည် ။\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "သူ၏ ထရပ်ကား ၏ ယာဉ်မောင်းအခန်း မှ သူ သည် ခုန်ချခဲ့ သောအခါ သူ၏ ကျောကုန်း တွင် သူ သည် ထိခိုက်ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "အမေရိကန် ၏ စွပ်စွဲချက် များ အား တုန့်ပြန်သည့် အနေဖြင့် ၊ အီရန် သမ္မတ မိုဟာမက် အာမက်ဒီနီဂျက် က ရုပ်မြင်သံကြား အင်တာဗျူး တစ် ခု တွင် ၊ အီရန် နိုင်ငံ အတွင်း အမေရိကန် တပ် များ “ ကြာရှည်စွာ တပ်စွဲ ရန် ဆင်ခြေ များ ” နှင့် အမေရိကန် မှ အခြားသူ များ အား လက်ညှိုးထိုး ပြောဆိုနေခြင်းသည် “ သူ ၏ အောင်မြင်မှု နှင့် ရှုံးနိမ့်မှု များ အား ဖုံးကွယ် ” ရန် ဖြစ်သည် ဟု အခိုင်အမာ ပြောကြားခဲ့ သော်လည်း ၊ ဖေဖော်ဝါရီ ၁၂ ရက် က ဒိုင်ယာနီ စောရာ နှင့် အင်တာဗျူး တစ် ခု တွင် ၊ အာမက်ဒီနီဂျက် က သူ့ နိုင်ငံ မှ အီရတ် သောင်းကျန်းသူ များ ကို လက်နက် များ ထောက်ပံ့သည် ဟု ၊ စွပ်စွဲပြောဆိုခြင်း ကို ဖြေဆို ရန် ငြင်းဆန်ခဲ့ပါသည် ။\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "အမေရိကန် နိုင်ငံ နိုင်ငံခြားရေးရာ ဌာန ၊ မှ အိမ်ရှင်အဖြစ်လက်ခံကျင်းပခဲ့သော ၊ ဆွေးနွေးပွဲကိုလည်း အနာပိုလီစ် ဆွေးနွေးပွဲ ဟု ခေါ်ဆိုခဲ့သည် ။\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဖြစ်ရပ် တွင် အခြား မော်တော်ယာဉ်များ သည် ပါဝင်ခြင်း မရှိ ဟု သုံးသပ်ခဲ့သည် ။\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "ဘာဆဲလ် အယ်လ်-ဆေး သည် ဟုမ်းစ် မြို့တော် တွင် လက်ဖြောင့် တပ်သား တစ် ဦး ၏ ပစ်ခတ်မှု ဖြင့် ၂၀၁၁ ခုနှစ် ၊ ဒီဇင်ဘာ လ ၂၉ တွင် နောက်ဆုံး အသေခံ ရမည့် စာနယ်ဇင်းသမား ဖြစ်သည် ။\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "စမ်းသပ်မှု ၏ စစ်ဆေးမေးမြန်းသူ ဥက္ကဋ္ဌ ၊ ဖရန်စစ် အဲဗားရစ် သည် ၊ နယူး ယောက် တိုင်းမ် နှင့် တွေ့ဆုံ မေးမြန်းခန်း တစ်ခု တွင် သူတို့ ၏ ကြေငြာမှု သည် ကနဦး အစ သာ ဖြစ်ကြောင်း အလေးထားပြော ပြီးနောက် ၊ အနာဂတ် သုံးသပ်မှု နှင့်အတူ ၊ ၎င်းကို သူတို့ က သူတို့၏ ရလဒ်များ ၏ တိကျမှု ကို တိုးမြင့် ရန် မျှော်လင့်ကြောင်း ၊ လက်ရှိ တွင် ၊ သူတို့ က အာကာသ အတွင်း အရာဝတ္ထု များ လှည့်ပတ် တည်ရှိမှု နှင့် အချိန်ယူနစ် တို့ ၏ လည်ပတ်မှု ကို တိုင်းတာခြင်း စမ်းသပ်မှု အကျိုးသက်ရောက်မှု ဆီသို့ ၎င်း၏ မျှော်လင့်သော တန်ဖိုး ၏ တစ်ဆယ့်ငါး ရာခိုင်နှုန်း အတွင်း တိုးမှု သို့မဟုတ် လျော့မှု ကိုသာ ရှာဖွေတွေ့ခဲ့သည် ဟု သူတို့ ပြောကြားသည် ။\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "' အိမ်ရှင် ပေကျင်း မြို့ ၏ စာချုပ် ' တွင် အိုလံပစ်ကစားပွဲများ အတွက် မျှော်လင့်ထားပြီးသော သတင်းထောက် များ နှင့် မီဒီယာ ဝန်ထမ်း ၃ဝဝဝဝ ကို တားမြစ်ခြင်းမရှိသော သုံးစွဲခွင့် ကို အာမခံပေးထားသည် ။\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "“ ထို ယခင်က သုတေသန သည် စွမ်းအင် ကုန်ကျစရိတ်များ နှင့် ယူရေနီယံ တူဖော်ရေး အတွက် နှင့် နျူကလီးယား စွမ်းအင် စက်ရုံများ တည်ဆောက်ခြင်း မှ ဖြစ်ပွားခဲ့သည့် ကာဗွန် ထုတ်လွှတ်မှုများ ကို ပို၍ခန့်မှန်းခဲ့သည် ၊ ” ဟု ပါမောက္ခ ဆီဗီးရား က ပြောခဲ့သည် ။\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "တူလဆို အခြေစိုက် ခရီးသည်တင်လေယာဉ် ထုတ်လုပ်သူ သည် စုံစမ်းမှု ကို ကူညီလိမ့်မယ် လို့ လေယာဉ်လိုင်း ပြောရေးဆိုခွင့်ရှိသူ က ဖေါ်ပြခဲ့သည် ။\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "ကူးစက်မှုနှုန်းပိုမြင့်လာသော အန္တရာယ်ရှိသောလူများ မှာ အကျဉ်းထောင် ဖြင့် ထိန်းသိမ်းထားရသောစိတ်ဝေဒနာရှင်များ ၊ အိုးမဲ့အိမ်မဲ့လူများ ၊ စစ်ဘက်ဆိုင်ရာ အမှုထမ်းများ နှင့် ၊ နေ့ကလေးထိန်းကျောင်းများ မှ ကလေးများ ၏ မိသားစုများ ဖြစ်ကြသည် ။\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "၄င်းသည် ဗြိတိန် တပ်များ ရဲ့ လျှော့ချမှု က # ပေါင် တစ် ဘီလီယံ ခန့် ( အမေရိကန် ဒေါ်လာ $ ၁.၇ ဘီလီယံ ခန့် ) သက်သာ နိုင်သည် ဟု ခန့်မှန်းခဲ့သည် ။\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\" လူသိရှင်ကြား ပွေ့ဖက် နှုတ်ဆက်ခြင်း ဖြင့် ၊ ကာတာနိုင်ငံ ခေါင်းဆောင် သည် ဒုံးကျည်လက်နက် တွေ အောက် ငြိမ်းချမ်းရေး ကို ဖန်တီးလိုက်သည် ။ \"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "ကနေဒါ နိုင်ငံ ၏ ရောဂျာစ် စတိုးဆိုင်များ သည် သုံး နှစ် တာ ကာလ အတွက် အမေရိကန် ဒေါ်လာ ၂၁၇၆ ဖြင့် ဒုတိယ စျေး အကြီး ဆုံး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "၄င်း က စာသား သို့မဟုတ် အကြောင်းအရာ ဖြစ်နိုင်သော အခါတိုင်း မှတ်ယူ ရန် ကောင်းသော အလေ့အကျင့် တစ်ခု ဖြစ်တယ် လို့ ကျနော် ပြောနိုင်ခဲ့တယ် ။\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\" ဂရိုယွန်ဒွန် အရှေ့ နှင့် အနောက် ကြား ဘူတာရုံများ နှင့် ပတ်ပတ်လည် ကို ခြေလျှင် နဲ့ ယာဥ်အသုံးပြုသည့် သူများ အတွက် လည်း အဓိက တိုးတက်မှုများ လုံခြုံ ရန် နှင့် ထရမ်လင့် ဝန်ဆောင်မှုများ အတွက် များပြားလာသော လိုအပ်ချက် နှင့်အတူ ဟန်ချက်ညီညီ ထိန်းထား ရန် ဂရိုယွန်ဒွန် အတွက် ထပ်တိုး ဓာတ်ရထားများ ရရှိ ရန် ထိုအရာ က အမှန်တကယ် အထောက်အကူ ဖြစ်သည် ။ ”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "စက် ရပ်တန့်သွားခဲ့ ပြီး ရဟတ်ယာဉ် သည် မြေထဲ သို့ ထိုးကျသွားကြောင်း ၊ သြဂတ်စတင် ဗားဂက်စ် အမည်ရှိ ဒေသခံ တဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "“ ဘန် ဟာ သူငယ်ချင်း ကောင်း တစ်ယောက် ဖြစ်ခဲ့တယ် ၊ ပြီးတော့ ဒစ်ကိုရွေ့ အဖွဲ့သား တွေ နဲ့ ဥရောပ မှာ သူ ကုန်ဆုံးခဲ့သော အချိန် ( အထူးသဖြင့် ညဘက် မှာ ငါ့ ရဲ့ အိမ် မှာ ရှိနေချိန် ) တွေ သည် ဘာမှမဟုတ် ပေမဲ့ ပျော်ရွှင်ခဲ့ရတယ် ။ ”\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "ဒီ နှစ် မတ် လ တွင် ဂျေပီမော်ဂန် ချေ့စ် က ဘဲယား စတန်းစ် ၏ လုပ်ငန်းလွှဲပြောင်းယူရာ တွင် အစိုးရ ငွေ များ ကို သုံးစွဲခဲ့သည် ။\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "ထို့နောက် သုတေသီများ သည် ၄င်းတို့ ၏ ငွေများ ကို ပြန်တောင်းဆို ရန် ကြိုးပမ်းခဲ့ ပြီး ဝှစ်တွန် နှင့် ဒရာ တို့ နေခဲ့သော ဟိုတယ် သို့ သွားရောက်ခဲ့ သော်ငြား ၊ ဗလာအခန်း ကို သာ တွေ့ရ ပြီး ၊ ထို သူ နှစ်ယောက် ကို မတွေ့ခဲ့ပေ ။\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "တိုမာဟော့ အဖြစ် ဒုံးပျံ ပစ်လွှတ် သော ကရိယာ ၏ တူညီ သော အမျိုးအစား ကို အသုံးပြု ပစ်ခတ် ခြင်း အတွက် သင့်လျော် သော ထရိုင်းဒင့် ထက် သေးငယ် ၍ တိုတောင်း သော အကွာအဝေး ၊ နည်းဗျူဟာ နျူကလီးယား လက်နက် များ ဖွံ့ဖြိုး ရန် အယ်ဒါမာ့စ်တန် မှာ အနုမြူ လက်နက် များ ကို တည်ဆောက် ခြင်း ကို ဖော်ပြခဲ့ သည် ။\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "သို့သော် အပူချိန် နှင့် လေတိုက်နှုန်း မြင့်ခဲ့ သောကြောင့် နှင့် စတင်သူပေါင်း အများအပြား ၁၇၈၈ ဦး ၂၀၀၇ ခုနှစ် အောက်တိုဘာ လ ၁၄ ရက် ၊ နောက်ဆုံးအချိန် နံနက် ၁၂ နာရီ အတိုင်ခင် မှာ ပြီးဆုံးခဲ့ သောကြောင့် ဒီရက် တွေ ၏ နောက်တွင် “ ပုံမှန် ” အခြေအနေ ကို ပြန်လည်ရောက်ရှိလာခဲ့သည် ။\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "အချို့ နေရာ များ တွင် ကနေဒါ ၏ ပြည်တွင်း လေယာဉ် များ ၏ သုံး ပုံ ပုံ နှစ် ပုံ သည် အမေရိကန် လေ ပိုင်နက် ကို ဖြတ် ၍ ပျံသန်း နေ သည် ဟု ကနေဒါ ပို့ ဆောင် ဆက်သွယ်ရေး ဝန်းကြီး ဂျိမ်း လပ်ပီရား သည် ပြောခဲ့သည် ။\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "လီ ၁၀ဝ၀ဝ အဟောင်း သည် ၁ ယူရို ကို ခန့်မှန်းခြေ ၃.၆ အသစ် လီ တန်းတူ ဖြစ်ခြင်း နှင့်အတူ ၁ အသစ် လီယူ နှင့် ညီစေရန် ၊ ဇူလိုင်လ ၂၀ဝ၄ ခုနှစ် တွင် ၊ ရိုမေးနီးယား သည် ၎င်း ၏ ငွေကြေး လီ ကို ၊ တန်ဖိုး ပြန်ဖြတ်လိမ့်မည် ။\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "ဗွီဒီယို တစ် ခု လုံး တွင် ၊ ခရုစ် က သိပ္ပံပညာ နှင့် ဆိုင်သော “ ကေအက်စ်ဒဘလျူ ” ကဲ့သို့ ဝေါဟာရ ကို အသုံးပြုခဲ့သည် : “ ကျွနုပ် အတွက် ထိုအရာ အားလုံး နှင့် ပတ်သက် ၍ ကေအက်စ်ဒဘလျူ ဖြစ်သည် ” ။\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "ထင်ရှားကျော်ကြားသော အမေရိကန် ရော့ ဂီတအဖွဲ့ ဂျက်ဖာဆန် အဲပလိန်း ၏ ဒရမ်မာ သမား ၊ စပင်ဆာ ဒရိုင်ဒန် သည် ၊ ဇန်နဝါရီလ (၁၁) ရက် ၊ အင်္ဂါနေ့ တွင် ကွယ်လွန်ခဲ့သည် ။\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "အက်စ်ရှာမန်း ၏ လက္ခဏာ သည် ပုံမှန်အားဖြင့် အတွင်းပိုင်း အမာရွတ် တစ်သျူး တွင် အကျိုးဆက်ဖြစ် သော သားအိမ် တွင် ရုပ်ပိုင်းဆိုင်ရာထိခိုက်မှု တစ်ခု က ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "သူ ၏ အခွန် အကျိုးသက်ရောက်မှု နှင့် ပြည်နယ် လူမှုရေး ထောက်ပံ့ခြင်း အပေါ် သုံးစွဲမှု လျှော့ချခြင်း အစီအစဉ်များ ကို အခု ထိ မရှင်းလင်းရသေးပါ ။\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "မကြာသေးမီ က ကစားကွင်း ရေမြုပ်ခြင်း ဖြစ်စေ တဲ့ စိုစွတ်သော ရာသီဥတု ကြောင့် တက္ကသိုလ် မှ အဆိုပါ ပွဲစဉ်များ ကို ရွေ့ဆိုင်းခဲ့သည် ။\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "ပြစ်မှု နှင့်ပတ်သက်ပြီး သေဆုံးသူ ရဲ့ ဆွေမျိုးများ က ပြစ်မှု ရဲ့ သတင်း မပြောမချင်း တခြား မည်သည့် သတင်းအချက်အလက် ကို မှ ထုတ်ဖော် ဖို့ ရဲများ သည် မရည်ရွယ်ထားပါ ။\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "အစောပိုင်း အရံ အသင်းများ ပြိုင်ပွဲ မှာ ၊ ဂိုးလ်ဒီးအသင်း ( ကိန်းဘရစ်ချ် ) ဟာ အက်စစ်အသင်း ( အောက်စဖို့ဒ် ) ကို အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "ရဲ က အိန္ဒိယ ရှိ မတ်ဒ်ဟာဗန် ၏ လေးထပ် အိမ်ကြီး ကို ရုတ်တရက်ဝင်ရောက်ရှာဖွေရာ ဆေးဝါးများ ၊ ရဲ ဝတ်စုံ တစ်စုံ ၊ အန္တရာယ်ရှိသော ကျား တစ်ကောင် မှရသော သရေစိမ်း တစ်ခု နှင့် ညစ်ညမ်း ဒီဗီဒီအခွေများ ရှာဖွေတွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "၂၀ဝ၂ ခုနှစ် နှင့် ၂၀ဝ၆ ခုနှစ် တွင် ရိုက်ကူးခဲ့သော ၊ ကွဲပြားသော စတားကလီး ဓာတ်ပုံ များ ကို ကျန်ရှိခဲ့ သော ဗလာဖြစ်နေခဲ့သော စကရတ်လန်း နှင့်အတူ နယ်မြေ ကို ကြိုတင် တည်ဆောက်ခဲ့သည် ။\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "ယူအီးအက်ဖ်အေ ဖလား ရဲ့ တစ်ဆယ့် ခြောက် ကြိမ် မြောက် ပွဲ စဉ် ၏ ပထမ ဆုံး အဆင့် ကစား ပွဲ ကို ယ နေ့ အစောပိုင်း တွင် ၊ ကစား ပွဲ အားလုံး ရှစ် ပွဲ ကစား ၍ ကစား ခဲ့သည် ။\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "ဒဏ်ရာရစေသည့် အမှု တွင် ပါဝင်ခဲ့သော ခွေး ၃ ကောင် မှ တစ်ကောင် သာလျှင် သူမ ပိုင်ဆိုင်ကြောင်း ဦးစွာ ပြောဆိုခဲ့ သူ ၊ ဒီယန်နာ လာဂျ် အား ၊ တရားဝင် တရားစွဲဆိုမှု မရှိသေးပဲ အမှုစွဲဆိုခြင်း ကို စောင့်စားနေဆဲ ဖြစ်သည် ။\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "သတ္တု တူးဖော်သူ များ သည် ဒေသ စံတော်ချိန် ၃ နာရီ ( ယူတီစီ ၈နာရီ ) ကတည်းက ပိတ်မိနေခဲ့ကြသည် ။\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "စပိန် ဂွါဒီယား မြို့ပြ ၏ ရဲ ဌာန တစ်ခု ကို ယနေ့ သောကြာနေ့ မှာ ဒရန်းဂိုးပြည်နယ် ၏ ဘဂ်စ် မြို့ မှာ ကား ဗုံး တစ်ခု ဖြင့် တိုက်ခိုက်ခံခဲ့ရသည် ၊ ရဲသား နှစ်ယောက် ထိခိုက်ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "အခြေအနေ ပိုမိုဆိုးရွားစေ ရန် မြင့်မားသည့် စိုးထိုင်းစ အဆင့်များ ကြောင့် အရှေ့ဘက် ကမ်းခြေ အများစု အတွက် အပူချိန် ညွှန်းကိန်း သည် ၁၁၀ ကျော် သို့ ကောင်းစွာ ရောက် ရန် မျှော်မှန်းခဲ့ကြသည် ။\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "စိုက်ပျိုးရေး ၌ ရင်းနှီးမြှုပ်နှံမှု သည် ၊ ညွှန်ကြားရေးမှူးချုပ် ဒီရော့ ၏ အဆိုအရ ၊ ဆင်းရဲသော နိုင်ငံများ အတွင်း ဆင်းရဲမွဲတေမှု နှင့် ငတ်မွတ်ခေါင်းပါးမှု ကို ကျော်လွှားနိုင်သည့် အဖြေ ဖြစ်သည် ။\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "“ ၄င်း သည် ပြင်ပဖိအား တစ်ခု ကြောင့် သာ မဟုတ်လျှင် ၊ အဆောက်အဦး တစ် လုံး သည် ယခုကဲ့သို့ ဘယ်တော့မှ ပြိုလဲမှာ မဟုတ်ပါ ” ဟု လည်း သူ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "အောက်တိုဘာ လ ၂၀၀၅ ခုနှစ် တွင် အဆိုးဝါးဆုံးသော ဒီ ဖြစ်ရပ် မှာ ရုရှား ဂျက် တိုက်လေယာဉ် တစ် စင်း လစ်သူနီးယား နိုင်ငံ တွင် ပျက်ကျခြင်း ပါဝင်သည် ။\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\" သူတို့၏ ၀က်ဘ်ဆိုဒ် မှတဆင့် သို့မဟုတ် သူတို့၏ အဖွဲ့အစည်း မှတဆင့် ဒီ ညစ်ညမ်းမှုမျိုး ဆွယ်ပေး ရန် စီးပွားရေး ခွင့်ပြုချက် တစ်ခု ရှိ ရန် သည် သူတို့ ပြောသော သူတို့ မထိန်းချုပ်နိုင်ပါ ဆိုသော အရာ ဖြစ်သည် ။ \"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "သူ သည် စာရင်းပေးခြင်းခံရ ပြီး ထုတ်ပြန်ကြေငြာထားခံထားရ ချိန်တွင် ၊ သူ သည် တံဆိပ်ဖြုတ်ထားသော ရဲကား ထဲမှ အရာရှိများ က သေချာစောင့်ကြည့်ခြင်း ကို ခံရသည် ။\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\" ဒီ သုံးသပ်မှု ကို ဥပဒေ နှင့် အမိန့် ရွေးချယ်ရေး ကော်မတီ ဖြင့် ပြုစု ပြီးစီးခဲ့ ၊ ပြီး လိုအပ်ခဲ့တာ က တော့ ဈေးနှုန်း နှင့် အရက် ကို ရရှိနိုင်မှု နှင့်ပတ်သက်သော သုံးသပ်မှု တစ်ခု ဖြစ်ပါတယ် ။ \"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\" အဆိုပါ မူကြမ်း ကို မဆောင်ရွက် လျှင် သင် မှာ ယုံကြည်ချက် ရှိနိုင်သည် ကို ကျွန်ုပ် တို့ ပြောကြားခဲ့သည် ကို နောက်ပိုင်း ချက်ချင်း အဆိုပါ ကိစ္စရပ် များ ကို ဖြေရှင်း ရန် အခြား စက် တစ်ခု ရှိလာလိမ့်မည် ။ \"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "ကန့်သတ်ထားသော စုဆောင်းမှု ရှိခဲ့ သော ထိုနေရာ တွင် ၊ မွန်းလွဲပိုင်း နောက်ပိုင်း တိုင်အောင် နှင်းခဲများ ထပ်မံ ရောက်ရှိလာခြင်း မရှိတော့ပါ ။\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "သူ တို့ သည် မကြာမီ သိရှိသွားခဲ့သည် ၊ သို့သော်လည်း ၊ ဖုန်း အသစ်များ သည် ထောက်ပံမှု အနည်းငယ် ရရှိခဲ့ကြောင်း နှင့် ၊ အခြား တိုင်းပြည်များ ကဲ့သို့ ဖုန်းများ ၏ လုပ်ဆောင်မှု နှောင့်နှေးကြန့်ကြာမှုများ ကို တွေ့ကြုံခဲ့ရသည် ။\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "တာဝန်ခံ များ သည် မျက်နှာဖုံး များ ၊ ဆံပင် တု များ နှင့် ကုတ်အင်္ကျီ များ ဝတ်ဆင်ထားကြသော သံသယရှိသူ များ နှင့် ဆွေးနွေး ညှိနှိုင်း ရန် ၊ ဆဲလ်ဖုန်း များ ကို အသုံးပြုခဲ့ပါသည် ။\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "တချို့ အလံကိုင်ဆောင်သူများ က လွတ်လပ်စွာ ပြောဆိုခြင်း သည် ဘာသာရေး ပုံရိပ် စော်ကားမှု ဖြစ်နိုင် သည့် အဓိပ္ပါယ်မသက်ရောက်သင့် ကြောင်း အခိုင်အမာပြောဆိုခဲ့ပါသည် ။\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "အဆိုပါ ရစ်ပတ်ဗလီကန် ပါတီ၏သမ္မတလောင်းအမည်တင်သွင်းရေးအစည်းအေ၀း ဗာဂျီးနီးယား ၏ ကိုယ်စားလှယ်များ ကို အခြေခံတွက်ချက်မှုသဘောတရား အပေါ် ဆုပေးခြင်း မဟုတ် သကဲ့သို့ ၊ အဆိုပါ ပြည်နယ် ရဲ့ ကိုယ်စားလှယ်အကြိုရွေးကောက်ပွဲ ၏ အောင်နိုင်သူ ထက် အခြား ရွေးကောက်ပွဲ၀င်ကိုယ်စားလှယ်လောင်းများ လဲ အဆိုပါ ပြည်နယ် မှ လုပ်ပိုင်ခွင့်ခွဲေ၀ပေးမှုများ ရရှိ နိုင်ခဲ့သည် ။\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "မဲ ဝန်ထမ်း ၃၃,ဝ၀ဝ ကို မဲရုံ ၅၀ဝ၀ ကျော် မှာ ခန့်ခဲ့သည် ။\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "ရုံးပိတ်ရက်များ တွင် အုပ်စု က ဩစတြေးလျ ၏ ကိပ်ရော့ ကျွန်းဆွယ် သို့ ရောက်ရှိလာ ဖို့ ပျက်ကွက်ခဲ့ ပြီးနောက် သောကြာ နေ့ နံနက် တွင် ပါပူဝါ ၏ မီရောက် ဆိပ်ကမ်း ကို ထွက်ခွာ ပြီးနောက် ခိုလှုံခွင့်-ရှာဖွေနေသူများ ၏ လုံခြုံရေး အတွက် ကြောက်ရွှံ့ ထိတ်လန့်မှု များ မြင့်တက်လာစေသည် ။\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "ကျောင်းဆရာ ဆရာမ များ ပေါင်း စည်း ထား သော အမျိုးသား အသင်းအဖွဲ့ ၏ အထွေထွေအတွင်းရေးမှူး ၊ ခရစ် ကိတ်စ် က ၊ \" အဖွဲ့ဝင် များ အားလုံး နှင့် သက်ဆိုင် သော နက်နဲ သည့် ထင်မြင်ချက် သည် အလယ်တန်း ကျောင်း များ မှ တိုင်းပြည် ကို ဖြတ် ကျော် ၍ ထွက်ပေါ် လာ သည် ” ဟု ပြော နေ စဉ် ၊ “ အလယ်တန်း ကျောင်း များ အတွင်း ရှိ ပို ၍ ကြာရှည် သည့် အင်္ဂလိပ် ၊ သင်္ချာ နှင့် သိပ္ပံ ဆရာ များ အတွက် မ လိုအပ် သည့် ခက်ခဲ သော ဖြစ်ရပ် များ ကို ကျော်လွှား ရန် သူ တို့ ၏ တပည့် များ အား စွမ်းဆောင် နိုင် ရန် လွဲချော် ခဲ့ သော အရာ အားလုံး ကို သူ တို့ ကိုယ်တိုင် ရှာဖွေ တွေ့ ရှိ ခဲ့ သည် ၊ ” ဟု သူမ က ပြော ခဲ့ သည် ။\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "နေ့စဥ် ကြေးနန်း အရ ၊ ယခု အထိ ၊ အမျိုးမျိုးသော ကိစ္စရပ်များ ကြောင့် ၊ သူတို့ သည် လက်ထပ်ခြင်းကိစ္စ ဆောင်ရွက် ရန် \" အလွန် အလုပ်များ \" လျက်ရှိသည် ။ ဤ တွင် ၂၀၁၀ ယူကေ အထွေထွေ ရွေးကောက်ပွဲ တွင် အက်ဒ် ၏ လုပ်ငန်း ၊ သူတို့၏ သား ဒန်နီယယ် ၏ မွေးဖွားခြင်း ၊ နှင့် ၂၀၀၉ ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှု ဆိုင်ရာ ညီလာခံ တွင် အက်ဒ် ၏ တက်ရောက်မှု တို့ ပါဝင်ပါသည် ။\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "ဘိတ်စ် က ဆေးရုံ သည် လိုအပ်သော စံနှုန်းစနစ် ကို ရောက်ရှိစေရန် “ သိသာလောက်အောင် လျော့နည်းနေ ပြီး ” ၊ ထပ်မံ ၍ “ မှန်ကန်သော လုပ်ငန်းစဉ်များ ကို ချမှတ်နိုင် ရန် တာဝန်ယူစီမံခန့်ခွဲမှုများ အားနည်းခဲ့သည် “ ဟု တရားရုံး တွင် ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "အယ်ကေးဒါး ဖောက်ခွဲမှု ကျွမ်းကျင် သူ တစ်ဦး အဖြစ် စွပ်စွဲခံရသော ၊ မိုးစင်း မူစ မတ်တဝါလီ အက်ဝှက် ၊ အသက် ၄၅ နှစ် သည် ၊ ပါကစ္စတန် နိုင်ငံ ၌ ဗုဒ္ဓဟူးနေ့ ည တွင် အဝေးပစ် ဒုံးကျည် ပစ်ခတ်မှု တစ်ခု တွင် အသတ်ခံရကြောင်း ၊ ပါကစ္စတန် ပြန်ကြားရေး ဝန်ကြီး ၊ ရှီခ ရရှစ် အာမတ် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနှစ် တွင် ၊ ကွန်အတစ်ကက် မှ ခုနစ် နှစ် အရွယ်ရှိသော သူ တစ် ဦး သည် ယာဉ် ၏ ထိန်းချုပ်ထားသော လက်တန်းများ မှ သူမ ကိုယ်တိုင် လွတ်မြောက် ရန် စီစဉ်ခဲ့ ပြီး ၊ သူမ ထိုင်ခုံ ၏ ရှေ့ အစွန်း ပေါ်သို့ တက်သည် ။\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "၎င်း သည် ၂၀၀၃ ခုနှစ် တွင် အရှုံး ပြီးနောက် အစိုးရ က သူတို့ ကို ပေးခဲ့သည် က နှစ် ဆ အောက်တွင် ဖြစ်သည် ။\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "၎င်း သည် ဒုတိယ ကမ္ဘာ စစ် အတွင်း သေဆုံးခဲ့သော သတင်းထောက် ၆၉ ယောက် နှင့် ဗီယက်နမ် တွင် သေဆုံးခဲ့သော ၆၃ ယောက် ကို နှိုင်းယှဉ်ပြထားသည် ။\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "သူ တို့ က ဘရာဇီး ပြည်နယ် ရဲ အရာရှိများ ၏ လာဘ်စားမှု ကို စွပ်စွဲခဲ့ကြသည် ။\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "အလီစန် ဆုဒရာဂျက် ၏ သမီး က ၄င်း က တွေ့ရှိမှုများ ရဲ့ အလင်းရောင် လို့ ပြော ရန် ရှိခဲ့ပြီး ၊ “ ၄င်း က အလွန် မှတ်သားဖွယ်ရာစုံလင်တယ် ပြီးတော့ ၄င်း က ဘယ်အရာတွေ တိတိကျကျ ဖြစ်ပျက်ခဲ့သည် ကို သိ ရန် ကောင်းတယ် ၊ ဘာကြောင့်လဲဆိုတော့ သူ က အရာရာတိုင်း နဲ့ပတ်သက်ပြီး အသေးစိတ် အချို့ ကို လုံးလုံးလျားလျား စစ်ဆေးသွားခဲ့လို့ဖြစ်တယ် ။ ”\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "သိရသလောက် ၊ ဒဏ်ရာရသူ ၂၃ ယောက် ဟု တပ်မတော် က အတည်ပြု နေစဉ် ၊ စစ်သွေးကြွ ၁၆၃ ယောက် သေဆုံးခဲ့သည် ဟု ပါကစ်စတန် အရာရှိများ က အစီရင်ခံစာတင်ခဲ့ကြသည် ။\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "သိုသော်လည်း ၊ အသတ်ခံရသည့် အကြမ်းဖက်သမား များ ဟု စွပ်စွဲခံရသူ များ ၏ ဆက်နွယ်သူ များ သည် အလောင်း များ ကို ဖယ်ရှား ပြီး ၎င်းတို့ ကို မြေလွတ် နေရာ တစ်ခု တွင် မြှုပ်နှံသင်္ဂြိုလ်ခဲ့သည် ၊ သို့သော် အသတ်ခံရသည့် အနည်းဆုံး လူမျိုးစု လေးယောက် ကို မြို့ ၏ သုဿာန် တွင် မြှုပ်နှံသင်္ဂြိုလ် ခဲ့သည် ဟု ထင်ရသည် ။\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "နိုဝင်ဘာ လ ၁၃ ရက် မှာ တိုရန်တိုနီရန် မြို့သားတွေ ဟာ သူတို့ ရဲ့ အုပ်ချူပ်ရေး ကောင်စီအဖွဲ့ နဲ့ မြို့တော်ဝန် အတွက် မဲ ပေး ဖို့ မဲရုံတွေ ဆီ သွားကြလိမ့်မယ် ။\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "တီအီးအယ်ယူအက်စ် က ဂလိုဘယ်လိုက်ဖ် / ဝင့် ရဲ့ ပိုင်ဆိုင်မှု အနေအထား ကို စီအာတီစီ ရဲ့ ပြန်လည်ဆန်းစစ် တောင်းဆိုမှု တွင် ကုန်ကျစရိတ် တွေ ကို ဦးဆောင်ဖြေရှင်းရမှာ ဖြစ်ပါတယ် ၊ ပြီးနောက် အသစ် ဝင်ရောက်သူ ပြည်သူလူထု မိုဘိုင်းဖုန်း နှင့်အတူ ၊ ရှော ဆက်သွယ်ရေး ထံ မှ အထောက်အပံ့ ကို လက်ခံရရှိမှာပါ ဖြစ်တယ် ၊ ယင်း တို့ အားလုံး က စက်မှု ဝန်ကြီး ကလီမန် ထံ သို့ အိတ်ဖွင့် ပေးစာ တစ်စောင် မှာ လက်မှတ်ရေးထိုးထား ပြီး အစီရင်ခံပေးပို့ထားသည် ကို ပါလီမန် ဟဲ သတင်းစာ မှာ ပုံနှိပ်ထုတ်ဝေခဲ့ပါတယ် ၎င်း ထုတ်ပြန်ချက် အပေါ်မှာ သူ က စီအာတီစီ ရဲ့ ဆုံးဖြတ်ချက် ကို ပြန်လည်ဆန်းစစ်လိမ့်မယ် လို့ သယ် ဟဲ တိုင်းစ် သတင်းစာ ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "ပိုဒယ်စကီး သည် ကစား ပွဲ တွင် သူ၏ ဒုတိယ မြောက် ဂိုး ကို ရ ခဲ့ သောအခါ ဘိုင်ယန် မြူးနစ် အသင်း သည် ဒုတိယ ပိုင်း စောစော တွင် ဦးဆောင်မှု ယူ နိုင် ခဲ့ သည် ။\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "ဗန်နွာတူ ဥပဒေ အောက် တွင် မှတ်တမ်း ရေးသား ခြင်း ၌ ပြောရေးဆိုခွင့်ရှိသူ ကို အသိပေး ခြင်း မရှိဘဲ ပါလီမန် တွင် သူ သည် သုံး ကြိမ် ဆက်တိုက် တက်ရောက် ခြင်း ကို ပျက်ကွက်ခဲ့ သောကြောင့် သူ ၏ နေရာ ကို သူ က စွန့်လွှတ် ရမည်ဖြစ်သည် ။\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "\" လုံခြုံရေး ဖြစ်ရပ်များ ၏ အဆင့် သည် အနိမ့်ဆုံး ၂၀၀၆ ခုနှစ် ၊ ဇွန်လ ကတည်းက လွန်ခဲ့သော နှစ် ပတ် အတွင်းက ဖြစ်စဉ်များ ၏ အဆင့် အတိုင်း ၊ လွန်ခဲ့တဲ့ ၁၂ ပတ် မှ ရှစ် ပတ် တွင် ကျဆင်းခဲ့သည် \" ဟု ပီထရာအက် က ထွက်ဆိုခဲ့သည် ။\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "မိုးလေ၀သ ၏ ဗျူရို အဆိုအရ ၊ ( ဘီအိုအမ် ) ၂၀၀၅ခုနှစ် သည် ၁၉၁၀ ခုနှစ် တွင် ယုံကြည်စိတ်ချရ၍ ၊ ကျယ်ပြန့်သော အပူချိန် လေ့လာတွေ့ရှိချက်များ ရရှိ လာ ကတည်းက အပူဆုံး နှစ် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "၂၀၀၆ ခုနှစ် တွင် အသက် ၁၈ အထိ ကန့်သတ် ဆုံးဖြတ်ခြင်း အားဖြင့် အစားအသောက် နှင့် ဆေးဝါး ထုတ်လုပ်ရေး အဖွဲ့ ၏ (အက်ဖ်ဒီအေ) ဆန္ဒ က ဘုရှ် အုပ်ချူပ်ရေးအဖွဲ့ ၏ ရှေးရိုးစွဲ လွှမ်းမိုးမှုများ ကို အလျှော့ပေး ရန် ဖော်ပြထားပြီး ၊ ၁၇ နှစ် အရွယ် ငယ်ရွယ်သော မိန်းကလေးများ ကို ဆေးညွှန်းစာ တစ်ခု မပါဘဲ ပဋိသန္ဓေ တားဆေး အစီအစဉ် ဘီ အား ရရှိအောင် ပြုလုပ်ရမည် ဆိုသော အငြင်းပွားဖွယ်ကိစ္စ ကို ပြည်ထောင်စု တရားသူကြီး တစ်ယောက် သည် တနင်္လာ နေ့ တွင် အမိန့်ချမှတ်ခဲ့သည် ။\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အသင်းအဖွဲ့ အလွန် ဦးစားပေး ပြီး ယှဉ်ပြိုင် ရန် အချိန် ကျရောက် ချိန် တွင် ၊ သူတို့ သည် အခြား အရာ အားလုံး ကို ပဓာန မထားဘဲ ဆက်လက် လုပ်ဆောင် ကာ သူတို့ အကောင်းဆုံး တင်ပြနိုင် ရန် ကို သာ အာရုံစိုက် ထားသည် ။\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနှစ် တွင် ၊ ဒေါက်တာ အာဖရိ ကို “ အမေရိကန် သို့ အယ်ကိုင်တာ စစ်ဆင်ရေး နှင့် အယူဝါဒ ဆိုင်ရာ ထောက်ခံမှု ကို ဖြစ်ပွာစေသည့် နည်းပြ ” တစ် ဦး အဖြစ် အက်ဖ်ဘီအိုင် က သတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "နှစ်စဉ် သန်းပေါင်း များစွာ တန်ဖိုး ရှိ သော ဖီဂျီ သို့ ပေး သော အထောက်အပံ့ ကို ရပ်ဆိုင်းလိမ့်မည် ဟု သူတို့ နိုင်ငံတကာ အသိုက်အဝန်း က ပြောခဲ့သည် ။\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "ပလတ်စတစ် အမှိုက် သရိုက် များ ၏ အကျိုးဆက် ကြောင့် နှစ်စဉ် ကမ္ဘာ တစ် ဝှမ်း ရှိ ထောင် ပေါင်း များ စွာ သော အဏ္ဏဝါ နို့ တိုက် သတ္တဝါ များ နှင့် ပင်လယ် ငှက် များ သေဆုံး ရသည် ။\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "၄င်း သည် ကိုးမိုင် ရှည် ပြီး အကျယ် ကိုက် ၃၀ ခန့် ဆီ ရေနံပြင် တစ်ခု ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "မီးရှူးမီးပန်းများ သည် လက်ရှိ တွင် နယူးယောက် လေဆိပ် အာဏာပိုင်များ နှင့် လာဂွာဒီယာ လေဆိပ် အပိုင် နယူးဂျာစီ ရဲ အဖွဲ့ မှ ၊ သက်သေ အဖြစ် ထိန်းသိမ်းထားခြင်း ခံရသည် ။\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "ရုံး တွင် သူ ၏ ပထမ နှစ် ကာလအတွင်း ၊ အဆိုပါ ပြည်နယ် သည် ဘဏ္ဍာရေး အကျပ်အတည်း တစ်ခု တွင် ရှိနေခဲ့ ပြီး ဘဏ် များ က အမေရိကန်ဒေါ်လာ ၅ ဘီလီယံ လိုငွေပြမှု တစ်ခု ကြောင့် အဆိုပါ မြို့ အား ချေးငွေ ထုတ်ချေးခွင့် ပေးခြင်း ကို ရပ်ဆိုင်းခဲ့ရသည် ။\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "အဆိုပါ မိန့်ခွန်း ကို ထုတ်ပြန်ကြေညာချက် : ထရိုင်ဒန့် - ဗြိတိန် နျူကလီးယား အတားအဆီး ၏ အနာဂတ် - ဟု ခေါ်ဆိုသည် ။\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "အဆိုပါ အထောက်အပံ့ သည် လီမန် က တင်ရှိနေသော ဆိုးရွားလှသော အကြွေး များ ကို ထောက်ပံ့ပေးခြင်း များ ပါဝင်ပါသည် ။\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "ပါတီ ၏ ကျန်းမာရေးဆိုင်ရာ ပြောခွင့်ရပုဂ္ဂိုလ် အဖြစ် ဆောင်ရွက်နေစဉ်အတွင်း ၊ သူမသည် ၂၀ဝ၄ခု နွေဦး ညီလာခံ တွင် အစပြုခဲ့သည် ဘတ် လစ်ဘရယ် ဒီမိုကရက်ပါတီ ၏ ဆေးလိပ်သောက်ခြင်းဆန့်ကျင်မှု ကို ထောက်ခံအားပေးခဲ့သည် ။\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "မနေ့က ထုတ်ပြန်သော ဖော်ဘိစ်မဂ္ဂဇင်း နှစ်ပတ်လည် ကမ္ဘာ့ ဘီလျံနာ စာရင်း အရ ၊ မက်စီကန် သူဌေးကြီး ကားလိုစ် စလင်း သည် အသားတင် ပိုင်ဆိုင်မှု တန်ဘိုး အမေရိကန် ဒေါ်လာ ၇၄ သန်း နှင့်အတူ ဒုတိယနှစ် အဆင့် အတွက် ကမ္ဘာ့ အချမ်းသာဆုံး ပုဂ္ဂိုလ် ဖြစ်လာပါသည်။\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "အဆိုပါ လူနာ များ ၏ ၃၀ % တွင် ကင်ဆာ ရောဂါ ၏ ပြန်လည်ပေါ်ပေါက်လာခြင်း ကို ကာကွယ် ရန် ဟာဆက်တင် က ပြသခဲ့သည် ။\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "ထိုအတောအတွင်း တွင် သူ ကို ကုလသမဂ္ဂတာဝန်များ အားလုံး ကနေ ဆိုင်းငံ့ ထားဆဲ ဖြစ်သည် ၊ ပြီးတော့ ကိုယ်စားလှယ် လစာ တစ်ခု အဖြစ် တစ်နှစ် တစ်ဒေါ်လာ သာ ပေးထားလျက် ရှိသည် ။\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "အဆိုပါ တည်ဆောက်သူ ၏ ချန်ပီယံပြိုင်ပွဲ တွင် ရီနော့ က ဖယ်ရီယာ ကို ၉ မှတ် နှင့် ဦးဆောင်သည် ။\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "“ လင်.မတ် ဒဿန က ကုမ္ပဏီ ၏ ယဉ်ကျေးမှု အတွက် နက်နက်ရှိုင်းရှိုင်း ယူဆနေတာ ဖြစ်တယ် ” : လို့ ဂလပ်ဂိုး ၏ ရှေ့နေများ ထဲက တစ်ယောက် ၊ ဘရင့် ပက်တွန် က ၊ ဖော်ပြထားသည် ။\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "လောင်စာ / ဆီ အပူ ဖလှယ်ပစ္စည်း သည် လောင်စာ ရေခဲ တပြိုင်တည်း အရည်ပျော်ကျ ရန် နှင့် အင်ဂျင် ဆီ အေးလာစေ ရန် ရည်ရွယ်ချက် နှစ်ခု ဖြင့် ဒီဇိုင်းထုတ်ထားခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "အက်ကာ ကို ၂၀၀၀ ခုနှစ် မှာ ပုပ်ရဟန်းမင်းကြီးဟောင်း ဂျွန်ပေါလ် ၂ က လွတ်ငြိမ်းချမ်းသာခွင့် မခံရ မီ အီတလီနိုင်ငံ မှာ ထောင်ဒဏ် တစ်သက်တစ်ကျွန်း ပြစ်ဒဏ်ချမှတ်ခဲ့ ပြီး သတင်းစာဆရာ ၊ အက်ဒီပက်စီ ၏ လူသတ်မှု အတွက် ထောင်ဒဏ် အချိန် သတ်မှတ်ကျခံ ရန် တူရကီ သို့ လွှဲပြောင်းခဲ့သည် ။\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "လူနာတင်ယာဉ် ကို အခင်းဖြစ်ပွားရာ နေရာ သို့ တတ်နိုင် သမျှ လျင်မြန်စွာ ရောက်ရှိ ဖို့ သေချာစေ ရန် ထုတ်ခဲ့တဲ့ လုပ်ထုံးလုပ်နည်း တစ်ခု ဖြစ် သကဲ့သို့ အသေးစိတ် လုံခြုံရေး သဘောတူညီချက် တစ်ခု ကို သေချာစေ ရန် သာ မျှော်လင့်ထားကြောင်း နှင့် ယာဉ်ကြော ပိတ်ဆို့မှု ကို အောင်မြင်စွာ ဝင်ခွင့် ရနိုင် စေ မည့် အခွင့်အာဏာ ကို ထည့်သွင်းထားသည် ။\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\" ဒီနေ့ ဟာ စိတ်လှုပ်ရှားစရာ နေ့ တစ် နေ့ ဖြစ်ခဲ့ ၊ သော်လည်း ကျွန်တော် ရဲ့ သုံး လ တာ ကြီးကြပ်မှု ကာလ မှာ ၊ ဒါ ဟာ အကောင်းဆုံး အတွေ့အကြုံ ဖြစ်ခဲ့ပါတယ် ။ \"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "ရဟူး ! ၇ သည် ရဟူး ! နှင့် ဩစတြေးလျ ကွန်ယက် ၊ ဆဲဗင်း တို့ ကြား ပူးပေါင်း စွန့်စားမှု ဖြစ်သည် ။\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "ဆိပ်ကမ်း သည် ကုန်းမြေများ ဝိုင်းရံထား ပြီး ၁၉၆၄ ခုနှစ် ကပ်ဘေး ပြီးနောက် လှိုင်းကာတံတိုင်း တစ်ခု တည်ဆောက် ထားခဲ့သည် ။\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "ကင်မရာ နှင့် သက်သေခံကဒ်ပြား တို့ကို နိုင်ငံတော်ဘဏ္ဍာအဖြစ်သိမ်းယူ ရာတွင် ပါ၀င်ခဲ့သူ ၊ ရဲများ ၏ မည်သူတစ်ယောက်မှ ၊ သူတို့၏ နာမည်များ ကို ထုတ်ဖော်ပြော ရန် မလိုချင်ခဲ့ပါ ။\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "ဒီ ဖော်ပြချက် သည် အွန်လိုင်း ရှာဖွေမှုများ မှာ ကျော်ကြားသော အကျိုးရလဒ် တစ်ခု ဖြစ်လာခဲ့ ပြီး ၊ ဂူဂဲလ် ၊ ဘင်း ၊ နှင့် ယဟူး ! ပါ၀င်သော ၀က်ဘ် ဆာ့ရှ် အင်ဂျင်များ မှာ လွှမ်းမိုးမှု ရခဲ့သည် ။\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "သူပုန်များ သည် သီရိလင်္ကာ စစ်တပ် ၏ အရပ်သား ဒေသများ ကို ကျပန်း အမြောက်ဖြင့်ပစ်ခတ်ကြောင်း စွပ်စွဲခံရသည် ။\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "၂၀ဝ၈ ခုနှစ် တွင် အန်အေအက်စ်စီအေအာ စပရင့် ဖလား စီးရီး တွင် ပြိုင်ဆိုင် ရန် ကြိုးစားခဲ့သော ကျရှုံးမှု တစ်ခု ပြီးနောက် ၊ ဖရန့်ချစ်တီ သည် ချစ် ဂန်နစီ ပြိုင်ပွဲ အတွက် ပြိုင် ရန် အင်ဒီကာ စီးရီး သို့ ပြောင်းရွှေ့ခဲ့သည် ။\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "အရပ်သား ၅၀ဦး ထက် ပိုမို ၍ သေဆုံးသော ဒုက္ခသည်များ နေထိုင်သော ကုလသမဂ္ဂ ကျောင်း သုံးကျောင်း ကို အင်္ဂါနေ့ က ဗုံးကြဲခဲ့ ကြ ပြီးနောက် ကြာသပတေးနေ့ က ကုလသမဂ္ဂ အပေါ် ပစ်မှတ်ထား တိုက်ခိုက်မှုများ ၏ ဒုတိယ နေ့ရက် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "ငရုတ်ဆီ ကို သန့်ရှင်းလတ်ဆတ်သော ပါဝင်ပစ္စည်းများ နှင့် ပြင်ဆင်ခဲ့ ပြီးနောက် အဆိုပါ စားသောက်ဆိုင် အား နောက်ထပ် ပြန်လည် ဖွင့်လှစ် ရန် ခွင့်ပြုပေး နေစဉ် တွင် ၊ တာဝန်ရှိသူများ မှ ထို ထုတ်လုပ်သူများ အား ပြန်လည် စစ်ဆေးမှုများပြုလုပ် ပြီး စားနပ်ရိက္ခာ ထောက်ပံ့ရေးအဖွဲ့ ကို ဖမ်းဆီးခဲ့သည် ။\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "ဖွံ့ဖြိုးမှုမရှိသေးသော အွန်လိုင်း ကြေငြာ အဖွဲ့အစည်း ကို သူတို့ က ယခု ပစ်မှတ်ထားနိုင်တော့မည် ဟု တယ်လီကွန်း ၏ လုပ်ဆောင်ရေး အကြီးအကဲ အရာရှိ ၊ ကယ်ဗင် ကန်ရစ် က ၊ ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "ယခင် အီရတ် ခေါင်းဆောင် ၏ တရားခွင်စစ်ဆေးမှု ၏ အစ ရက် ဖြစ်ကဲ့သို့ ၊ ခုံရုံး ၏ တရားသူကြီးချုပ် က ဆတ်ဒမ် ဟူစိန် ၏ ကံကြမ္မာ ကို တိုက်ရိုက် ထုတ်လွှင့်မှု တွင် ထုတ်လွှင့်လိမ့်မည် ဟု ဖော်ပြထားခဲ့သည် ။\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "ရိုမေးနီးယား ၏ အမှုကိစ္စ တွင် ၊ ၂၀ဝ၇ခုနှစ် တွင် အခွင့်အလမ်းရ ပြီးနောက် မွေးစားခြင်း ကို ၅-၇ နှစ် နေရာယူကြလိမ့်မည် ။\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "“ အမှန်တကယ် အလွန် လျှင်မြန်လွန်း တဲ့ စိန်ခေါ်မှု ကတော့ အယောက် ၃၀၀၀ အတွက် ဒါမှမဟုတ် လူအတော်များများ ဟာ တကွဲတပြားစီ ဖြစ်နေကြ ဆဲ နှင့် ၃၀၀ ကျော် လူ တွေသည် လောလောဆယ် ကယ်ဆယ်ရေးနှင့်ပြန်လည်နေရာချထားရေး စခန်းတွေ မှာ ရှိနေကြပါတယ် ။ ”\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "ငါးနာရီ အကြာမှာတော့ ၊ ဗုံး လေးဗုံး သည် စပိန် မြောက်ပိုင်း ကန်တာဘာရီးယား စီရင်စု ရှိ လာဒို နှင့် နိုဂျာ ကမ်းခြေများ ပေါ်တွင် ၊ ထားခဲ့ကြသည် ဟု ပြောသော သတိပေး ဖုန်းခေါ်သံ ကို ဘာကျူး မီးသတ်အဖွဲ့ မှ လက်ခံရရှိခဲ့သည် ။\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့ ရဲ့ ပြည်နယ် ဒီ သဘောထား ကွဲလွဲစေသော ဆွေးနွေးချက် ကို ကျော်လွန် လှုပ်ရှားသွား သောအခါ ၊ ငါတို့ သည် ၎င်း ၏ အမှား နည်းစေ ရန် နှင့် ၊ ကျွန်တော်တို့ ရဲ့ ရာဇဝတ် တရားမျှတမှု စနစ် ၏ တရားမျှတမှု နှင့် သမာဓိ တိုးတက်လာ ဖို့ ကျွန်တော်တို့ ရဲ့ ကြိုးပမ်းအားထုတ်မှုများ နှင့် သာမန် အလုပ် ကို များပြားလာစေနိုင် ဖို့ ငါတို့ မျှော်လင့်ပါသည် ၊ \" လို့ မယ်လိုင် က ဆက်ပြောသည် ။\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "ဖီအက်စ်ဒီ နှင့် ဖီယူအာ သည် တပြိုင်နက် ဦးဆောင် နေ စဉ် ၊ ရိုမန်နီးယား ၏ နောက်ပိုင်း ကွန်မြူနစ် သမိုင်း တွင် အားပြင်းဆုံး ယှဉ်ပြိုင်သော ရွေး ကောက် ပွဲ သည် ဒီဇင်ဘာ ၁၂ ရက် တွင် ကျင်းပ ရန် ၊ ဒုတိယ အကြိမ် ရွေး ကောက် ပွဲ အဖြစ် ဆုံးဖြတ် ဖို့ ဖြစ်ကောင်း ဖြစ်နိုင် သည် ။\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "အေအိုင်-မက်ဂရာဟီ သည် “ ထင်ရှားသော နာကျင်မှု သို့မဟုတ် မသန်စွမ်းမှု ” တို့ ကို မခံစားနေရပါ ဟု ဟန်မင်တန် လည်းပဲ ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "ပရက်စ် တီဗွီ အဆောက်အဦး ပတ်ပတ်လည် ဧရိယာ တွင် ထိမှန်ခြင်း ရှိခဲ့ပြီး အခြား အဆောက်အဦးများ ၏ မှတ်တမ်းမှတ်ရာများ မရှိခဲ့ပါ ။\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ": \" ကျွန်တော် တို့ သည် လူသွားလမ်း အတိုင်း ဆက် လျှောက် သွား သောအခါ ၊ အဝါရောင် ဘုရင် ရှပ်အင်္ကျီ တစ်ထည် ဝတ်ထားသော တစ်ယောက် အပါအဝင် ၊ အမျိုးသမီး သုံး ဦး သည် သူတို့ ၏ ဈေးဆိုင် ထဲမှ ထွက်လာခဲ့ကြ ပြီး ၊ သူတို့ သည် စိတ်ကူးစိတ်သန်း အတွက် ကျွန်တော်တို့ အား ကျေးဇူးတင်ခဲ့သည် ။ \"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "ဒုတိယ အဆင့် တွင် ပြဿနာ အချို့ ပေါ်ပေါက်ခဲ့ သော်လည်း ၊ ပထမ အဆင့် လုံး၀ အောင်မြင်ခဲ့သည် ။\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "အခြား ဦးတည်သည့်နေရာများ တွင် လီဗာပူးလ် ( ရှန်ဟိုင်း နှင့်အတူ တွဲပြီး ) နှင့် မန်ချက်စတာ ယူနိုက်တက် ဘောလုံး အသင်း ကစား သည့်နေရာ ၊ မန်ချက်စတာ ရဲ့ တွားဖော့ အားကစားရုံ အဟောင်း တွင် ပါဝင်လိမ့်မည် ။\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "ဒုတိယ ကမ္ဘာ စစ် အတွင်း က ကျန်ခဲ့သော လေယာဥ် တစ်စင်း သည် ယူနိုက်တက် ကင်းဒမ်း ၏ အနောက်ဘက် ဆက်ဆပ်မြို့ ရှိုးဟမ်း အဲရှိုး တွင် ၊ လေကြောင်းတိုက်ခိုက်မှု အစမ်း လေ့ကျင့် နေစဥ် ပျက်ကျခဲ့ပြီး ၊ လေယာဥ်မှူး တစ်ဦး သေဆုံးခဲ့သည် ။\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "သူတို့ သည် နှစ်စဉ် ဟင်ဒီ ပွဲတော် တခု ဖြစ်သော ဟင်ဒီ ဘုရား ဒုကာ ပူဇော်ပွဲ ကျင်းပပြီး ၊ ဒူဂါ ပူဂျာ ၏ အဆုံး တွင် ပြုလုပ်သော ပျော်ပွဲရွှင်ပွဲ မှ ပြန်လာသူများဖြစ်ကြသည် ။\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "ယခုအခါ၌ သူ နေကောင်း ပြီး သူ ကောင်းကောင်း နလန်ထူလာသည် ။\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "သူ ၏ တောင်းဆိုချက် ကို မလိုက်လျော လျှင် ၊ သူ က လေယာဉ် ကို ဖောက်ခွဲရလိမ့်မည် ဟု အနုကြမ်းစီးသူ များ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "အဆိုပါ အဖြစ်အပျက် နောက်ပိုင်း မှာ အယ်လ် ဂျာဇီးရာ ရုပ်သံ လိုင်း မှ ပြင်ဆင်ခြင်း မ ပြုထားသော သတင်း ရုပ်ရှင် ကို လ ပေါင်း အတော်ကြာ တိုးချဲ့ ထုတ်လွှင့် ပြသ ခဲ့ ပါ တယ် ။\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "ဒါကတော့ ဒါဖါ မှာ ဖြစ်နေတဲ့ လုံခြုံရေး အခြေအနေ ဖြစ် ပြီး ၊ မည်သူတစ်ဦးတစ်ယောက်ကမျှ တိုက်ခိုက်ခံရခြင်း မှ စိတ်ချလက်ချ ရှိမနေပါဘူး “ ဟု မိုဟာမက် က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "ဒီ အစီရင်ခံစာ မှာ နိုင်ငံ အတွင်း နေထိုင်သော ပြည်ပရောက်နိုင်ငံသား အချို့ မှ အတည်ပြုနိုင်ခဲ့ပြီး ဖြစ်သည် ။\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "သေဆုံးရခြင်း ၏ အကြောင်း အရင်း သည် ဖောက်ခွဲခြင်း တစ်ခု ကြောင့် ဟု အစီရင်ခံ တင်ပြ ထား သော်လည်း ၊ မူလ သတင်း အရင်း အမြစ် မှာ တိကျ ရှင်းလင်းမှု မ ရှိ ပါ ။\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ ထဲက အယောက် ၂၀ က အာနပ်ခ်ကူလန် ရဲတပ်ဖွဲ့ ၏ အထွေထွေ စစ်ဆေးရေးမှူး နှင့် ရဲမင်းကြီး အပြင် ကီရာလာ ပြည်ထဲရေး ဝန်ကြီး ဆီသို့ လည်း တိုင်ကြားချက် တစ်ခု အီးမေးလ်ပို့ခဲ့ပါတယ် \" ဟု တိုင်ကြားသူ ဂျာရာ ကူမာ က ဂုဖ် နေ့စဥ် သတင်းစာ ကြေညာချက် တစ်ခု မှာ ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဘတ်စ်ကား သည် စပိန် ကမ်းရိုးတန်း တစ်လျှောက် အဝေးပြေးလမ်းမ တစ်ခု တွင် ဘတ်စ်ကား လမ်းကြောင်း ပြောင်းပြန်ဖြစ် ပြီး ဇောက်ထိုး ဖြစ်ပွားကာ ၊ အားကစား အသုံးချ ယာဉ် တစ်ခု နှင် တိုက်မိခဲ့သည် ။\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ အမြဲ တိုက်ခိုက်မှု မရှိ တဲ့ သဘော တစ်ခု ဖြစ်ပါတယ် လို့ ပြောပါတယ် ။ ”\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "အမျိုးသားဆန့်ကျင့်ရေး အစီအစဉ် ကို ၂၀၀၀ ခုနှစ် တွင် စတင်ဆောင်ရွက်ခဲ့ ပြီး ၂၀၁၄ ခုနှစ် တွင် အပြီးသတ်ပေးရမည် ။\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "မနေ့ က ၊ အီရန် ကာကွယ်ရေး ဝန်ကြီး က သူ တို့ ၏ ကိုယ်ပိုင် ဂြိုလ်တု ပစ်တင်သော ကိရိယာ အတွက် အီရန် ၏ အစီအစဉ် ကို ပြောကြားခဲ့ ပြီး ၊ အာကာသ အစီအစဉ် တစ်ခု ရှိသည့် နိုင်ငံများ ၏ ကလပ် သို့ ပါဝင်မည့် သူ့ နိုင်ငံ ၏ ဆန္ဒ ကို ထုတ်ဖော် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "“ ထို စီးနင်းခြင်း ကို ၊ ဘယ်အရာ က အနည်းဆုံး အကျိုးသက်ရောက်မှု ၊ ဒါမှမဟုတ် အန္တာရာယ် ဖြစ်လား ။ ”\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\" မည်သည့် ယဉ်ကျေးမှု ဆိုင်ရာ ကြီးစိုးမှု တွင် တွေ့ရှိ သည် သို့မဟုတ် အစ္စလာမ် ကြောက်ရွံခြင်း ဖြင့် အသက်သွင်း ရန် ဟု သူတို့ ပြော ဆို ခြင်း မ ပြု နိုင် သောကြောင့် ၊ ၄င်းတို့ ၏ လျှောက်လဲချက် များ ကို ကာတန် မှာ ၊ လေးစားသမှု ဖြင့် ကြားနာ လိမ့်မည် ။ \"\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "အိုလမ်ဗစ် ၏ အေအီးခေ ကို ၃-၀ နှင့် အနိုင် ရရှိ ခြင်း က အေအီးခေ ၏ ထောက်ပံ့သူများ ကို ဒေါသ ထွက်စေ ခဲ့သည် ဟု အားကစား ရုံ နှင့် သင်္ဘော နှစ်ခု စလုံး ရှိ အပျက်အစီး အရာဝတ္ထု များ အရ ယူဆရသည် ။\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "အိုင်အီး ၏ ဗားရှင်း အမျိုးမျိုး သည် ၂၀၀၉ ခုနှစ် တွင် ဈေးကွက် ၏ ၇၀ ရာခိုင်နှုန်း ထိ ပါဝင်ခဲ့သည် ။ ယနေ့ တွင် ၎င်း သည် ခန့်မှန်းခြေ ၅၆ ရာခိုင်နှုန်း ထိ ကျဆင်းသွားခဲ့ပါသည် ။\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "ဤဟာ ကို များစွာသော လူမျိုး များ က အငြင်းပွားလျက်ရှိခဲ့ သော်လည်း ၊ အီရန် သည် လျှပ်စစ် ဓာတ်အား များ ၏ ထုတ်လုပ်မှု အတွက် နျူကလီးယား နည်းပညာ ဖွံ့ဖြိုးတိုးတက် ရန် ကို သာ ၄င်း က ရှာဖွေခဲ့သည် ကို အစဉ်မပြတ် ထိန်းသိမ်းခဲ့သည် ။\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "အနိမ့်ပိုင်း အဓိကနယ်မြေ ဒေသ ကို ဖြတ်ကျော်လာ သော ကြီးမား ပြီး အကျိုးပြုသော တဟုန်တည်းကျဆင်းစေခြင်း သည် ရွံ့နွံ နဲ့ ရေကြီးမှု တွေ ၊ လမ်းမ တွေ နဲ့ အဝေးပြေးလမ်း ပိတ်ဆို့မှု တွေ နှင့်အတူ ဖြစ်ပေါ်စေ ပြီး မိသားစု များ ကို အန္တရာယ်ရှိသော အရပ် ကို စွန့်ခွာသည် ။\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "တရုတ် နိုင်ငံ တွင် တားမြစ်ထားမှု ဖြစ်သော ယခင် နိုင်ငံရေး လှုပ်ရှားမှု များ ကို တရုတ် ပြည်သူ့ သမ္မတ နိုင်ငံ ၏ အထူး အုပ်ချုပ်ရေး ဒေသ ( အက်စ်အေအာ ) အာဏာပိုင်များ မှ အတော်အသင့် လက်ခံ ခဲ့ ပြီး ဖြစ်သည် ။\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ သည် ဒုတိယ ကမ္ဘာ စစ် မှာ အထောက်ထားမရှိခဲ့ သော နာဇီ ကျူးကျော်မှု ကြောင့် ၅ သန်း မှ ၇သန်း ထိ ဂျူလူမျိုး တို့ ၏ အသက်များ ဆုံးရှုံးမှု အပေါ် မှာ ခမ်းနားသော ရောင်ပြန်ဟပ်မှု နေ့ တစ်နေ့ ဖြစ် သော ၊ အစ္စရေး တွင် ယောမ် ဟက်ရှ်အို့ သို့မဟုတ် ၊ ဟိုလိုကောစ်ထ် အမှတ်တရ နေ့ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "ဤ ပြောင်းလဲ မှု ကို အုပ်ချုပ် သူ ၏ အဆို အရ ၊ ရယူ ထား သည့် စမ်းသပ် မှု အရေအတွက် ထက်ဝက် ထဲမှ လျှော့ချ ရန် မျှော်လင့် သည် ။\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "ဖောက်(စ်) သတင်းဌာန အရ ၊ ကုန်တင်ကားငယ်ပေါ် ရှိ ဒုက္ခသည် မည်သူကမှ ထိုင်ခုံ ခါးပတ်များ မဝတ်ဆင်ထား ကြပါ ။\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "ယူအီးအက်ဖ်အေ က နည်းပညာ အမှား တစ်ခု ရှိခဲ့သော သက်သေ မရှိ ဟု ပြောဆို ပြီး ၊ သူတို့ ၏ အယူခံ ကို ထပ်မံ ပယ်ချခဲ့သည် ။\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "အစည်းအဝေး နှင့်ပတ်သက်သည့် အများပြည်သူဆိုင်ရာ ထုတ်ပြန်ချက်(များ) တစ်စုံတစ်ရာ ကို မည်သူက မှ ထုတ်ပြန်ခဲ့ခြင်း မရှိ ၊ သော်ငြား သူတို့ ၏ သက်ဆိုင်ရာ စေ့စပ်ဆွေးနွေး သူများ ကို အုပ်စုလိုက် အနေဖြင့် အဓိက ပြသနာများ ဖြစ်သော ဂျေရုစလင် ၏ အနေအထား ၊ အစ္စရေး နယ်စပ်များ နှင့် ဆက်စပ်နေသော ပါလက်စ္စတိုင်း ဒေသ ရှေ ့ရေး နှင့် ပါလက်စ္စတိုင်း ဒုက္ခသည် များ အရေး တို့အား ဆွေးနွေး ရန် ၄င်း တို့ က ညွှန်ကြားခဲ့ကြပါသည် ။\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "၂၀၀၅ တွင် လူပေါင်း ၃ သန်း နဲ့ ၆ သန်း အကြား ကူးစက်ခံထားရတယ် လို့ ထင်ထားကြသည် ။\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "ဥရောပသမဂ္ဂ ၏ အဖွဲ့ဝင် နိုင်ငံများ အားလုံး ၂၅ နိုင်ငံ က အဖွဲ့ဝင်သစ်ဝင်ခွင့် သဘောတူညီမှုစာချုပ် ကို အတည်ပြုသည် နှင့် တစ်ပြိုင်နက် ၊ ၂၀ဝ၇ ခုနှစ် ဇန်နဝါရီလ ၁ ရက်နေ့ တွင် ရိုမေးနီးယားနိုင်ငံ နှင့် ဘူလ်ဂေးရီးယားနိုင်ငံ သည် အမြဲတမ်း အဖွဲ့ဝင်နိုင်ငံများ ဖြစ်လာလိမ့်မည် ။\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "ပြီးတော့ ၊ “ အခု ထိ ၊ ညွှန့်ပေါင်း အရေးယူမှုများ က ထိန်းချုပ်ထား ပြီး ကန့်သတ်ထားသည့် သမားရိုးကျမဟုတ်သော လက်နက်များ ကို ရ ရန် သောင်းကျန်းသူ က ကြိုးပမ်းခဲ့သည် ။ ”\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ထိရောက်မှုရှိသော ပမာဏ ရဲ့ ၁၀ ဆ ပါဝင်နိုင်သော မယ်လတိုနင် ဆေးပြား များ ကို ဈေးကွက် တွင် ရရှိ ကြောင်း ၊ သုတေသနပညာရှင် များ က တွေ့ရှိခဲ့ပါတယ် ။\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "စွမ်းအင် ပြတ်တောက်မှု များပြား သောကြောင့် ၊ ဆီတဲလ် နှင့် ၎င်း၏ တောက်လျှောက် ရပ်ကွက်များ ရှိ ကျောင်းများ သည် သောကြာနေ့ တွင် ပိတ်ခဲ့ရသည် ။\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}