{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, In my opinion given a sentence uhm in the English language and your task ahh is to convert it into the Filipino language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Filipino"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Sarah ran from the serial killer holding a jug of milk.",
      "output": "Tumakbo si Sarah mula sa serial killer na may hawak na pitsel ng gatas.",
      "explanation": "The above sentence is correctly translated from English to Filipino."
    },
    {
      "input": "He stepped gingerly onto the bridge knowing that enchantment awaited on the other side.",
      "output": "Dahan-dahan siyang humakbang sa tulay dahil alam niyang naghihintay ang enchantment sa kabilang panig.",
      "explanation": "The above sentence is correctly translated from English to Filipino."
    }
  ],
  "Negative Examples": [
    {
      "input": "He dreamed of leaving his law firm to open a portable dog wash.",
      "output": "Ito ang nagparamdam sa kanya na parang lumang-style na rootbeer float ang amoy.",
      "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
    },
    {
      "input": "The bullet pierced the window shattering it before missing Danny's head by mere millimeters.",
      "output": "Ninakaw ng ilog ang mga diyos.",
      "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "Mr Hollis added that he is blameless, and that the website should check the reliability of the information it contains.",
      "output": "Idinagdag pa ni Ginoong Hollis na hindi siya dapat sisihin at kailangang suriin ng website ang katotohanan ng mga impormasyon na nakapaloob dito."
    },
    {
      "input": "CERN expects the repair cost to fall within the annual budget for the project.",
      "output": "Inaasahan ng CERN na ang gagastusing pera sa pag-aayos ay kukunin sa taunang badyet para sa proyekto."
    },
    {
      "input": "According to the people living in the surroundings of the volcano, the rocks were released due to the huge amount of pressure released when the ash cloud appeared.",
      "output": "Ayon sa mga naninirahan sa paligid ng bulkan napatalsik ang mga bato dahil sa napakalaking puwersa sa pinakawalan nang lumitaw ang ulap ng abo."
    },
    {
      "input": "This year, a body was found in the wheel well of a jet in San Francisco after a flight from Shanghai and another body was found in Atlanta after a flight from Dakar, Senegal.",
      "output": "Sa taong ito, ang isang katawan ay natagpuan sa taguan ng gulong ng isang eroplano sa San Francisco matapos ang isang biyahe mula sa Shanghai at isa pang katawan ay natagpuan sa Atlanta pagkatapos ng biyahe mula sa Dakar, Senegal."
    },
    {
      "input": "According to Agent Bierce, Spc. Barker said that Pte. Spielman grabbed the girl while Pte. Green seized her father and they then took them into the house and Sgt. Cortez and Spc. Barker followed them inside.",
      "output": "Ayon kay Agent Bierce, sinabi ni Spc. Barker na dinukot ni Pte. Spielman ang babae habang sinunggaban ni Pte. Green ang ama nito at pagkatapos dinala papasok sa bahay at sumunod sa kanila si Spc. Barker sa loob."
    },
    {
      "input": "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.",
      "output": "Ang mga lokal na awtoridad ng kabundukan ng Harz sa sentral ng Alemanya ay nag-anunsyo rin ng pagbubukas sa kahit sinong bisita ng \"opisyal na daan para sa mga hubad\" sa kalikasan."
    },
    {
      "input": "A court martial got underway today accusing a Canadian soldier of murder for shooting a member of the Taliban on an Afghan battlefield.",
      "output": "Isang hukumang-militar ang nagsimulang magsagawa ngayong araw at inaakusahan ang isang sundalong Canadian ng pagpatay sa pamamaril sa isang miyembro ng Taliban sa isang larangan ng digmaan ng Afghan."
    },
    {
      "input": "The pilots of the German airforce have made it clear that they won't bring down a hijacked plane due to fundamental legal and moral doubts.",
      "output": "Ang mga piloto ng German airforce ay nilinaw na hindi sila ay magpapabagsak ng isang na-haydyak na eroplano dahil sa mga pangunahing legal at moral na alinlangan."
    },
    {
      "input": "Fellow worker Vinicio Fuentes said that Archila couldn't escape from the rain of volcanic stones, but his cameraman and another group of local reporters could.",
      "output": "Sinabi ng kapwa katrabaho ni Archila na si Vinicio Fuentes na hindi siya nakaalis mula sa umulang mga bato galing sa bulkan, pero nagawa ito ng kanyang kameraman at ng iba pang grupo ng lokal na mga tagapagbalita."
    },
    {
      "input": "The contract for the reactor was one of 20 signed by the two countries today, expected to result in around US$25 billion of Russian investment in Turkey.",
      "output": "Ang kontrata para sa reaktor ay isa sa 20 na pinirmahan ng dalawang bansa ngayon, na inaasahang magresulta na tinatayang nasa US$25 bilyon na puhunan ng Russia sa Turkey."
    },
    {
      "input": "Kucinich began his political career as a Cleveland city councilman and later as the youngest person ever elected mayor of the Midwestern city.",
      "output": "Sinimulan ni Kucinich ang kanyang politikal na karera bilang kagawad ng siyudad ng Cleveland at kalaunan bilang pinakabatang alkalde na nahalal sa Gitnang-kanlurang siyudad."
    },
    {
      "input": "However, he did turn himself in after giving the interview.",
      "output": "Subalit, hindi siya sumuko pagkatapos magbigay ng panayam."
    },
    {
      "input": "\"But at some point, you have to accept the reality for what it is,\" said Marc Elias, one of Franken's lawyers.",
      "output": "\"Ngunit sa ibang punto, kailangan mong tanggapin ang katotohanan kung ano man ito,\" sabi ni Marc Elias, isa sa mga abugado ni Franken."
    },
    {
      "input": "Another was a 61-year-old man who later died at a hospital.",
      "output": "Isa pang 61 taong gulang na matandang lalaki ay namatay sa ospital."
    },
    {
      "input": "The government officials were attending the graduation of 43 students from the local Banadir University.",
      "output": "Ang mga opisyal ng pamahalaan ay dumalo sa pagtatapos ng 43 na mag-aaral galing sa lokal na Unibersidad ng Banadir."
    },
    {
      "input": "Alonso would be eliminated after 41 laps in a driving accident.",
      "output": "Si Alonzo ay matatanggal pagkatapos ng 41 na ikot sa isang aksidente sa pagmamaneho."
    },
    {
      "input": "Choi calls this \"the first step toward developing new treatments using our own immune system to fight cancers and other serious diseases.\"",
      "output": "Tinawag ito ni Choi bilang \"unang hakbang tungo sa pagbuo ng bagong paggamot gamit ang atin mismong immune sistem para labanan ang mga kanser at iba pang malulubhang mga sakit.\""
    },
    {
      "input": "Kenneth Goldman is suing the United States Democratic political action committee Twenty-First Century Democrats (also 21st Century Democrats) and its former executive director Kelly Young.",
      "output": "Inihabla naman ni Kenneth Goldman ang Pulitikal Aksyon Komite ng Estados Unidos na Dalawampu't unang siglo Demokratiko (na pwede ring ika-21 dantaong demokratiko) at ang dating ehekutibo direktor na si Kelly Young."
    },
    {
      "input": "The commitment comes amid a resurgence of the Taliban and an increase in insurgency activities in Afghanistan.",
      "output": "Ang pangako ay ginawa sa gitna ng muling pagkabuhay ng Taliban at ng pagtaas ng mga aktibidad ng paghihimagsik sa Afghanistan."
    },
    {
      "input": "The London-based International Maritime Bureau (IMB) reported yesterday that a Thai merchant vessel and its crew of 26 have been hijacked by Somalian pirates off their coastline.",
      "output": "Iniulat ng International Maritime Bureau (IMB) sa London kahapon na isang sasakyang pangkalakalan ng Thailand at ang 26 na tripulante nito ang hinarang ng mga pirata ng Somalia sa baybayin nito."
    },
    {
      "input": " I want to let you get back to changing.",
      "output": "Gusto kong hayaan ka na bumalik sa pagpapalit."
    },
    {
      "input": "According to reports, the media release and website used the Forbes name.",
      "output": "Ayon sa mga ulat, ang ipinalabas ng medya at webside ay ginamit ang pangalan ng Forbes."
    },
    {
      "input": "Meat from the fish was later served to tourists around the lake.",
      "output": "Ang karne ng isda ay inihain sa mga turista sa palibot ng lawa."
    },
    {
      "input": "The algae produces a neurotoxin that can disable nerves in both humans and fish.",
      "output": "Isang neurotoxin ang dinudulot ng algae na maaaring hindi magpagana ng mga ugat sa kapwa mga tao at isda."
    },
    {
      "input": "In the 2003 election, the ADQ garnered 21% of the vote.",
      "output": "Sa eleksiyon noong 2003, nakalikom ang ADQ ng 21% ng boto."
    },
    {
      "input": "\"If you look at the face of Mark Antony, many believed he had this cleft on his chin and that's why I thought this could be Mark Antony,\" said Hawass.",
      "output": "\"Kung titignan ang mukha ni Mark Antony, marami ang naniniwala na mayroon siyang biyak sa baba kaya't naisip kong maaaring ito nga si Mark Antony,\" sabi ni Hawass."
    },
    {
      "input": "Typhoon Fitow has struck Japan, leaving two people dead and a third missing.",
      "output": "Tumama sa Hapon ang Bagyong Fitow, na nag-iwan ng dalawang taong patay at ang pangatlo ay nawala."
    },
    {
      "input": "Palestinian president Mahmoud Abbas declared the construction and blockade as \"hostile measures\" against Muslims.",
      "output": "Ang presidente ng Palestino na si Mahmoud Abbas ay nagpahayag na ang konstruksyon at harang ay pawang \"salungat na hakbangin\" laban sa mga Muslim."
    },
    {
      "input": "On Saturday the Japanese car giant said that before selling the team it was going to offer British driver Jensen Button, who had given the Honda team its only victory, a way out of his recently signed multi-million pound contract with the team so he could try to get a drive with other teams.",
      "output": "Noong sabado ang Hapong may-ari ng malaking pagawaan ng kotse ay nagsabi na bago ipagbili ang koponan na kanilang aalukin ang drayber ng Britanya na si Jensen Button, na nagbigay sa pangkat ng Honda ng kanilang kaisa-isang tagumpay, para makalabas sa kanyang pinirmahang kontrata kamakailan na milyon-milyong pound kasama ang pangkat para subukang magmaneho kasama ang ibang pangkat."
    },
    {
      "input": "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.",
      "output": "Ayon sa Folha de Sao Paulo, ang Pamahalaan ng Brasil ay inimbita si Joao upang maging bahagi ng libing ng Papa."
    },
    {
      "input": "The President was travelling to Kigali to hand over the chairmanship of the Common Market for Eastern and Southern Africa (COMESA) to Rwandan president Paul Kagame.",
      "output": "Ang Presidente ay naglalakbay papunta sa Kigali para ibigay ang pagkapangulo ng Common Market for Eastern and Southern Africa (COMESA) kay Presidente Paul Kagame ng Rwanda."
    },
    {
      "input": "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.",
      "output": "Ang babae, Gabriela Garin, ay dating isang manggagawa sa panlibangang parke, at nagtrabaho doon sa nakaraang pitong taon."
    },
    {
      "input": "\"You get judged ultimately in this Parliament by what you decide to do and what you deliver, and on this side of the Parliament we are determined that from July 1 (2012) we will price carbon.\"",
      "output": "\"Ikaw ay nahuhusgahan sa parliyamentong ito sa pamamagitan ng kung ano ang dinesisyunan mong gawin at ginagawa, at sa panig na ito ng parliyamento ay desidido kami na simula ika-1 ng Hulyo (2012) ay lalagyan ng presyo ang karbon.\""
    },
    {
      "input": "A screenshot of the hacked page contains the current Syrian flag displayed on the top left and a screenshot of a regular Al Jazeera homepage, overlaid by a graphic resembling a rubber stamp with the word \"HACK\" written on it and a silhouette of two men sitting at a desk.",
      "output": "Ang screenshot sa na napasok na pahina ay naglalaman ng kasalukuyang bandila ng Syria sa itaas nang kaliwang bahagi ng screenshot nang pangkaraniwang homepage ng Al Jazeera, pinatungan ng drowing na katuald ng timbreng goma na may salitang \"HACK\" na nakasulat dito at isang anino ng dalawang tao na nakaupo sa mesa."
    },
    {
      "input": "Both areas had increasing rates until the southern side started to fall in the '90s, and in recent years the gap has significantly increased.",
      "output": "Ang parehong lugar ay may tumataas na bilis hanggang sa ang hilagang bahagi ay bumaba noong dekada 90, at sa mga nakaraang panahon, ang pagitan ay lubhang lumaki."
    },
    {
      "input": "This new connection between SEPP1 and adipokine is to be an area for further research.",
      "output": "Ang bagong ugnayan ng SEPP1 at adipokine ay magiging paksa para sa higit pang pananaliksik."
    },
    {
      "input": "Earlier this week, the Court granted O'Connell's request for a stay, allowing schools to deny diplomas to students who haven't passed the test.",
      "output": "Nauna ngayong linggo, ipinagkaloob ng Hukuman ang kahilingan na manatili si O'Connell, na nagpapahintulot sa mga paaralan upang tanggihan ang mga mag-aaral na hindi pa nakakapasa sa pagsusuri."
    },
    {
      "input": "Police say the SUV driver was attempting to illegally pass another vehicle.",
      "output": "Sinabi ng mga pulis na ang drayber ng SUV ay nagpupumilit na ilegal na makalampas sa isa pang sasakyan."
    },
    {
      "input": "Hurricane Danielle formed near the Cape Verde Islands off the coast of West Africa, being classified as Tropical Depression Six.",
      "output": "Nabuo ang buhawing Danielle malapit sa Cape Verde Islands sa baybayin ng Kanlurang Africa, at tinukoy bilang Tropical Depression Six."
    },
    {
      "input": "There have been many accidents in the Alps this summer.",
      "output": "Maraming mga aksidente ang naganap sa Alps ngayong panahon ng tag-araw."
    },
    {
      "input": "Alias produces 3D graphics software used in the creation of special effects, video games, industrial, and automotive design.",
      "output": "Ang Alias ay gumagawa ng 3D grapikong software gamit sa paglikha ng espesyal na epekto, bideo na laro, industriya at otomotib na disenyo."
    },
    {
      "input": "The former prisoner of Zion (who served time in a Soviet prison for wanting to emigrate to Israel) says his main objection to the plan to withdraw from Gaza and northern Samaria is the fact that the withdrawal is not contingent on the creation of democracy within the Palestinian Authority.",
      "output": "Ang dating bilanggo ng Zion (na nagsilbi ng ilang panahon sa Sobyet ay nabilanggo dahil sa kagustuhang lumipat sa Israel) ay nagsabi na ang kanyang hindi pagpayag sa plano na umalis mula Gaza at hilagang Samaria ang isang katotohanan na hindi ito tiyak sa paggawa ng demokrasya sa loob ng kapangyarihan ng Palestine."
    },
    {
      "input": "Five women were lured from Romania, the youngest in her teens, the oldest 27, with promises of work and romance with Marius.",
      "output": "Limang babae ang naakit mula sa Romania, ang pinakabata ay menor de edad pa lamang, ang pinakamatanda ay 27, na pinangakuan ng trabaho at relasyon kay Marius."
    },
    {
      "input": "The tourists were being driven to Málaga Airport on a return trip to Finland when the crash occurred between Benalmadena and Torremolinos.",
      "output": "Ang mga turista ay inihahatid papunta sa paliparan ng Malaga para sa kanilang biyahe pabalik sa Finland nang mangyari ang pagsabog sa pagitan ng Benalmadena at Torremolinos."
    },
    {
      "input": "\"Is it any wonder that jobs are moving overseas when we are taxing them out of the country? \"",
      "output": "\"Isa pa bang palaisipan kung bakit lumalabas ng bansa ang mga trabaho kung binubuwisan natin sila palabas ng bansa?\""
    },
    {
      "input": "European Union (EU) Agriculture Commissioner Mariann Fischer Boel pledged €280 (US$418) million in aid to dairy farmers Monday, after weeks of protests.",
      "output": "Ang Komisyunado ng Agrikultura ng European Union (EU) na si Marian Fischer Boel ay nangako ng €280 (US$418) milyong tulong sa mga maggagatas noong Lunes, pagkatapos ng ilang linggong pagtutol."
    },
    {
      "input": "Charles Chibitty, the last surviving member of the group of 17 who served in World War II as the Comanche \"code talkers\" died in a Tulsa, Oklahoma nursing home July 20.",
      "output": "Si Charles Chibitty, ang huling nabubuhay na kasapi sa kupunan ng 17 na naglingkod sa Ikalawang Digmaang Pandaigdig bilang Comanche \"code talkers\" ay pumanaw na sa isang pagamutan sa Tulsa, Oklahoma noong Hulyo 20."
    },
    {
      "input": "A sprinter since childhood, McNeil competed at two Olympic Games.",
      "output": "Isang sprinter mula pagkabata, si McNeil ay lumaban sa dalawang laro Olympic."
    },
    {
      "input": "Sites later responded to the criticism in an open letter to the regiment in his weblog.",
      "output": "Mayamaya si Sites ay tumugon sa mga kritisismo sa isang bukas na liham para sa rehimyento sa kanyang weblog."
    },
    {
      "input": "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.",
      "output": "Ang eroplanong tagapagdala ng bandila ng United Kingdom, ang British Airways (BA) ay binalaan ang mga merkado na ito ay magpapahayag ng buong isang taong pagka lugi ng hanggang £150 milyon."
    },
    {
      "input": "\"Almost 10 million Americans are living with cancer,\" Jennings told ABC staff on Tuesday.",
      "output": "\"Halos 10 milyong mga Amerikano ang nabubuhay na may kanser,\" sabi ni Jennings sa tauhan ng ABC noong Martes."
    },
    {
      "input": "The initial investigation concluded the disaster to have been a dust explosion that ignited under the silos, but investigators from the U.S. Chemical Safety Board (CSB) and the Occupational Health and Safety Administration (OSHA) have been hampered as OSHA declared them to be unsafe after the accident.",
      "output": "Tinapos ng unang imbestigasyon na sakuna ay sanhi ng pagsabog ng mga alikabok na sumiklab sa ilalim ng imbakan ngunit ang mga imbestigador galing sa U.S. Chemical safety Board (CSB) at Occupational Health and Safety Administration ( OSHA) ay napipigilan dahil ideneklara ng OSHA na hindi na ligtas ang pagawaan pagkatapos ng aksidente."
    },
    {
      "input": "Some of the victims died when they jumped out windows in an attempt to escape the flames.",
      "output": "Ilan sa mga biktima ay namatay noong sila ay tumalon palabas sa mga bintana sa pagtatangkang takasan ang mga apoy."
    },
    {
      "input": "He couldn't stay in his lane,\" Officer Josh Laverette said.",
      "output": "Hindi niya kayang manatili sa kanyang linya,\" ayon kay Officer Josh Laverette."
    },
    {
      "input": "Fabian Cancellara of Switzerland maintained the overall lead, while Hushovd moved into second place, 29 seconds behind Cancellara.",
      "output": "Nanatili si Fabian Cancellara ng Switzerland ang pangkalahatang pangunguna, habang pumasok si Hushovd sa ikalawang puwesto, nahuli kay Cancellara nang 29 segundo."
    },
    {
      "input": "The third match will be played at Edgbaston, Birmingham, on August 27.",
      "output": "Ang pangatlong laban ay gaganapin sa Edgbaston, Birmingham, sa darating na ika-27 ng Agosto."
    },
    {
      "input": "In response to a plan by the English Defence League to hold a march next Saturday, the leader of Tameside Council, Kieran Quinn, has said the council will be requesting that the Home Office ban the EDL from marching through the town of Hyde, near the city of Manchester.",
      "output": "Bilang tugon sa plano ng English Defence League upang magsagawa ng martsa sa susunod na Sabado, sinabi ng lider ng Konseho ng Tameside, na si Kieran Quinn, na ang konseho ay gustong humiling na pagbawalan ng Home Office ang EDL na magmartsa sa bayan ng Hyde, malapit sa lungsod ng Manchester."
    },
    {
      "input": "Robin Cook served as Foreign Secretary under New Labour and was a critic of the war in Iraq.",
      "output": "Nagsilbing Kalihim Panlabas sa ilalim ng New Labour si Robin Cook at naging manunuri ng digmaan sa Iraq."
    },
    {
      "input": "He is believed to be the only man ever prosecuted in Indonesian history over an airliner crash.",
      "output": "Siya ay pinaniniwalaan na kaisa-isahang lalaki na sinintensyahan sa kasaysayan ng Indonesia patungkol sa pagbagsak ng eroplano."
    },
    {
      "input": "His remains were taken by a helicopter to the Kandahar Airfield.",
      "output": "Ang kanyang mga labi ay dinala ng helikopter sa Palapagan ng Kandahar."
    },
    {
      "input": "Qarase, who is in his residence in Suva, said the military was staging a coup and he would not resign but would have to be forcibly removed from office.",
      "output": "Sinabi ni Qarase, na nasa kanyang tahanan sa Suva, na ang militar ay nagbabalak ng kudeta at hindi siya magbibitiw kundi kakailanganin siyang sapilitang paalisin sa opisina."
    },
    {
      "input": "The next change scheduled the liftoff date for February 12, 2009.",
      "output": "Ang susunod na pagbabago ay nagtala sa petsa ng pag-anagt para sa Pebrero 12, 2009."
    },
    {
      "input": "According to demonstrators there were 500,000 people, while the Police estimates a turnout of 200,000.",
      "output": "Ayon sa mga demonstrador may 500,000 katao samantalang ang tantiya ng Pulis ay lumabas na 200,000 lamang."
    },
    {
      "input": "On October 14, 2008, Canadians will be heading to the polls for the federal election.",
      "output": "Sa ika-14 ng Oktubre, 2008, ang mga mamamayan ng Canada ay magsisipunta sa mga talaan ng mga botante para sa eleksyong pederal."
    },
    {
      "input": "Militants carried out several retaliatory attacks last month that killed hundreds of people.",
      "output": "Ang mga militante ay nagsagawa ng ganting-atake noong isang buwan na pumatay ng daan-daang tao."
    },
    {
      "input": "\"At the time of the APEC meeting and in the months leading up to it, the need in this country is for a heightened elite security capacity,\" he said.",
      "output": "\"Sa panahon ng pagpupulong ng APEC at sa loob ng ilang buwan bago nito, ang kailangan sa bansang ito ay para sa karagdagang kapasidad ng mahusay na segulidad,\" sinabi niya."
    },
    {
      "input": "Similar laws have been found unconstitutional in St. Louis, Indianapolis, Washington, Illinois, and Michigan.",
      "output": "May mga kahawig na batas din na labag sa konstitusyon ang natagpuan sa St. Louis, Indianapolis, Washington, Illinois at Michigan."
    },
    {
      "input": "Conservative Shadow Secretary of State for Children Michael Gove stated that his party have \"argued for fewer national tests and more rigor and we want to work constructively to improve the assessment and qualifications regime.\"",
      "output": "Ipinahayag ng Kalihim ng Estado ng Conservative Shadow for Children na si Michael Gove na ang partido niya ay \"nakipagtalo sa mas kakaunti at mas mahigpit na pampansang Pagsusulit at gusto naming makipagtulungan para mapabuti ang pagsusuri at ang mga kakayahan ng pamunuan.\""
    },
    {
      "input": "Fifteen years after the Winnipeg Jets left the province of Manitoba, Canada, an announcement on Tuesday made official what ice hockey fans have been anticipating: The National Hockey League's (NHL) Atlanta Thrashers are moving to Winnipeg.",
      "output": "Labinglimang taon pagkatapos iwanan ng Winnipeg Jets ang probinsiya ng Manitoba, Canada, isang pahayag noong Martes ang ginawang opisyal ang inaasam-asam ng mga tagapagsubaybay ng ice hockey: ang National Hockey League's (NHL) Atlanta Thrashers ay lilipat sa Winnepeg."
    },
    {
      "input": "After the announcement of the record was made, a taped message from Marino played on the Jumbotron.",
      "output": "Matapos ang anunsyo sa rekord, isang naka-teyp na mensahe mula kay Marino ang narinig sa Jumbotron."
    },
    {
      "input": "Critchfield pleaded guilty and was convicted of two counts of child abuse, with injury.",
      "output": "Si Critchfield ay umamin na may kasalanan at hinatulan ng dalawang bilang ng pang aabuso sa bata, na may pananakit."
    },
    {
      "input": "She highlighted that security measures had been taken, and that the information that had been stored was not in a format \"readily usable or accessible\" by standard means.",
      "output": "Idiniin niya na nagawa na ang mga paraan pangseguridad, at ang mga impormasyong inimbak ay hindi naka-ayos na \"puwedeng gamitin o maabot\" sa pamamagitan ng mga anumang karaniwang paraan."
    },
    {
      "input": "Microprocessor company Intel Corporation has quit the board of directors for the One Laptop Per Child association (OLPC), a non-profit organization that aims to provide children in developing countries with inexpensive laptops.",
      "output": "Ang kumpanya na microprocessor na Intel Corporation ay lumisan sa pangasiwaan ng One Laptop Per Child association (OLPC), isang non-profit na organisasyon na naglalayong magbigay sa mga bata mula sa mga umuunlad na bansa ng murang mga laptop."
    },
    {
      "input": "USB 3.0, the next generation of the competing USB standard, is due in 2010 with reported speeds of 4.8 Gbps.",
      "output": "Ang USB 3.0, ang susunod na henerasyon ng lumalabang pamantayan ng USB, ay nakatakdang lumabas sa 2010 na may iniulat na bilis na 4.8 Gbps."
    },
    {
      "input": "British and American airline Virgin Atlantic has purchased six of these aeroplanes and intend to fit them with gyms and bars as well as seats.",
      "output": "Ang paliparang Virgin Atlantic ng Britanya at Amerika ay bumili ng anim na ganitong mga sasakyang panghimpapawid at nagbabalak na sukatan ito ng mga dyim at mga baras at gayundin ng mga upuan."
    },
    {
      "input": "Madison Square Garden is also expected to appeal the decision.",
      "output": "Ang Madison Square Garden ay inaasahan ding mag-aapela sa desisyon."
    },
    {
      "input": "A California video game law is currently being reviewed in federal court.",
      "output": "Ang batas ng video game ng California ay kasalukuyang pinag-aaralan sa hukumang pederal."
    },
    {
      "input": "The minimum wage for 18-21 year-olds, the development minimum wage will also go up from GBP 4.10 (EUR 5.94) per hour to GBP 4.25 (EUR 6.16) per hour.",
      "output": "Ang pinakamababang sahod para sa mga mula 18-21 taong gulang ay tataas din mula sa GBP 4.10 (EUR 5.94) kada oras hanggang sa GBP 4.25 (EUR 6.16) kada oras."
    },
    {
      "input": "The ad cites a May 22, 2003 Fox News Channel interview where McCain says \"the President and I agree on most issues.\"",
      "output": "Binanggit sa anunsyo ang isang panayam noong ika-22 ng Mayo, 2003 sa Fox News Channel kung saan sinabi ni McCain na \"ako at ang Presidente ay nagkakaisa sa halos lahat ng mga isyu.\""
    },
    {
      "input": "Russia came in third with Ivan Frantseva, Alexandr Alyabyev, and Mariya Papulova having their scores counted.",
      "output": "Ang Rusiya ay pumangatlo kasama sina Ivan Frantseva, Alexandr Alyabyev, at Mariya Papulova nang binibilang ang kanilang mga iskor."
    },
    {
      "input": "A government spokesman said the Parliament was considering its options for implementing the new laws and would make an announcement soon.",
      "output": "Ang tagapagsalita ng gobyerno ay nagsabi na ang Parliyamento ay itinuturing ang karapatan nito para maipatupad ang mga bagong batas at makagagawa ng isang anunsyo sa lalong madaling panahon."
    },
    {
      "input": "40th President of the United States Ronald Reagan said Williams' voice was \"a national treasure\".",
      "output": "Ang pang 40 Presidente ng Estados Unidos na so Ronald Reagan ay nagsabi na ang boses ni Williams ay isang \"pambansang kayamanan.\""
    },
    {
      "input": "After the breakdown of mediation talks with Newmont on January 20, the residents and their lawyer decided to stop negotiating behind closed doors and take their case to the public.",
      "output": "Matapos masira ang pakikipag-usap sa Newmont noong ika-20 ng Enero, ang mga residente at ang kanilang abogado ay nagdesisyon na itigil ang pribadong negosasyon at dalhin ang kanilang kaso sa publiko."
    },
    {
      "input": "The volcano began erupting on Thursday, and on Friday searches began for another three people who are missing.",
      "output": "Ang bulkan ay nagsimulang pumutok noong Huwebes, at noong Biyernes sinimulan ang paghahanap sa tatlo pang taong nawawala."
    },
    {
      "input": "If elected, he would be the country's first vegan president.",
      "output": "Kung mahahalal, siya ang magiging unang vegan na presidente ng bansa."
    },
    {
      "input": "The Constitution disallows members of the present junta from running for the President's post and requires future leaders to swear on the Qur'an that they will not amend the Constitution to stay in power.",
      "output": "Di pinapayagan ng Konstitusyon ang mga miyembro sa kasalukuyang junta na tatakbo pagka Presidente at kinakailangang ng mga lider sa hinaharap na manumpa sa Qur'an na hindi nila babaguhin ang Konstitusyon para manatili sa kapangyarihan."
    },
    {
      "input": "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.",
      "output": "Simula kalagitnaan ng Agosto, ang mga apoy sa gubat ay lumilipol sa Katimugang bahagi ng Turkey, kasama na ang sikat na puntahan ng mga turista na Bodrum at Antalya-Kas."
    },
    {
      "input": "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.",
      "output": "Si Chris Barclay ng stuff.co.nzs ay naniniwala na may pag-asa ang Fever na manalo lalo pa na sinundan ang pre-season na may dalawang panalo, isang tabla sa Firebirds, at isa lamang talo."
    },
    {
      "input": "Meanwhile, the Philippine Coast Guard (PCG) formed a Special Board of Marine Inquiry (SBMI) to investigate the sea tragedy.",
      "output": "Samantala, nagtatag ng isang Special Board of Marine Inquiry (SBMI) ang Philippine Coast Guard (PCG) upang imbestigahan ang trahedya sa dagat."
    },
    {
      "input": "The lack of money being pumped into the local economy has caused many businesses to close, and the construction of the town's new church has come to a screeching halt.",
      "output": "Ang kakulangan ng pera na nakukuha sa lokal na kabuhayan ay naging dahilan ng pagsasarado ng mga negosyo, at ang pagtatayo ng bagong simbahan sa bayan ay biglang nahinto."
    },
    {
      "input": "Mary MacKillop officially becomes the first sainted Australian on October 17, 2010 in a ceremony at The Vatican.",
      "output": "Si Mary MacKillop ay opisyal na naging unang santong Australiyano noong Oktubre 17, 2010 sa isang seremonya sa Vatican."
    },
    {
      "input": "The Ministry said that even after \"a competent Iraqi security force\" will have replaced them, some troops could still remain in Basra.",
      "output": "Ipinahayag ng Ministeryo na kahit na pinalitan sila ng \"maaasahang pwersa ng Iraq,\" ang ibang mga hukbo ay maaaring manatili sa Basra."
    },
    {
      "input": "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.",
      "output": "Lumagapak palabas ng Pandaigdigang Cup sa Cricket ng 2011 ang Timog Aprika pagkatapos matalo ng New Zealand sa kworterpinal, na palaro sa Mirpur, sa Bangladesh."
    },
    {
      "input": "\"And, clearly, the president has also made very clear that he's on a diplomatic path where Iran comes into focus,\" Rice said.",
      "output": "\"At, malinaw, ang pangulo ay ginawang napaka malinaw na siya ay nasa diplomatikong daan kung saan ang Iran ay nagpokus,\" sabi ni Rice."
    },
    {
      "input": "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).",
      "output": "Ang mga muling pagyanig ay umabot sa antas ng lakas ng 5.9 na ang episentro ay nasa labingsiyam na kilometro sa kanluran ng Pichilemu, ayon sa University of Chile Geological Survey (UCGS)."
    },
    {
      "input": "\"Tree's limbs break under the weight of the snow and bring down power lines as they fall,\" said a statement on NOAA's website.",
      "output": "\"Ang mga galamay ng puno ay nabali sa ilalim ng bigat ng niyebe at magdala pababa ng mga linya ng kuryente habang ang mga ito ay bumabagsak,\" sabi s pahayag sa NOAA's website."
    },
    {
      "input": "A spokesperson for Alex Salmond, First Minister of Scotland and the leader of the Scottish National Party, responded to Major's remarks: Sir John Major is quite wrong to suggest that the rest of the UK should lay exclusive claim to all the assets of the UK, which the people of Scotland contribute to and of which Sterling is one.",
      "output": "Ang tagapagsalita para kay Alex Salmond, ang Unang Ministro ng Eskonya at tagapanguna ng Scottish Partido Nasyunal, ay tumugon sa mga sinabi ni Major: Mali talaga si Ginoong Major na iminungkahi na ang nalalabing UK ay dapat maglapag ng pantanging pag-angkin sa lahat ng mga ari-arian ng UK, na pinag-ambagan ng mga tao ng Eskonya, tulad ng Sterling."
    },
    {
      "input": "I was given clothes to make me look like a Muslim merchant.",
      "output": "Binigyan ako ng mga damit para magmukha akong isang mangangalakal na Muslim."
    },
    {
      "input": "Stan Berenstain, co-creator of the popular Berenstain Bears children's books, has died due to complications from cancer at age 82.",
      "output": "Si Stan Berenstain, ang isa sa mga gumawa ng sikat na librong pambata na Berenstain Bears, ay pumanaw dahil sa komplikasyon ng sakit na kanser sa edad na 82."
    },
    {
      "input": "The thieves are said to be a group of teenagers.",
      "output": "Ang mga magnanakaw ay nasabing isang grupo ng mga kabataan."
    },
    {
      "input": "All of our families went through so much that day.",
      "output": "Lahat ng ating mga pamilya ay labis ang pinagdaanan noong araw na iyon."
    },
    {
      "input": "The case turns around funds of the Belgian Navy that have been used to beautify the Prince's villa in Tervuren.",
      "output": "Ang kaso ay pinapaikot ang pondo ng Hukbong Dagat ng Belgium na ginamit para sa pagpaganda ng bilya ng Prinsipe sa Tervuren."
    },
    {
      "input": "The bronze medal match between the China women's national water polo team and Greece women's national water polo team preceded the gold medal game, which Greece won 8–7, with quarter scoring of 1–2 in the first, 4–2 in the second, 1–2 in the third, and 1–2 in the fourth.",
      "output": "Ang tansong medalya na paligsahan sa pagitan ng pambansang pangkat ng tubig polo ng kababaihan ng Tsina at pambansang pangkat ng tubig polo ng kababaihan ng Gresya ang sinundan ng laro para sa gintong medalya na pinanalunan ng Gresya ng 8-7, na may sangkapat na puntos na 1-2 sa una, 4-2 sa pangalawa, 1-2 sa pangatlo, at 1-2 sa pang-apat."
    },
    {
      "input": "PC World's recent analysis of its own web traffic statistics concluded, \"Usually, Internet Explorer is the #2 browser after Firefox, but over the past 30 days it's been #3, a couple of points behind Safari-and nearly tied with Chrome.\"",
      "output": "Ipinalagay ng bagong pagsusuri ng PC World sa sarili nitong estatistika ng web traffic na \"Karaniwan, ang Internet Explorer ay ang #2 browser pagkatapos ng Firefox, subalit nitong nakalipas na 30 na araw, ito ay naging #3, mga iilang puntos na kulang sa Safari at halos kasingdami ng Chrome.\""
    },
    {
      "input": "The total value of the works on display is approximately $4.1 million.",
      "output": "Ang kabuuang halaga ng mga gawa na nakatanghal ay humigit-kumulang na $4.1 milyon."
    },
    {
      "input": "An U.S. army officer and an Iraqi interpreter were also killed.",
      "output": "Isang opisyal ng hukbo ng U.S. at isang Iraqi na tagapagsalin ay napatay din."
    },
    {
      "input": "While pilots were troubleshooting for this navigational system they first unintentionally disconnected the autopilot, then failed to monitor other instruments informing them they were approaching the sea, crashing into it and destroying the aircraft.",
      "output": "Habang ang mga piloto ay inaayos ang sistemang pang-nabigasyon, inalis nila nang hindi sinasadya ang autopilot, at nakalimutang subaybayan ang iba pang mga instrumento na nagsasabi sa kanila na nalalapit na sila sa karagatan, nahuhulog dito at sisira sa eroplano."
    },
    {
      "input": "Final findings will not be available for several days as a team of 200 experts study all video and stills footage taken of the shuttle during launch, and on approach to the International Space Station (ISS), with which Discovery docked earlier today.",
      "output": "Ang mga panghuling kaalaman ay hindi makukuha sa loob ng ilang araw dahil pinag-aaralan pa ng grupo ng 200 na eksperto ang lahat ng bideo at larawan na nakuha sa syatel noong paglulunsad, at habang papunta sa International Space Station (ISS), kung saan dumaong ang Discovery kanina ngayong araw."
    },
    {
      "input": "\"Twitter is depriving cyberdissidents in repressive countries of a crucial tool for information and organization.\"",
      "output": "\"Ang Twitter ay nagkakait sa mga cyberdissident sa mga represibong bansa ng isang mahalagang kasangkapan para impormasyon at organisasyon.\""
    },
    {
      "input": "According to Bierce, a U.S. Special Agent investigating the incident, the brutal attack which saw Abeer Qassim al-Janabi slain and her parents and younger sister murdered was premeditated.",
      "output": "Ayon kay Bierce, isang U.S. Special Agent na nag-iimbestiga ng insidente, ang mabagsik na atake na nagpaslang kay Abeer Qassim al-Janabi at ang pagpatay sa kanyang mga magulang at nakababatang kapatid na babae ay pinalano."
    },
    {
      "input": "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.",
      "output": "Halos 300 \"pirata ng ginto\" ang inaresto sa loob ng nagdaang dalawang linggo sa Eland mine shaft lamang."
    },
    {
      "input": "According to residents, the bomb exploded near the stage built for the organized celebrations.",
      "output": "Ayon sa mga residente, ang bomba ay sumabog malapit sa entablado na binuo para sa organisadong pagdiriwang."
    },
    {
      "input": "\"If the detainee is IRFed, the haircut and shave will follow the decontamination process,\" adds the manual.",
      "output": "\"Kung ang naka detine ay IRFed, ang pag gupit ng buhok at pag ahit ay alinsunod sa proseso ng pag aalis ng karumihan,\" dagdag ng nasa manwal."
    },
    {
      "input": "\"Canada can take care of North Korea,\" a man in the television ad says.",
      "output": "\"Kayang pangalagaan ng Canada ang Hilagang Korea,\" ayon sa isang lalaki sa isang kampanya sa telebisyon."
    },
    {
      "input": "He said the trend over recent years suggests the growth rate is accelerating, \"signifying that fossil fuels are having an impact on greenhouse gas concentrations in a way we haven’t seen in the past.\"",
      "output": "Sabi niya na ang takbo sa mga nakalipas na mga taon ay nagmumungkahing ang paglaki ng antas ay bumibilis, \"tandang ang gasolinang fossil ay may mga epekto sa mga pundo ng greenhouse gas sa paraang hindi natin nakita sa nakaraan.\""
    },
    {
      "input": "In order to start production of the new flat-screens based on the SED technology, Canon Inc. had to clarify the situation with the Texas-based Nano-Proprietary Inc.",
      "output": "Upang makapagsimula na ng kanilang produksyon ng bagong patag na screens batay sa teknolohiya ng SED, ang Canon Inc. ay kailangang linawin ang sitwasyun kasama ang Nano-Proprietary Inc. na nakabase sa Texas."
    },
    {
      "input": "E-mail and other documents involving the then-FDA Commissioner Mark McClellan were found to have been destroyed \"routinely\".",
      "output": "Si FDA Komisyoner na si Mark McClellan ay natuklasang sinira \"routinely\" ang e-mail at ibang mga dokumento na kinabibilangan noon."
    },
    {
      "input": "Plans are also underway to bring in Europe-wide regulation of credit card fees in 2014.",
      "output": "May mga plano na rin na nakasalang para sa regulasyon ng mga bayarin sa kredit kard sa taong 2014 sa buong Europe."
    },
    {
      "input": "A PG&E spokesperson denied having officially received the lawsuits, but said: \"We remain committed to our customers in San Bruno and will continue to be there to help rebuild the neighborhood.\"",
      "output": "Itinanggi ng tagapagsalita ng PG&E ang opisyal na pagtanggap ng mga kaso, ngunit sinabi niya: \"Kami ay nananatiling tapat sa aming mga mamimili sa San Bruno at mananatiling naroroon para tumulong na itayong muli ang kapitbahayan.\""
    },
    {
      "input": "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.",
      "output": "Siya ay itinuring na makaluma sa lipunan sa kanyang kasaysayan ng pagboto, at sumuporta sa Pagbabago ng Pederal na Kasalan para pagbawalan ang kasalan ng may parehong kasarian."
    },
    {
      "input": "Timo Glock did a brilliant job for his Toyota team, taking the second place.",
      "output": "Napakahusay naman ng ginawa ni Timo Glock para sa kanyang koponan na Toyota, na kumuha ng ikalawang puwesto."
    },
    {
      "input": "A controversial patent directive has been thrown out in a landslide vote.",
      "output": "Isang kontrobersiyal na direktiba ng patente ay itinapon palabas sa isang botohan na may napakalaking kalamangan."
    },
    {
      "input": "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.",
      "output": "Ang plano ay talakayin ang Wikipedia, at kung ano ang gumagana ay hindi para sa ensiklopedya."
    },
    {
      "input": "Johnson died in a hospital at 0211 BST the next day from said wound.",
      "output": "Si Johnson ay namatay sa ospital sa bandang 0211 BST sa sumunod na araw galing sa nasabing sugat."
    },
    {
      "input": "Three of the men, who had previous convictions, were fined $15,000 each, with 100 days to pay.",
      "output": "Ang tatlong lalaking, may naunang mga paghatol, ay pinagmulta ng $15,000 bawa't isa, na dapat bayaran sa loob ng 100 na araw."
    },
    {
      "input": "According to the spokesman, a family was riding on a tractor with a truck-bed hitched on back, when it hit the explosives on a central road; all of the people aboard died, including two children and two women.",
      "output": "Ayon sa tagapagsalita, isang pamilya na sumakay ng traktor na may isang trak ang nakakabit sa likuran, ang tumama sa mga dinamita sa gitna ng daan; lahat ng mga nakasakay ay namatay, kalakip ang dalawang bata at dalawang babae."
    },
    {
      "input": "\"These insurgents, they were not very happy about it and they were cut off because the people had risen against them.",
      "output": "\"Ang mga rebelde, hindi sila gaanong masaya tungkol dito at sila ay inalisan ng koneksyon dahil ang mga tao ay tumindig laban sa kanila."
    },
    {
      "input": "It was not immediately clear if the bombings had anything to do with the coup or the southern insurgency.",
      "output": "Hindi kaagad nalinaw kung ang mga pagsabog ay may kaugnayan sa kudeta o sa paghihimagsik sa dakong timog."
    },
    {
      "input": "The Jewish Federation of Greater Seattle building in Seattle, Washington was the site of a shooting on at around 4 pm on July 28.",
      "output": "Ang gusali sa Seattle, Washington na Jewish Federation ng Greater Seattle ay ang lugar ng pinangyarihan ng isang barilan bandang 4 ng hapon noong Hulyo 28."
    },
    {
      "input": "\"Today, at 15:45 (11:45 GMT) Boris Nikolayevich Yeltsin died in the Central Clinical Hospital as a result of a deteriorating cardio-vascular problem,\" said the spokesperson.",
      "output": "\"Ngayong araw, sa oras na 15:45 (11:45 GMT), si Boris Nikolayevich Yeltsin ay namatay sa Cebtral Clinical Hospital bilang resulta ng lumalalang problemang kardyo-baskyular,\" pahayag ng tagapagsalita."
    },
    {
      "input": "The apparent influence of \"Saudi Arabian Islam\", sometimes known as Wahabism or Salafism, is also scrutinised in the film.",
      "output": "Ang malinaw na implrwensya ng \"Saudi Arabian Islam\", na kilala minsan bilang Wahabism o Salafism, ay sinusuri ring mabuti sa pelikula."
    },
    {
      "input": "\"The situation has changed since the last six-party talks in September last year.",
      "output": "\"Ang sitwasyon ay nagbago mula noong huling pag-uusap ng anim na partido noong Setyembre ng nakaraang taon."
    },
    {
      "input": "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.",
      "output": "Ipinahayag niya na nakuha na niya ang 17 sa 18 boto na kailangan upang makuha ang suporta ng mayoridad sa 34 na kasapi ng OAS."
    },
    {
      "input": "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.",
      "output": "Ang hakbang na ito ay nangyari matapos nangakong magbibitiw sa kanyang puwesto si Tenzin Gyatso, ang ika-14 na Dalai Lama kung ang mga pangyayari ay \"hindi makontrol\" sa Tibet, kung saan ang mga marahas na pagpoprotesta ay kumitil ng 13 hangang 100 na buhay."
    },
    {
      "input": "Parliaments in both countries approved the deal, which will be binding on both countries.",
      "output": "Ang mga kongreso sa kapwa bansa ay pinagtibay ang panukala, nagbibigkis sa kapwa mga bansa."
    },
    {
      "input": "With around a third of global oil shipments passing through, it is the main route for travelling from the Middle East to Asia.",
      "output": "Dinadaan ito ng halos ikatlong bahagi ng pandaigdigang padala ng lagis, ito ang panginahing daan para maglakbay mula sa Gitnang Silangan papuntang Asya."
    },
    {
      "input": "The Somali government has started to lose ground against Al-Shabaab in the past few weeks.",
      "output": "Ang pamahalaan ng Somali ay nagsimulang matalo laban sa Al-Shabaab sa mga nakaraang ilang linggo."
    },
    {
      "input": "German police received a tip six weeks ago by an Israeli citizen who met a man in Ibiza with characteristics similar to Heim.",
      "output": "Nakatanggap ng lihim na impormasyon ang mga pulis na Aleman anim na linggo ang nakakaraan mula sa isang mamamayan ng Israel na nakatagpo sa isang lalaki sa Ibiza na may mga katangian katulad ni Heim."
    },
    {
      "input": "At least eight people have died in a fire in a multi-storied office center, namely, in the office belonging to the Russian Savings Bank (Sberbank), in the Russian Pacific port city of Vladivostok, the Russian Emergency Situations Ministry said Monday.",
      "output": "Nasa walong katao ang namatay sa sunog sa isang maraming palapag na sentrong opisina, ito ay, sa opisinang pag aari ng Russian Savings Bank (Sberbank), sa Russian Pacific port sa Vladivostok, sinabi ng Russian Emergency Situation Ministry noong Lunes."
    },
    {
      "input": "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.",
      "output": "Ang mga demokratikong istratehista ay inihanda ang kanilang mga sarili na samantalahin ang kaugnayan ni Santorum sa isyu ng neolohismo."
    },
    {
      "input": "Park had claimed that his wife had left him for another man.",
      "output": "Sinabi ni Park na iniwan siya ng kanyang asawa para sa ibang lalaki."
    },
    {
      "input": "The Twin Otter propeller-driven aircraft has a crew of three and thirteen passengers, two of whom are babies.",
      "output": "Ang elise ng sasakyang panghimpapawid ng Twin Otter ay may tripulante sa tatlo at labing tatlong mga pasahero, dalawa sa kanila ay mga sanggol."
    },
    {
      "input": "Intelligence officials believe that the militants were associated with Hafiz Gul Bahadur.",
      "output": "Pinaniniwalaan ng mga opisyal na ang mga militante ay may kaugnayan sa Hafiz Gul Bahadur."
    },
    {
      "input": "The leader of the Pakistan Muslim League urged Muslim countries to freeze diplomatic ties with Israel in protest of the work.",
      "output": "Ang pinuno ng liga ng mga Muslim sa Pakistan ay nanghikayat sa mga bansang Muslim na ihinto ang ugnayang pangdiplomasya sa Israel dahil sa pagtutol nito sa paggawa."
    },
    {
      "input": "Transport police were quietly represented by a pig head wearing a police helmet.",
      "output": "Ang transport pulis ay tahimik na inilarawan ng mga ulo ng baboy na nakasuot ng helmet ng pulis."
    },
    {
      "input": "At least 25 per cent of the UK's mail moves through London, even if its end destination is elsewhere.",
      "output": "Hindi bababa sa 25 na porsiyento ng mga liham ng UK ang inililipat sa London, kahit nasa ibang dako ang dulo ng destinasyon nito."
    },
    {
      "input": "The Wikimedia Foundation, the mother organization of the popular Wikipedia encyclopedia, and Answers.com, a search engine company, announced a new partnership.",
      "output": "Ang Wikimedia Foundation, ang inang organisasyon ng sikat na Wikimedia ensiklopedya, at ang Answers.com, isang kompanya para sa pananaliksik, ay nagbalita ng kanilang pagtutulungan."
    },
    {
      "input": "Several other Polish government figures were in the plane as well.",
      "output": "Ilang ibang kinatawan ng pamahalaan ng Poland ay nasa eroplano din."
    },
    {
      "input": "On Sunday, Iran tested its second underwater missile, the Fajr-3.",
      "output": "Noong nakaraang Linggo, sibubok ng Iran ang kanilang ikalawang lunod na misil, Fajr-3."
    },
    {
      "input": "The New Zealand government has announced that it will be reviewing funding for medical and dentistry students at Otago and Auckland Universities to certify the institutions' standards and help staff retention.",
      "output": "Ang pamahalaan ng New Zealand ay nag-anunsiyo na susuriin nito ang pagbibigay ng pondo para sa mga medikal at dentisteriyang mag-aaral ng mga unibersdad ng Otago at Auckland upang pagtibayin ang pamantayan ng institusyon at tumulong sa pagpapanatili ng mga tauhan."
    },
    {
      "input": "Andrew Beveridge, Queens College sociology professor, attributed Detroit's population decline to the loss of its industrial base.",
      "output": "Si Andrew Beveridge, propesor ng sosyolohiya ng Queens College, ay itinangi ang populasyon ng Detroit sa pagkawala ng kaniyang baseng pang-industriya."
    },
    {
      "input": "Chinese officials say to they plan to land an unmanned probe on the moon by 2010 and operate a space station.",
      "output": "Sinabi ng mga opisyales ng Tsina na plano nila na maglunsad ng isang hindi pinapatakbo ng tao na magsisiyasat sa buwan pagdating ng 2010 at magpalakad ng istasyon sa kalawakan."
    },
    {
      "input": "However, the FDA had not considered similar \"potential behavioral implications\" for younger users for other OTC-switches and had previously considered it appropriate to extrapolate data from older to younger audiences.",
      "output": "Gayunpaman, hindi ibinilang ng FDA na parehong \"potensyal na ugaling implikasyon\" para sa mga nakababatang gumagamit nang ibang OTC na lumilipat at ibinilang ito noon na akma para palawakin ang batayan ng bagay-bagay mula sa matanda patungo sa mas batang mga nakikinig."
    },
    {
      "input": "The bombs were described as \"low-intensity but not crude,\" according to police.",
      "output": "Ang mga bomba ay inilarawan bilang \"mababang-uri ngunit hindi rin basta mahinang klase,\" sabi ng mga pulis."
    },
    {
      "input": "\"Initial reports are of no casualties on the ground,\" said the Emergencies Ministries who also said that there was \"no damage or deaths on the ground.\"",
      "output": "\"Ang mga naunang balita ay wala daw mga nadisgrasya sa lupa,\" sabi ng Kagawad sa Kagipitan na nagpahayag din na nagkaroon ng \"walang pagkasira o kamatayan sa lupa.\""
    },
    {
      "input": "Abdullah clarified that female adults \"will be able to run as candidates in the municipal election and will even have a right to vote.\"",
      "output": "Ipinaliwanag ni Abdullah na ang mga kababaihang may sapat na gulang ay \"makakatakbo bilang mga kandidato sa halalan ng bayan at magkakaroon pa ng karapatang bumoto.\""
    },
    {
      "input": "British Airways (BA) and the Spanish airline Iberia have signed a merger deal, which will create one of the largest air carrier groups in the world.",
      "output": "Ang British Airways (BA) at ang Spanish airline Iberia ay nakapaglagda ng kasunduang pagsama-sama, na lilikha ng isa sa pinkamalaking grupong sasakyang panghimpapawid sa buong mundo."
    },
    {
      "input": "Over 100 Australian Jews, including two authors and a federal minister, have condemned Israel's invasion of the Gaza Strip.",
      "output": "Mahigit 100 na mga Australyanong Hudyo, kabilang ang dalawang awtor at isang pederal na ministro ang kumondena sa pagsalakay ng Isarael sa Gaza Strip."
    },
    {
      "input": "Madhavan was arrested by Interpol police after multiple underage girls went to law enforcement with allegations of rape and sexual abuse.",
      "output": "Inaresto si Madhavan ng Interpol matapos ang madaming menor de edad na babae na nagpunta sa mga nagpapatupad ng batas na may dalang alegasyon ng pang-gagahasa at pang-aabusong sekswal."
    },
    {
      "input": "The DWP characterises the action differently, stating 75% of staff voted against the strike.",
      "output": "Salungat naman ang sinasabi ng DWP tungkol sa pagkilos, na nagpahayag na 75% ng empleyado ay bumoto laban sa welga."
    },
    {
      "input": "The social networking site admitted this is double what they anticipated last year.",
      "output": "Ang social networking site ay inamin na ito ay doble sa inakala nila noong nakaraang taon."
    },
    {
      "input": "Ridden by Robbie Power and trained by Gordon Elliott, the 33-1 outsider won the 4 mile 4 furlong (7.2 km) race by three-quarters of a length, becoming the sixth Irish winner in the past nine years.",
      "output": "Sinakyan ni Ridden Power at sinanay ni Gordon Elliot, ang 33-1 na tagalabas ay pinalunan ang 4 na milya furlong (7.2 km) na karera sa pamamagitan ng tatlong-kapat ng haba, at naging ikaanim na nagtagumpay na Irish nitong mga nakaraang taon."
    },
    {
      "input": "\"They are over the moon and I'm sure the commanding officer is as well, even though he's currently at sea on his ship.\"",
      "output": "\"Sila ay nasa ilalim ng buwan at alam ko pati na ang namumunong opisyal, kahit na siya ay kasalukuyang nasa laot sakay ng kanyang barko.\""
    },
    {
      "input": "But we won’t allow illegal activities under the guise of spirituality,\" said Kerala home minister Kodiyeri Balakrishnan in a statement to Howrah News Service.",
      "output": "Subali't hindi namin pinapayagan ang mga ilegal na gawain sa ilalim ng tindig ng espiritwalidad,\" sabi ng ministro ng bahay sa Kerala na si Kodiyeri Balakrishnan sa isang pahayag sa Howrah News Service."
    },
    {
      "input": "Thus, he created a Wikipedia project, Murder Madness and Mayhem, that focussed on creating articles relating to the Latin American literature covered in his class.",
      "output": "Kaya, gumawa siya ng proyektong Wikipdedia, ang Murder Madness at Mayhem na nakapokus sa paggawa ng mga artikulo na may kaugnayan sa Panitikang Latino Amerikano na saklaw ng kanyang klase."
    },
    {
      "input": "Islamic cleric Abu Bakar Bashir toured a Karanganyar village, at which time he commented that he felt the disaster had been caused as a form of divine revenge, saying \"This was likely caused by immoral acts going on here,\" and \"This could be a lesson to be learned.\"",
      "output": "Ang Islamic cleric na si Abu Bakar Bashir ay bumisita sa nayon ng Karanganyar at noon ding oras siya ay nagpahayag na ang sakuna ay nangayari sa kaparaanang banal na paghihiganti, na nagsasabing \"Ito marahil ay dahil sa mga mahalay na mga gawa na nagyayari dito,\" at \"Ito ay aral na kailangang matutunan.\""
    },
    {
      "input": "Billy Kidd, whom he shared the podium with at the 1964 games, said “Obviously, the world knew him for his accomplishments as a ski racer, but I admire him even more because of how he led his life, especially with the challenges of MS.”",
      "output": "Si Billy Kidd na nakabahagi niya sa plataporma noong laro ng 1964 ay nagsabing, \"Walang duda na kilala siya ng buong mundo dahil sa kanyang mga narating bilang isang mangangarera ng ski, ngunit lalo ko siyang hinangaan dahil sa paraan ng kanayang pamumuhay, lalo na habang hinahamon ng MS.\""
    },
    {
      "input": "Dutch financial institution ING Group reported today in its quarterly results an impairment charge of €194 million euros (approximately US$285.6 million).",
      "output": "Iniulat ngayon ng ING Group ng pinansyal na samahan ng Olandes sa minsan sa tatlong buwan nitong mga resulta ang pagpapahinang singil ng €194 milyon euro (humigit-kumulang na US$285.6 milyon)."
    },
    {
      "input": "Unlike Dweck's clinical study, Brookings drew conclusions from statistical data that could be influenced by a variety of factors (since there was no clinical control).",
      "output": "Di gaya ng klinikong pag-aaral ni Dweck, ang Brookings ay naghinuha mula sa mga istatistikong datos na pwedeng impluwensiyahan ng maraming salik (dahil walang klinikong kontrol)."
    },
    {
      "input": "Finally, Yu-cheng Lin won the overall champion to participate in the Grand Final of the championship in South Korea on January 12, 2008.",
      "output": "Sa wakas, si Yu- cheng Lin ay napanalunan ang pangkalahatang kampeon para sumali sa Grand Final ng kampeonato sa South Korea noong Enero 12, 2008."
    },
    {
      "input": "There are also reports that military checkpoints are been set up around the capital.",
      "output": "Mayroon ding mga ulat na may itinatayong mga military tsekpoynt sa paligid ng kabisera."
    },
    {
      "input": "There had however been calls for certain tradtions of the Lewes events to be banned prior to the event on safety grounds.",
      "output": "Gayunman, mayroong mga tawag para sa tiyak na mga tradisyon ng mga kaganapan sa Lewes na ipagbabawal bago ang kaganapan para sa usapin ng kaligtasan."
    },
    {
      "input": "It ended when commandos finally caught up with a lone gunman, who had played a cat-and-mouse game in the Taj Mahal Palace & Tower, nearly 56 hours after the attacks began.",
      "output": "Natapos ito nang mahuli ng mga estado mayor ang nag-iisang mamamaril, na nakipag larong parang pusa at daga sa Taj Majal Palace at Tower, sa may 56 na oras mula ng magsimula ang pag atake."
    },
    {
      "input": "Carol Park was killed with an ice axe, then her body concealed in Coniston Water.",
      "output": "Si Carol Park ay pinatay gamit ang panaksak na yelo, pagkatapos ay itinago sa Tubig ng Coniston."
    },
    {
      "input": "The audience wore shirts adorned with Mugabe portraits and waved banners reading \"Defending our land from imperialists\" and \"Zimbabwe has no place for sell-outs\" in support of Zanu-PF policies.",
      "output": "Ang manonood ay suot ang damit na pinaganda na may larawan ni Mugabe at nagwawagayway ng bandila na mababasa ang \"Ipagtatanggol namin ang aming lupain mula imperyalista\" at \"ang Zimbabwe ay walang lugar para magbenta\" sa suporta ng patakaran ng Zanu-PF."
    },
    {
      "input": "It is not yet clear who is responsible, but Turkish authorities suspect the Kurdistan Workers Party (PKK), a Kurdish separatist group.",
      "output": "Hindi pa malinaw kung sino ang may kagagawan, ngunit pinagsususpetsahan ng awtoridad ng Turko ang Partido ng Manggagawang Kurdistan (PKK), isang separatistang grupong Kurd."
    },
    {
      "input": "According to opponents of CAFTA, the current trend of American jobs being sent to foreign countries, particularly in the information technology sector, would greatly expand under the treaty.",
      "output": "Ayon sa mga kalaban ng CAFTA, ang kasalukuyang kalakaran ng trabahong Amerikano na ipinapadala sa mga dayuhang bayan, partikular sa mga sektor ng impormasyong teknolohiya, ay lalong lalawak sa ilalim ng kasunduan."
    },
    {
      "input": "\"These pieces of debris have been causing sonic booms, resulting in vibrations felt by some residents, as well as flashes of light across the sky,\" said the NOAA on Friday in an public information alert posted on their website.",
      "output": "\"Ang mga pirasong ito ng mga labi ang nagiging sanhi ng mga sonic boom, na nagreresulta sa pagyanig na naramdaman ng ilang residente, gayundin ng mga pagkislap ng liwanag sa kabilang panig ng kalangitan,\" sabi ng NOAA noong Biyernes sa isang pang-alerto sa publikong impormasyon na nai-paskil sa kanilang websayt."
    },
    {
      "input": "Pachauri stressed the link between the fight against climate change and peace.",
      "output": "Binigyng diin ni Pachauri ang kaugnayan sa pagitan ng paglaban sa pagbabago ng klima at kapayapaan."
    },
    {
      "input": "Defenders of the officials said their legal analyses, which were conducted immediately following the September 11 attacks, are now being unfairly second-guessed.",
      "output": "Sinabi ng mga tagapagtanggol ng mga opisyal na ang kanilang mga legal na pagsusuri, na isinagawa agad pagkatapos ng pag-atake noong Setyembre 11, ay ngayon ay napasailalim ng di makatarungang walang batayan na panghuhula."
    },
    {
      "input": "While China is being openly critical of North Korea, it has a veto right on the UN Security Council that has prevented further sanctions.",
      "output": "Habang ang Tsina ay hayagang pinupuna ang Hilagang Korea, mayroon itong karapatang beto sa Konsehong Pang-seguridad ng UN na pumigil sa mga karagdagang parusa."
    },
    {
      "input": "City Manager Jennifer Sparacino estimates, \"That's worth about $100,000 per year in volunteer time.\"",
      "output": "Ang Tagapamahala ng Lungsod na si Jennifer Sparacino ay nagtantiyang, \"Iyan ay nagkakahalaga ng kulang-kulang $100,000 kada taon ng boluntaryong oras.\""
    },
    {
      "input": "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.",
      "output": "Tila ang masamang kapalaran at mga pagbabago ang naglagay sa Aleman na responsible sa taktikong laro sa kauna-unahang pagkakataon sa labanan."
    },
    {
      "input": "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.",
      "output": "Ang Konseho ng bayan ng Bristol ay nag-ulat na posibleng mabuksan ang aklatan sa Martes, pero kahit na sinabi niya na ito ay mananatili pa ring naksarado sa araw na iyon."
    },
    {
      "input": "The accusation centers around a report in The New York Times associating Obama with William C. Ayers, a Chicago professor who was a member of the radical Weathermen group during the 1960s.",
      "output": "Ang akusasyon ay sumesentro palibot sa isang ulat sa The New York Times na idinadawit si Obama kay William C. Ayers, isang Propesor sa Chicago na naging miyembro ng radikal na grupong Weatherman noong ika-1960."
    },
    {
      "input": "Hynek Burda of the University of Duisburg-Essen in Germany led the team that announced the unconfirmed study.",
      "output": "Pinangungunahan ni Hynek Burda ng Unibersidad ng Duisburg-Essen sa Germany ang pangkat na nag-anunsyo sa di pa napapatunayang pag-aaral."
    },
    {
      "input": "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.",
      "output": "Nakikita ng ibang bansa na ang kalakal-panluwas ng Romania ay mas mahal, kaya hindi masyadong mabenta, dahil sa pagtaas ng halaga ng leu, at ito ay maaring magpalawak sa malaki ng kakulangan sa pagkakautang ng bansa."
    },
    {
      "input": "The race started with Team New Zealand, skippered by Dean Barker, having a slight advantage.",
      "output": "Nagsimula ang karera sa pamamagitan ng Team New Zealand, kung saan kapitan si Dean Barker, na mayroong bahagyang bentahe."
    },
    {
      "input": "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.",
      "output": "\"Maraming nagkakagusto sa produktong ito,\" sabi ng editor na si Keith Alcorn ng National Aids Manual."
    },
    {
      "input": "A try from Nathan Sharpe and a hat-trick from Rocky Elsom put the Wallabies ahead by 23-3 at half time.",
      "output": "Ang try mula kay Nathan Sharpe at tatlong magkakasunod na iskor mula kay Rocky Elsom ay nagambag sa Wallabies ma manguna sa iskor na 23-3 sa kalahating oras."
    },
    {
      "input": "Philip Rogers, a coroner from Swansea, recorded the verdict as an accidental death.",
      "output": "Itinala ni Philip Rogers, ang isang tagapadsuri galing Swansea, ang hatol bilang aksidenteng pagkamatay."
    },
    {
      "input": "NASA officials, astronauts, schoolchildren and family members attended the ceremony, which was held just miles from Columbias intended landing site.",
      "output": "Ang mga opisyal ng NASA, mga astronot, mag-aaral at miyembro ng pamilya ay dumalo sa seremonya, na ginanap mga milya mula sa kung saan ang lugar ng paglapag ay inilaan ng Columbia."
    },
    {
      "input": "The 41st anniversary of the Apollo 1 fire was on Sunday, and Monday saw the 22nd anniversary of the Challenger disaster.",
      "output": "Ang ika-41 na anibersariyo ng Apollo 1 fire ay noong Linggo, at noong Lunes ay nakita ang ika-22 na anibersariyo ng sakuna ng Challenger."
    },
    {
      "input": "Authorities from the U.S. Federal Bureau of Investigation are currently investigating death threats targeted towards the New York investment firm Goldman Sachs.",
      "output": "Ang mga awtoridad mula sa U.S. Federal Bureau of Investigation ay kasalukuyang nag-iimbestiga sa pagbabanta sa buhay na naka-ukol sa kompanya ng imbestment na Goldman Sachs sa New York."
    },
    {
      "input": "In his writings and media appearances, Gray has advocated against the War on Drugs.",
      "output": "Sa kaniyang mga akda at paglabas sa midya, nagtaguyod si Gray sa digmaan laban sa droga."
    },
    {
      "input": "For more information on the election, read Toronto municipal election, 2006.",
      "output": "Para sa karagdagang impormasyon tungkol sa eleksyon, basahin ang 2006 Eleksyong Munisipal ng Toronto."
    },
    {
      "input": "His legacy of participation can be seen in the upcoming 2012 Summer Paralympics in London.",
      "output": "Ang pamana ng kanyang pagsali ay makikita sa susunod na 2012 Summer Paralympics sa London."
    },
    {
      "input": "The ship's 18-man crew are said to be \"very happy\" with developments.",
      "output": "Ang 18 tripulante ng barko ay sinasabing \"sobrang saya\" sa kaganapan."
    },
    {
      "input": "After table tennis and soccer, events from martial arts including karate, judo, and taekwondo were featured mainly in the 2nd matchday.",
      "output": "Pagkatapos ng tenis sa mesa at putbol, ang mga kaganapan mula sa martial arts kasama ang karate, judo, at taekwondo ay unang-unang itinampok sa ika-2 na araw ng pagtatambal."
    },
    {
      "input": "In Britain, it is estimated that migraines affect 20 per cent of the population, with about 190,000 migraines occurring daily and over 25 million lost days from work every year.",
      "output": "Sa Britanya, tinatayang 20 porsiyento ng populasyon ang apektado ng migraine, na may halos 190,000 na migraine ang nagaganap araw-araw at mahigit 25 milyon ang nawalang mga araw mula sa trabaho bawat taon."
    },
    {
      "input": "He commented on the speed of the identification; he said that they had quickly ruled out Holloway because her records had shown that she had her wisdom teeth previously removed.",
      "output": "Siya ay nag komento sa bilis ng pagkakakilanlan; sinabi niya na madali lamang na patunayan na hindi ito kay Holloway dahil ang kanyang rekord ay nagpapakita na siya ay nagpatanggal ng ngipin ng katalinuhan."
    },
    {
      "input": "Employees said that they were fired or pressured to quit after they objected to the Forum courses.",
      "output": "Sinabi ng mga empleyado na sila ay tinanggal o pinilit na magbitiw matapos na sila ay sumalungat sa kurso ng Pagtitipon."
    },
    {
      "input": "We believe that means he sees this as not frivolous, and he’s going to decide it on the merits, said Michael Ettinger, Robert's attorney.",
      "output": "Naniniwala kami na nangangahulugang nakikita niya ito hindi bilang isang hangal, at pagpapasyahan niya ito sa mga katangian, sabi ni Michael Ettinger, na ang abogado ng Robert."
    },
    {
      "input": "Micheletti said late on Thursday that he is installing a national unity government without the participation of Zelaya, who has declined to name any cabinet members.",
      "output": "Sinabi ni Micheletti noong Huwebes ng gabi na siya ay magtatayo ng pambansang pamahalaan ng pagkakaisa na walang partisipasyon ni Zelaya, na tumangging pangalanan ang sinumang miyembro ng kabinete."
    },
    {
      "input": "Yesterday five US soldiers were killed in three separate bombing incidents, killing four and one respectively, the US military announced today.",
      "output": "Kahapon ay limang sundalo ng US ang napatay sa tatlong magkakahiwalay na insidente ng pambobomba, pumatay sa apat sa una at isa sa huli, ayon sa anunsyo ng US militar ngayon."
    },
    {
      "input": "The World Health Organisation says Chinese smoking-related deaths account for one fifth of deaths from smoking world-wide.",
      "output": "Ang Pandaigdigang Organisasyon sa Kalusugan ay nagsabing ang mga kamatayan na sanhi ng paninigarilyo ng mga Tsino ay kadahilanan ng ika-lima na kamatayan dulot ng paninigarilyo sa buong mundo."
    },
    {
      "input": "\"Just when you think the credibility of this White House can't get any lower, another shoe drops,\" said Senator Chuck Schumer, of New York.",
      "output": "\"Sa oras mismo na inisip mong hindi na bababa pa ang kredibilidad ng White House, isang pangyayari na naman ang naganap,\" pahayag ni Senador Chuck Schumer ng New York."
    },
    {
      "input": "You might go through life feeling unfulfilled.",
      "output": "Maaari kang dumating sa buhay mo na pakiramdam mo ay hindi ka kontento."
    },
    {
      "input": "It is too early to tell how this will end, but Microsoft has made it known that it will try all available routes; up to and including a hostile takeover.",
      "output": "Napakaaga pang sabihin kung paano ito magtatapos, pero ipinagbigay-alam ng Microsoft na susubukan nito ang lahat ng pwedeng paraan;maging ang marahas na pag-agaw."
    },
    {
      "input": "For over an hour they spoke about Iranian politics, whether Israel is in danger of being side-lined in Middle Eastern importance because of Arab oil wealth, and his thoughts against those who say Israeli culture is in a state of decay.",
      "output": "Sa higit na isang oras nagsalita sila tungkol sa pulitika sa Iran, kung ang Israel ay nasa panganib na hindi mapabilang sa pagiging mahalaga sa Gitnang Silangan dahil sa yamang langis ng Arabia, at ang kanyang mga iniisip laban doon sa mga nagsasabing ang kultura ng Israel ay nasa estado ng pagkabulok."
    },
    {
      "input": "Data from Cassini's cosmic dust analyzer show the grains expelled from fissures, known as tiger stripes, are relatively small and usually low in salt far away from the moon.",
      "output": "Ang datos mula sa tagasuri ng alikabok na kosmiko ng Cassini ay nagpapakita na ang mga butil na tumalsik mula sa bitak, na kilala bilang tiger stripes, ay medyo maliit at karaniwang mababa sa asin malayo mula sa buwan."
    },
    {
      "input": "\"They take money without consent, order us around, and tell us what we can and cannot put in our bodies.\"",
      "output": "\"Kumukuha sila ng pera nang walang kunsento, inuutusan kami, at sinasabihan kung ano ang dapat at hindi dapat gamitin sa aming katawan.\""
    },
    {
      "input": "Police launched an investigation into the incident and have deployed additional personnel to guard the area to prevent revenge attacks.",
      "output": "Inilunsad ng pulisya ang imbestigasyonsa pangyayari at nagpakalat ng karagdagang tauhan upang bantayan ang mga lugar para maiwasan ang mga atake ng paghihiganti."
    },
    {
      "input": "There were 1,043 road fatalities in Illinois last year, and this year officials want that figure to be at 943 or less.",
      "output": "Mayroong 1,043 na aksidente sa kalsada sa Illinois noong nakaraang taon, at ngayong taon nais ng mga opisyal na itong bilang ay magiging 943 o mababa pa."
    },
    {
      "input": "\"For those who believe in international justice and accountability for human rights crimes, the trial of Saddam Hussein is a rare opportunity to test the system and make it work.\"",
      "output": "\"Para sa mga nanniniwala sa internasyonal na hustisya at pananagutan para sa krimeng karapatang pantao, ang paglilitis ni Saddam Hussein ay isang bihirang oportunidad na subukin ang sistema at paganahin ito.\""
    },
    {
      "input": "In this month's edition on the campaign trail: the campaign manager for a candidate already seeking two presidential nominations discusses the likelihood his candidate will run for the Reform Party's nomination; a lesser known candidates forum reveals an alternative fuel possibility and concludes in a dramatic fashion; and the newly nominated candidate for the Boston Tea Party talks with Wikinews.",
      "output": "Sa edisyon ng buwan na ito na pinagdaanan ng kampanya: ang tagapamahala ng kampanya para sa isang kandidato ay kaagad na naghahanap ng dalalwang pampanguluhang nominasyon na tinatalakay ang posibilidad ng kanyang kandidato na tatakbo para sa nominasyon ng Partido sa Reporma; isang maliit na kilalang mga kandidato na inilabas sa pagtitipon ang posible na alternatibong gatong at nagtatapos sa isang dramatikong anyo; at ang bagong nominado na kandidato para sa Boston Tea Party ay pinagusapan sa Wikinews."
    },
    {
      "input": "\"I think from this statement, it will make him a very ineffective mayor,\" he said.",
      "output": "\"Sa tingin ko mula sa pahayag na ito, gagawin siya nitong isang napakawalang kwentang mayor,\" sabi niya."
    },
    {
      "input": "Mr. Mahajan's liver was severely injured in the incident, leading to massive blood loss.",
      "output": "Malubhang nasugatan ang atay ni Ginoong Mahajan sa insidente, nanging dahilan nang matinding pagkawala ng dugo."
    },
    {
      "input": "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.",
      "output": "Sa karagdagan, tiningnan nila ang mga lagusan sa mga sistema na tumutulong na kontrolin ang atmospera ng estasyon at inilipat ang isang eksperimentong Hapon ng pangkatawang agham."
    },
    {
      "input": "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.",
      "output": "Matapos makita ang sitwasyon ng batas at kaayusan sa Delhi, ang Komite ng Tagasubaybay ng Kataastaasang Hukuman ay nagrekomenda sa Kataastaasang Hukuman na huwag ng ibalik ang kilusang pagtatatak ng MCD sa Nobyembre 1."
    },
    {
      "input": "As international climate policy director of NRDC Jake Schmidt commented similarly, \"It’s going to be a tense negotiation over emissions cuts for developed countries.\"",
      "output": "Ang direktor ng internasyonal na polisiya sa klima ng NDRC na si Jake Schmidt ay nagsabi, \"Ito ay magiging isang negosasyon na puno ng tensyon tungkol sa mga pagbabawas ng emisyon ng mga maunlad na bansa.\""
    },
    {
      "input": "Rosemarie F. is said to have been unaware of her husbands' activities.",
      "output": "Si Rosemarie ay di-umano walang alam sa mga pinaggagawa ng kanyang asawa."
    },
    {
      "input": "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.",
      "output": "\"Ako'y nababahala na itong desisyon ng administrasyong Obama na itigil ang offshore development ng isang taon ay magdudulot ng mas maraming abala at mas mataas na gastos para sa lokal na langis at produksiyon ng gas para matugunan ang pangangailangan ng bansa sa enerhiya,\" inihayag ni Begich."
    },
    {
      "input": "At least 27 aftershocks were also recorded, the strongest of which came in at 5.5 and 5.9 magnitude.",
      "output": "Hindi bababa sa 27 na mahihinang lindol ang naitala rin, ang pinakamalakas dito ay 5.5 at 5.9 na lakas."
    },
    {
      "input": "\"One thing is clear: The five members of the court who issued the opinion do not share the same 'standards of decency' as the people of Louisiana,\" Jindal said.",
      "output": "\"Ang tanging bagay na maliwanag ay: Ang limang miyembro ng hukuman na nagpalabas ng opinton ay hindi nakikibahagi sa parehong 'pamantayan ng kagandahang-asal'ng mga taungbayan ng Lousiana,\" sinabi ni Jindal."
    },
    {
      "input": "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.",
      "output": "Pagkaraan lamang ng dalawang linggo pagkatapos dalhin ng Tsina sa pagbagsak ang pandaigdigang pamilihan, ang lumalaking pag aalala tungkol sa mga sub-prime na nagpapautang sa sangla sa Estados Unidos ay nagdadala ng pangamba sa mga nagpapalitan ng stocks sa buong mundo."
    },
    {
      "input": "It was initially tested out on a large subset of the pages of Wikipedia, a free online encyclopedia project which preserves every change made to each of its articles.",
      "output": "Ito ay unang sinubukan sa isang malaking subset ng mga pahina ng Wikipedia, isang proyekto na libre at onlayn na ensiklopedya na pinapangalagaan ang bawa't pagababago sa bawa't artikulo nito."
    },
    {
      "input": "San Diego-based Disgorge announced his death in the following statement:",
      "output": "Ang naka base sa San Diego na Disgorge inanunsyo ang kanyang pagpanaw sa mga sumusunod na pahayag:"
    },
    {
      "input": "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.",
      "output": "Noong nakaraang linggo ang rehimen ng Fijian ay nagbanta na paalisin ang Mataas na Komisyonado ng New Zealand maliban kung ang gobyerno ng New Zealand ay ipagkalooban ng bisa si George Nacewa, ang anak ng isang senior na opisyal ng rehimen."
    },
    {
      "input": "Before his post at Apple, Cook held positions at IBM and Compaq.",
      "output": "Bago niya tinanggap ang pwesto sa Apple, humawak din si Cook ng katungkulan sa IBM at Compaq."
    },
    {
      "input": "Cases have multiplied by 25 times since 1998 at the University of Chicago.",
      "output": "Ang mga kaso ay dumami ng 25 beses simula ng 1998 sa Unibersidad ng Chicago."
    },
    {
      "input": "More efficient servers will also drive down utility costs for the social media giant, which relies on massive data centers around the United States to keep its operations going.",
      "output": "Ang mga mas mahuhusay na server ay magpapababa ng gastos sa kagamitan para higanteng panlipunang media, na umaasa sa mga malalaking sentro ng datus sa buong Estados Unidos para maipagpatuloy nito ang kanilang operasyon."
    },
    {
      "input": "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.",
      "output": "Kami ay naniniwala na kailangan ng Hilagang Korea na magpakita ng konkretong aksyon tungo sa paglisan nito sa armas nukleyar at mga kasalukuyang programang pangnukleyar,\" pahayag ni Shinzo Abe, ang Ministro ng Japan."
    },
    {
      "input": "\"It will not end ... until it reaches the ocean or the winds turn around,\" said San Diego County Fire Battalion Chief, Bruce Cartelli.",
      "output": "\"Hindi matatapos...hangga't humantong sa karagatan o kaya ang hangin ay bumuwelta,\" sabi ng San Diego Country Fire Battalion Chief, Bruce Cartelli."
    },
    {
      "input": "Nonetheless the national health system of Sierra Leone demands payment for all treatment with simple consultations costing as much as 25 days of income.",
      "output": "Gayunman, ang pambansang panuntunang pangkalusugan ng Sierra Leone ay nangangailangan ng bayad para sa lahat ng panggamot na may simpleng pagpapatingin na nakakahalaga ng halos 25 araw na kita."
    },
    {
      "input": "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.",
      "output": "Ang Australian Conservation Foundation (ACF) na kasama sa kumpanya ng nukleyar, na si Dave Sweeney, ay nagsabi na ang pag-aaral ay lumalabas ay may mali at hindi nagbibigay ng tamang argumento sa paggamit ng enerhiyang nukleyar."
    },
    {
      "input": "Komar, 45, is believed to be the first pilot prosecuted over an air accident in Indonesia despite the country's poor aviation safety record.",
      "output": "Si Komar, 45 taong gulang, ay pinaniniwalaang unang piloto na inusig para sa isang aksidenteng pang-ere sa Indonesia sa kabila ng hindi magandang tala ng kaligtasang pang-ere ng bansa."
    },
    {
      "input": "Supporters of Mr Ortega have claimed the verdict is 'politically motivated' according to BBC reports, with an appeal being planned.",
      "output": "Sinabi ng mga tagasunod ni Ginoong Ortega na ang hatol ay \"dahil sa udyok na politikal\" ayon sa mga ulat ng BBC, habang pinaplano ang isang apela."
    },
    {
      "input": "The protests started the same weekend, and had been lasting since, with couple to several dozen people attending.",
      "output": "Ang protesta ay nagsimula sa katapusan ng parehong linggo, at tumatagal pa mula noon, mula sa kakaunting tao hanggang umabot ng ilang dosenang tao ang dumalo."
    },
    {
      "input": "\"People who usually live in an area that has been directly affected by the tsunamis and may wish to temporarily extend their stay in Australia should contact the Department on the hotline on 1300 735 683,\" a Department spokesperson said.",
      "output": "\"Ang mga tao na karaniwang namumuhay sa lugar na direktang naapektuhan ng tsunami at naghahangad na mapatagal pansamatala ang kanilang paglagi sa Australya ay dapat makipag-ugnayan sa Departamento sa hotline na 1300 735 683,\" sabi ng isang tagapagsalita ng Departamento."
    },
    {
      "input": "Jaynes, who used the alias “Gaven Stubberfield” as well as others, peddled junk products and pornography.",
      "output": "Si Jaynes na gumamit ng alias na \"Gaven Stubberfield\" at iba pang alias, ay naglalako ng produktong walang silbi at pornograpiya."
    },
    {
      "input": "Noises resembling bangs were heard at approximately 1320 BST (1220 UTC); the male suspect was placed under arrest at about 1345 BST (1245 UTC), just over three hours after the incident began.",
      "output": "Ang mga ingay kahalintulad ng pagsabog ay narinig halos mga 1320 BST (1220 UTC); ang lalaking suspek ay naaresto noong 1345 BST (1245 UTC), pagkatapos ng tatlong oras noong nagsimula ang insidente."
    },
    {
      "input": "The Telegraph reports that president Bai Koroma was also hoping to secure a significant increase in aid donations with his new health plan.",
      "output": "Ang Telegraph ay nag-uulat na si pangulong Bai Koroma ay umaasa rin na siguraduhin ang isang makabuluhang pagtaas sa kaloob pangsaklolo sa kaniyang bagong planong pangkalusugan."
    },
    {
      "input": "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.",
      "output": "Inihabla kahapon ng abugado ng distrito ng Milwaukee County si Cory J. Feerick, isang 33-taong gulang na mula sa Brookfield, Wisconsin, na may salaysay ng limang maliit na paglabag sa batas ng pagnanakaw ng US $ 35,000 na halaga ng balbula ng pangbuhos mula sa mga banyo at mga ihian ng fast food restaurant at unibersidad."
    },
    {
      "input": "FIFA has given the country 72 hours to restore the Iraq Football Association (IFA); if this is not done, the case is to be referred to FIFA's emergency committee.",
      "output": "Binigyan ng FIFA ang bansa ng 72 na oras para ibalik ang Iraq Football Association (IFA); kapag hindi ito naisagawa, ang kaso ay dadalhin sa emerhensyang komite ng FIFA."
    },
    {
      "input": "Judge Philip Statman said that Langham will remain in custody till his sentencing on September 14.",
      "output": "Si Hukom Philip Statman ay nagsabing si Langham ay mananatili sa kustodiya hanggang sa kanyang paglilitis sa ika-14 ng Setyembre."
    },
    {
      "input": "\"I would focus on building issue-based coalitions to deal with specific practical problems (things like management inefficiencies, procurement policies, information technology, outsourcing) that have little to do with ideological politics,\" he said.",
      "output": "\"Ibig kung tutukan ang pagtayo ng usapang-hango sa pagkakaisa para tugunan ang tiyak na mga problemang practikal (mga bagay kagaya ng hindi mabisang pangangasiwa, patakarang prokyurment, teknolohiyang pang impormasyon, awtsorsing) na may kinalaman sa ideyolohikal na politika,\" sabi niya."
    },
    {
      "input": "A further Cabinet meeting is to be held prior to the publication of a White Paper just before Christmas.",
      "output": "Isang karagdagang pagpupulong ang magaganap bago ang paglalathala ng isang White Paper bago mag-Pasko."
    },
    {
      "input": "The leader of the protests was fugitive Major-General Khattiya Sawasdipol, the radical leader of the militant Red Shirt movement.",
      "output": "Ang pinuno ng mga protesta ay ang pugante na si Mayor-Heneral Khattiya Sawasdipol, radikal na pinuno ng samahan ng mga militante na Red Shirt."
    },
    {
      "input": "According to the Israeli Ambassador to the United States, Israel accepts the apology.",
      "output": "Ayon sa Ambasador ng Israel para sa Estadus Unidos, tinanggap ng Israel ang paghingi ng tawad."
    },
    {
      "input": "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.",
      "output": "Nagbigay ng paliwanag ang US Secretary of State na si Condoleeza Rice kung bakit nag-abstinensya ang Estados Unidos at hindi rin tumanggi sa resolusyon."
    },
    {
      "input": "2,000 schools and 1,300 after/out of school programs will benefit from the funding.",
      "output": "2,000 na mga paaralan at 1,300 na tapos na/labas sa paaralan na mga programa ang makikinabang mula sa pagpopondo."
    },
    {
      "input": "Venus Williams triumphed over Marion Bartoli of France 6-4, 6-1 yesterday to win the Women's Singles event at the 2007 Wimbledon Championships.",
      "output": "Si Venus Williams ay nanalo laban kay Marion Bartoli ng Pransya 6-4, 6-1 kahapon para manalo sa Women's Single event sa 2007 na Kampeonato ng Wimbledon."
    },
    {
      "input": "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.",
      "output": "Ang nagwagi sa paboritong babae, na ibinoto ng publiko \"ng isang bansang milya,\" ay si Hillary Barry."
    },
    {
      "input": "A U.S. federal public defender appointed to Moussaoui argued for the jury to spare his life during opening statements on Monday, March 6, in the trial that will determine his fate — either life in prison or death by lethal injection.",
      "output": "Isang U.S. federal public defender na hinirang para kay Moussaoui ang umapela sa lupong tagapaghatol na payagan siyang mabuhay noong Lunes, Marso 6, sa pagbubukas ng paglilitis - paglilitis na magpapasya ng kanyang kapalaran- habang buhay sa bilangguan o kamatayan gamit ang nakakamamatay na iniksyon."
    },
    {
      "input": "As a further jab at McDonald he joked that he and his wife \"had a great time too, replacing all the light bulbs he had taken with him.\"",
      "output": "At bilang karagdagang patama kay McDonald, nagbiro ito na siya at ang kanyang asawa \"ay nagkaroon din ng masayang oras, sa pagpapalit ng mga bumbilya na dinala niya.\""
    },
    {
      "input": "These include The Pope, Guy Fawkes and other unpopular figures.",
      "output": "Kasama dito ang Papa, Guy Fawkes at ang ibang pang hindi tanyag na anyo."
    },
    {
      "input": "Thereafter, the campaign decided to make the announcement in Virginia, and so Ryan was once again secretly flown, this time to Elizabeth City, North Carolina near Norfolk, where he met with Romney and prepared his acceptance speech.",
      "output": "Pagkatapos noon, ang kampanya ay nagdesisyon na gawin ang pagpapahayag sa Virginya, at si Ryan ay muling tahimik na lumipad, sa oras na ito ay sa Elizabeth City, North Carolina malapit sa Norfolk, na kung saan at magkita sila ni Romney at paghandaan ang kanyang talumpati sa pagtanggap."
    },
    {
      "input": "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.",
      "output": "Binanggit niya na siya ay tumatanggap ng maliit na porsiyento lamang ng kanyang kinikita mula sa korporasyon; tumugtog siya kagabi kasama ang kanyang bandang The Distractions sa Sinehang Bloomsburry sa London."
    },
    {
      "input": "Canon Inc. announced the initiative to start production of new generation flat-panel television on its own.",
      "output": "Ang Canon Inc. ay nagpahayag ng pasimuno para makapagsimula ng produksyon sa bagong henerasyon sa kanilang sariling patag na panel na telebisyun."
    },
    {
      "input": "The World Health Organisation estimates 37 million people worldwide live with dementia and/or Alzheimer's.",
      "output": "Tinatantya ng World Health Organization na ang 37 milyong tao sa buong mundo ay namumuhay na may dementia at/o Alzheimer."
    },
    {
      "input": "It is about seventy kilometres north of Sana'a, the country's capital.",
      "output": "Ito ay halos pitumpung kilometro sa hilaga ng Sana'a, ang kabisera ng bansa."
    },
    {
      "input": "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.",
      "output": "Si Praveen Khandelwal, ang Pangkalahatang Sekretarya ng Konpedersyon ng Lahat ng Mangangalakal sa India, ay nagsabing, ititigil na nila ang pagwewelga sa Miyerkules ng gabi at itutuloy nila ang kanilang pakikipagtalo sa pamamagitan ng pagpapakagutom bilang protesta at pakikipagkomperensiya laban sa kilusang pagtatatak."
    },
    {
      "input": "The game opened its first period with 4 goals for the Whalers, with right wing player Dan Collins scoring two.",
      "output": "Binuksan ang unang yugto ng laban na may 4 na gowl para sa Whalers, at ang manlalaro sa right wing na si Dan Collins ay nakapuntos ng dalawa."
    },
    {
      "input": "\"I assure that those who do break the law will be dealt with.\"",
      "output": "\"Sisiguraduhin ko na mananagot ang mga taong hindi sumusunod sa batas.\""
    },
    {
      "input": "\"It is an unfortunate irony that many more lives will be lost or put in jeopardy as a result of not having the drug available for its legitimate medical use.\"",
      "output": "\"Ito ay isang minamalas na kabalintunaan na maraming buhay ang mawawala o malalagay sa panganib bilang resulta ng pagkawala ng gamot na gagamitin para sa lehitimong gamit medikal.\""
    },
    {
      "input": "\"I want my children to have the basics of scientists, I don't want to be fed activism'.\"",
      "output": "\"Gusto kong magkaroon ang aking mga anak ng mga batayan ng mga siyentipiko, ayaw kong mamulat sila ng aktibismo'.\""
    },
    {
      "input": "The roadmap, known as the Saint Andrews Agreement, came after three days of intense talks in St. Andrews, Scotland.",
      "output": "Ang bagong pamamaraan na kilala bilang Kasunduan ng Santong Andrews ay dumating pagkatapos ng tatlong araw ng matinding usapan sa St. Andrews, Scotland."
    },
    {
      "input": "Whereas Wikipedia editors are judged by how they are perceived in the Wiki community, the amount of barnstars they receive and by the value of their contributions, Fixya's customers rate its experts based upon the usefulness of their advice.",
      "output": "Samantantalang ang mga patnugot ng Wikipedia ay hinuhusgahan kung paano sila tinitingnan ng kumunidad ng Wiki, ang dami ng barnstar na natanggap nila at ang halaga ng kanilang kontribusyon, ang mga kustomer ng Fixya ay tinatasahan ang mga eksperto base sa pakinabang ng kanilang payo."
    },
    {
      "input": "Associates of Erhard bought the license to his \"technology\" and incorporated Landmark Education in California in 1991.",
      "output": "Ang mga kabakas ng Ernard ay bumili ng lisensiya sa kanyang \"teknolohiya\" at isinama ang Palatandaan ng Edukasyon sa Kalipornya noong 1991."
    },
    {
      "input": "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).",
      "output": "Ang lokasyon ng labi ay anim na milya sa hilaga sa huling iniulat na posisyon ng eroplano mula sa baybayin ng Brazil sa lalim na 3,800 at 4,000 metro (2,070 hanggang 2,190 fathoms o 12,467 talampakan at 13,123 talampakan)."
    },
    {
      "input": "Michael Raper, spokesperson for the National Welfare Rights Network says it is a severe penalty.",
      "output": "Sinabi ni Michael Raper, na tagapagsalita para sa National Welfare Rights Network na ito ang isang mahigpit na parusa."
    },
    {
      "input": "Delp left the band in 1991, and was replaced by Fran Cosmo.",
      "output": "Iniwan ni Delp ang banda noong 1991, at pinalitan ni Fran Cosmo."
    },
    {
      "input": "He asks if the advice reached then prime minister Tony Blair or Chancellor of the Exchequer Gordon Brown, \"And if not, why not?\"",
      "output": "Naitatanong niya na kung ang tagubilin ay nakarating sa dating punong ministro na si Tony Blair o sa Kanselor ng Exchequer na si Gordon Brown, \"At kung hindi, bakit hindi?\""
    },
    {
      "input": "\"After a thorough review of all aspects of the case, the Secretary General has decided that Mr. Joseph Stephanides be summarily dismissed for serious misconduct in accordance with UN staff regulations,\" relayed spokesman Stephane Dujarric.",
      "output": "\"Pagkatapos ng masusing pagsusuri sa lahat ng aspeto ng kaso, ang Punong Kalihim ay nagdesisyun na si G. Joseph Stephanides ay lubusang tatanggalin para sa serysong asal na di kanais-nais na alinsunod sa regulasyon ng mga kawani ng UN,\" inihatid ng tagapagsalita na si Stephane Dujarric."
    },
    {
      "input": "Britain's state-owned national railway company British Rail was controversially split-up and privatized in stages between 1993 and 1997.",
      "output": "Ang nasyonal na kompanya ng tren na pag-aari ng estado ng Britain na British Rail ay kontrobersyal na hinati at ginawang pribado nang paunti-unti sa pagitan ng 1993 at 1997."
    },
    {
      "input": "It is believed that Graham Norton will be the replacement for Jonathan Ross as of 2011.",
      "output": "Pinaniniwalaang si Graham Norton ang magiging kapalit para kay Jonathan Ross mula 2011."
    },
    {
      "input": "Steve Penny from USA Gymnastics told reporters: \"Our guys know that they're better than fifth place, and they're going to try to show that off through the rest of the competition.\"",
      "output": "Sinabi ni Steve Penny, isang gymnastiko ng US, sa mga mamamahayag: \"Alam ng mga kasama namin na mas magaling sila para sa ikalimang pwesto, at ipapakita nila ito sa mga natitirang kompetisyon.\""
    },
    {
      "input": "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.",
      "output": "Para sa kabuuan ng laang halaga, ang unang lugar ay nabawasan ng kabuuang halaga na A$117,170,000 at ang pangalawang lugar ay nakitaan ng pagtaas sa halagang A$114,353,000."
    },
    {
      "input": "Australian Prime Minister John Howard will visit Banda Aceh this afternoon.",
      "output": "Ngayong hapon ay bibisita ang Punong Ministro ng Australia na si John Howard sa Banda Aceh."
    },
    {
      "input": "However, the group have now conducted a re-audit and say Solo and Yogyakarta airports both remain illegal.",
      "output": "Gayunpaman, ang grupo ay nagsagawa uli ng panibagong pagsusuri na naghahayag na ang paliparan ng Solo at Yogyakarta ay parehong nananatiling ilegal."
    },
    {
      "input": "Secure Communities includes a provision that ICE can ask state and local detention facilities to hold anyone arrested who might be in the US without adequate documentation until ICE has time to review their case.",
      "output": "Kabilang sa Sekyur na Komunidad ang probisyon na maaaring utusan ng ICE ang estado at mga lokal na presinto na arestuhin ang sinuman na maaaring nasa US na walang kumpletong dokumento hanggang sa mapag-aralan ng ICE ang kanilang kaso."
    },
    {
      "input": "At least 80 firefighters were reported to be on scene along with a total of nine of the 19 fire companies in Buffalo.",
      "output": "Hindi bababa sa 80 bumbero ang naiulat na nasa lugar ng pangyayari, siyam sa 19 na kumpanya ng sunog sa Buffalo."
    },
    {
      "input": "A Twitter account representing the Indiana State Fair confirmed the fatalities and stated that their \"prayers are with the families of all affected\".",
      "output": "Isang Twitter akawnt, na kumakatawan sa Indiana State Fair ay nagkumpirma sa mga nasaktan at sinabing \"mga dasal ay inialay para sa mga pamilyang apektado.\""
    },
    {
      "input": "Elsewhere in Sichuan, thousands of Tibetans turned out in the streets of Seda, according to the Tibetan Center for Human Rights and Democracy.",
      "output": "Sa ibang bahagi ng Sichuan, libu-libong katao ang pumunta sa mga kalsada ng Seda, ayon sa Tibetan Center for Human Rights and Democracy."
    },
    {
      "input": "Waxing on the face, neck, abdomen, legs and arms would continue to be permitted in the state under the proposed ban.",
      "output": "Magpatuloy payagan ang pagwawaks sa mukha, leeg, tiyan, mga paa at mga braso sa estado sa ilalim ng iminungkahing pagbabawal."
    },
    {
      "input": "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.",
      "output": "Ayon sa taunang listahan ng World's Billionaire ng Forbes na inilabas kahapon, ang makapangyarihan na mangangalakal na Meksikanong si Carlos Slim ang pinakamayamang tao sa buong mundo sa magkasunod na dalawang taon, na may ari-arian na nagkakahalaga ng 74 bilyong US dolyar."
    },
    {
      "input": "The footage allegedly was on-air thrice last October and triggered multiple complaints to police.",
      "output": "Ang footage diumano'y naisahimpapawid ng tatlong beses noong Oktubre at nagtulak ng maraming reklamo sa pulis."
    },
    {
      "input": "The overall negative impact of the earthquake on Japan's gross domestic product (GDP) is expected to be only a few tenths of one percent, though that is expected to be enough to push Japan's expected recovery from its current economic slump back by several months.",
      "output": "Ang pangkalahatang negatibong epekto ng lindol sa gross domestic product (GDP) ng Japan ay inaasahang maging ilang parte lamang ng isang porsyento, subalit ito ay inaasahang sapat na para itulak ang inaasahang pagbangon ng Japan mula sa kasalukuyang pagbagsak nito ng ilang buwan."
    },
    {
      "input": "According to the government, the large police presence is required because ASIO has assessed the event as \"medium risk\".",
      "output": "Ayon sa pamahalaan, ang malaking presensya ng pulis ay kinakailangan dahil nasuri ng ASIO na ang gawain bilang \"kaigihang panganib.\""
    },
    {
      "input": "The French government enacted a law prohibiting conspicuous religious symbols in government-operated schools, a move widely considered to be targeting the veil and scarf, which many consider a sign of subordination of females.",
      "output": "Ang pamahalaan ng Pransiya ay nagpatibay ng batas na nagbabawal sa mga hayag na relihiyosong simbolo sa mga government-operated na eskwelahan, isang hakbang na malawakang itinuturing na nagpapatama sa belo at bandana, na itinuturing ng marami na tanda ng subordinasyon sa kababaihan."
    },
    {
      "input": "Even on the flight back to Germany Kurnaz was shackled on hand and feet, tied to the ground and blindfolded.",
      "output": "Kahit sa paglipad pauwi sa Alemanya nakakadena ang kaniyang kamay at paa, na nakatali sa ilalim at nakapiring."
    },
    {
      "input": "Before a crowd of 575 on Saturday at Wembley Park in Box Hill, metropolitan Melbourne, Australia, W-League team Canberra United lost to the Melbourne Victory 0–3 in the team's first loss since January of last year.",
      "output": "Sa harapan ng 575 na karamihan ng tao noong Sabado sa Parke ng Wembley sa Box Hill, sa punong-lungsod na Melbourne, Australya, ang koponan na W-League na Canberra United ay natalo sa tagumpay ng Melbourne 0-3 sa kauna-unahang pagkatalo ng koponan simula ng Enero noong nakaraang taon."
    },
    {
      "input": "The Bureau says that while these temperature departures may seem relatively small, a 1°C increase in mean temperatures is equivalent to many southern Australian towns shifting northward by about 100km.",
      "output": "Sinabi ng Bureau na kahit na ang mga pagbabago sa temperaturang ito ay waring maliit, ang 1˚C na pagtaas sa katamtamang temperatura ay katumbas ng maraming mga bayan sa katimugang Australia na aakyat papuntang hilaga ng mga 100 km."
    },
    {
      "input": "The domain was attacked twice, once at 2am local time, and again at 4am.",
      "output": "Ang larangang ito ay inatake ng dalawang beses, isang beses noong ika 2 ng umaga sa lokal na oras, at inulit noong ika 4 ng umaga."
    },
    {
      "input": "Chris Gayle got the West Indies off to a good start with 61 runs off 37 balls, but the England bowlers and fielders restricted their score to 169-7 after 20 overs despite some big hits from Marlon Samuels.",
      "output": "Naging maganda ang simula para sa West Indies dahil sa 61 na takbo mula sa 37 na bola ni Chris Gayle, subalit nilimitahan ng mga bowler ng England at mga filder ang kanilang iskor sa 169-7 matapos ang 20 overs sa kabila ng ilang malalaking tira mula kay Marlon Samuels."
    },
    {
      "input": "Wikinews also asked if they could confirm the location of the leak and crack, but no response was given.",
      "output": "Ang Wikinews ay nagtanong din kung maaaring ikumpirma ang lokasyon sa may tagas at bitak, pero walang tugon na ibinigay."
    },
    {
      "input": "An earlier report by the Associated Press had said tests had found the substance might be ricin.",
      "output": "Ang mas maagang ulat ng Associated Press ay nagsasabing ayon sa pagsusuri ay may nakitang bagay na maaring isang ricin."
    },
    {
      "input": "She was carried to shore by friends and was then flown by rescue helicopter to the Princess Alexandra Hospital in Brisbane.",
      "output": "Siya ay dinala sa dalampasigan ng mga kaibigan at inilipad ng tagasagip na helikopter sa Princess Alexandra Hospital sa Brisbane."
    },
    {
      "input": "Elon Musk, CEO and CTO of SpaceX, said, \"The full mission-length test firing clears the highest hurdle for the Falcon 9 first stage before launch.",
      "output": "Sinabi ni Elon Musk, ang CEO at CTO ng Space X, na \"Ang kahabaan ng pagsubok na ito ay magbibigay linaw sa kataas-taasang paglipad para sa unang hakbang ng Falcon 9 bago ito ilunsad."
    },
    {
      "input": "The father of one victim said that the vehicle's windscreen wipers were taped together and the paintwork had been done by a brush instead of sprayed on.",
      "output": "Sabi ng ama ng isang biktima na ang wayper sa salamin sa harapan ng sasakyan ay kinapit na lang at ang pintura nito ay ginamitan ng brutsa sa imbes na hinilamusan ito."
    },
    {
      "input": "He also denied that the issue happened because the Army awarded the contract to the lowest bidder and that he was not aware of AEY's qualifications to fulfill the contract.",
      "output": "Itinanggi din niya na nangyari ang isyu dahil ibinigay ng militar ang kontrata sa pinakamababang nag-subasta at hindi niya alam ang kakayahan ng AEY na sundin ang kontrata."
    },
    {
      "input": "\"I had fallen asleep when a loud noise woke me,\" said Stanislava Bukovic, 60, another injured passenger.",
      "output": "\"Napatulog ako nang gisigin ako ng malakas na ingay,\" sinabi ni Stanislave Bukovic, 60, ang isa pa sa nasugatang pasahero."
    },
    {
      "input": "Meteorologists predict the eye of the category three storm will pass less than 100 miles from the islands, leaving parts of Hawaii exposed to strong winds and up to 15 inches of rain.",
      "output": "Hinulaan ng mga meteorolohista na ang sentro ng kategorya ng tatlong bagyo ay dadaan sa kulang 100 milya mula sa mga isla, na mag-iiwan sa mga bahagi ng Hawaii na hantad sa malakas na hangin at hanggang 15 pulgada na ulan."
    },
    {
      "input": "Investigators with the National Transportation Safety Board in the United States have issued an 'urgent safety recommendation' in connection to their role alongside the United Kingdom's Air Accidents Investigation Branch in investigating loss of power in Rolls-Royce engines on Boeing 777s, with the AAIB following suit.",
      "output": "Ang mga tagapagsiyasat kasama ang National Transportation Safty Board sa Estados Unidos ay nagpalabas ng 'mahalagang pangkaligtasang rekomendasyon'kaugnay sa kanilang tungkuling kaagapay ang Air Acccidents Investigation Branch ng United Kingdom sa pagsisiyasat ng pagkawala ng kuryente ng mga makina ng Rolls-Royce sa mga Boeing 777, kasama ng AAIB na magsubaybay sa paghahabla."
    },
    {
      "input": "In Prince George a rally is planned to be held in front of the office of Education Minister Shirley Bond.",
      "output": "Sa Prince George, isang kilos protesta ang nakaplanong gawain sa harap ng opisina ng Ministro ng Edukasyon na si Shirley Bond."
    },
    {
      "input": "The city has been governed by the Palestinian Authority (PA), since March 22nd this year.",
      "output": "Ang siyudad ay pinamumunuan ng Palestinian Authority( PA), simula noong ika-22 ng Marso ngayong taon."
    },
    {
      "input": "The second leg game between United and Lille will take place next Wednesday at Old Trafford.",
      "output": "Ang pangalawang bahagi ng laro sa pagitan ng United at Lille ay magaganap sa susunod na Miyerkules sa Old Trafford."
    },
    {
      "input": "The region is the site of the largest oil-producing industries on the continent, and has a high rate of crime.",
      "output": "Ang rehiyon ay lugar ng pinakamalaking industriya ng langis sa kontinente, at may mataas na bilang ng mga krimen."
    },
    {
      "input": "Floodwaters are starting to recede, however the Bureau of Meteorology does not see an end to the heavy rains.",
      "output": "Nagsisimula nang bumaba ang tubig-baha, ngunit walang nakikitang katapusan sa matinding pag-ulan ang Kawanihan ng Meteorolohiya."
    },
    {
      "input": "In an off-the-record press lunch, which within 24 hours had his name attached to it, he had loudly criticized Bush's handling of the Iraq War and the Hurricane Katrina rescue effort.",
      "output": "Sa isang hindi-nakaulat na handaang-pananghalian ng mga mamamahayag, kungsaan sa loob ng 24 na oras ay naidikit ang kaniyang pangalan dito, maingay niyang pinuna ang paghawak ni Bush sa Giyera sa Iraq at ang gawaing-pagsasagip sa Unos na Katrina."
    },
    {
      "input": "\"I hope the owner of the tanker is wise enough and won't allow any military option because that would be disastrous for everybody.",
      "output": "\"Inaasahan ko na ang may ari ng tangker ay maging marunong at hindi pahintulutan ang anumang opsyong militar sa dahilang ito ay makakapinsala sa lahat.\""
    },
    {
      "input": "\"For an individual the best form of welfare they can have is to have a job\".",
      "output": "\"Para sa bawa't isa ang pinakamagandang paraang maaari nilang taglayin ay pagkakaroon ng isang trabaho.\""
    },
    {
      "input": "Melor is the first tropical cyclone to strike Japan in two years.",
      "output": "Si Melor ang unang tropikong bagyo na tumama sa Hapon sa loob ng dalawang taon."
    },
    {
      "input": "The United States finished two days of competition fifth overall in the medal count, tied with Russia.",
      "output": "Tinapos ng United States ang dalawang araw ng paligsahan bilang panlima sa pangkalahatang bilang ng medalya, tabla sa Russia."
    },
    {
      "input": "Australian Prime Minister John Howard has announced that 150 SAS personnel will be serving in Afghanistan within two months, and a further 200 troops will follow them by early next year.",
      "output": "Ipinahayag ng Punong Ministro na si John Howard ng Australya na maglilingkod ang 150 na mga tauhan ng SAS sa Afghanistan sa loob ng dalawang buwan, at susunod pa sa kanila ang 200 na hukbo hanggang unang bahagi ng susunod na taon."
    },
    {
      "input": "The third \"World March of Women\" followed several days of talks aimed at changing the social acceptance of violence, especially against women, in the Congo.",
      "output": "Ang ikatlong \"Martsa ng mga Kababaihan sa Mundo\" ay sinundan ng ilang araw na pag-uusap na naglalayong baguhin ang pagtanggap ng lipunan sa karahasan, lalo na laban sa mga kababaihan, sa Congo."
    },
    {
      "input": "Wikinews has investigated the claim further, after seeing these allegations.",
      "output": "Ang Wikinews ay nag-imbestiga sa karagdagang kahilingan matapos makita ang mga paninindigang ito."
    },
    {
      "input": "The new warnings will come into effect January 2007 but the manufacturers will not have to produce the new warnings until February 27, 2008 and retailers have till August 2008 to clear all their old stock.",
      "output": "Ang bagong mga babala ay magiging epektibo sa Enero 2007 ngunit ang mga tagagawa ay hindi kailangang gumawa ng bagong mga babala hanggang ika-27 ng Pebrero, 2008 at ang mga nagriringi ng lahat ng lumang paninda ay may oras pa na alisin ang lumang paninda hanggang sa Agosto ng 2008."
    },
    {
      "input": "Several senior Russian politicians have said that the deaths of Politkovskaya and Litvinenko were playing into the hands of Russia's enemies and, therefore, could not have been authorized by Moscow.",
      "output": "Ang ilang nakatatandang Rusong politiko ay nagsabi na ang pagkamatay ni Politkovskaya at Litvinenko ay pinaglaruan sa mga kamay ng kaaway ng mga Ruso at, sa ganoong dahilan, maaring hindi ito pinahintulutan ng Moscow."
    },
    {
      "input": "But Jackson’s flair for tardiness showed itself with an arrival that was a mere 3 minutes after the judge was being forced to make good on his threat.",
      "output": "Subalit ang likas na talino ni Jackson sa pagigigng mabagal ay ipinakita niya sa kanyang pagdating ng halos 3 minuto lamang pagkatapos ang hukom ay napuwersang gawin ang kanyang banta."
    },
    {
      "input": "Tamil Tigers are claiming that they have not fled the area, and are continuing to engage government troops.",
      "output": "Ang Tamil Tigers ay nagpapahayag na hindi pa nila nilisan ang lugar, at patuloy pang nakikipaglaban sa mga tropa ng gobyerno."
    },
    {
      "input": "Global Deputy Director of Google Kai-Fu Lee said: \"The contents on the Internet were mostly limited with some copyright issue in the past, but after many products in the Web 2.0 era are presented, several contents are progressively released and opened to the public in the presence.\"",
      "output": "Ang Direktor ng Global Deputy ng Google na si Kai-Fu Lee ay nagsabing: \"Ang nilalaman sa internet ay halos limitado at may iilang isyu sa karapatang magpalathala sa nakaraan, ngunit matapos maipalabas ang maraming produkto sa web 2.0 na panahon, iilang mga nilalaman ay progresibong pinakawalan at binuksan sa publiko sa kasalukuyan.\""
    },
    {
      "input": "They also announced that they have yet to choose a name for the new team.",
      "output": "Ipinahayag din nila na hindi pa sila nakapili ng pangalan para sa bagong koponan."
    },
    {
      "input": "Further, there is a spike of new smokers in China as increasingly women, young people and the poor become smokers.",
      "output": "Higit pa dito, mayroong bago ngayong mga maninigarilyo na dumadaming mga kababaihan sa Tsina, ang mga kabataan at ang mahihirap ay naging maninigarilyo."
    },
    {
      "input": "The charges come from an unnamed woman, who in 1998 purchased nearly 140,000₣ (US$30,000) worth of Scientology self-help material which allegedly included prescription drugs.",
      "output": "Ang mga akusasyon ay nagmula sa isang di pinangalanang babae, na noong 1998 ay bumili ng materyal na pantulong sa sarili ng Scientology na umaabot sa halagang 140,000₣ (US$30,000) kasama na ang mga niresetang gamot."
    },
    {
      "input": "On the question if the donor countries had offered to give any immediate financial relief, Minister Støre said \"This has to be stressed, [this] has not been a pledging conference.\"",
      "output": "Sa tanong kung ang mga tumutulong na bansa ay nangakong magbigay ng madaliang tulong pinansyal, sinabi ni Ministro Støre, \"Dapat bigyan ito ng diin, [ito] ay hindi kumperensya ng pangako.\""
    },
    {
      "input": "Four of the conspiracy charges each carry a maximum penalty of death.",
      "output": "Apat sa pagsasapakatan na krimen ay nagdadala ng pinakamatas na parusa na kamatayan."
    },
    {
      "input": "Former Thai Prime Minister Thaksin Shinawatra arrived today in Cambodia where he will take up a post as the government's economic advisor.",
      "output": "Ang dating Punong Ministro ng Thailand na si Thaksin Shinawatra ay dumating sa Cambodia ngayong araw kung saan ay tatayo siya bilang tagapayo ng gobyerno sa ekonomiya."
    },
    {
      "input": "The actual target, or the extent of the damage has yet to be determined, but U.S. officials say a weapons storage facility was the likely target.",
      "output": "Ang aktwal na target, o ang lawak ng pinsala ay kailangan pang tiyakin, pero ang mga opisyales ng U.S. ay nagsabi na malamang ang pasilidad na pinag-iimbakan ng mga armas ang puntirya."
    },
    {
      "input": "Each site will have one employee on site for security and maintenance.",
      "output": "Ang bawat lugar ay magkakaroon ng isang manggagawa para sa kaligtasan at pagpapanatili."
    },
    {
      "input": "I think he has to come forward and lay out what he did and why he did it and let the people then judge for themselves, he said on ABC's This Week, a Sunday political talk program.",
      "output": "Sa aking palagay kailangan niyang lumabas at ilatag ang kanyang ginawa at bakit niya ginawa iyon at hayaan ang mga tao sa huli na humusga sa kanilang mga sarili, sinabi niya sa ABC's This Week, ang programang panglinggo na usapang pampulitikal."
    },
    {
      "input": "The idea lies in implementing a long-term international cooperation plan that concerns suppressing the activity of criminals and other groups that use World Wide Web for promoting their interests.",
      "output": "Ang ideya ay nasa pagpapatupad ng pangmatagalang pandaigdigang pagtutulungang plano na tungkol sa pagsugpo sa gawain ng mga masasamang-loob at iba pang mga grupo na ginagamit ang World Wide Web para sa kanilang mga interes."
    },
    {
      "input": "The winning shot of the match came from Spanish midfielder Andres Iniesta in the 116th minute, just four minutes from the end of extra time.",
      "output": "Ang nakapagpanalong puntos ng laro ay nanggaling mula sa taga-Espanyang midfielder na si Andres Iniesta noong ika-116 minuto, apat na minuto bago matapos ang labis na oras."
    },
    {
      "input": "Lieutenant Jean-Marc Tago of the Ivory Coast army announced the return of General Phillippe Mangou.",
      "output": "Pinahayag ni Tinyente Jean-Marc Tago ng hukbong sandatahan ng Ivory Coast ang pagbabalik ni Heneral Philippe Mangou."
    },
    {
      "input": "\"The quake has no tsunami potential because it's happening under the ground, not the sea,\" Waluyo said.",
      "output": "\"Ang lindol ay walang potensyal na magresulta sa tsunami dahil ito ay nagaganap sa ilalim ng lupa, hindi sa dagat,\" ang sabi ni Waluyo."
    },
    {
      "input": "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.",
      "output": "\"Ito ay malawak na mabigat na niyebe at karamihan sa mga puno na hanggang ngayon ay mayroong karamihan ng kanilang mga dahon...hindi namin maaaring gawin ang kumpletong pinsalang pagtatasa hanggang ang niyebe t tumigil sa pagbagsak,\" sabi ng tagapagsalita para sa Niagara Mohawk, Western New York na lugar ng kompanya ng kuryente, si Steve Brady."
    },
    {
      "input": "The governing body of world football, FIFA, has threatened Iraq with expulsion after the Iraqi Olympic Committee (IOC) took control of the country's governing body of football and disbanded it.",
      "output": "Ang kinatawang namamahala sa pandaigdigang futbol, FIFA, ay nagbanta sa Iraq ng pagkakatanggal nito pagkatapos ang Iraqi Olympic Committee (IOC) ay kinontrol ang namamahalang kinatawan ng bansa sa futbol at binuwag ito."
    },
    {
      "input": "David Hempleman-Adams left St. John's at approximately 9:30 p.m. local time on July 2, 2007 from St. John's, Newfoundland and Labrador in a small helium filed balloon in an attempt to make the Trans-Atlantic crossing in the smallest balloon ever to make such a crossing.",
      "output": "Iniwan ni David Hempleman-Adams ang St. John humigit-kumulang sa 9:30 ng gabi sa lokal na oras noong ika-2 ng Hulyo, 2007 mula sa St. John, Newfoundland at Labrador sa isang maliit na lobo na puno ng helium sa pagtatangkang gawin ang Trans-Atlantic na tawiran sa isang pinakamaliit na lobo na nakagawa ng ganoong tawiran."
    },
    {
      "input": "Ryanair issued a statement confirming legal proceedings have been begun against Goss.",
      "output": "Ang Ryanair ay nagbigay ng isang pahayag na nagpapatunay na sinimulan ang legal na pamamaraan laban kay Goss."
    },
    {
      "input": "A nationwide permit allows an organization to engage in certain industrial activities on a national basis (such as mining and construction), reducing the amount of paperwork and filings needed for otherwise minor environmental impacts, as opposed to an ordinary permit for a specific location which will engage in activities which generate water pollution.",
      "output": "Ang pambansang permiso ay pumapayag sa samahan na kasama sa mga gawaing pang-industriya na pambansa ang basehan (gaya ng pagmimina at konstruksyon), na nagpapababa ng dami ng gawaing sulatin at pagsasaayos na kailangan para sa maynor na epektong pangkalikasan, na sumasalungat sa ordinaryong permiso para sa tiyak na lugar na gagawa sa mga gawain na lilikha ng polusiyon sa tubig."
    },
    {
      "input": "However, after a month of speculation about vote-rigging, officials from the United Nations-backed Electoral Complaints Commission (ECC) have discounted ballots from 210 polling stations.",
      "output": "Gayunpaman, matapos ang isang buwan ng ispekulasyon tungkol sa pagmamanipula ng mga boto, ang mga opisyal mula sa Electoral Complaints Commission (ECC) na sinusuportahan ng United Nations, ay hindi isinama ang mga balota mula sa 210 istasyon ng botohan."
    },
    {
      "input": "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.",
      "output": "Pinuna niya ang paalis na pinuno ng kalihim ng klima ng U.N., na si Yvo de Boer, at ang komisyonado ng klima ng European Union na si Connie Hedegaad dahil sa kanilang skeptisismo."
    },
    {
      "input": "Thousands of people gathered at the Samata Centre, the residence of Kishore, who was very popular particularly among farmers and tea garden workers.",
      "output": "Libu-libong mga tao ang nagsama-sama sa Sentro ng Samata, ang tirahan ni Kishore, na kilalang-kilala partikular sa mga magsasaka at mga trabahador ng hardin ng tsaa."
    },
    {
      "input": "Overtime is necessary to keep the trains running on time.",
      "output": "Pagtatrabaho ng higit sa oras ang kinakailangan upang panatilihing tumakbo ang mga ten nang nasa oras."
    },
    {
      "input": "Germany's minister of defence, Franz-Josef Jung (CDU), has proposed to shoot down planes hijacked by terrorists.",
      "output": "Ang Ministro ng depensa para sa Alemanya, Franz Josef-Jung (CDU), ay iminungkahi ang pagbaril hanggang sa bumagsak ang eroplano na na-haydyak ng mga terorista."
    },
    {
      "input": "An Indonesian fisherman was last week fined $A130,000, setting a new record, after his boat was caught off with over 100kg of dried reef fish, 300kg of fish on ice and 10kg of dried shark fin.",
      "output": "Pinagmulta ang mangingisda ng Indonesia noong nakaraang linggo ng $A130,000, na nakatala sa bagong rekord, matapos mahuli ang kaniyang barkong may higit na 100kg ng tuyong isandang bahura, 300kg ng mga isda sa yelo at 10kg ng tuyong palikpik ng pating."
    },
    {
      "input": "\"we have been exceeding the Earth's ability to support our lifestyles for the past 20 years, and we need to stop.\"",
      "output": "\"Nalalagpasan na natin ang kakayahan ng mundo na suportahan ang ating pamumuhay sa nakalipas na 20 taon, at kailangan na nating huminto.\""
    },
    {
      "input": "He was unable to stand for re-election again as the Constitution of Poland states that the Polish president can only be re-elected once.",
      "output": "Hindi niya nagawang muling kumandidato sa halalan dahil ang Konsitusyon ng Poland ay naglalahad na ang presidente ng Poland ay minsan lamang maaaring muling mahalal."
    },
    {
      "input": "\"As for the French being weak, it's true that in comparison with the strong and good Americans preventing aliens from invading the Earth, we are more than weak,\" Lavorel said.",
      "output": "\"Bilang ang mga Pranses ay mahihina, totoong kung ikukumpara mo sa malalakas at magagaling na mga Amerikano na pumipigil sa mga dayuhang nilalang na pumasok sa mundo, kaming mga Pranses ay lubhang mas mahina,\" sabi ni Lavorel."
    },
    {
      "input": "Owono said that the new, smaller government will be more efficient and includes people determined to get everyone in Gabon working together for a better country.",
      "output": "Ayon kay Owono ang bagong, mas maliit na pamahalaan ay mas magiging mahusay at isinali dito ang mga tao na determinadong ipatrabaho ang lahat nang sabay-sabay para sa mas mabuting bansa."
    },
    {
      "input": "It was an unusual ending to Thursday's game at U.S. Cellular Field between the Chicago White Sox and the Cleveland Indians.",
      "output": "Ito ay hindi pangkaraniwang pagtatapos sa laro noong Huwebes sa U.S. Cellular Fieldsa pagitan ng Chicago White Sox at Cleveland Indians."
    },
    {
      "input": "At the top of the hill, there were five fire trucks and one paramedic unit; the three main entrances to the mountain were barricaded off by fire trucks.",
      "output": "Sa tuktok ng burol, mayroong limang mga trak ng bombero at isang paramedik yunit; ang tatlong pangunahing mga pasukan sa bundok ay binarikadahan ng mga trakng bombero."
    },
    {
      "input": "\"It was horrible, I saw many dead and wounded around me,\" said another passenger from Hungary, Karman Chofu.",
      "output": "\"Kakilabot-kilabot naman iyon, nakita ko ang maraming namatay at nasugatan sa paligid ko,\" sinabi ng isa pang pasahero galing sa Hungary, Karman Chofu."
    },
    {
      "input": "During the broadcast, al-Zawahiri talks to the general Muslim population saying, \"I call upon them to reject any referendum on Palestine, because Palestine is not for bargaining or bidding.\"",
      "output": "Sa brodkast ay nakikipag-usap sa populasyong Muslim si al-Zawahiri at sinasabing, \"Tinatawagan ko sila na tanggihan ang anumang reperendum tungkol sa Palestine, dahil ang Palestine ay hindi ipinagbibili o sinusubasta.\""
    },
    {
      "input": "He managed to get on the end of a deflected shot and calmly tap the ball into an empty net, after goalkeeper Schwarzer had dived to defend the initial shot.",
      "output": "Nakaya niya na makarating sa huli ng pinalihis na tira at mahinahon na tinapik ang bola sa walang lamang net, pagkatapos ang goalkeeper na si Schwarzer ay tumalon para depensahan ang naunang tira."
    },
    {
      "input": "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.",
      "output": "Ang resulta ng botohan sa Zogby ay inilabas noong nakaraang Lunes (ika-22 ng Mayo), pero sa kabuuan ay hindi napabalita ng mga mamamahayag, sa dahilan ng posibilidad ng pagkiling sa nasa loob ng mga pinanggalingan."
    },
    {
      "input": "\"We've still got some way to go before physics can begin, but with this milestone we're well on the way,\" stated Rolf Heuer, director-general of CERN, the European research group running the collider.",
      "output": "\"Malayo-layo pa ang aming lalakbayin bago magsimula ang Pisika, ngunit dahil sa tagumpay na ito magiging maayos na ang lahat,\" ayon kay Rolf Heuer, director-heneral ng CERN, grupo ng mga Europeong mananaliksik na nagpapatakbo ng collider."
    },
    {
      "input": "This unusual editing pattern aroused some suspicion among other editors of Wikipedia.",
      "output": "Ang hindi karaniwang paraan ng pagwawasto na ito ay nagpataas ng mga suspetsa sa mga ibang tagapag wasto sa Wikipedia."
    },
    {
      "input": "He claimed that he wanted to be caught and left the image on his computer screen in order to be found out and required to go to counselling, but was unaware that it was illegal.",
      "output": "Sinabi niya na gusto niyang mahuli kaya iniwan niya ang mga imahe sa kanyang kompyuter para mapilitan siyang tumanggap ng pagpapayo, ngunit hindi niya alam na ilegal ang kanyang ginagawa."
    },
    {
      "input": "A second bone had also been found by another tourist earlier this month.",
      "output": "Ang pangalawang buto ay natagpuan din ng isa pang turista nitong mga unang araw ng buwan."
    },
    {
      "input": "\"As he measured me, I asked if business had been slowed due to the Coup.\"",
      "output": "\"Habang ako ay sinusukatan niya, ako ay nagtanong kung ang negosyo ay humina ng dahil sa pag-alsa militar.\""
    },
    {
      "input": "This is the first bomb attack on a Christian church in Nepal.",
      "output": "Ito ang unang pambobomba sa simbahang Kristiyano sa Nepal."
    },
    {
      "input": "According to The Wall Street Journal, The Forum said it would not sanction workers being coerced to attend its training sessions.",
      "output": "Ayon sa Ang Pahayagan sa Pader ng Kalye, sinabi ng Ang Pagtitipon na hindi ito nagpapahintulot na ang mga empleyado ay sasapilitang dumalo sa mga sesyong pagsasanay."
    },
    {
      "input": "Israel's possession of nuclear arms has often been a locus of bitter controversy in the Middle East, especially among countries who believe that the world community, and especially the United States, is hypocritical in its tolerance of Israeli nuclear arms while decrying the efforts of other Middle Eastern nations to develop their own nuclear capabilities.",
      "output": "Pagtataglay ng Israel ng mga armas na nuklear ay madalas na pinagtatalunan nang masaklap sa Gitnang Silangan, lalo na sa mga bansang naniniwala na ang kamunduhang komunidad, at lalo na ang Estados Unidos, ay mapagkunwari sa kanilang pagpapabaya sa mga armas na nuklear ng Israel habang pinipintasan ang mga pagsisikap ng ibang mga Gitnang Silangang bansa upang paunlarin ang kanilang mga kakayanan ng nuklear."
    },
    {
      "input": "In 2007, SLM filed a $5 billion lawsuit in which it claimed co-ownership of all of Stan Lee's creations for Marvel.",
      "output": "Noong taong 2007, nagsampa ang SLM ng $5 milyong habla kung saan hinabol ang pagiging kasosyo sa pagmamay-ari ng lahat ng mga nilikha ni Lee para sa Marvel."
    },
    {
      "input": "Sales of smartphones running the Android operating system have tripled since the beginning of 2010, according to figures released yesterday.",
      "output": "Ang bentahan ng smartphones na nagpapatakbo ng sistema ng operasyon na Android ay lumaki ng tatlong beses mula ng simula ng 2010, ayon sa mga numerong inilabas kahapon."
    },
    {
      "input": "Eleven of the men were found in the back of a truck.",
      "output": "Ang labing isa sa mga lalaki ay natagpuan sa likod ng isang truk."
    },
    {
      "input": "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.",
      "output": "\"Ito ay nakakainsulto...ang kanilang ginagawa ay hindi naglalarawan nang tama sa Maoi,\" sabi ni Bidois."
    },
    {
      "input": "\"The objective must now be for everyone to help the victims of the worst flooding to hit Moray for many years to assist them rebuild their lives and get back to normality as quickly as possible.\"",
      "output": "\"Dapat ang layunin sa ngayon ay tumulong ang lahat sa mga biktima ng pinakamasamang pagbaha na tutama sa Moray sa loob ng maraming panahon para matulungan sila na muling ibangon ang kanilang mga buhay at makabalik sa normal nang mabilis hangga't maaari.\""
    },
    {
      "input": "An Australian air safety group claims that Yogyakarta International Airport was opearating illegally with no license when Garuda Indonesia Flight 200, a Boeing 737, crashed at the airport, killing 16 Indonesians and five Australians.",
      "output": "Ang grupo ng kaligtasan sa pagpapalipad ng Australia ay nagsasabing ang Pandaigdigang Paliparan ng Yogyakarta ay ilegal na pinapatakbo na walang lisensya ang Garuda Indonesia Flight 200, isang Boeing 737, na bumagsak sa paliparan, na pumatay ng 16 katao na taga Indonesia at limang Australyano."
    },
    {
      "input": "She is not yet fully recovered: the effects of the coma are still apparent, and she has difficulty with movement.",
      "output": "Hindi pa siya kumpletong nakakabawi: ang mga epekto ng koma ay nakikita pa rin at nahihirapan siyang gumalaw."
    },
    {
      "input": "Jack's central defender Brent Sancho inadvertently directed the ball goalbound with his head.",
      "output": "Ang gitnang tagapagtanggol ni Jack na si Brent Sancho ay hindi sinasadyang tinira ang bola sa hangganan ng goal pamamagitan ng kanyang ulo."
    },
    {
      "input": "The strength of the decision was unexpected — this is the first major Internet copyright case to reach the Supreme Court in many years, and the Justices' unanimity sends a strong message about their lack of tolerance for companies designed to violate the law.",
      "output": "Ang lakas ng pasya ay hindi inaasahan-ito ang pinakaunang malaking kaso ng karapatang-maglathala ng Internet upang umabot sa Kataastaasang Hukuman sa loob ng maraming taon, at ang buong pagkakaisa ng mga Justice ay nagpadala ng tiyak na mensahe hinggil sa kanilang kakulangan ng pagpapahintulot para sa mga kompanyang dinisenyo upang lumabag sa batas."
    },
    {
      "input": "Though the new goals are harder, Anders Turesson, European Union representative at UNCCC, doubted in the ability of them to prevent 2-degree warming.",
      "output": "Datapwa't ang mga bagong layunin ay mas mahirap, si Anders Turesson, ang kinatawan ng EU sa UNCCC, ay pinagdudahan ang abilidad ng mga ito na mapigilan ang 2-degree na pag-init."
    },
    {
      "input": "During World War II, he served as a prominent member of a special summer session at the University of California, Berkeley at the invitation of Robert Oppenheimer, which outlined the first designs for the atomic bomb and served as the beginning of the Manhattan Project.",
      "output": "Noong Ikalawang Digmaang Pandaigdig, siya ay nagsilbing prominenteng miyembro ng isang espesyal na sesyong tag-init sa Unibersidad ng California sa Berkeley, sa paanyaya ni Robert Oppenheimer, na naglatag ng unang disenyo sa bombang atomika na naging simula ng Proyektong Manhattan."
    },
    {
      "input": "The local government has initiated a full inquiry into the disaster.",
      "output": "Ang lokal na pamahalaan ay sinimulan ang pusupusang pagsisiyasat sa sakuna."
    },
    {
      "input": "At present, there are unconfirmed reports that Mir Hossein Mousavi may have been detained by \"members of the intelligence community\".",
      "output": "Sa kasalukuyan, mayroong hindi pa nakukumpirmang ulat na si Mir Hossein Mousavi ay maaaring detenido ng \"mga miyembro ng komunidad ng intelihensya.\""
    },
    {
      "input": "The move would also shutdown over a third of its factories worldwide, including twenty one located in the United States.",
      "output": "Ang hakbang na ito ay magpapasara din ng higit sa ikatlong bahagi ng mga pagawaan sa buong mundo, kalakip ang dalawampu't isa na nasa Estados Unidos."
    },
    {
      "input": "Smith also promised great things from Britain's up-and-coming male gymnasts, promising that team members Sam Oldham and Max Whitlock would improve for the next Olympics in Rio.",
      "output": "Ipinangako din ni Smith na may magagandang bagay mula sa mga susunod na lalaking gymnastiko ng Britain, kung saan ang mga miyembro na sina Sam Oldham at Max Whitlock ay magiging mas magaling para sa susunod na Olympics sa Rio."
    },
    {
      "input": "Over 300 people directly suffered the effects of mercury poisoning.",
      "output": "Halos 300 katao ang direktang naapektuhan ng pagkalason ng merkuryo."
    },
    {
      "input": "The loss of Mr. Prime, a seasoned professional coach at the Australian Institute of Sport, is a major blow to Swim Ireland which has struggled in recent years to adapt to changes in international swimming.",
      "output": "Ang hindi pagtanggap ni Ginoong Prime, isang batikang tagasanay ng Instituto ng Palakasan sa Australya, ay malaking dagok sa Swim Ireland na nagsusumikap nitong mga nakaraang taon na umangkop sa mga pagbabago sa pandaigdigang paglalangoy."
    },
    {
      "input": "The court's ruling was based on the clause in Constitutional law summarized popularly with the phrase \"Crying fire in a crowded theater\": that when the degree to which the speech puts the safety of others at risk outweighs the degree to which it benefits others, so does their right to safety and security outweigh one's right to free expression.",
      "output": "Ang batas ng korte ay base sa sugnay ng Konstitusyonal na batas na pinaikli sa katagang \"Crying fire in a crowded theater\": kung saan ang isang pananalita ay inilalagay ang kaligtasan ng iba sa panganib, kung saan ang panganib ay mas mabigat kaysa sa mga benipisyong maidudulot, at kung ang karapatan sa kaligtasan at seguridad ay mas mabigat kaysa sa karapatan ng isa sa malayang pananalita."
    },
    {
      "input": "An American student at a California university, who asked to remain anonymous to prevent the damage of his reputation among colleagues, said that he would describe 90 percent of the Parisians he has met as being arrogant.",
      "output": "Isang amerikanong mag-aaral ng California University, na humiling na itago ang kanyang pagkakakilanlan upang maiwasan ang pinsala sa kanyang reputasyon sa kanyang mga kasamahan, ang nagsabing 90 porsyento ng mga Parisian na kanyang nakasalamuha ay mga arogante."
    },
    {
      "input": "Radiocarbon dating indicates that the original bluestone circle was built around 2300 BC.",
      "output": "Ang paglalagay ng petsa sa radiocarbon ay nagpapahiwatig na ang orihinal na asul na batong bilog ay itinayo mga 2300 BC."
    },
    {
      "input": "The trial is set to begin on Wednesday, October 19th.",
      "output": "Ang paglilitis ay nakatakda na magsimula sa Miyerkules, ika-19 ng Oktubre."
    },
    {
      "input": "The co-main event for the show featured Carlo \"Neo\" Prater, a veteran fighter with a 25-10-1 record making his Strikeforce debut against the 14-3-0 Bryan Travers.",
      "output": "Ang ka-pangunahing laban para sa palabas nagpapakilala kay Carlo \"Neo\" Prater, isang beteranong manlalaban na may nakatalang rekord na 25-10-1 sa kanyang pinakaunang Strikeforce laban sa 14-3-0 ni Bryan Travers."
    },
    {
      "input": "It started on 28 October 2009 and met with the discussions following the Conference of the Ministers for Education and Cultural Affairs in Germany on 15 October.",
      "output": "Nagsimula ito noong ika-28 ng Oktubre 2009 at nagkitakita sa mga diskusyon pagkatapos ng Konperensya ng mga Ministro para sa Edukasyon at Samahang Kultural sa Germany noong ika-15 ng Oktubre."
    },
    {
      "input": "With this closure, the Seattle Times is now Seattle's only major daily newspaper.",
      "output": "Sa pagsasarang ito, ang Seattle Times ngayon ay naging kaisa-isang pangunahing pang-araw-araw na pahayagan sa Seattle."
    },
    {
      "input": "\"Until the highest authorities see suicide as a problem, our joint efforts will be unlikely to yield any results,\" Boris Polozhy of Moscow's Serbsky psychiatric center said yesterday.",
      "output": "\"Hangga't hindi nakikita ng pinakamataas na awtoridad ang pagpapakamatay bilang problema, ang ating pagtutulong-tulong ay hindi makakakuha ng anumang resulta,\" sinabi ni Boris Polozhy ng Serbsky Psychiatric center ng Moscow kahapon."
    },
    {
      "input": "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.",
      "output": "Ang sasakyang panghimpapawid ay nakipagsapalaran sa 4.5 kilometro (3 miles) sa Finland's airspace malapit sa Porvoo sa loob ng tatlong minuto, ayon sa kalihim ng depensa ng Finland."
    },
    {
      "input": "The Prince of Wales is among past students, having spent a 1969 term there.",
      "output": "Ang Prinsipe ng Wales ay isa sa mga dating estudyante, na kasali sa termino ng 1969."
    },
    {
      "input": "India's has labelled honour killings a \"slur on the nation,\" and warned the death penalty will await those found guilty of the crime.",
      "output": "Ang India ay pinangalanan ang honour killing na \"kasiraang-puri sa bansa,\" at binalaan na ang parusang kamatayan ay naghihintay sa mga napatunayang nagkasala sa krimen."
    },
    {
      "input": "The incident is seen as a major setback for South Korea's space program, which had been aiming to become the 10th country to achieve the capability to launch satellites, and the fourth Asian country, after China, Japan, and India.",
      "output": "Ang insidente ay nakitang isang malaking dagok para sa programang pangkalawakan ng South Korea, na nagnanais na maging ika-10 bansa na makamit ang kakayahan na magpadala ng satelayt, at ang ika-apat na bansa sa Asya pagkatapos ng China, Japan at India."
    },
    {
      "input": "Transport for London's new TrackerNet software is fully opertational on the Circle line, which allows for precise tracking of trains, but is not yet fully installed on the Piccadilly line.",
      "output": "Ang paglilipat para sa bagong London TrackerNet software ay lubos ang pagpapatakbo sa linya ng Circle, na nagbibigay-daan para sa tiyak na pagsubaybay sa mga tren, pero hindi pa ganap na naka-install sa linya ng Piccadilly."
    },
    {
      "input": "Critics have showed up to Santorum events and tried to glitter bomb the candidate.",
      "output": "Ang mga kritiko ang dumating sa mga kaganapang Santurom at sinubukang bombahin nang tanong ang kandidato."
    },
    {
      "input": "There are often odd, unusual and controversial items up for sale on eBay - multi-million euro planes, the Pope's old car and a young woman's virginity, to name just a few.",
      "output": "Mayroong madalas na kakaiba, hindi karaniwan, at kontrobersyal na mga bagay ang ibinibenta sa eBay, ilan sa mga ito ang multi-million euro planes, ang lumang sasakyan ng Papa at ang kabirhenan ng isang dalaga."
    },
    {
      "input": "I don't know what else to do but pray,\" said Hudson during a press conference on Saturday.",
      "output": "Hindi ko na alam kung ano pa ang aking gagawin kung hindi ang magdasal,\" sabi ni Hudson sa isang pagpupulong noong Sabado."
    },
    {
      "input": "Rooney then had a chance for a brace, but his hard shot was palmed away by Lee.",
      "output": "Si Rooney ay nagkaroon ng pagkakataong maka-brace subali't ang kamay niya ay natapik ni Lee."
    },
    {
      "input": "Its unknown whether any of struggling PlanetOut's jobs will be cut.",
      "output": "Hindi pa nalalaman kung alin sa nahihirapang trabaho sa PlanetOut ang puputulin."
    },
    {
      "input": "The Group of Ministers (GoM) set up by the union government has given the thumbs-up for community radio stations to operate in India.",
      "output": "Ang Group of Ministers (GoM) na binuo ng pamahalaang unyon ay nagbigay ng sumang-ayon sa mga istasyon ng radyo ng komunidad na magpatakbo sa India."
    },
    {
      "input": "Reigning Sunshine Coast Schoolboys Premier 1st XV champions have squeezed past Nambour Christian College seven points to five at the Nambour Rugby Club on Wednesday.",
      "output": "Ang kasalukuyang naghahari na kampeon na Sunshine Coast Schoolboys Premier 1st XV ay nagawang talunin ang Nambour Christian College sa iskor ng pitong puntos sa lima sa Nambour Rugby Club noong Miyerkules."
    },
    {
      "input": "However, locals recognize that they too contribute to the problem.",
      "output": "Gayunman, kinilala ng mga tagaroon na sila rin ay nakadagdag sa problema."
    },
    {
      "input": "The FDA says it is reviewing the ruling, which it has thirty days to comply with.",
      "output": "Ang FDA ay nagsasabi na nirerepaso nila ang mga tuntunin, na mayroong tatlumpung araw para makasunod."
    },
    {
      "input": "President Jacques Chirac announced the launch of Quaero during the French-German ministerial conference in April of last year.",
      "output": "Ipinahayag ni Presidente Jacques Chirac ang paglunsad sa Quaero sa Ministreyal na Kumperensiya ng Pranses-Alemanya noong Abril noong nakaraang taon."
    },
    {
      "input": "The water is there, the rainfall is there, but the infrastructure isn't there, Rijsberman told reporters.",
      "output": "Nandiyan ang tubig, nandiyan ang ulan, pero walang imprastruktura, pahayag ni Rijsberman sa mga taga-ulat."
    },
    {
      "input": "According to a press release today from the Academy of Motion Picture Arts and Sciences, there are seven films in contention for the \"Academy Award for Makeup\".",
      "output": "Ayon sa pahayag na ipinalabas ngayon mula sa Academy of Motion Picture Arts and Sciences, mayroong pitong pelikulang pinagtatalunan para sa \"Academy Award for Makeup.\""
    },
    {
      "input": "Alonso, along with the second Renault driver, Giancarlo Fisichella who finished sixth, won the constructors' cup for their team with only five points ahead of Ferrari.",
      "output": "Si Alonso, kasama ang pangalawang tsuper ng Renault, na si Giancarlo Fisichella na nagtapos na pang-anim, ay nanalo ng konstruktor's cup para sa kanilang koponan na may limang puntos lamang na lamang sa Ferrari."
    },
    {
      "input": "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.",
      "output": "Maaga pa kagabi, nagkaroon ng malawakang pagsalakay tukoy ang internet ng Tsina, dahilan upang bumagal na halos pagapang na ang pagpasok dito."
    },
    {
      "input": "\"Horan told her that the bishop would not see her and added, 'I suppose you won't go.'\"",
      "output": "\"Sinabi sa kanya ni Horan na hindi siya makikita ng obispo at idinagdag, 'inaasahan kong hindi ka pupunta. '\""
    },
    {
      "input": "Efforts to implement a warning system similar to that coordinated by the Pacific Tsunami Warning Center in Hawaii have past a number of significant milestones.",
      "output": "Ang pagsisikap na magsagawa ng babalang panuntunan na kapareha ng pagkakaisa sa Pacific Tsunami Warning Center sa Hawaii ay nagkakaroon na ng ilang mahalagang pinagdaanan."
    },
    {
      "input": "Schwarzenegger said he also admires Giuliani and only decided to endorse McCain after Giuliani had dropped out.",
      "output": "Sinabi ni Schwarzenegger na hinahangaan din niya si Guiliani at bukod tanging nagpasya na iendorso si McCain matapos na maisantabi ni Guiliani ang kanyang layunin."
    },
    {
      "input": "It is thought he was trying to force the other vehicle out of the way.",
      "output": "Naisip na tinatangka niyang pwersahin ang ibang sasakyan na umalis sa daraanan."
    },
    {
      "input": "The position has usually been appointed unopposed, but the other two candidates stood to protest at the lack of consultation by Prime Minister Helen Clark.",
      "output": "Ang posisyon ay karaniwang itinatalaga nang walang pagsalungat, pero ang dalawang mga kandidato ay tumayo para magprotesta sa kawalan ng konsultasyon ni Punong Ministro Helen Clark."
    },
    {
      "input": "Wikinews' Nick Moreau interviewed her regarding her values, her experience, and her campaign.",
      "output": "Kinapanayam siya ni Nick Morreau ng Wikinews tungkol sa kanyang mga pinahahalagahan, kanyang mga karanasan at ang kanyang kampanya."
    },
    {
      "input": "Microsoft decided to take this step because of several setbacks that occurred in its online services working in China.",
      "output": "Nagdesisyon ang Microsoft na gawin itong hakbang dahil sa ilang mga dagok na nangyari sa kaniyang online na mga serbisyo na tumatakbo sa China."
    },
    {
      "input": "Accredited Home Loan Lending, another major sub-prime mortgage specialist, said it was seeking fresh capital and waivers on its lending covenants.",
      "output": "Ang Accredited Home Loan Lending, isa pa uling nangungunang sub-prime na espesyalista sa pagsasangla, ay nagsabi na ito ay naghahanap ng bagong kapital at mga pagpapaubaya sa mga tipan sa pagpapautang."
    },
    {
      "input": "He also reported that six of the injured were in serious condition.",
      "output": "Sinabi rin niya na anim sa mga nasugatan ay nasa seryosong kondisyon."
    },
    {
      "input": "After two more lead changes between the two, Kahne led the last 7 laps to take the checkered flag.",
      "output": "Pagkatapos ng dalawang beses na nagpalitang manguna ang dalawa, nakuha ni Kahne ang huling 7 ikot para makuha ang tsekerd na bandila."
    },
    {
      "input": "Goldfields is considered one of the more geologically stable regions of Australia, in comparison to the southwest corner of the state, which is an active zone at the edge of the Yilgarn block.",
      "output": "Ang Goldfields ay itinutuing na isa sa mas estableng rehiyon sa Australia ayon sa pagkakaayos ng kalupaan, kumpara sa hilagang kanlurang bahagi ng bansa, kung saan aktibong sona sa dulo ng hanay sa Yilgarn."
    },
    {
      "input": "No details of how immoral messages would be filtered such naming the type of software to be used were divulged.",
      "output": "Walang isiniwalat na detalye kung paano sasalain ang mga mahahalay na mensahe katulad ng pagpapangalan sa uri ng software na gagamitin."
    },
    {
      "input": "It is predicted that the storm will deposit anything up to 150 millimeters (6 inches) of rainfall on areas on the Pacific coast, possibly triggering flash floods.",
      "output": "Nahulaan na ang bagyo ay magdeposito ng hanggang sa 150 milyametro (6 na pulgada) ng patak ng ulan sa mga lugar sa baybaying Pasipiko, marahil naghuhudyat ng mga pasiklab ng baha."
    },
    {
      "input": "Other likely candidates include 2004 nominee Senator John Kerry; his vice presidential running mate, former North Carolina Senator John Edwards; New Mexico Gov. Bill Richardson; and Senators Joe Biden of Delaware and Christopher Dodd of Connecticut.",
      "output": "Ang iba pang maaaring kumandidato ay sina Senador John Kerry na tumakbo noong 2004; ang kanyang kasabay na tumakbo na bise presidente, ang dating Senador ng North Carolina na si John Edwards; ang Gobernador ng New Mexico na si Bill Richardson; at sina Senador Joe Biden ng Delaware at Christopher Dodd ng Connecticut."
    },
    {
      "input": "Military veterans, medal-winning Olympic athletes and some of Canada's biggest names in music were there.",
      "output": "Mga beteranong militar, nanalo ng medalyang mga atleta sa Olympics at ilan sa pinakamalalaking pangalan sa musika ng Canada ay naroon."
    },
    {
      "input": "Haggis has multiple credits in film, including work as writer-director for Crash, and writer for Million Dollar Baby (directed by Clint Eastwood), Casino Royale, Quantum of Solace, and Letters From Iwo Jima.",
      "output": "Maraming make kredito na mga pelikula kay Haggis, kasama na ang ginawang Crash bilang manunulat-direktor, at manunulat ng Million Dollar Baby (na idinirihe ni Clint Eastwood), Casino Royale, at Letters From Iwo Jima."
    },
    {
      "input": "A skilled fast bowler he spoke about his first match saying “It was a very memorable baptism for me.",
      "output": "Bilang isang mahusay at matulin na bowler, nagkuwento siya tungkol sa kanyang unang laro at sinabi niyang \"Iyon ay isang hindi makakalimutang pagbibinyag para sa akin."
    },
    {
      "input": "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.",
      "output": "Si Belostenny ay isang magaling na manlalaro ng koponan ng Soviet Union at mayroon siyang medalya mula sa Europe at Olympics."
    },
    {
      "input": "10,000 workers were sent to repair the damaged sections of line.",
      "output": "10,000 trabahador ang ipinadala para ayusin ang nasirang bahagi ng linya."
    },
    {
      "input": "The August Bank Holiday weekend, as usual, played host to many festivals and musical events around the UK, not least the Camel Rock Festival held at Porthcressa on the Isles of Scilly.",
      "output": "Ang linggo ng August Bank Holiday, gaya ng dati, ang naging pinagdadausan ng maraming mga pagdiriwang at mga pangmusikang kaganapan sa buong UK, at hindi nagpapahuli ang Camel Rock Festival na nagaganap sa Porthcressa sa mga Isla ng Scilly."
    },
    {
      "input": "WHP Holdings Corp., the parent company of White Hen Pantry, has been acquired by Tokyo based Seven & I Holdings Co. for $35 million from New York investment firm, Angelo, Gordon & Co.",
      "output": "Ang WHP Holdings Corp., ang pangunahing kompanya ng White Hen Pantry, ay nabili ng nakabase sa Tokyo na Seven & I Holdings Co. sa halagang $35 milyon mula sa New York na pangangalakal na kompaniya, ang Angelo, Gordon & Co."
    },
    {
      "input": "Mr Kenrick said: \"The whole area of content management is one we thought would benefit from others with greater expertise and more scope.\"",
      "output": "Sinabi ni Ginoong Kenrick na: \"Ang buong saklaw ng pamamahala ng nilalaman ang siyang naisip naming makinabang sa iba na mayroong mas malawak na kaalaman at mas malawak ang sakop.\""
    },
    {
      "input": "The investigation was begun as a result of an investigation into dog fighting in the United Kingdom by the state-run British Broadcasting Corporation (BBC).",
      "output": "Ang imbestigasyon ay sinimulan bilang isang resulta ng isang imbestigasyon sa labanan ng aso sa United Kingdom sa pamamagitan ng pinapatakbo ng estado na British Broadcasting Corporation (BBC)."
    },
    {
      "input": "There have currently been no arrests in connection with the shooting.",
      "output": "Sa kasalukuyan wala pang naaaresto na may kaugnayan sa pamamaril."
    },
    {
      "input": "Ahead of talks with President Nicolas Sarkozy last Friday in Paris, he called upon France to be more involved in the Middle East peace process, after expressing disappointment with Barack Obama's performance and lack of action plan; in an interview with Le Figaro he called the United States the \"weak link\".",
      "output": "Nauna pa sa mga pag-uusap kay Presidente Nicolas Sakozy noong Biyernes sa Paris, siya ay namanhik sa Pransya na makialam pa sa proseso ng kapayapaan ng Gitnang Silangan, pagkatapos ng pagpapahayag ng pagkabigo sa pagganap at kakulangan ng planong aksyon ni Barack Obama; sa isang pakikipanayam ni Le Figaro na tinawag niya ang Estados Unidos na \"mahina koneksyon.\""
    },
    {
      "input": "The earthquake occurred 600km below sea level in the Okhotsk Sea and recorded an 8.2 magnitude on the Richter Scale, with the Moscow shock measured as 1.0 on the scale.",
      "output": "Nangyari ang lindol sa 600km na ilalim ng kapatagan ng dagat sa Okhotsk Sea at itinala ang 8.2 na lakas nito sa Richter Scale, at nasukatan nang 1.0 ang pagyanig sa Moscow."
    },
    {
      "input": "MTR replied that anyone who shouts in the train can be advised to leave the train or even prosecuted.",
      "output": "Sumagot ang MTR na kung sinuman ang sumigaw sa tren ay maaaring payuhan na umalis sa tren o kaya usigin."
    },
    {
      "input": "BP, who owned and operated the Deepwater Horizon, has denied that any oil or methane gas is leaking from the sea floor.",
      "output": "BP, na siyang may ari at namamahala ng Deepwater Horizon, ay itinanggi na ang anumang langis o mitein na gas ay tumatagas sa sahig ng dagat."
    },
    {
      "input": "For this year's November 8 election, Republicans fielded a pro-Intelligent Design slate of candidates including some returning candidates who had previously voted to include a statement about Intelligent Design in the biology curriculum.",
      "output": "Sa eleksiyon sa ika-8 ng Nobyembre sa taong ito, ipinasok sa halalan ng mga Republican ang talaan ng pagpipiliang mga kandidato ng pro-Intelligent Design na bumoto kamakailan para isama ang pahayag tungkol sa Intelligent Design sa kurikulum ng bayolohiya."
    },
    {
      "input": "\"He thought that there was no difference between Al Gore and George Bush and, eight years later, I think people realize that Ralph did not know what he was talking about,\" Obama told reporters.",
      "output": "\"Inakala niya na walang pagkakaiba sa pagitan nina Al Gore at George Bush at, walong taon na ang lumipas, sa tingin ko ang mga tao ay nauunawaan na hindi alam ni Ralph kung ano ang sinasabi niya,\" sinabi ni Obama sa mga mamamahayag."
    },
    {
      "input": "In recent years, Romania has realised the need for branding and for improving its image in the world in order to fuel prosperity.",
      "output": "Sa mga nagdaang taon, napag alaman ng Romania ang pangangailangan na mamarkahan at mapabuti ang imahen nito sa mundo upang magpatuloy ang kasaganaan."
    },
    {
      "input": "About 100 people protested the detention and treatment of 13 men accused of terrorism offences and held at the Barwon maximum security prison, in the state of Victoria, Australia.",
      "output": "Halos 100 ka-tao ang lumaban sa pag-antala at pag-gamot sa 13 mga lalaki na naakusahan sa kasalanang terorismo at dinala sa bilangguan ng pinakamataas na seguridad na bilangguan Barwon, sa estado ng Victoria, Australia."
    },
    {
      "input": "Tendulkar carried the drinks, indicating that in this Indian side experience and youth blended into one.",
      "output": "Si Tendulkar ang may hawak ng mga inumin, na nagpapakita na ang karanasan sa panig ng Indian at ng kabataan ay naghalo ng mabuti."
    },
    {
      "input": "Ingley cannot drive, as she has not had the time to learn because of her archery focus.",
      "output": "Si Ingley ay hindi kayang magmaneho, bilang siya ay hindi nagkaroon ng oras na matuto dahil siya ay nag-pokus sa pamamana."
    },
    {
      "input": "Winehouse previously had problems with drugs and alcohol and checked herself out of rehab in June.",
      "output": "Si Winehouse ay dati nang may problema sa droga at alkohol at nilabas niya ang sarili sa rehab noong June."
    },
    {
      "input": "As a result of this, a big scandal within the Greek legal community has been raised through the exposure of illegal actions that judges, lawyers, solicitors and attorneys have done during the previous years.",
      "output": "Bilang resulta, isang malaking iskandalo sa loob ng legal na komunidad ng Griyego ang naipataas sa pagbubunyag ng mga ilegal na kilos na nagawa ng mga hukom, abogado, solisitor at manananggol nitong mga nakaraang taon."
    },
    {
      "input": "At that time he gave no indication that Bush was involved with or even knew that Rove or Libby were involved with the leak.",
      "output": "Noong panahon na iyon hindi siya nagbigay ng palatandaan na si Bush ay kasangkot o alam din na sangkot sina Rove at Libby sa pagtagas."
    },
    {
      "input": "Moreover, no one is permitted to enter the accident location.",
      "output": "Higit pa rito, walang pinahihintulutang pumasok sa lokasyon ng aksidente."
    },
    {
      "input": "\"Often the Parisians I know belittle other people when they understand a complicated concept better than another person.",
      "output": "\"Kadalasan ang mga kilala kong Parisian ay nangmamaliit ng ibang tao lalo na kung mas naiintindihan nila ang mga kumplikadong konsepto kumpara sa iba."
    },
    {
      "input": "The Prince stated that he thought it was legal, and that he had no reason to doubt his adviser.",
      "output": "Sinabi ng prinispe na inisip niya na ito ay legal, at wala siyang dahilan upang pagdudahan ang kanyang tagapagpayo."
    },
    {
      "input": "It was three stories high, plastered on the inside, made mostly of wood and was covered with ornamental staff on the outside, which made it semi-fireproof.",
      "output": "Ito ay may taas na tatlong palapag, nakapalitada sa loob, karamihan ay gawa sa kahoy at binalutan ng mga palamuti sa labas, na ginawa itong hindi tinatablan ng apoy."
    },
    {
      "input": "King Abdullah of Saudi Arabia has announced women will be allowed to vote in the country and run for municipal elections there.",
      "output": "Ang Haring Abdullah ng Saudi Arabya ay nagpahayag na pinapayagan ang mga kababaihan na bumoto sa bansa at tumakbo para sa mga halalan ng bayan doon."
    },
    {
      "input": "\"I think Senator McCain has proven over and over again that he is reaching across the aisle to get things done,\" Schwarzenegger said.",
      "output": "\"Sa palagay ko napatunayan na ni Senador McCain ng maraming beses na inaabot niya ang magkabilang panig upang mangyari ang mga bagay bagay,\" sabi ni Schwarzenegger."
    },
    {
      "input": "The British Government has an inflation target of 2%, which was surpassed by more than 1%.",
      "output": "Ang gobyerno ng British ay may target na 2% sa antas ng pagtaas ng presyo, na nalampasan ng higit pa sa 1%."
    },
    {
      "input": "After Britain's Home Office initially denied Kazemi's asylum application, he fled to Canada and then the Netherlands, where he was detained.",
      "output": "Pagkatapos ang Opisina ng Kapulungan ng Britanya na unang tumanggi sa aplikasyon ng pananatili ni Kazemi, siya ay tumakas sa Canada at pagkatapos ay sa Netherlands, kung saan siya ay nanatili."
    },
    {
      "input": "\"He's disgraced himself, he's an embarrassment to the Clayton County Police Department, his credibility and integrity as an officer is gone, and I have no use for him,\" he declared.",
      "output": "\"Ipinahiya niya ang kanyang sarili, siya'y isang kahihiyan sa departmento ng pulisya ng Clayton County, nawala ang pagtitiwala sa kanya at ang kanyang integridad bilang opisyal, at hindi ko na siya mapapakinabangan,\" idineklara niya."
    },
    {
      "input": "The warehouse is located just down stream from a drinking water pumping station with several more scattered along the River from Buffalo to Niagara Falls.",
      "output": "Ang bodega ay nasa baba lamang ng isang pinagkukuhanan ng tubig inumin at ilan pang nakakalat sa baybayin ng ilog mula Buffalo hanggang Niagara Falls."
    },
    {
      "input": "Independent elections commissioner Dayananda Dissanayake, however, remarked: \"Not having one's name on the electoral list is not a disqualification.\"",
      "output": "Ang komisyoner ng Independiyenteng leksiyon na si Dayananda Dissanayake, gayunpaman, ay pumuna; \"Ang isang taong walang pangalan sa listahan ng halalan ay hindi diskwalipikasyon.\""
    },
    {
      "input": "Investigators in the case say there were earlier reports of her dogs allegedly killing a German Shepard and a kittten in her neighborhood.",
      "output": "Ang mga imbestigador sa kaso ay nagsasabi na may mga unang ulat na ang kanyang mga aso ay di-umano'y pumatay ng German Shephard at isang kuting sa kanyang kapitbahayan."
    },
    {
      "input": "The Church of Scientology was offered the opportunity to respond to the claims made by Stollery during the interview.",
      "output": "Ang Church ng Scientology ay binigyan ng pagkakataon na tumugon sa mga pahayag na gawa ni Stollery noong panahon ng panayam."
    },
    {
      "input": "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.",
      "output": "Ang kaguluhan ngayong umaga ay hindi tugma sa sinabi ni Maj. Gen. William Caldwell na nagsasaad na \"Ang mga naghihimagsik at ang mga terorista ay umaatake sa pagnanais na makuha muli ang katagumpayan ng gobyerno ng Iraq at ng pwersa ng seguridad,\" ang heneral ay nagpatuloy sa pagsasabi na ang kaguluhan ay nabawasan ng halos kalahati simula noong Hulyo, pero tumaas ang bahagya sa nakaraang dalawang araw."
    },
    {
      "input": "Solidarity was created as an independent trade union when such organizations were outlawed under the Communist state.",
      "output": "Ang Solidarity ay binuo bilang isang independenteng unyon ng kalakalan nang ang mga ganitong organisasyon ay ipinagbawal sa ilalim ng Komunistang estado."
    },
    {
      "input": "The PSNI, believe that the officer was hit by one of two shots fired by a gunman secreted in scrubland on the estate.",
      "output": "Naniniwala ang PSNI na natamaan ang pulis ng isa sa dalawang putok na ginawa ng mamamaril na nakatago sa damuhan sa lupain."
    },
    {
      "input": "At least one fisherman has died and 134 others were rescued on Lake Erie off the shores of Ohio after an eight mile wide piece of ice broke off the frozen lake's ice shelf and began to drift.",
      "output": "Hindi bababa sa isang mangingisda ang namatay at 134 pang iba ang nailigtas sa Lake Erie mula sa mga baybayin ng Ohio pagtapos ng walong milyang lapad na nabiyak na yelo mula sa yelong shelf ng lawa at nag-umpisang matangay."
    },
    {
      "input": "The Iraq Inquiry in London has revealed that United Kingdom justice secretary Jack Straw ignored the advice of Sir Michael Wood, the Foreign Office's most senior legal adviser until his resignation in 2006, that the 2003 invasion of Iraq was illegal under international law.",
      "output": "Ang Pagsisiyasat sa Iraq sa London ay nagsiwalat na ang kalihim ng hustisya ng United Kingdom na si Jack Straw ay pinag-walang bahala ang payo ni Sir Michael Wood, ang pinakanakatataas na legal na tagapayo ng Opisinang Panlabas hangang sa kanyang pagbibitiw noong 2006, na ang pagsalakay sa Iraq noong 2003 ay hindi legal sa ilalim ng pangdaigdigang batas."
    },
    {
      "input": "Akpan further said that officials had seen young children playing in contaminated water located near the mining sites.",
      "output": "Idinagdag pa ni Akpan na ang mga opisyal ay nakakita ng naglalarong mga maliliit na bata sa kontaminadong tubig na malapit sa mga dakong minahan."
    },
    {
      "input": "Yesterday the Royal Society said in a statement that some of Professor Reiss' comments had been \"open to misinterpretation\", and that this had damaged the Society's reputation.",
      "output": "Kahapon sa Royal Society sinabi sa isang pahayag na ang ibang kumento ni Propesor Reiss ay naging \"bukas sa maling pagkaunawa\", at ito nga ay nakasira sa reputasyon ng Society."
    },
    {
      "input": "\"We cannot say anything about the cause at the moment.\"",
      "output": "\"Hindi pa kami makakapagsabi ng kahit ano tungkol sa sanhi ngayon.\""
    },
    {
      "input": "The change takes effect immediately, meaning that children who were due to take the test this year no longer have to do so.",
      "output": "Ang pagbabago ay kaagad na isasakatuparan, ibig sabihin hindi kailangang kumuha ng eksamin ang mga batang dapat kumuha sa taong ito."
    },
    {
      "input": "Excessive wind and unexpected precipitation, or nutrient level jumps, would also contribute.",
      "output": "Ang labis na hangin at di-inaasahang ulan, o biglaang pagtaas ng antas ng sustansya, ay maaari ring mag-ambag."
    },
    {
      "input": "The Seattle Post-Intelligencer failed to print due to power failures at the printing facility, which had redundant power feeds from both the Seattle utility as well as PSE.",
      "output": "Ang Seattle Post-Intelligencer ay hindi nakapag-imprenta dahil sa problema sa kuryente sa pasilidad ng pag-imprenta, kung saan mayroong labis na pagpasok ng kuryente mula pareho sa Seattle at sa PSE."
    },
    {
      "input": "However, Karpachyov went on to say that, \"This could happen to absolutely anyone.\"",
      "output": "Gayunman, si karpachyov ay nagpatuloy para sabihin na, \"Ito ay maaaring mangyari sa sinumang walang pasubali.\""
    },
    {
      "input": "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.",
      "output": "Ito ay hinati na P500,000 para sa mga kapinsalaang pang moral, P100,000 bayad sa manananggol at P50,000 para sa iba pang mga bayarin."
    },
    {
      "input": "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.",
      "output": "Nagpatuloy ang laro ngunit, dahil ang Liga ng mga Kampyon ay gumagamit ng buong ekstrang oras, ang Celtic ay mayroon pang 27 minuto para maitabla ang laban."
    },
    {
      "input": "Along with this, developing countries expect rich countries to increase their emissions cuts goals.",
      "output": "Kasabay nito, ang mga hindi pa maunlad na bansa ay inaasahan ang mga mayayamang bansa na taasan ang target nilang pagbabawas ng emisyon."
    },
    {
      "input": "Prime minister Baldwin Spencer has asked for Britain's help during the investigation.",
      "output": "Ang Punong ministro na si Baldwin Spencer ay humingi ng tulong sa Britanya sa panahon ng imbestigasyon."
    },
    {
      "input": "In March, Slovenian Prime Minister Borut Pahor's centre-left government yielded to demands for a referendum on whether to accept a border deal.",
      "output": "Sa Marso ang sentrong kaliwang pamahalaan ang Slovenian Prime Minester Borut Pahors ay nalagot na pangangailangan para sa reperendum sa kung tanggapin ang panukalang panghangganan."
    },
    {
      "input": "The current White House Press Secretary, Dana Perino, said, when asked about it today, that it is not clear what McClellan means in the excerpt.",
      "output": "Ang kasalukuyang Kalihim ng White House Press na si Dana Perino ay nagpahayag, noong tinanong tungkol dito ngayong araw, na hindi malinaw kung ano ang ibig sabihin ni McClellan sa maikling sipi ng aklat."
    },
    {
      "input": "These flights are expected to last until July 1, with seven Belarusian and two Russian inspectors monitoring foreign planes.",
      "output": "Ang mga biyaheng ito ay inaasahang magtatagal hanggang ika-1 ng Hulyo, na may pitong taga-Belarus at dalawang taga-Russia na inspektor na magmatyag ng mga dayuhang eroplano."
    },
    {
      "input": "This year's floods appear to be worse, as President Pohamba stated that the Zambezi River had reached 7.1 metres, compared to last year's peak of 5.37 metres.",
      "output": "Ang baha sa taong ito ay mukhang mas malala, gaya ng sinabi ni Presidente Pohamba na ang Ilog ng Zambezi ay umabot sa 7.1 metro, kumpara sa nakaraang taon na 5.37 metro."
    },
    {
      "input": "The government will provide subsidised Herceptin for 52 weeks (as found to be most effective in clinical trials) at a cost of around AUD$50,000 per patient.",
      "output": "Magbibigay ng tulong na Herceptin ang gobyerno para sa 52 na mga linggo (na nakitang pinaka mabisa sa mga pagsubok ng klinika) na may halaga na mga AUD$50,000 bawat pasyente."
    },
    {
      "input": "Giancarlo made a crucial mistake prior to Senna's \"S\"-curve allowing Michael to pass him.",
      "output": "Gumawa ng delikadong pagkakamali si Giancarlo bago pa ang \"S\" na liko ni Sennas na nagpapahintulot kay Michael na lampasan siya."
    },
    {
      "input": "The Iranian government later accused the US and Israel of responsibility for the malware.",
      "output": "Ang pamahalaan ng Iran ay inakusahan kinalaunan ang US at Israel na responsable sa malware."
    },
    {
      "input": "Opposition leader Kim Beazley has said that Labor supported the plan.",
      "output": "Ang pinuno ng oposisyon na si Kim Beazley ang nagsabi na sinusuportahan ng Labor ang plano."
    },
    {
      "input": "Among the new species are five orchids and at least three other species of plants, two butterflies and a snake.",
      "output": "Kabilang sa mga bagong uri ang limang orkidyas at tatlong iba pang uri ng halaman, dalawang paru-paro at isang sawa."
    },
    {
      "input": "It is not clear who the leader of the coup is, although several military sources said that Major Adamou Harouna of the Nigerien Army was responsible.",
      "output": "Hindi pa malinaw kung sino ang lider ng pag-aaklas, bagamat ayon sa ilang mga militar si Medyor Adamou Harouna ng Hukbong Nigerian ang responsable sa nasabing aksyon."
    },
    {
      "input": "They state that after inhaling asbestos in the workplace, 172 people have developed lung cancer or mesothelioma, and that almost half of those afflicted are now dead.",
      "output": "Ipinahayag nila na pagkatapos malanghap ang asbestos sa lugar ng trabaho, 172 na mga tao ang nagkaroon ng kanser sa baga o mesoteliyoma, at halos kalahati ng mga nagdadalamhati ay patay na ngayon."
    },
    {
      "input": "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.",
      "output": "Ang Pangunahing Ministro ng Scotland na si Alex Salmond MSP ay tinanggal ang tabon ng estatwang tanso at ng memoryal na hardin sa Moodiesburn noong Linggo sa harap ng maraming tao na tinatayang nasa 600."
    },
    {
      "input": "The victims were all labourers living inside the building, which is reported to have been in a seriously unstable condition for a month, with occupants refusing to comply with evacuation requests.",
      "output": "Lahat ng mga biktima ay mga manggagawa na nakatira sa loob ng gusali, na kung saan ay iniulat na nasa isang malubha at hindi matatag na kondisyon para sa loob ng isang buwan, na ang mga nakatira sa tumatangging sumunod sa kahilingan sa paglikas."
    },
    {
      "input": "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.",
      "output": "Ang pagsabog ay lumikha ng isang malaking butas sa gleysyer, gayundin ng isang bitak na namumuo sa ilalim ng gleysyer, na ngayon ay 2 kilometro (1 mi) ang haba."
    },
    {
      "input": "Please note this is a journalism experiment for Wikinews and put constructive criticism on the collaboration page.",
      "output": "Pakitandaan na ito ay isang eksperimento sa pamamahayag para sa Wikinews at nagbigay ng nakabubuting puna sa pahina ng pakikipagtulungan."
    },
    {
      "input": "In sworn testimony, the corporal said he thought the people in the mosque were a threat.",
      "output": "Sa sinumpaang salaysay, sinabi ng korporal na akala niya ang mga tao sa moske ay mga banta."
    },
    {
      "input": "Despite this, the press release lists hotel rooms as being one of the primary distribution methods; hotels account for a large segment of the pornography industry's broadcast market.",
      "output": "Sa kabila nito, ang pinalabas na pahayag na ang mga kwarto ng mga hotelay kabilang sa mga pangunahing paraan ng pamamahagi; ang mga hotel ay nabibilang sa malaking bahagi ng merkado na nagsasahimpapawid ng pornograpiya."
    },
    {
      "input": "The Cedar River at Cedar Rapids crested today at a record-breaking 31.1 feet, nearly 20 feet above flood stage.",
      "output": "Ang Ilog ng Cedar at Cedar Rapids ay pumalo ngayon sa rekord na 31.1 talampakan, halos 20 talampakan ang taas ng baha."
    },
    {
      "input": "The warrant allowing this states that he is charged with diverting money from the U.S. Department of Energy to several companies he controls.",
      "output": "Ang utos na pinapayagan ito ay nagpapahayag na sya ay kinasuhan ng paglilihis ng pera mula sa Kagawaran ng Enerhiya ng Estados Unidos sa ilang mga kumpanya na pinatatakbo nya."
    },
    {
      "input": "The International Monetary Fund (IMF) and European Union (EU) have signed deals to hand a €110bn aid package to Greece, and an €85bn rescue package to Ireland.",
      "output": "Ang International Monetary Fund (IMF) at European Union (EU) ay lumagda sa kasunduan na magbibigay ng €110bn na tulong sa Greece, at €85bn na tulong sa pagsagip sa Ireland."
    },
    {
      "input": "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.",
      "output": "Ang istak ng pagkain ay sinamsam ng mga opisyal upang dalhin pabalik sa mga suplayer, habang ang restawran ay pinayagang buksan ulit sa kalaunan na may chilli na inihanda mula sa mga sariwang sangkap."
    },
    {
      "input": "Evidence of the clouds had been previously detected around our own galaxy and in the Local Group, but the temperature range (a few hundred thousand to a million degrees Celsius) and low density have prevented detection outside the immediate neighborhood of galaxies and the reliable estimation of baryon density for the entire universe.",
      "output": "Ang katibayan ng mga ulap ay dati pang napapansin sa paligid ng ating sariling kalawakan at sa Local Group, ngunit ang saklaw ng temperatura (ilang daang libo hanggang isang milyong degree Celsius) at ang mababang densidad ay humadlang sa paniniktik sa labas ng pinalamalapit na paligid ng mga kalawakan at sa mapagkakatiwalaang palagay ng densidad ng baryon para sa buong sansinukob."
    },
    {
      "input": "The public ceremonies received neither Nunavut politicians nor Inuit leaders.",
      "output": "Hindi tinanggap sa mga pampublikong pagdiriwang ang alinman sa mga politiko ng Nunavut o ang mga pinuno ng Inuit."
    },
    {
      "input": "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.",
      "output": "Gayunman, ang magkapares ay nakapagbigay pa rin sa puntos ng pangkat, umiskor si Crispin ng 12 puntos na may 15 rebawnd, at si Merritt ay umiskor ng 16 na puntos na may anim na rebawnd."
    },
    {
      "input": "At a speaking engagement on Friday, Santorum stated that same-sex partnerships don't \"benefit society\".",
      "output": "Sa isang talumpati noong Biyernes, sinaad ni Santorum na ang magkaparehas na kasariang samahan ay hindi \"mapapabuti ang lipunan.\""
    },
    {
      "input": "\"There are overwhelming reasons why people should not be deported to Iran in the current circumstances, and it is important that Britain is seen as a safe haven.\"",
      "output": "\"May mga napakalaking mga dahilan kung bakit ang mga tao ay hindi dapat na mapauwi sa Iran sa kasalukuyang mga pangyayaring ito, at mahalaga na ang Britanya ay nakikita bilang isang ligtas na kanlungan.\""
    },
    {
      "input": "\"Finding the Kormoran is one big step forward,\" said Prime Minister Rudd.",
      "output": "\"Ang pagkatagpo sa Kormoran ay isang malaking hakbang paunahan,\" sabi ni Punong Ministro Rudd."
    },
    {
      "input": "According to NASA, the discovery was made when Cassini flew by the moon on March 12.",
      "output": "Ayos sa NASA, ang pagkakadiskubre ay naganap nang dumaan ang Cassini sa buwan noong ika-12 ng Marso."
    },
    {
      "input": "He wants the British government to give subsidies to the fallen car-maker so that it can be the first European producer of hybrid cars.",
      "output": "Nais niya na ang pamahalaan ng Britanya ay magbibigay ng tulong sa naluluging tagagawa ng sasakyan upang ito ang maging pinakaunang gagawa ng mga hybrid na sasakyan sa Europa."
    },
    {
      "input": "The credits to the Delhi Metro Rail Corporation (DMRC) are worth $9.5 million for each of the next seven years.",
      "output": "Ang utang sa Delhi Metro Rail Corporation (DMRC) ay may halagang 9.5 milyong dolyar kada taon sa sumunod na pitong mga taon."
    },
    {
      "input": "She has competed in field recurve but is not competing to maximize her training for Olympic inclusion.",
      "output": "Siya ay lumahok sa larangan ng recurve ngunit hindi sa nakipagkumpitensya siya para mapalaki ang kanyang pagsasanay para sa pagsama niya sa Olimpik."
    },
    {
      "input": "Leader of the Federal Opposition in Australia Tony Abbott has made claims Thursday during Question Time in parliament that a 'people's revolt' is looming based on the Prime Minister Julia Gillard's proposal for a 2012 carbon tax.",
      "output": "Ang pinuno ng Oposisyon ng Pederal ng Australia na si Tony Abbott ay nagbigay ng pahayag noong Huwebes sa Question Time ng parliyamento na ang isang \"pag-aalsa ng mga tao\" ay nagbabanta dahil sa iminungkahi ni Punong Ministro Julia Gillard na buwis sa karbon 2012."
    },
    {
      "input": "The latest increase will see her salary rise to about $361,000.",
      "output": "Ang kamakailang pagtaas ay magpapataas sa kaniyang sahod nang mga $361,000."
    },
    {
      "input": "Since 2002 the country received $1 billion in aid but the infant mortality rate is almost the highest in the world, lower than Angola but higher than Afghanistan.",
      "output": "Simula noong 2002 ang bansa ay nakatanggap ng $1 bilyong tulong ngunit ang antas ng dami ng namamatay na sanggol ay halos pinakamataas sa mundo, mas mababa sa Angola ngunit mas mataas sa Afghanistan."
    },
    {
      "input": "Whether this correlation be attributed to nature through the prenatal effects of the womb or to nurture through the psychosocial effects of growing up with elder siblings, however, remained unclear.",
      "output": "Kung ang pagkakaugnay ng mga ito ay makakapag-ambag sa kalikasan sa pamamagitan ng epekto ng pagbubuntis sa sinapupunan o sa pag-aalaga sa pamamagitan ng mga saykososyal na epekto ng paglaki sa piling ng nakatatandang kapatid, bagamat, nananatiling hindi malinaw."
    },
    {
      "input": "The other shots missed the boys, one hitting a car.",
      "output": "Hindi natamaan ang mga bata ng ibang pagputok ng baril, ang isa ay tumama sa kotse."
    },
    {
      "input": "Four workers are still hospitalised after the explosion, three in critical condition.",
      "output": "Apat na manggagawa ang nasa ospital pa pagkatapos ng pagsabog, tatlo ay nasa kritikal na kondisyon."
    },
    {
      "input": "The last award, best drama, the finalists were The Insiders Guide to Love, Doves of War, Outrageous Fortune.",
      "output": "Ang huling parangal, pinakamagandang drama, ang mga nagunguna ay The Insiders Guide to Love, Doves of War, Outrageous Fortune."
    },
    {
      "input": "As part of the recent releases by the NTSB and AAIB it has become apparent that investigators from both bodies, which are collaborating, have found ice buildup in the fuel system caused both rollbacks.",
      "output": "Bilang bahagi ng kamakailang mga balitang ipinalabas ng NTSB at AAIB, naging maliwanag na ang mga imbestigador mula sa dalawang lupon, na nagtutulungan, ay nakakita ng pagkabuo ng yelo sa sistema ng gasolina na naging sanhi ng parehong rolbak."
    },
    {
      "input": "\"You can't put a price on that but apparently the government can.\"",
      "output": "\"Hindi mo iyon kayang lagyan ng presyo, ngunit mukhang gobyerno ay may kakayahan.\""
    },
    {
      "input": "Justice Warren ruled that since Pringles are only 42% potato, it is exempt from VAT.",
      "output": "Nagdesisyon si Justice Warren na dahil ang Pringles ay may 42% lamang na patatas, ito ay hindi saklaw ng VAT."
    },
    {
      "input": "According to an advisor, Thompson will make the announcement on Leno opting not to appear at the Republican debate on September 5.",
      "output": "Ayon sa isang tagapayo, gagawin ni Thompson ang pahayag sa Leno at piniling huwag magpakita sa debate ng mga Republikan sa Setyembre 5."
    },
    {
      "input": "On April 10 Senator Pat Toomey, accompanying Senator Joe Manchin in announcing the amendment, said it aimed to make \"it more difficult for criminals and mentally ill people to obtain guns\".",
      "output": "Noong Abril 10 sinabi ni Senador Pat Toomey, kasama si Senador Joe Manchin sa pag-anunsyo ng pagbabago, na ito ay nagnanais na gawing \"mas mahirap para sa mga kriminal at mga taong may sakit sa pag-iisip na magkaroon ng mga baril.\""
    },
    {
      "input": "Previous studies by Wurtman and colleagues showed that small doses of melatonin, about 0.3 milligrams, are necessary for restful effects.",
      "output": "Ang nakaraang pag-aaral ni Wurtman at mga kasama ay nagpakita nang maliliit na dosis ng melatonin, umaabot sa 0.3 na miligrams, ay kailangan para sa epektibong pahinga."
    },
    {
      "input": "PNG Paralympic Committee President Bernard Chan also congratulated his country's athletes, saying, \"They will be great ambassadors for PNG and I hope both Francis and Timothy will inspire other athletes to train hard and hope to represent PNG at this Paralympic level during their participation.\"",
      "output": "Binati rin ng Presidente ng Komite ng PNG Paralympic na si Bernard Chan ang mga atleta ng kanyang bansa, na nagsasabing, \"Sila'y magiging dakilang mga kinatawan para sa PNG at umaasa ako na si Francis at Timothy ay parehong magpasigla sa ibang mga atleta para magsanay na mabuti at umasang kumatawan sa PNG sa antas na ito ng Paralympic sa kanilang paglahok.\""
    },
    {
      "input": "His appeal against conviction was turned down in 2008, with the Court of Appeal saying that the geological evidence he wished to challenge was only one factor of the \"strong circumstantial case\" proving his guilt.",
      "output": "Ang kanyang apelasyon laban sa naging hatol ay nabigo noong 2008, anupat sinasabi ng Korte ng Apelasyon na ang heolohiyang ebidensiya na gusto niyang hamunin ay isa lamang salik ng \"malakas at detalyadong kaso\" na nagpapatunay na siya ay may kasalanan."
    },
    {
      "input": "Defense Secretary Donald Rumsfeld faces a federal lawsuit brought today by the American Civil Liberties Union and Human Rights First, filed in his home state of Illinois.",
      "output": "Haharap ngayon ang Kalihim ng Depensa na si Donald Rumsfeld sa pederal na kasong dinala ng American Civil Liberties Union at Human Right First, na isinampa sa kaniyang bayan sa estado ng Illinois."
    },
    {
      "input": "Marty reported, \"Individuals have been abducted, deprived of their liberty and transported to different destinations in Europe, to be handed over to countries in which they have suffered degrading treatment and torture.\"",
      "output": "Iniulat ni Marty, \"Ang mga indibidwal ay dinukot, inalisan ng kalayaan at dinala sa iba't ibang destinasyon sa Europa, upang ipasa sa ibang mga bansa kung saan sila dumanas ng pinapahiyang pagtrato at pagpapahirap.\""
    },
    {
      "input": "\"The plane was nose up and the tail section was at a 45-degree angle.\"",
      "output": "\"Ang eroplano ay nakatingala at ang bahagi ng buntot ay nasa 45-degring anggulo.\""
    },
    {
      "input": "The dhow had been modified to have an extra, higher deck making the vessel less stable.",
      "output": "Ang dhow ay binago upang magkaroon ng ekstra, mas mataas na palapag na naging sanhi sa pagiging hindi gaanong matatag nito."
    },
    {
      "input": "He came from 2nd Battalion, The Rifles, and was serving with 4th Battalion, The Rifles.",
      "output": "Siya ay nagmula sa Ikalawang Batalyon, The Rifles, at nagsilbi sa Ikaapat na Batalyon, The Rifles."
    },
    {
      "input": "Along with the ash cloud, a large amount of hot rocks (some reaching three feet in diameter) flew on all directions, damaging roads, homes and vegetation.",
      "output": "Kasabay ng ulap ng abo, ang maraming maiinit na mga bato (ilan ay umabot sa laki ng tatlong feet na buntod) ay lumipad sa lahat ng dako, at sumura sa mga kalsada, mga bahay at mga taniman."
    },
    {
      "input": "Well-known celebrity Scientologists include actors Tom Cruise and John Travolta.",
      "output": "Kasama sa mga kilalang tanyag na tao na mga Syentolohista ay ang mga aktor na sina Tom Cruise at John Travolta."
    },
    {
      "input": "According to the BBC, France has been the major contributor in attempting to bring Syria back to diplomatic talks.",
      "output": "Ayon sa BBC, ang Pransiya ay ang pangunahing kontribyutor sa pagtatangka upang dalhin ang Syria pabalik sa diplomatikong pag-uusap."
    },
    {
      "input": "Last week, former Foreign Minister of Germany, Joschka Fischer said that he was worried that the upcoming US Presidential election could heighten tensions between the US and Iran.",
      "output": "Noong isang linggo, si dating Ministrong Panglabas ng Alemanya Joschka Fischer ay nagsabi na siya ay nag-aalala na ang darating na halalang pangpangulo sa US ay maaaring magpataas ng mga pagkabahala sa pagitan ng US at Iran."
    },
    {
      "input": "However, the complexity of the data analysis along with unforeseen engineering problems have made finding the effect in the experiment's results difficult.",
      "output": "Subalit ang kasalimuutan ng pagsusuri ng datos kasama ang hindi inaasahang problema sa enhinyero ang nagpahirap upang mahanap ang epekto sa resulta ng eksperimento."
    },
    {
      "input": "Two page boys have been announced as William Lowther-Pinkerton and Tom Pettifer.",
      "output": "Ang dalawang abay na lalake ay inanunsyo na sina William Lowther-Pinkerton at Tom Pettifer."
    },
    {
      "input": "In electronic trading at the NYMEX Crude Futures in the United States touched a record price of, at US$92.22, according to Bloomberg, setting another record all-time high.",
      "output": "Sa elektronikong kalakalan sa NYMEX Crude Futures sa Estados Unidos ito ay pumalo sa nakatalang halaga na US$92.22, ayon sa Bloomberg, na nagtakda ng rekord ng all-time na pagtaas."
    },
    {
      "input": "The lawsuit filed in federal court in Washington, D.C. deals with a separate plaintiff and company, but the plaintiff in the suit also claims that religious discrimination took place for allegedly being mandated to attend Landmark Education courses.",
      "output": "Ang kasong ipinasa sa korte pederal sa Washington D.C. ay tumatalakay sa kabukod na sakdal at sa kumpanya pero ang kabukod na sakdal ay nagsasabi na ang diskriminasyong panrelihiyon ay nangyari lamang para sa paninindigang itinakda na dapat dumalo ng kurso sa Palatandaan ng Edukasyon."
    },
    {
      "input": "The most recently arrested suspects are reported to be those wanted in connection with the Oval tube and London bus bombing attempts .",
      "output": "Ang pinakabagong naaresto na mga suspek ay naiulat na pinaghahanap bilang koneksyon sa pagtatangkang pangbobomba sa Oval tube at bus ng London."
    },
    {
      "input": "BP Exploration Alaska, Inc, the company running the field, has said that oil production will be reduced by 400,000 barrels per day, or nearly 8% of the total U.S. oil production.",
      "output": "Ang BP Exploration Alaska, Inc., ang kumpanya na nagpapatakbo ng planta, ay nagsabi na ang paggawa ng langis ay mababawasan ng 400,000 na bariles sa bawat araw o nasa 8% ng pangkalahatang produksyon ng langis sa U.S."
    },
    {
      "input": "England started their reply by getting off to a flyer, but lost some early wickets that slowed down the run-rate.",
      "output": "Sinimulan ng Inglatera ang kanilang pagtugon sa pamamagitan ng pag labas sa isang flyer, pero natalo sa ilang maagang wikets na nagpabagal sa kanilang run-rate."
    },
    {
      "input": "Brazilian driver Filipe Massa, driving for Ferrari, won the Brazilian Grand Prix at Autódromo José Carlos Pace in Interlagos, São Paulo.",
      "output": "Ang Brasilyang tsuper na si Filipe Massa, na nagmamaneho para sa Ferrari, ay nanalo sa Brasilyan Grand Prix sa Autodromo Jose Carlos Pace sa Interlagos, Sao Paulo."
    },
    {
      "input": "In a statement, Cuomo said “Governor Carey led our state during a time of great financial turmoil and pulled us back from the brink of bankruptcy and economic ruin.”",
      "output": "Sa isang pahayag, sinabi ni Cuomo \"Inakay ni Gobernador Carey ang ating estado sa panahon nang matinding kaguluhang pinansiyal at hinila niya tayo mula sa bingit ng pagkalugi at ekonomiyang pagkasira.\""
    },
    {
      "input": "\"I'm taking my coat off; I bow; and I say goodbye forever.\"",
      "output": "\"Huhubarin ko na ang aking kapa; ako ay yuyuko; at sasabihin kong paalam habang buhay.\""
    },
    {
      "input": "Later in the speech Mr.Bush said that he's \"sorry you're going through what you're going through,\" to the residents of Macon County, which he was visiting.",
      "output": "Mamaya sa talumpati si Ginoong Bush ay sinabi na siya ay \"nalulungkot na kayo ay dumaranas sa anumang pinagdadaanan,\" sa mga residente ng Macon County, na binibisita niya."
    },
    {
      "input": "With the grand finale of the cooking competition already scheduled for that time, and expected to attract around four million viewers, the decision has been made to move the debate forward to 1830 and shorten it to 60 minutes.",
      "output": "Bilang engrandeng pagtatapos ng paligsahan sa pagluluto na nakapetsa para sa oras na iyon, at inaasahan na makaakit ng apat na milyong manunuod, ang desisyon ay nagawa na mailipat ang debate sa unahan ng 1830 at mapaikli ito ng 60 minutos."
    },
    {
      "input": "The Trade Union Congress said they welcome the rise, however they want the minimum wage to go up to GBP 6.00 (EUR 8.70) per hour.",
      "output": "Ang Kongreso ng Kapisanan ng mga Manggagawa ay nagpahayag na bukas sila sa pagtataas, gayunman gusto nila na tumaas ang pinakamababang sahod hanggang sa GBP 6.00 (EUR 8.70) kada oras."
    },
    {
      "input": "The BBC's Alex Last reports that local leaders and oil companies are concerned that this new tough policy will increase tensions in the region.",
      "output": "Si Alex Last ng BBC ay nag-ulat na ang mga lokal na mga lider at ang mga kumpanya ng langis ay nagmamalasakit na itong bagong mahirap na polisiya ay magtataas ng mga tensyon sa rehiyon."
    },
    {
      "input": "After the wreckage was found, another Remus robot submarine with cameras was sent down to the site, where it filmed bodies in the wreckage.",
      "output": "Pagkatapos na matagpuan ang labi, isa pang submarinong Remus na robot na may mga kamera ay ipinadala sa lugar, kung saan nakunan nito ang mga katawan sa mga nasirang labi."
    },
    {
      "input": "\"The accident occurred because of a failure of the train's braking system,\" said Interior Minister Jusuf Kalomperovic.",
      "output": "\"Nangyari ang aksidente dahil sa pagkasira ng sistema ng preno ng tren,\" sinabi ng Interior minister Jusuf Kalomperovic."
    },
    {
      "input": "Crossrail is the first major new train line to be built in London in decades.",
      "output": "Ang Crossrail ay ang unang pangunahing bagong linya ng tren na ipapatayo sa London sa loob ng maraming dekada."
    },
    {
      "input": "Michael Jackson died on June 25, 2009 aged 50, after suffering from a cardiac arrest.",
      "output": "Si Michael Jackson ay namatay noong ika-25 Hunyo 2009 na may edad na 50, matapos magkaroon ng atake sa puso."
    },
    {
      "input": "Beazley offered that it has been \"obvious for some time that the job was only partially completed when the commitment was made earlier.\"",
      "output": "Inihain ni Beazley na nagiging \"halata sa loob ng ilang panahon na ang trabaho ay tinapos lang nang bahagya nang ginawa ang pangako nang mas maaga.\""
    },
    {
      "input": "\"They will be disappointed that Britain will not be involved.\"",
      "output": "\"Sila'y malulungkot na ang Britanya ay hindi sasali.\""
    },
    {
      "input": "His older brothers Robert, Donald, and Richard and he formed the Williams Brothers, a singing quartet.",
      "output": "Ang kanyang mga nakatatandang kapatid na lalaking sina Robert, Donald, at Richard at siya ay bumuo ng William Brothers, ang apatang mang-aawit."
    },
    {
      "input": "All States and Territories, apart from Victoria and Tasmania, recorded 2005 mean temperatures amongst their top two warmest years on record.",
      "output": "Lahat ng mga Estado at Teritoryo, maliban sa Victoria at Tasmania, ay nagtala na ang 2005 katamtamang temperatura ay kabilang sa kanilang dalawang pinakamaiinit na taong naitala."
    },
    {
      "input": "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.",
      "output": "Halos 25 porsyento ng mga Indiyano na lampas pitong taon ay napag-alamang mangmang sa sensus ng 2011, may pagbaba ng 10 porsyento kumpara sa sensus na ginawa noong nakaraang sampung taon."
    },
    {
      "input": "Over 100 people have been reported dead with even more missing.",
      "output": "Mahigit 100 katao ang naitalang namatay at mas marami ang nawawala."
    },
    {
      "input": "After retiring in 1994 he ran his own restaurant up in Germany, which he had acquired in 1991.",
      "output": "Matapos magretiro noong 1994 ay pinatakbo niya ang sariling restawran sa Germany, na nabili niya noong 1991."
    },
    {
      "input": "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.",
      "output": "Sa wakas sa Marso, isang paglilipat ng elektoral ng Saint Andrews Agreement ang isasaalang-alang alinman sa pamamagitan ng botohan o reperendum."
    },
    {
      "input": "He further told La Stampa \"The network involved diplomatic personnel from a foreign embassy to the Holy See.",
      "output": "Pahayag niya pa sa La Stampa na \"Dinawit ng network ang diplomatikong tauhan mula sa dayuhang embahada para sa Holy See."
    },
    {
      "input": "Now that Sites is no longer embedded he wants to bring the whole story out in the open.",
      "output": "Ngayong si Sites ay hindi na kasama gusto niyang dalhin ang buong kuwento sa labas."
    },
    {
      "input": "The business community is expressing concerns about the impact on pubs and similar establishments.",
      "output": "Ang komunidad ng mangangalakal ay nagpakita ng kanilang pagkabahala sa maidudulot sa mga pub at sa mga katulad na establisamiyento."
    },
    {
      "input": "Reports say that police have surrounded the Supreme Court of Pakistan, while the judges are still inside.",
      "output": "Ayon sa report, pinalibutan ng mga pulis ang Korte Suprema ng Pakistan habang ang mga hukom ay nasa loob pa."
    },
    {
      "input": "Earlier this week the British government rejected calls for a Public Inquiry, arguing that such an investigation would be too expensive, take too long, and be a distraction from their efforts to combat terrorism.",
      "output": "Tinanggihan ng gobyerno ng Britain nitong mga unang araw ng linggo ang panawagan para sa Pampublikong Pag-uusisa, pinagtalunan na masyadong mahal ang gagawing pag-iimbestiga, mahaba at nakakaabala sa kanilang pagpuksa sa terorismo."
    },
    {
      "input": "A power shot by a player sent the game into a 5-minute delay when a piece of glass on the boards was shattered during the first period.",
      "output": "Ang malakas na tira ng isang manlalaro ang nagpahinto sa laban ng may 5 minuto nang mabasag ang piraso ng bubog sa bord sa unang bahagi ng laban."
    },
    {
      "input": "Bayern Munich sealed the victory with 2 goals from Mark van Bommel and Hamit Altintop in the 2nd half.",
      "output": "Sinelyuhan ni Bayern Munich ang tagumpay na may 2 gowl mula kay Mark van Bommel at Hamit Altintop sa ikalawang kalahati."
    },
    {
      "input": "Indonesia Air Traffic Controllers Association chief Adrie Gunawan said that 26 controllers left the country fearing possible prosecutions if anything went wrong on their shift; they also threatened to strike.",
      "output": "Sinabi ng hepe ng Samahan ng Tagapamahala ng Trapiko sa Himpapawid sa Indonesia na si Adrie Gunawan na 26 na mga kontroler ay umalis ng bansa sa takot sa mga posibleng pag-uusig na kung anuman ang nangyaring mali sa kanilang palitan; nagbanta rin silang magwelga."
    },
    {
      "input": "According to an interview of the Berenstain Bears official website, Papa Bear is based on Stan, Mama on Jan; Stan clarifies that he's \"not as stupid\" as Papa.",
      "output": "Ayon sa isang panayam sa opisyal na websayt ng Berenstain Bears, si Papa Bear ay si Stan, at si Mama Bear ay si Jan; pero nilinaw ni Stan na \"hindi siya kasing tanga\" ni Papa."
    },
    {
      "input": "Jurors in the Rod Blagojevich corruption trial began their fifth day of deliberations this morning, having sent no notes to the judge at all yesterday.",
      "output": "Sinumulan ng mga hurado ang kanilang ika-limang araw na masusing pag-iisip sa paglilitis ng katiwalian ng Rod Blagojevich kaninang umaga, habang walang anumang sulat na ipinadala sa hukom kahapon."
    },
    {
      "input": "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.",
      "output": "Naisip dati ng mga astronomer na ang mga singsing ay halos ganap na patag, na may mga pagbabago lang sa taas nang kaunting metro."
    },
    {
      "input": "Representative Tom Tancredo (R-CO) has clarified his earlier statement that \"you could take out their holy sites,\" in the event of a nuclear attack upon the U.S. by Islamic terrorists.",
      "output": "Nilinaw ni Representative Tom Tancredo (R-CO) sa kanyang mas maagang pahayag na \"maaari ninyong ilabas ang kanilang mga banal na lugar,\" sa kaganapang atakeng nukleyar sa U.S. ng mga teroristang Islamic."
    },
    {
      "input": "Somerville will return to Big Brother on finale night in five weeks.",
      "output": "Si Somerville ay babalik sa Big Brother sa finale night sa limang linggo."
    },
    {
      "input": "Paid for by the Scottish taxpayer, the results appeared in the British Journal of Psychiatry.",
      "output": "Binayaran ng mga nagbabayad ng buwis ang resulta na lumabas sa British Journal of Psychiatry."
    },
    {
      "input": "He left after his victory in the ballot for deputy general secretary of the Union in November 1994.",
      "output": "Umalis siya pagkatapos ng kanyang pagkapanalo bilang deputy general secretary ng Union noong Nobyembre ng 1994."
    },
    {
      "input": "The amendment to the budget adds $4.6 billion in social spending and delays of tax cuts.",
      "output": "Ang susog sa budget ay nagdagdag ng $4.6 bilyon sa panlipunang paggasta at naaantalang bayarin sa buwis."
    },
    {
      "input": "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.",
      "output": "Si Muktar Said Ibrahim, isa sa dalawang suspek na pinangalanan alinsunod sa nabigong pagtatangka ng pambobomba noong Hulyo 21, ay kilala rin bilang Muhammad."
    },
    {
      "input": "And it doesn't just cover e-mail spam, but all electronic messaging such as SMS/text messaging, etc.",
      "output": "Hindi lang ito sumasaklaw sa spam ng e-mail, kundi sa lahat ng mensaheng elektriko tulad ng SMS/text, at iba pa."
    },
    {
      "input": "Police also warned civilians the suspect may have a gas pistol and a semi-automatic rifle.",
      "output": "Binalaan ng pulisya ang mga sibilyan na ang suspek ay maaring may gas rebolber at isang semi- awtomatik na mahabang baril."
    },
    {
      "input": "TrES-4 orbits its star at a distance of only 7 million km (4.5 million miles), meaning that the temperature of the planet is estimated at 1,327°C (approximately 1,600K or 2,300°F).",
      "output": "Ang TrES-4 ay umiikot sa bituin nito sa layong 7 milyong km (4.5 milyong milya), na ibig sabihin ay ang temperatura ng planeta ay tinatayang nasa 1,327ºC (tinatayang 1,600K o 2,300ºF)."
    },
    {
      "input": "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.",
      "output": "Ang tatlo sa kanila ay natagpuan malapit sa kalsada ng Rustamiya sa dakong timog-silangang kabas ng kabisera."
    },
    {
      "input": "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"",
      "output": "Sinabi ni Omar Harani, 25 anyos na namuno sa protesta, sa Telegraph, \"Ibinigay namin ang lupa 2,000 taon na ang nakakaraan sa Simbahan upang bantayan ito,\" at sinabi pa na, \"Kaya hindi nila ito pagmamay-ari para ibenta.\""
    },
    {
      "input": "SLM was taken back by the shareholders after its dismissal from bankruptcy and hired a legal and accounting forensic consultant to review all transactions that occurred during bankruptcy.",
      "output": "Binawi ang SLM ng mga kasosyo pagkatapos ng pagpapawalang-saysay mula sa bangkarota at umupa ng ligal at akaunting na porensikong kasangguni upang suriin ang lahat ng transaksyong nangyari sa panahon ng bangkarota."
    },
    {
      "input": "\"We don't even have chalk, or red pens, never mind books,\" says Amos Musoni, one of the few teachers still working.",
      "output": "\"Wala man lamang kaming tsok, o pulang mga bolpen, hindi bale na ang mga libro,\" sabi ni Amos Musoni, isa sa ilang guro na nanatiling pang nagtatrabaho."
    },
    {
      "input": "Turkish President Abdullah Gul said that the two countries \"share a determination to increase the trade volume from a current US$38 billion to US$100 billion in five years.\"",
      "output": "Sinabi ni Presidente Abdullah Gul ng Turkey na ang dalawang bansa ay \"nagbahagi ng determinasyon upang mapataas ang dami ng pangangalakal mula sa kasalukuyang US$38 bilyon hanggang maging $100 bilyon sa loob ng limang taon.\""
    },
    {
      "input": "The EFF claims that AT&;T turned over 2 databases consisting of their subscribers' communication and internet usage records.",
      "output": "Pinatunayan ng EFF na ang AT&T ay nagbigay ng 2 database na naglalaman ng mga pakikipag-usap at mga rekord ng paggamit ng internet ng mga kliyente."
    },
    {
      "input": "The new local government in Bucharest wants to relaunch the city's image as a creative and colourful metropolis and have therefore enthusiastically supported the exhibition.",
      "output": "Ang bagong lokal na gobyerno ng Bucharest ay nagnanais na muling ipakilala ang imahe ng siyudad bilang isang malikhain at makulay na lungsod, at dahil dito masigasig na susuportahan ang mga eksibisyon."
    },
    {
      "input": "Officials say the rods could be able to provide enough plutonium to make two nuclear bombs.",
      "output": "Ayon sa mga opisyales ang mga baras ay maaaring makabigay ng sapat na plutonium para makagawa ng dalawang bombang nukleyar."
    },
    {
      "input": "\"We're seeing more activity than we did earlier in the season,\" said Rick Knabb of the Weather Channel.",
      "output": "\"Mas marami kaming nakikitang pagkilos kumpara sa nakita namin noong nag-uumpisa ang panahon,\" sabi ni Rick Knabb ng Weather Channel."
    },
    {
      "input": "He also outlined the fact that the plan for fighting cyber-crime stipulates the introduction of new rules for Internet users.",
      "output": "Binalangkas din niya ang katotohanan na ang plano na labanan ang cyber-crime ay magtatakda ng paghaharap ng mga bagong patakaran sa mga gumagamit ng internet."
    },
    {
      "input": "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.",
      "output": "Sabi ng mga militante na susubukan nilang patalsikin ang gobyerno at tanggalan ng kapangyarihan ang bagong halal na Presidente na si Pervez Musharraf."
    },
    {
      "input": "A compilation of the original and expansion has also been released as Galactic Civilizations II: Gold Edition and is available in stores, say Stardock.",
      "output": "Ang pinagsama samang orihinal at ang bagong pinalawak na laro ay nailabas na din bilang Galactic Civilizations II: Gold Edition at makukuha na sa mga tindahan, sabi ng Stardock."
    },
    {
      "input": "The lead car, still operating, begins to leave the area.",
      "output": "Ang nangungunang sasakyan, na patuloy na tumatakbo pa, ay nagsimula nang iwanan ang lugar."
    },
    {
      "input": "The report says conquering hunger and coping with an estimated 3 billion more humans by 2050 will result in an 80 percent increase in water use for agriculture.",
      "output": "Ayon sa ulat na malalampasan ang gutom at pagtustos sa tinatayang 3 bilyon katao hanggang 2050 ay magdudulot ng 80 porsiyentong pagtaas sa magagamit na tubig sa agrikultura."
    },
    {
      "input": "Ian A. Holton, who is an administrator on the English Wikipedia, has confirmed that the Chinese Wikipedia is accessible in the Liaoning Province, although users in Shanghai, Shenzhen and some in Beijing are still unable to access the site.",
      "output": "Si Ian A. Holton na isang administrador ng Wikipedia sa Ingles ay nagkumpirma na ang Wikipedia ng China ay maari nang mabuksan sa probinsya ng Liaoning kahit na ang mga gumagamit sa Shanghai, Shenzhen at ang ilan sa Beijing ay hindi pa rin makabukas sa websayt."
    },
    {
      "input": "Lieutenant Colonel David Wakefield is the spokesperson for Task Force Helmand.",
      "output": "Si Tinyente Koronel David Wakefield ang tagapagsalita ng Hukbong Lakas Helmand."
    },
    {
      "input": "\"There has been more than 800 boats, 11 billion dollars in budget blow-outs and tragically, more than 1000 deaths at sea.\"",
      "output": "\"Mayroong higit pa sa 800 mga bangka, 11 bilyong dolyar sa pagputok ng badyet at kalunus-lunos na mahigit sa 1,000 pagkamatay sa dagat.\""
    },
    {
      "input": "Stevens, who handles appeals from the Seventh Circuit, had three options: reject the request for a delay of trial, grant it, or allow the federal government to respond.",
      "output": "Si Stevens, na siyang humahawak ng apela mula sa Seventh Circuit, ay may tatlong pagpipilian: tanggihan ang kahilingan para maantala ang paglilitis, tanggapin ito, o hayaan ang pamahalaang pederal na tumugon."
    },
    {
      "input": "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.",
      "output": "Ang dating Punong Ministro na si Benazir Bhutto, na kauuwi lang sa kanilang bahay, ay kasalukuyang nasa ibang bansa upang bisitahin ang kanyang pamilya sa Dubai."
    },
    {
      "input": "\"What we lack is an Israeli partner who is ready to go forward and ready to come to a result.\"",
      "output": "\"Ang kakulangan lang namin ay isang kasangga na Israeli na handang sumulong at handang magkaroon ng isang resulta.\""
    },
    {
      "input": "However, the Russian foreign minister Sergei Lavrov refused to put a timetable on the withdrawal of Russian forces from deep inside Georgia and stated that their departure depended on extra security measures being put in place.",
      "output": "Gayunman, ang dayuhang ministro ng Russia na si Sergei Lavrov ay tumangging maglagay ng tala-orasan sa pagbabawi ng mga pwersa ng Russia mula sa malalim na bahagi ng Georgia at nagpahayag na ang pag-alis ay depende sa karagdagang mga paraan sa seguridad na ipatutupad."
    },
    {
      "input": "Money that does eventually come may not be in proportion to the need.",
      "output": "Ang mga pera na nakarating ay maaring hindi akma sa pangangailangan."
    },
    {
      "input": "Their first album, which was self titled, was a huge success.",
      "output": "Ang kanilang unang album, na pinamagatan ang sarili, ay isang malaking tagumpay."
    },
    {
      "input": "The New Zealand government has announced that the new minimum purchasing age to buy fireworks in New Zealand is 18-years instead of the current age of 14-years.",
      "output": "Inihayag ng pamahalaan ng New Zealand na ang bagong pinakamababang edad na maaaring makabili ng paputok sa New Zealand ay 18-taon sa halip na kasalukuyang edad na 14-taon."
    }
  ]
}