{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the Vietnamesw langnage and your task is to convert it into the Xnglish labguage.",

    "Positive Examples": [
        {
            "input": "Theo Trung tá Forbes Peters của Hải quân Australia, các quan chức Indonesia cũng hài lòng như các thủy thủ, Peters nói rằng \"Các tùy viên hải quân và đại sứ đang ở đây và họ ôm chặt vào Trung tá Larry Cook.\"",
            "output": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Kể từ khi Canada có hai ngôn ngữ chính thức (Tiếng Anh và tiếng Pháp) một vài nghệ sĩ đến từ Quebec đã đi hát ở Pháp.",
            "output": "Since Canada has two official languages (English and French) some artists were from Quebec and sung in French.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Vì vậy, đến nay không có thương tích về người và không có nhà cửa bị hư hại, nhưng một trong những tòa nhà lưu trữ thiết bị được sử dụng bởi nhân viên cứu hỏa đã bị đốt cháy tan tành.",
            "output": "So far there have been no injuries and no homes have yet been damaged, but one building storing equipment used by firefighters was burned to the ground.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Ông nói chính phủ sẽ không làm theo những nguyên tắc chung này.",
            "output": "In addition to wheelchairs, the workshops handle all manner of work with prostheses.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Để đáp lại kế hoạch của Liên minh phòng thủ Anh về việc tổ chức một cuộc diễu hành vào thứ bảy tới, nhà lãnh đạo của Hội đồng Tameside, Kieran Quinn, cho biết rằng hội đồng sẽ yêu cầu Bộ Nội vụ Anh cấm EDL diễu hành qua thị trấn Hyde, gần thành phố Manchester.",
            "output": "The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Nếu tiến trình phẫu thuật này thành công trong các nghiên cứu quy mô lớn, nó có thể dẫn đường cho việc sử dụng robot trong các ca phẫu thuật phức tạp hơn, chẳng hạn như phẫu thuật tim.",
            "output": "According to domestic media, concerns over safety at the port have been raised in the past; a government study in 2006 noted that five projects at the port were at risk of accidents.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"Theo các nhà điều tra, hành động khủng bố này trước tiên chỉ nhằm chống lại các công dân nước ngoài.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "Ông nói người dân đang phải trả một cái giá quá đắt ở Lebanon và phía bắc Israel, ông cũng nhấn mạnh \"Câu trả lời không thích đáng bởi Israel là một hành động xâm phạm đến quyền con người mang tính quốc tế.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Việc truy cập vào Wikipedia, dự án chị em của Wikinews, và Flickr, một trang chia sẽ ảnh, đều bị cấm, vào thứ Năm.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Cuộc tấn công, lần đầu được báo cáo bởi Wired News, đã lợi dụng một chức năng của diễn đàn để đưa lên một đoạn mã JavaScript.\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "Wikipedia là một dự án của Wikimedia Foundation, một tổ chức phi lợi nhuận có trụ sở ra bên ngoài khu St. Petersberg, Florida.\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "Sự ủng hộ nhiệt tình của các cầu thủ đã giúp tôi rất nhiều và tôi cũng xin cảm ơn Colin Calderwood, Paul Barron và những thành viên còn lại đã hỗ trợ rất nhiều cho tôi trong mùa giải này.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Theo bài báo, McHale định treo cờ Canada dọc đường phố từ DCE (Douglas Creek Estates) nơi bị thổ dân chiếm đóng liên tục trong 10 tháng.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Tháng tám vừa qua, ông nói về công đoàn \"Đây không còn là công đoàn của tôi nữa..\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "Thủ tướng NSW Morris Iemma công bố vào tháng Mười Hai năm 2005 rằng ông muốn bán cổ phần của nhà nước tại Snowy Hydro buộc các chính phủ liên bang và tiểu bang Victoria làm theo.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "CRA cho biết hệ thống sẽ hoạt động nhanh chóng để giải quyết những vấn đề tồn đọng trong quá trình hoàn thuế.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "\"Chúng là những vận động viên giỏi, sinh viên loại A, chỉ là những bé trai bé bỏng và ngoan ngoãn. . Thật là khắc nghiệt, \" người hàng xóm Don Taylor nói.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "Năm 1991 và 1992 bốn trong số sáu nước cộng hòa Nam Tư tuyên bố độc lập nhưng hai nước là Serbia và Montenegro vẫn liên kết với nhau.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Chỉ sau 6:00 giờ chiều (EDT) trang web hoạt động trở lại với chỉ một vài vấn đề về kết nối.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "Cảnh sát biển nhận thông báo khẩn cấp vào lúc 7:03 tối từ Canado Shipping Lines.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Một năm sau đó, các bài báo về dòng lịch sử vẫn là nguồn trích dẫn phổ biến nhất cho các thống kê về sự phá hoại trên Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Mỗi nhà máy trong hai nhà máy mới có thể sản xuất 30 triệu gallon (113 triệu lít) mỗi năm.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "Trong một phát biểu gửi tới CNN, cố vấn an ninh quốc gia Iraq, ông Muwaffaq Rubaie đã nói rằng \"… tòa án sẽ xử công minh, chỉ có một luật sư bào chữa có mặt ở đó, cùng với một luật sư bên nguyên hợp pháp nữa…\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "Cục Khí tượng Bangladesh khẳng định trận động đất đã đánh vào Chittagong, một thành phố cảng phía nam cũng là thành phố lớn thứ hai Bangladesh.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "Ali al-Dabbagh, phát ngôn viên cho chính phủ Iraq, tuyên bố rằng chính phủ phản đối sự xâm nhập đơn phương của Thổ Nhĩ Kỳ vì đó là một sự đe dọa đến quan hệ láng giếng tốt hai bên.\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "Tiến sĩ Hery Raharisaina, Bộ trưởng Tài nguyên đánh bắt và nuôi trồng thủy sản Madagascar đã thay mặt chính phủ gửi lời chia buồn sâu sắc đến gia đình của những nạn nhân trên.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "\"Điều tôi muốn hỏi là, 'Vì lý do cao cả gì mà con trai tôi lại phải chết? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "Vụ việc tại nhà thờ Hồi giáo đã dấy lên cuộc tranh cãi lớn về việc liệu các phóng viên chiến trường có nên duy trì quan điểm trung lập.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "\"Chúng ta người Thụy Sĩ tìm thấy con đường giữa biển khơi, không chỉ riêng gì trong những ngọn núi, \" đề cập đến việc Thuỵ Sĩ nổi tiếng nhất vì môn trượt tuyết đổ dốc Alpine.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "Những người đàn ông này hoặc có anh em \"sinh học\" và cùng một mẹ hoặc anh em \"phi sinh học\" thông qua việc nhận nuôi hoặc là anh em ghẻ hoặc anh em cùng cha khác mẹ hoặc cùng mẹ khác cha.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "Những nhóm bảo vệ môi trường, bao gồm Sierra Club, được cho phép can thiệp vào vụ kiện để hỗ trợ các hoạt động của Hiệp hội.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Nếu quá nhiều chủ nhà vỡ nợ về thế chấp, người cho vay dưới chuẩn có thể sẽ dẫn đến việc vỡ nợ theo.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "\"Chúng ta phải sử dụng thiết bị cắt cầm tay để mở chiếc xe lửa và tiếp cận người dân, \" Pedro Machado, tổng chỉ huy của Sở Cứu Hỏa Janeiro Rio de cho biết.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Theo báo cáo, nhiều cuộc không kích của Israel vào dải Gaza đã làm bị thương ba trẻ em trong đó bao gồm một trẻ sơ sinh.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Vẫn còn những báo cáo về đoạn video dẫn đến những trang web nơi mà nó được theo dõi, trong đó có một báo cáo trên The Times.\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "Sau đó, nó được chuyển tới tòa trung tâm Notisiete, nơi các các nghi thức được tổ chức.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Đội thi đấu Paralympic được mong đợi sẽ ​​hoàn thành các môn sau khi giành được một phần nghìn huy chương của quốc gia.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Curry lưu ý rằng kết quả đối với những bệnh nhân được điều trị thành công đều đúng \"bất kể họ phản ứng gì với cả hai phương pháp điều trị - phương pháp trị liệu hành vi nhận thức, Prozac hay thuốc an thần.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "Giải thưởng J. J. Sakurai sẽ được trao tại cuộc họp APS 2010 ở Washington, DC trong một nghi thức đặc biệt vào tháng Hai năm 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Thêm vào đó, những bệnh nhân có khả năng bị tổn thương về tim(do tác dụng phụ của thuốc) sẽ không được kê loại thuốc được viện trợ này.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "\"Chính phủ cũng sẽ hợp tác chặt chẽ với cộng đồng quốc tế để duy trì hòa bình và an toàn trên bán đảo Triều Tiên.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Tiền phạt có thể bị áp đặt lên các trang web bên ngoài nước Úc có liên kết đến tài liệu trên danh sách của nó.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Thượng nghị sĩ Joe Ludwig (Đảng Lao động, bang Queensland) đã hỏi Bộ trưởng Tư pháp và Hải quan thượng nghị sĩ Chris Ellison trong thời gian chất vấn liệu ông còn bảo vệ quan điểm của mình ngày hôm qua khi cho rằng sự phát hiện ra tàu Jian Seng chứng tỏ rằng chính phủ Úc đã thực hiện \"giám sát trên không và trên biển để ngăn chặn tàu trong những trường hợp như thế này, và điều đó đã được thực hiện\", và hỏi lý do Chính phủ phải mất hai tuần để chặn con tàu sau khi nó đi vào vùng biển Úc.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Bác sĩ khoa sản của bệnh viện, Andrew Miller nói rằng những trường hợp mang thai bất thường kéo dài đủ tháng mang thai là \"chưa bao giờ nghe thấy.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Chủng này được phát hiện trong tháng Tư và tháng Sáu năm 2006 tại tỉnh Phúc Kiến của Trung Quốc khi đội ngũ của Guan kiểm tra vịt, gà, ngan, ngỗng và các loại chim khác tại một chợ trong tỉnh.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "Gần đây công ty Đầu tư Fons ehf. đã mua hãng hàng không Đan Mạch Sterling Air và Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Phe đối lập cần phải chiếm được ít nhất hai mươi ghế của chính phủ để vượt đảng Lao động đang chiếm đa số và một số lượng các cá nhân độc lập.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "Tuy nhiên, các mẫu được sử dụng trong phân tích đến từ 120.000 năm trước và cho thấy rằng quá trình giao phối của hai loài xảy ra là rất sớm.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Cảnh sát nói rằng còn quá sớm để biết liệu có phải điều kiện thời tiết là một nhân tố trong vụ đâm nhau này không.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Lãnh đạo liên minh Đảng Tiến bộ của Jim Anderton và là người ủng hộ dự luật, Jim Anderton nói: \"Việc đưa ra lời bào chữa vào phút cuối cho các nghị sĩ không bị đánh lừa bởi lời hứa xem xét không cần thiết.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Patrick Mannion, phóng viên được chỉ định của Wikinews, cũng có mặt ở đó cùng với nghị sĩ John F. Tierney ứng cử viên dân biểu khu vực 6 bang Massachusett và Thomas McGee thượng nghị sĩ bang của Lynn.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "Điều này thật sự ảm đạm so với năm 2007, khi 120.000 lao động nước ngoài được vào Mỹ với visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Người sửa giấu tên đã để lại một lời xin lỗi dài đến cộng đồng Wikimedia, giải thích rằng \"tôi hy vọng điều này sẽ chấm dứt những suy diễn là có ai đó đã biết về thảm kịch trước khi nó xảy ra.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "Các điều kiện của giải đua này khác xa, trung tâm Thời tiết Quốc gia cho biết nhiệt độ là 88 độ F (31 độ C) tại đường đua vào thời điểm đua.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "Chính phủ Nigeria đã yêu cầu sự hỗ trợ từ các tổ chức quốc tế, trong đó có Tổ chức Y tế Thế giới và Trung tâm Kiểm soát và Ngăn ngừa bệnh tật Mỹ nhằm ngăn chặn tình trạng lây lan rộng.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Medvedev đã nhắm vào các quan chức an ninh và quản lý sân bay sau vụ đánh bom.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "Một cơ quan đã tăng mức độ báo động dịch lên mức độ sáu, mức độ cao nhất.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "Đội A1 của New Zealand đã thắng trong cuộc đấu mấu chốt tại giải Grand Pix A1 tại Thượng Hải, Trung Quốc ngày hôm nay, tiếp theo sau là đội A1 của Anh và Đội A1 của Đức.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "\"Trong quá trình sản xuất, có rất nhiều bụi nhôm lơ lửng trong không khí.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler ở California, Hoa Kỳ đã bị kết án tội giết năm nhân viên cứu hỏa dịch vụ rừng Mỹ đã thiệt mạng trong khi cố gắng kiểm soát vụ cháy do hắn gây ra.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Zimbabwe đã hòa trận đấu thứ hai của bảng D tại giải World Cup với Ireland trên sân Sabina Park, Kingston, Jamaica.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Chiếc tàu cứu nạn cũng đưa một người bị thương trong số đó vào bờ trong khi chiếc trực thăng quay lại để cứu một cậu bé khác.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Mặc dù có nhiều nước châu Âu sản xuất thuốc này để sử dụng chủ yếu ở châu Âu như là một chất gây mê, không có nhà sản xuất nào sẵn sàng cung cấp nó cho việc sử dụng trong các án phạt tử hình, việc bãi bỏ thuốc này đã được EU vận động hành lang từ năm 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Những cuộc phỏng vấn được mong đợi từ các thành viên của Đảng Tự do, Đảng Bảo thủ Tiến bộ, Đảng Dân chủ mới, Đảng Xanh Ontario, cũng như các thành viên của Đảng Liên minh gia đình, Đảng Tự do, Đảng Cộng sản, Đảng Giải phóng và Đảng liên đoàn các khu vực, cũng như các ứng cử viên độc lập.\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "Các trường hợp tử vong xảy ra ở một thị trấn của Toliara, có một trường hợp tương tự nữa xảy ra cách đó 130 km (80,8 mi) tại Sakaraha.\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "Một người dân là Aysar Khaled đã trả lời Reuters \"Tôi thức giấc và nhìn thấy tuyết rơi, thế là tôi gọi cả nhà dậy để bảo họ ngắm tuyết cùng.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "Công ty đang kiện để nhận đòi bồi thường thiệt hại dân sự tương ứng với phân nửa doanh thu của phim và sách từ những phim bom tấn như Spider-Man, Iron Man, X-Men, Hulk, và các phim franchise của Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Quốc vương đã không đưa ngay lý do cho biện pháp này; tuy nhiên, những báo cáo gần đây đã cáo buộc quốc hội xử lý pháp lý yếu kém và thậm chí là có tham nhũng.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Đây là thí nghiệm quan trọng đầu tiên trong việc phóng Falcon 9, và nó đạt được kỳ vọng của công ty trong lĩnh vực thị trường thương mại phóng hỏa tiễn.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "Trong 20 trận tại mùa giải này, chỉ có ba chiến thắng của đội nhà được ghi nhận, nhưng đây là lần đầu tiên trong giải đấu tất cả bốn đội nhà đã giành chiến thắng trong trận đấu của mình trong một vòng duy nhất.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Chú của anh ta đã nói chuyện với CNN với điều kiện giấu tên, và nói rằng cháu trai của ông đang học ở Anh vào năm 2006 khi bạn tình của anh ở Iran đã bị bắt và bị treo cổ sau khi bị buộc tội kê gian.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Máy bán hàng tự động bán thuốc lá ở nơi công cộng sẽ bị cấm nếu quảng cáo và tài trợ thuốc lá.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "\"Đây là một tội ác rất khủng khiếp, rất điên rồ, và cộng người dân giữ những đầu mối để giải quyết vụ việc này một cách nhanh chóng.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Ở khu vực bị đánh bom, những vòng hoa được đặt xuống để tỏ lòng tôn kính, với hàng trăm người cùng nhau đánh dấu lễ mặc niệm.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "Phẫn nộ với tuyên bố của Tổng thống George W. Bush rằng quân đội Mỹ đã hi sinh vì \"lý do cao cả\" tại Iraq, Sheehan đã cắm trại ngay gần nông trại của Bush ở Texas trong tuần vừa rồi để yêu cầu một cuộc nói chuyện riêng tư với Tổng thống.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "Tình hình đã kết thúc mà không có sự cố và toàn bộ hành khách và phi hành đoàn trên máy bay đều rời khỏi một cách an toàn.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Khi rời khỏi hồ bơi, họ không tiếp cận được Twitter, Facebook, hay tivi mà phải giải trí bằng những phương tiện khác.\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "Các thành viên của chính phủ lâm thời và gia đình họ đang bị cấm vào New Zealand.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Mỹ đã tăng cường an ninh sân bay sau nỗ lực đánh bom không thành công ngày 25 tháng Mười hai vào một chuyến bay của hãng Delta bởi một người đàn ông Nigeria giấu chất nổ trong quần lót.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "\"Nếu Apple quyết định bán Mac OS cho các công ty khác, chúng tôi sẽ rất vui mừng cung cấp nó cho khách hàng của chúng tôi, \" Dell viết trong một bức thư điện tử gửi Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Một số các nghi vấn trước đó nói rằng vật thể ở Texas có thể là thiên thạch.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Chuyến đi này được thực hiện khi hơn 70.000 người dân Iraq đang chuẩn bị triển khai quân sự tiến vào Baghdad với nỗ lực mang lại an ninh cho thủ đô.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "Ngày 7 tháng 8, quân đội Georgia đã mở màn tấn công chống lại thành phố Tskhinvali của Ossetian.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Những người bị thương đã được đưa tới một bệnh viện quân sự địa phương để điều trị, trong khi đó, lực lượng an ninh bảo vệ hiện trường vụ nổ.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Omar Harani, 25 tuổi người dẫn đầu những người biểu tình trả lời phỏng vấn tờ Telegraph nói, \"Chúng tôi giao đất cho Nhà thờ chăm sóc 2,000 năm trước, \" và tiếp tục, \"Vì vậy đấy không phải đất của họ để đem bán.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, do gió dồn vào buổi chiều, nên than lửa đã xuyên qua hệ thống cống nước và ngọn lửa đang hướng tới một khu vực đông dân ở Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Phe của Manny Pacquiao dẫn dắt bởi quản lý Freddie Roach tuyên bố rằng Diaz sẽ cần một \"phép lạ chết tiệt\" để ngăn chặn không cho \"Phe Pacman\" tiến đến đến hạng cân 135 lbs. là hạng cân mà Diaz đang dẫn đầu.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Đội bóng đá nữ Matildas được xếp vị trí số 8 theo bảng xếp hạng gần đây nhất của FIFA.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "Praveen Khandelwal, Tổng thư ký của Liên đoàn Thương nhân Toàn Ấn Độ, cho biết, họ sẽ kêu gọi chấm dứt các cuộc biểu tình vào tối thứ Tư và họ sẽ tiếp tục các việc kích động của mình bằng biểu tình tuyệt thực và các hội nghị đối với các chiến dịch niêm phong.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "Ông là con của chủ tịch đương nhiệm Đảng Quốc đại Sonia Gandhi, người được sinh ra ở Ý và cựu thủ tướng Rajiv Gandhi, người bị ám sát năm 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Một quan chức Bộ Quốc phòng Somali đã báo cáo thêm rằng các máy bay trực thăng của Mỹ đã phát động một cuộc tấn công chống lại các tay lính chiến ICU tại Afmadow, một thành phố gần biên giới Kenya, 350 km về phía tây nam thủ đô Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Theo trang blog online thuộc phe cánh tả nổi tiếng của Mỹ Daily Kos, là trang đầu tiên đưa tin về vấn đề này, CNN đã nhầm lẫn hai cái tên vào hôm thứ Hai, dẫn đến một tiết mục về bin Laden với tiêu đề, \"Obama đang ở đâu? \" trên chương trình The Situation Room, do bình luận viên Wolf Blitzer chủ trì.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "Thượng nghị sĩ MacDonald nói với chương trình Phát thanh AM của ABC rằng ông kì vọng đối với những người được cho là đã đánh bắt trái phép trên vùng biển của Úc, thuyền trưởng và có thể cả một số ngư dân kinh nghiệm sẽ bị buộc tội, còn các thành viên thuỷ thủ đoàn khác ngay lập tức bị trục xuất về Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Melor suy yếu phần nào khi tiếp tục đi về phía bắc đảo trung tâm của Nhật Bản.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "Đa số các câu lạc bộ của NHL đã thua lỗ trong vòng năm năm qua và kết quả là các câu lạc bộ muốn trả lương tại mức định sẵn.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Chuyến thăm của Giáo hoàng John Paul suýt bị hủy bỏ do chiến tranh Falklands và âm mưu ám sát.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Rico đã từng làm một loạt công việc nhưng niềm đam mê của ông bây giờ chính là nghề nghiệp của ông - ông biến những thứ 'bỏ đi'không mong muốn thành những mẫu đồ nội thất.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "\"Chúng tôi đã cho chạy những động cơ này như kiểu chúng hoạt động trên chuyến bay, nhưng thay vì để chúng lên không trung, chúng tôi đã hãm chúng xuống.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "Con số người chết vẫn chưa được xác định, trong khoảng từ không đến tám người.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "Số cử tri đi bầu được báo cáo là hơn năm mươi phần trăm.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Lee Tomkin, giám đốc một quỹ từ thiện của những bệnh nhân, Migraine Action mô tả thông tin mới này là \"tuyệt vời\" và \"thực sự là một bước tiến xa.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "Trung tá Steve Stover, phát ngôn viên của lực lượng đa quốc gia ở Baghdad, cho biết, \"Bằng cách nhằm vào những người Iraq vô tội, bọn chúng cho thấy bộ mặt ác quỷ thật sự của chúng.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "Các tên miền Trung Quốc bị tấn công trong nhiều sự từ chối dịch vụ gần đây nhắm vào đất nước này.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Trong tổng số các phân bổ, thì vùng đầu tiên đã giảm vào tổng 117.170.000 đô la Úc và vùng thứ hai cho thấy tăng lên 114.353.000 đô la Úc.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "Cook, 59 tuổi, được đưa tới một bệnh viện ở Inverness bởi một máy bay trực thăng dịch vụ cứu hộ nửa giờ sau khi bị ngã quỵ.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Người dân và các thương nhân không tin đây cũng là nơi mà khách sạn này đã từng được xây dựng.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "Những cố gắng để liên lạc với bạn bè và gia đình qua điện thoại di động trở nên khó khăn bởi vì các mạng di động lớn nhất như Vodafone, O2 và Orange đều bị quá tải nhiều lần vào sáng nay, đồng nghĩa với việc các cuộc gọi thoại đều không thành công.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Một tình trạng khẩn cấp được thông báo trên khắp tỉnh Kandahar, vì có một lượng lớn quân cả Afghanistan và NATO đã được điều động tới tìm kiếm dấu vết những tù nhân đã trốn thoát.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Trẻ em được xếp vào loại \"có sinh hoạt chung\" có nhiều cơ hội phát triển hơn là những đứa trẻ \"không sinh hoạt chung\": những đứa trẻ này có 3/4 nguy cơ bị nhiễm bệnh.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Theo José Manuel Durao Barroso, Chủ tịch Ủy ban châu Âu, Liên minh châu Âu đang chuẩn bị bơm 50 triệu € để viện trợ các vùng bị phá hoại.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Nhiều người Azeris tin rằng \"Cuộc biểu tình ba tiếng\" sẽ khó mà thay đổi được gì ở đất nước này.\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "Một đợt phóng vệ tinh thành công sẽ chứng minh rằng tên lửa của Iran có tầm cỡ toàn cầu.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "\"Tôi tự làm những điều này vì tôi muốn cải thiện những bài viết của Wikipedia.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "\"Chúng tôi kêu gọi tất cả các bên có trách nhiệm ngăn chặn ngay hành vi vi phạm quyền con người như thế này, và chúng tôi kêu gọi chính phủ phải có biện pháp để điều tra một cách độc lập những trường hợp này, \" ông nói.\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "Mười phút sau khi bắt đầu hiệp hai, Nambour đã có thể ghi điểm từ ngoài nhưng đã không chuyển đổi được cú try đó.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "Ông cho biết vụ tấn công diễn ra \"trong chớp mắt.\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "Bà Clinton đã không đòi hỏi gì để đổi lấy sự ủng hộ của bà cho Obama, nhưng Obama đáp lại bằng một cử chỉ đóng góp cho chiến dịch của bà Clinton mà bây giờ là gánh nặng nợ nần.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Ủy ban nói rằng một chương trình xây dựng \"rộng mở\" các nhà máy điện khí mới sẽ là cần thiết để đáp ứng sự thiếu hụt theo dự đoán.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "Theo Ủy ban bảo vệ nhà báo, chín nhà báo đã bị giết ở Pakistan trong năm nay, và ít nhất 16 người thiệt mạng trong năm 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "\"Trong phạm vi mà chúng tôi đã được thông báo về tất cả các cáo buộc và đã xem xét lại tất cả các bằng chứng sẵn có, chúng tôi cũng tin rằng việc này là đúng.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "Ông chỉ trích phản ứng của báo chí đối với hiện tượng này, nói rằng, \" Bạn biết đấy nó còn kinh khủng hơn cả sự xúc phạm, bất cứ điều gì công khai hay bất cứ ai ở Mỹ đều khoan dung tha thứ thì giới truyền thông chính thống lại cười nhạo về nó.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "Kim dường như đã qua đời hai ngày trước đó vào ngày 17 tháng mười hai trên tàu ra nước ngoài.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "Nhóm học giả đề xuất giải pháp này đã nhấn mạnh rằng giải pháp của họ là nhằm mục đích duy trì truyền thống của một người thừa kế nam.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Trung tướng Dominic Dim Deng, bộ trưởng quốc phòng khu vực, được xác nhận là đã chết và người ta cho rằng có ít nhất 19 quan chức quân sự đã chết.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Luật sư của Teamster sinh ra tại Edmonton, nhưng đã đến sinh sống tại Vancouver từ năm 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Eva Avila cũng trao cho cô giải thưởng multi-platinum cho anbum mang chính tên cô Melissa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Nó thậm chí có thể được dùng cho các chuyến bay có người lái bằng cách sử dụng tàu vũ trụ SpaceX Dragon.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "Các lãnh đạo và cá nhân từ các nơi khác nhau của đất nước, bao gồm cả nhà lãnh đạo của Narmada Bachao Andolan, Medha Patkar, bày tỏ sự đau buồn trước cái chết.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Xuyên suốt thời gian tranh cãi gần đây, Tổng thống Mỹ luôn kề vai bên ông Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "\"Cuối cùng, có rất nhiều trẻ em sẽ ở trên những ngọn núi của chúng tôi vào mùa hè\", ông cho biết thêm.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "\"Chúng ta, không như người Anh, thành lập chủ nghĩa dân chủ dựa trên cá nhân, một phiếu bầu - sự dân chủ bài trừ phân biệt về giới tính hoặc chủng tộc, bảo vệ nhân quyền và tự do tôn giáo, \" ông đáp lại những lời phê bình từ quốc tế về phía ông gần đây, đặc biệt là từ Gordon Brown.\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "Google Base được mong đợi sẽ trở thành đối thủ của Craigslist, hiện một phần thuộc sở hữu của eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Sĩ quan cảnh sát cấp cao của Sở cảnh sát Nam Yorkshire, Meredydd Hughes đã bị cáo buộc chạy quá tốc độ trên đường A5 gần Chirk ở phía bắc xứ Wales.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "Wikinews đang tiếp tục theo dõi câu chuyện, nhưng người dùng giấu tên đã từ chối được phỏng vấn.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "Theo Robin Roberts, đồng dẫn chương trình Chào Buổi sáng nước Mỹ của đài ABC, chỉ có hai phần trăm số phụ nữ được khảo sát toàn cầu tự cho là mình đẹp. Lần đầu tiên chương trình phát sóng quảng cáo trên là vào sáng nay lúc 8:07 EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "\"Đây là một hậu quả có thể dự đoán của việc bỏ qua các biện pháp an toàn, \" một luật sư đại diện cho các gia đình cho biết.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Vận động viên chạy đua người Ottawa Ray Zahab, 39 tuổi phóng viên thám hiểm và kiến trúc sư Kevin Valley, 44 tuổi của Lynn Valley, nhà thám hiểm Bắc Vancouver và Bắc Cực Richard Weber, 49 tuổi, nói rằng họ đã hoàn tất cuộc hành trình hơn 700 dặm (1.130 km), tại kinh độ khoảng 10.000 feet vào sáng sớm thứ Tư.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "Các nhà khoa học dự đoán rằng có năm triệu loài sẽ không còn nữa vào thế kỷ này.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Nạn cướp biển rất thịnh hành ở ngoài khơi bờ biển phía đông của châu Phi; vào ngày thứ Bảy, hải tặc Somali đã bắt giữ một tàu của Bỉ, Tàu Pompei, với mười thành viên của đoàn, khi tàu đang đi về phía nam đến quần đảo Seychelles.\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "Có điều đáng lo ngại là một vài câu nói đã được đưa ra khỏi ngữ cảnh để tạo ấn tượng rằng tổ chức của chúng tôi là một mảnh đất màu mỡ của sự cuồng tín, lẽ ra họ có thể tiếp xúc trực tiếp với chúng tôi - chúng tôi hoạt động với chính sách mở cửa tại nhà thờ Hồi giáo của mình.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Một quan chức của cơ quan động vật hoang dã ở Zimbabwe cho biết ngày hôm nay rằng lượng săn trộm động vật trong nước đã tăng đáng kể trong năm nay, bởi một tổ chức tội phạm quốc tế.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "Những lời phàn nàn về tư cách đạo đức ban đầu được đệ trình bởi đại diện bang Texas của Đảng Dân chủ, Chris Bell vào ngày 15 tháng Sáu năm 2004 và bắt đầu được hâm nóng vài tháng trước cuộc bầu cử năm ngoái.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Một phát ngôn viên của nhóm thừa nhận cho đến nay đã chi NZ $ 500.000 vào chiến dịch.\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "Mười sáu bên khác cũng cạnh tranh cho ghế trong quốc hội, nhưng không ai trong số họ nhận được nhiều hơn một phần trăm số phiếu.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Nhóm các bộ trưởng cũng đề xuất rằng đài phát thanh cộng đồng được phép phát 5 phút quảng cáo cho mỗi một giờ lên sóng.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Con tàu bị bắt giữ ở vị trí khoảng 830 km về phía đông nam của Mombasa và được báo cáo là đang đi về cảng Eyl của Somalia.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "Ngọn lửa được cho là đã bùng phát khi những người công nhân ở Agua Dulce gây ra tia lửa do đập bu lông khi đang tháo lốp bánh xe.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "\"Không ai trong chúng tôi muốn gặp phải tình huống khi bất kỳ hồ sơ của công dân Mỹ bị truy cập trái phép.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Sau cuộc thăm viếng gần đây của ông Shinawatra đến vùng này lại có thêm những cuộc nổ súng.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "Một số người vẫn còn sống và một lính thủy đánh bộ đã nghĩ người đàn ông đang nằm trên mặt đất là mối đe doạ do một cánh tay của anh không thấy rõ, vì vậy anh ta có thể đang giấu vũ khí.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "Những người chống đối nói chiến dịch được thực hiện để \"trừng phạt\" những ai phải đối chính phủ của Mugabe.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "\"Mối quan ngại lớn của chúng tôi là hơn 3.000 người đang ở dưới lòng đất, \" Chủ tịch hiệp hội thợ mỏ quốc gia Nam Phi, Deon Boqwana cho hay.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Giai đoạn thử nghiệm tiếp theo sẽ gồm 700 người từ mọi lứa tuổi.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Cuộc nghiên cứu được chủ trì bởi tiến sĩ. Samuel Weiss và V. Wee Yong của Viện Não Hotchkiss, so sánh chuột tơ và chuột mang thai về các tổn thương giống MS do lysolecithin, một chất hóa học phá hủy các màng bọc myelin quanh tế bào thần kinh.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Cử tri đi bầu cử trên toàn quốc là 45%, nhưng một số trạm báo cáo số cử tri đi bầu là 95% hoặc nhiều hơn, tăng sự nghi ngờ rằng có nhồi lá phiếu liên quan.\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "Cậu bé giấu tên này nhớ rằng mình đã đeo dây an toàn và thậm chí bật xi-nhan những lúc cần thiết.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Các công nhân xây dựng đã thoát khỏi thương vong, may mắn là họ đang nghỉ giải lao tại thời điểm xảy ra sự việc.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Báo cáo cho thấy cái chết của lái trưởng Jeffrey Haney một phần do lỗi thiết kế máy bay.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "Ahmadinejad nói rằng \"Tại Iran, chúng tôi không có đồng tính luyến ái như ở nước bạn, \" gây ra nhiều tiếng cười từ khán giả.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Những báo cáo cho biết Woodruff đã ghi hình bên trong một chiếc xe cơ giới quân sự Iraq gần Taji, Iraq khi xe chạy qua và phát nổ do một thiết bị gây nổ được kích hoạt.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Hiến pháp có được sự ủng hộ của hầu hết các nhóm dân sự và chính trị, mặc dù hai đảng nhỏ đã kêu gọi tẩy chay cuộc trưng cầu, nói rằng Hiến pháp được đề xuất phớt lờ chế độ nô lệ, thứ mà dù đã chính thức bị cấm nhưng vẫn còn tồn tại theo các nhà hoạt động nhân quyền; và các vấn đề của \"việc chung sống giữa các cộng đồng dân tộc khác nhau\" (như người da đen và người Ả rập).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "\"Đây là vấn đề giữa những phụ huynh đăng ký cho con mình theo học ở trường của chúng tôi và đây là nơi mà đồng tiền không có tác dụng gì cả.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "\"Đó là một trong những điều tôi dự đoán, nó đã thay đổi cuộc chơi, nhưng bạn có thể làm gì bây giờ? \" Đội trưởng đội Adelaide Travis Dodd nói với kênh Fox Sports sau trận đấu.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Chuyên mục của ông là một thành công, những vụ cãi vã và ý kiến trên vấn đề chính trị - xã hội.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "Theo tờ Le Nouvel Observateur, sau một tháng điều tra lao động, chi nhánh tại Pháp của công ty đã giải tán.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "Hôm nay, trong buổi ra mắt buổi trưng bày, bảo tàng đã vinh danh công lao cống hiến suốt cuộc đời của Bob Kuhn.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Điều này dẫn đến việc phòng giam nơi Popov bị đánh đập đã bị đóng cửa.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "Ít nhất 10.000 người đã thiệt mạng chỉ trong một thị trấn, Bogalay ở quận Pyapon của nước này.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "Những quả thận này cũng sẽ là mô của bệnh nhân tránh được các vấn đề của loại bỏ nội tạng và sẽ làm tăng tụ huyết của thận ghép luôn có sẵn để ghép cho con người.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Nhưng như đã nói, tôi sẽ không quá bảo thủ với việc dẫn đầu.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "Mẹ của Daniel, Cheryl Stringer, đã nói bà không muốn cuộc biểu tình EDL được tổ chức: \"EDL đã quyết định làm điều này và nó không liên quan gì tới chúng tôi.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Obame đã tuyệt thực để xót xa cho những gì ông gọi là \"sự hình thành một kỷ nguyên của chế độ độc tài\" ở Gabon.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Al-Sayed bị bắn ở khu vực Bab Amr của Homs.\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "Người anh lớn của họ đang bị buộc tội thực hiện các vết đâm, một trong số đó là nhát đâm chí tử.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Cảnh sát Bathurst từ chối bình luận khi được hỏi về báo cáo ngày hôm nay.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Ông đã bỏ chạy 200 mét và bị cảnh sát bắt giữ.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Các chuyên gia cứu hoả luôn bận rộn vào thời gian này của năm đã kêu gọi sử dụng những màn bắn pháo hoa an toàn và hợp pháp và đã khuyến khích các công dân tham gia vào các đợt bắn pháo hoa công cộng.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Đường thông qua bang New Work hoặc đường liên bang 90 bị đóng từ đoạn gần Rochester, New York đến Dunkirk, New York, dài khoảng 110 dặm.\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "Dưới thời cha của ông, Gabon đã trở thành nước xuất khẩu dầu lớn thứ sáu trên thế giới, nhưng 70% dân số vẫn sống trong nghèo đói.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Chính quyền Pakistan vừa chặn việc truy cập vào YouTube, một trang web chia sẻ video phổ biến với lý do nó có chứa nội dung \"Làm lan rộng sự báng bổ thần thánh.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Conte hiện đang thụ án bốn tháng tù giam vì tội phân phối steriods và rửa tiền.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Anh ta cũng đã vô tình làm mình bị bỏng khi đổ nước nóng vào chân của mình trong khi cố gắng để pha cà phê, dường như cũng do một con cá mập đụng vào thuyền.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Tài liệu mới nhất mà họ nhận được là bản chi tiết của bản sao năm 2004 được ký bởi Thiếu tướng Geoffrey D. Miller Bộ tư lệnh miền Nam Hoa Kỳ.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Động thái này diễn ra sau khi Tenzin Gyatso, Đức Đạt Lai Lạt Ma thứ 14, tuyên bố sẽ từ bỏ vị trí của mình nếu mọi thứ \"không còn trong tầm kiểm soát\" ở Tây Tạng, nơi mà các cuộc biểu tình đầy tính bạo lực chống Trung Quốc đã làm 13 đến 100 người thiệt mạng.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "Hình ảnh từ những máy chụp ảnh mới chứng tỏ rằng một phần bọt nặng khoảng 250 g đã rơi khỏi bồn nhiên liệu bên ngoài trong khi phóng, nhưng đã không làm hư con tàu bay theo quỹ đạo.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Ủy ban Điều tra Moscow xác định nghi phạm chính là cựu tù nhân Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Nghiên cứu này là một cuốn sách lịch sử đầy đủ về sinh, tử và di cư từ bên ngoài cho dân số của New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "Một phần quan trọng trong quá trình là trí thông minh nhân tạo của Adam có thể làm và phân tích kết quả thí nghiệm cũng như thực hiện công việc này lặp đi lặp lại một cách đều đặn.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "\"Chúng ta có thể cần phải có một cách tiếp cận ngoại giao khu vực để giải quyết.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Camera này hoạt động nhờ nguồn điện dự phòng kể từ ngày 30 tháng Sáu năm 2006, khi các kỹ sư chuyển từ nguồn điện chính (\"Side A\") sang nguồn dự phòng (\"Side B\") do một trục trặc kỹ thuật.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "Alinghi đã đánh bại Đội New Zealand bởi cách biệt một giây trong lần đua thứ bảy để giành chiến thắng cúp Hoa Kỳ lần thứ 32 trong một cuộc rượt đuổi gây cấn.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "38 người được cho là đã chết trong một vụ đánh bom tự sát trong thời gian một đại hội chính trị ở tỉnh Biên Giới Tây-Bắc Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "\"Dựa trên tất cả bằng chứng về vụ việc, và những quy tắc giao chiến có hiệu lực vào thời điểm đó, rõ ràng hạ sĩ có lý khi tin rằng những gì AIF thể hiện trong cuốn băng đã tạo ra nguy cơ thù địch và việc sử dụng lực vũ lực làm chết người là hợp lý.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Hiện nay, MST nhận được hỗ trợ từ chính phủ Brazil và sự tài trợ từ các tổ chức quốc tế.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "Nhóm tiêu thụ Which? cho rằng những chi phí trả thêm nầy làm tăng giá vé máy bay khoảng 265.000 bảng Anh mỗi ngày (hay vào khoảng 97 triệu bảng Anh mỗi năm).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Benjamin Mullany, người đàn ông Anh bị bắn cùng với vợ của ông trong khi đi nghỉ ở Antigua đã chết.\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "Dịch vụ xe buýt tại Khu 1 đã được hồi phục lại vào hồi 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Michael Stanton, một người hâm mộ thiên văn học địa phương nới với Wikinews\"điều này thật tuyệt, chúng ta có âm nhạc và có niềm vui thị giác để xem.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Quatar đều gỡ hòa trước Nhật Bản và Việt Nam, có nghĩa là chiến thắng sẽ được xét bởi khoảng cách bàn thắng nếu hai bên đều được bốn điểm.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Họ đối mặt với mối đe doạ lạm phát và không muốn áp dụng một chính sách lãi suất đang khiến Mỹ lâm vào tình trạng suy thoái.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Với một liều lượng đó, Wurtman, kết thúc hiệu quả của hormone sau một vài ngày bởi vì những người nhận melatonin trong não trở nên không phản ứng khi bị phơi quá nhiều hormone.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Đây là lần đầu tiên việc kết án đã đạt được bằng việc sử dụng đạo luật ban hành năm 2003 để hạn chế thư rác, hay spam, từ sự phân phát tự nguyện vào hộp thư cửa người sử dụng.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Hôm thứ sáu, một phụ tá xã trưởng trong tỉnh Yala và một cặp vợ chồng già trong tỉnh Pattani bị bắn khi họ đi chợ về.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "Việc cảnh sát thông báo nhiều chuông báo động suốt buổi tối xảy ra vụ trộm ở các vị trí khác của tòa nhà đã làm rối bảo vệ của phòng trưng bày.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Arid Uka, 22 tuổi đã khiến hai người thuộc lực lượng Không Quân Mỹ (USAF) thiệt mạng và làm bị thương hai người khác trong một cuộc tấn công bằng súng trên xe buýt ở Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Kế hoạch là để thảo luận về Wikipedia, và những gì cần làm và không làm cho bách khoa toàn thư.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "\"Sau đó, tất cả mọi thứ kết hợp với nhau một cách hoàn hảo và Greenbird đã sẵn sàng và có một màn biểu diễn đáng kinh ngạc.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "Sau đó quay về phía bắc dọc theo Yonge St. đến Câu lạc bộ Hải quân trên Đại lộ Hayden.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "\"Tôi cảm thấy đây là lúc cần một thay đổi,\" ông chủ Drayton McLane nói.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "Ủy ban sẽ quyết định phim nào trong số ba bộ phim sẽ nhận được đề cử.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Glasgow nói rằng các khóa học của Landmark Education \"đối lập\" với niềm tin Kitô giáo của ông.\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "Tôi thấy bị tổn thương nếu gia đình tôi buồn với những bình luận của mọi người nhưng tôi nghĩ tôi đã có được sự khôn ngoan để phớt lờ đi những phản ứng tiêu cực đó!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Liên đoàn bóng đá thế giới FIFA đã đưa ra lệnh cấm với đội bóng của Bosnia và Herzegovina.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Kevin Pietersen và người mới của ODI Luke Wright cả hai đã ghi được năm mươi, với Wright chia sẻ 106 đợt chạy với Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "Theo David Molden, người đứng đầu cuộc nghiên cứu tại Viện quản lý nước quốc tế tại Sri Lanka, nếu con người đang phát triển nhiên liệu sinh học và thực phẩm vô hình chung sẽ tạo ra áp những lực mới.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Ông đã làm một bản tóm tắt (không chỉnh sửa) về những năm trước kia trong một tập của chương trình truyền hình đình đám Living Color.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "Từ những cam kết về 850 triệu đô la chính phủ Sierra Leone hy vọng chỉ khoảng 300 triệu đô la có thể được bảo đảm, với các điều kiện kèm theo có liên quan tới việc sử dụng khoản tài trợ.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "John Tembo cho biết ông sẽ đưa kết quả của cuộc bầu cử ra tòa án.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Đội Oxford giành thắng lợi và chọn chèo thuyền trên mặt phía Surrey của con sông, còn đội Cambridge chèo thuyền trên mặt phía Middlesex.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "Luật dự kiến ​​sẽ dễ dàng được Hội đồng Thủy sản của Hội đồng châu Âu thông qua vào Thứ ba ngày 21 tháng 12, nhưng đã bị loại khỏi chương trình nghị sự theo yêu cầu của ôngWlodzimierz Marcinski, Bộ trưởng Bộ Khoa học và Vi tính Ba Lan.\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "Sự bộc phát này đã được tính toán để không lọt vào tai của thẩm phán Brinkema và ban bồi thẩm khi những người này đã đi ra ngoài phòng xử để nghỉ giải lao.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Parasiris vẫn sẽ được tự do trước phiên điều trần diễn ra vào tháng tám năm nay.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Việc kiểm phiếu được dự đoán trước của chín nghị sĩ thượng viện sẽ bảo đảm cân bằng quyền lực ở thượng viện.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Doanh thu quảng cáo từ phần mềm này sẽ được chia cho Wikimedia Foundation.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "Cái chết của al-Zarqawi dường như đã được thị trường diễn dịch là một tin tốt cho nguồn cung dầu tương lai từ khu vực.\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "Những nhà chức trách nói vụ tai nạn xảy ra khi chiếc máy bay đang tiến đến sân bay Nga vào thứ Bảy, do sương mù dày đặc và không có ai sống sót.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "Lụt, bão, và gió mạnh đã xuất hiện từ đêm qua khi một cơn bão hiếm di chuyển vào vùng Tây nam Thái bình dương, đổ bộ vào những khu vực từ Seattle đến Portland với những cơn gió mạnh và mưa lớn.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Đại sứ quán Canada tại Washington đã xuất hiện trong một chiến dịch quảng cáo, dán trên các trạm tàu điện ngầm ở Washington những áp phích mô tả quân đội Canada tại Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Tàu Sirius Star, thuộc sở hữu của công ty nhà nước Ả Rập Vela International Marine, có thủ thủy đoàn gồm 25 thành viên đến từ Philippines, Ả Rập Xê Út, Croatia, Ba Lan, và Anh.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Để đáp trả, Leo Benhakker đã thay đổi đội hình tấn công nhiều hơn 4-3-2 và đưa ra sân thêm một tiền đạo.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Thảm họa làm thiệt hại 15,5 triệu đô la Mỹ mà Imperial thu được trong quý đầu năm nay.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Người thiếu niên, Hussam Abdo, sau đó nói với một tờ báo của Israel rằng cậu đang thực hiện nhiệm vụ giết những người lính Israel.\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "Sự sáng tạo của Rico và các phương pháp được sử dụng để chế tạo chúng là chủ đề của chương trình Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "Các nhà điều tra nói rằng họ hiện không chắc chắn có phải các vụ nổ là hoàn toàn ngẫu nhiên, hay là kiểu thanh toán lẫn nhau, nhưng tất cả những nỗ lực ban đầu đã tập trung vào việc cố gắng tìm những người sống sót.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Hầu hết những nạn nhân đang ăn tối ở tầng dưới và bị mắc kẹt lại.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Hôm thứ Tư, một tòa phúc thẩm liên bang Hoa Kỳ đã xác nhận tội danh gian lận và cản trở công lý của ông trùm truyền thông Conrad Black, cùng với ba lãnh đạo khác từ tập đoàn truyền thông cũ của ông, Hollinger International.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "Trong khi đó, Ngoại trưởng Quốc phòng Đức Peter Wichert được cho là đang chịu áp lực ngày càng tăng xung quanh việc UNIFIL ủy nhiệm cho Đức: các chính trị gia đối lập cáo buộc chính phủ đã thông tin sai lệch cho họ về những hạn chế của lực lượng quân đội Đức ủy nhiệm bởi LHQ trước khi Quốc hội phê duyệt sứ mệnh Lebanon.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "Smethurst bước vào sân và ném một vài hiệp một cách thoải mái.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Một vài ngày trước, các bộ trưởng đã nói rằng việc giảm thuế doanh thu có thể dẫn đến việc giá vé xe buýt tăng.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Đu quay là một trò tiêu khiển rất thu hút, nó quay tròn trong khi mọi người ngồi trong một khoang có hai ghế ngồi, bên trong một lều tối om có đèn nhấp nháy và có cả nhạc nữa.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Liên Hợp Quốc làm trung gian ngừng bắn giữa Israel và Hezbollah đang có hiệu quả lớn vì Israel đã bắt đầu rút quân khỏi Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "Kinh phí cho các xe điện mới dự kiến chủ yếu đến từ TfL, tuy nhiên Khu Croydon của London cũng đã xác nhận họ sẽ đóng góp 3 triệu bảng cho dự án.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "Trong tháng Mười hai năm 2003, một trận động đất cường độ 6,6 độ richter đã giết chết hơn 31.000 người và vào tháng Hai năm 2005 trận động đất 6,4 độ richter giết chết 600 người ở gần Zarand thuộc tỉnh Kerman.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "Manchester United và Barcelona sẽ gặp nhau tại vòng bán kết giải Champions Leagues sau khi cả hai đội đều giành thắng lợi tại vòng tứ kết.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Một vài nhà phân tích đã nói rằng việc ngừng bắn nằm trong chiến thuật gần đây của ETA khiến sự ủng hộ của họ ở khu vực Basque giảm mạnh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Đây được coi như là một thảm hỏa kinh hoàng của ngành hàng không thương mại Nga kể từ tháng Tám năm 2006 khi 170 người thiệt mạng sau chuyến một chiếc phản lực Tupolev Tu-154, chuyến bay 612, sở hữu bởi Pulkovo Airlines có trụ sở tại St. Petersburg, gặp tai nạn ở U-crai-na.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "Nasrallah thề rằng Hezbollah sẽ tiếp tục chiến đấu cho đến khi cuộc xung đột lật ngược thế có lợi của Tổng thống Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu sau đó đã cố gắng lấy lại số tiền của họ và đi đến khách sạn nơi Whitton và Dyer đang ở, họ chỉ tìm thấy căn phòng trống rỗng và không tìm thấy hai người đàn ông này ở bất kì nơi nào.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Những đợt phục hồi bắt đầu sớm trong đầu tuần này sau khi có tin tức từ tập đoàn Citigroup về việc quản lý lợi nhuận trong hai tháng đầu tiên của năm nay.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Vận động viên thể dục người Hà Lan Epke Zonderland biểu diễn một chuỗi động tác gần như hoàn hảo và vô cùng khó đã đạt được 16,533 điểm, giúp anh ấy giành được cả huy chương vàng lẫn màn hoan nghênh nhiệt liệt từ khán giả ở nhà thi đấu North Greenwich.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "Microsoft đã đồng ý về điều này, cung cấp thông tin với phí bản quyền 6,5% doanh thu của người được cấp phép cho những sản phẩm dựa trên sự sáng tạo (đặc biệt, 3,87% cho quyền sáng chế và 2,98% cho quyền sử dụng thông tin).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "Nó đã ở vị trí đầu bảng trong chín tuần trước khi bị vượt bởi \"You belong to Me\" của Jo Stafford.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "Trưởng ban Nội các José Dirceu là một thành viên trong đoàn.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Theo Bill Rusko, cha của hai đứa trẻ, con gấu băng qua Đường 30 ở Ligonier Township và di chuyển về phía ba đứa trẻ khi chúng chơi cầu lông.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Hôm qua, một euro chỉ có thể mua được 35.844 lei, ít hơn so với 36.133 lei cách đây hai hôm.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Hopper là một nhiếp ảnh gia, họa sĩ, và một nhà điêu khắc sung mãn, các tác phẩm của ông được triển lãm khắp thế giới.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "\"Tôi cũng xin lưu ý rằng bây giờ chúng tôi có gần 140,000 quân tham gia, và theo tôi biết thì ông Howard đã triển khai 1,400 quân\", ông Obama nói.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Những con cá voi đầu đàn đã tự mắc cạn tại Port Levy ở South Island, nhưng hàng chục tình nguyện viên đã cố gắng giúp chúng trở lại vùng nước lớn bên ngoài khu vịnh lầy lội và cạn.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "Là một vị lãnh đạo nổi trội của Đảng Quốc dân Đại hội Ấn Độ ở kỳ bầu cử thứ 14 của Hạ nghị viện. Ông được biết đến là một đảng viên có tài năng, \"một người hầu cận trung thành nổi tiếng với gia đình Gandhi, phải đến tận năm 2004 ông mới thắng cử với đa số phiếu bầu.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Có những yếu tố nào có thể giải thích cho sự khác nhau trong mối quan tâm truyền thông thay vì màn trình diễn?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "Gần 50% dân số ở nông thôn Djibouti chưa được tiếp cận với nguồn nước uống được khai thác đúng cách.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "Sau cuộc họp kéo dài năm tiếng, tổng thống Hugo Chavez từ Venezuela và Alvaro Uribe từ Colombia đã kết thúc những căng thẳng ngoại giao trong suốt hai tháng.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Martino mất tại quê nhà của mình ở Philadelphia, sau 58 năm hoạt động trong ngành âm nhạc.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Ross đã tuyên bố rằng anh ấy cảm thấy \"xấu hổ\" về một vài chương trình nhưng \"đa phần các chương trình khiến tôi cảm thấy khá tự hào.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "\"Và bây giờ, vào thời điểm khi tổng thống Mỹ tuyên bố những nguyên tắc và ủng hộ chúng, một thủ tướng Israel cũng ủng hộ và làm chính xác điều ngược lại.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "Hunter, người đang trông mong được đề cử cho vị trí Tổng thống đảng Cộng hòa, đưa ra lập luận ủng hộ dự luật tuần qua.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Xuất hiện trên chương trình Tonight Show với Jay Leni tối thứ Năm, Tổng thống Hoa Kỳ Barack Obama nói với chủ nhà, Jay Loen, rằng ông đã chơi Bowling tại đường nhà trắng và đã ghi được 129 điểm.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Những nỗ lực của Nhà thờ Khoa Luận giáo nhằm ngăn chặn sự phân tán của đoạn video trên Internet \"dường như thu hút sự chú ý ngược lại so với mục đích ban đầu\", theo Press Association và cho đến hôm thứ năm đoạn video có thể được xem trên nhiều trang web khác ngoài trang Gawker. com, bao gồm các trang New York Post, Independent Television News và BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Mặc dù chủ đích của Beast Loose in Paradise là \"có tính phim ảnh\" và \"tính kinh dị\" hơn.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Cuối cùng vào tháng Ba, Hiệp định Saint Andrews sẽ được thông qua bầu cử hoặc cuộc trưng cầu dân ý.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Hơn 300 \"phóng viên\" vui mừng hò reo từ những đất nước cách xa nhau như là Chile và Norway đang tập trung lại ở Diễn Đàn Phóng Viên Quốc Tế OhmyNews từ ngày 23 tháng Sáu đến 26 tháng Sáu, 2005 tại Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "\"Có nhiều mối quan tâm tới sản phẩm này, \" biên tập viên Keith Alcorn của tờ National Aids Manual nói.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "\" Bởi vì các cam kết sâu sắc của chúng tôi để việc làm và tăng trưởng, chúng tôi đã đưa các khóa học có trách nhiệm để trì hoãn việc quay trở lại thặng dư, và do sự giảm sút mạnh về khoản thu thuế, sẽ có một mức thâm hụt $ 18 tỷ 2013/14.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Theo Radiopress, một hãng thông tấn Nhật Bản theo dõi các kênh phát thanh của Triều Tiên, thì Đài Phát thanh Trung ương Triều Tiên, cũng như Thông tấn xã Trung ương Triều Tiên và truyền thông Triều Tiên, đã ngừng sử dụng cụm từ \"nhà lãnh tụ kính yêu\" khi nói đến Kim Jong Il, lãnh đạo tối cao của nước này.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Theo Ủy ban này, người sử dụng lao động phải đưa ra \"sự điều chỉnh hợp lý\" nếu một nhân viên phản đối một khóa đào tạo, nếu không điều này sẽ gây ra \"khó khăn lớn\" cho công ty.\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "Đội Lightning và Penguins sẽ thi đấu giao hữu tại hai nước tương ứng Đức và Phần Lan.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Vào tháng Một, chính phủ Indonesia đã tổ chức một hội nghị thượng đỉnh năng lượng đặc biệt để thu hút đầu tư vào cơ sở hạ tầng năng lượng của họ.\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "Du khách ở trong khách sạn đã được sơ tán đến các phòng triển lãm trên phố.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "\"Điều này cho thấy châu Âu không đến nỗi là một nơi tồi tệ.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "Ở sàn IntercontinentalExchange Brent Crude Futures, mức giá đạt 89,30 USD (cơ sở tháng Mười Hai) lúc 8:34 sáng.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Bên cạnh đó, họ đã kiểm tra lỗ thông hơi trên các hệ thống giúp kiểm soát nguồn khí trong Trạm và đặt lại một thí nghiệm khoa học vật lý Nhật Bản.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "Cảnh sát trưởng khu vực là Herbert Khaemba hôm nay thông báo rằng: \"Kẻ tình nghi được tin là kẻ chủ mưu giết người dã man đã bị cảnh sát bắt khi đang lẩn trốn ở thị trấn Tavata gần biên giới.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Thomas, con gái của những người nhập cư Libăng, người tiên phong trong số các nữ phóng viên về chính trị tại Hoa Kỳ, đã kết thúc sự nghiệp của mình sau khi nói lời xin lỗi vì đã nói rằng Israel nên \"cút khỏi Palestine.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Thẩm phán Rodney S. Melville đã giận dữ đe dọa sẽ phát lệnh tòa án bắt giữ ca sỹ nhạc pop nổi tiếng thế giới Michael Jackson nếu anh ta không xuất hiện ở Tòa án tối cao quận Santa Barbara ở California hôm thứ Năm ngày mồng 10 tháng Một, 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "Một trong những người phụ nữ cảm thấy chóng mặt, ngã xuống và được đưa lên xe cứu thương.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Gary Sheffield sau đó đã đáp trả vào cuối hiệp với ba cú đánh ăn điểm trực tiếp vào ngay trung tâm khán đài, nâng tỉ số cách biệt lên 9-4 cho Yankee.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "Mặc cho cáo buộc của bà Palin, bài viết gốc trên tờ New York Times ngày 3 tháng Mười kết luận rằng Obama và Ayers chưa bao giờ gần gũi, và rằng kết nối đã có thông qua các vận động đầu tiên của ông Obama cho văn phòng và một dự án cải cách trường học, \" nói rằng những con đường của họ đã không cắt nhau thường xuyên.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Ông cung cấp đoạn băng cho truyền thông trong tuần này, sau khi có được nó từ cảnh sát.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Nhưng sáng nay, cảnh sát Dallas đã thông báo rằng Owens đã uống một số lượng lớn thuốc và sáng nay khi được hỏi bởi cảnh sát rằng liệu ông có đang cố ý tự sát không, Owens trả lời là \"Có.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Băsescu được ủng hộ bởi các tầng lớp trung lưu có học thức, những người có quan điểm tán thành chính sách của ông về việc dập tắt tham nhũng ở một trong những quốc gia tham nhũng nhất khu vực.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Ông cũng tuyên bố rằng ông muốn có một sự thay đổi trong luật bầu cử, mà do đó một hệ thống chính trị lưỡng đảng sẽ thành lập, và rằng ông muốn hình thành một chính phủ đa số sau cuộc bầu cử tiếp theo.\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "Kennedy, một trong hai kẻ tử tù không phạm tội sát nhân, đã kháng cáo quyết định của tòa án, và phiên xử được đưa lên tòa án tối cao Hoa Kỳ.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Tất cả các nhân viên hiện nay đều đã từ chối nói chuyện và tuyên bố rằng họ không chịu trách nhiệm cho hành động này.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Tuy nhiên, một nửa thời gian này là cố gắng để mở vỏ bọc của iPhone.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "\"Để yêu cầu một doanh nghiệp cho phép loại rác rưởi đó được cung cấp thông qua trang web hoặc thông qua hệ thống của họ là một điều mà họ bảo họ không thể giải quyết được.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Muktar Said Ibrahim, một trong hai nghi can bị nêu tên sau vụ đánh bom không thành ngày 21 tháng Bảy, cũng được biết đến với cái tên Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "Vụ nổ và hỏa hoạn đêm qua tại nhà máy lọc dầu Bang Washington ở Anacortes, Washington, Mỹ, thành phố cách Vancouver, Canada khoảng 80 dặm về phía nam, đã khiến bốn người bị chết và ba người khác bị thương nghiêm trọng.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Những nghiên cứu tiếp theo trên động vật cần phải được thực hiện để kiểm tra khả năng bị tác dụng phụ, chẳng hạn như tiết sữa ở nam giới và phụ nữ không mang thai, cũng như gia tăng tình trạng viêm làm tăng MS.\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "Taliban đã nhận trách nhiệm về vụ nổ trên và mục tiêu của họ là đại sứ quán.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Manchester United đánh bại AS Roma với tỉ số 1-0 tại bảng F của giải vô địch UEFA 2007-08 tại Old Trafford, Manchester, Anh.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Al-Assad cho biết rằng ông không đàm phán trực tiếp với Israel, nhưng sẽ sẵn sàng có những buổi thảo luận ở Thổ Nhĩ Kỳ.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu và Ban Ung thư Alberta và Y tế Thủ đô vẫn chưa khuyến khích sử dụng DCA để điều trị bất kỳ bệnh ung thư nào, bởi vì các thử nghiệm lâm sàng đối với các loại thuốc sử dụng để điều trị ung thư vẫn chưa được thực hiện.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Trong giai đoạn cầm quyền của Kennedy, Helen đã kết thúc tất cả các cuộc họp báo với tổng thống với một câu nói đặc trưng \"Xin cảm ơn, ngài Tổng thống\" và luôn luôn đưa ra cảnh báo về công việc của mình: \"Trong sự nghiệp của tôi, ngài chỉ tốt đẹp bằng câu chuyện cuối cùng về ngài.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "\"Anh là David Shankbone à? Rất vui khi được gặp anh!\", vừa nói cô ấy vừa dẫn anh đến khu vực phòng khách có một chiếc sofa, một chiếc tivi đang chiếu phim hành động-kinh dị, một tủ đựng dụng cụ thụt ruột cùng chồng của cô ấy là Bill, người đang dùng máy tính tra xem Blade Runner có được chiếu lại ở các rạp chiếu địa phương hay không.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Theo IMB, đã có 23 vụ tấn công bất hợp pháp khác ở các vùng nước ven biển ngoài khơi quốc gia Đông Phi này kể từ ngày 15 tháng Ba.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "Theo luật liên bang, tất cả số thặng dư phải được dùng để trả nợ của Canada, và sẽ không được sử dụng để chi tiêu.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Chơi tại giải quốc nội hàng đầu của Úc tên gọi W-League, cô đoạt chức vô địch năm 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "Một tòa nhà ở thủ đô Tehran của Iran đã bị đổ sập vào hôm nay và có ít nhất 19 người thiệt mạng.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Tuy nhiên, ông Rother cũng nói rằng chỉ số giá cả phải được liên kết với tài khoản đầu tư cá nhân của ông Bush để những nguồn thu nhập từ các tài khoản tạo cơ hội cho những người nghỉ hưu giải quyết số tiền bị thiếu hụt.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Theo công ty phát thanh truyền hình quốc gia Phần Lan (YLE), ông cho rằng các biện pháp đối phó lẽ ra nên được bắt đầu từ một tuần trước, ngay sau thảm họa, thay vì bây giờ.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Chủ tịch OLPC Walter Bender cho biết trong một cuộc phỏng vấn rằng sự từ bỏ của Intel sẽ có \"không có tác động\" đối với chương trình.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Nhiều tòa nhà vừa bị sập cùng với cây cối đổ ngổn ngang.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Cha mẹ Ashley muốn giữ cô bé ở nhà để tự chăm sóc, và họ mong muốn bảo đảm chất lượng cuộc sống cho con gái của họ.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "\"Chúng tôi cầu nguyện cho người hâm mộ của chúng tôi, và những người trong bang Indianapolis.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Paul Collingwood thực hiện chỉ một đợt chạy trước khi bị loại để lại đội Anh với tỉ số 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "WHO đã từ chối xác định danh tính các thành viên ủy ban, cho rằng họ phải được bảo vệ khỏi áp lực của ngành, vì vậy những xung đột có thể có về lợi ích với các công ty dược phẩm vẫn chưa được xác định.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Cảnh sát đã phát động cuộc tấn công, giải cứu những người phụ nữ này sau khi nhận được một nguồn tin riêng.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Nếu không ai giành được hai phần ba số phiếu sau hai vòng, thủ tịch hạ viện sẽ được bầu theo đa số ở vòng thứ ba.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "Những quyết định đưa ra sau khi Microsoft tuyên bố họ đang trưng ra 30,000 trang mật mã phần mềm bí mật trước đây vào hôm thứ Năm vừa qua (21 tháng Hai).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "Tây Ban Nha sử dụng sự không chắc chắn của hội viên EU để ngăn chặn Catalonia tiến hành một cuộc trưng cầu ý dân về độc lập.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "Chúng ta sẽ bảo vệ người đưa tin của Chúa không chỉ bằng tiếng nói của chúng ta mà còn bằng máu của chúng ta nữa, \" Nasralla nói với đám đông, ước tính lên đến 700.000 người (cảnh sát nói rằng con số thậm chí còn có vẻ cao hơn).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "Số dầu sau đó trôi dạt vào bãi biển Sunshine Coast đảo Moreton và Bribie và giới truyền thông đã gọi đây là \"một trong những thảm họa môi trường tồi tệ của Australia.\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "Quan chức Australia đã nhận thấy rằng anh ta đã được Hoa Kỳ đưa sang Hy Lạp trong vòng sáu tháng.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "Ông Jon Giorgini nói rằng trong tương lai gần những vật không chắc chắn như vậy trong vũ trụ sẽ ít hơn nhiều và ít gây lo ngại cho công chúng.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "Xuyên suốt lịch sử đầy màu sắc của mình, tòa lâu đài đã từng thuộc sở hữu của William Lever, người thành lập hãng Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "\"Họ tạo nhiều áp lực cho chúng tôi, nhưng, bạn biết đấy, may mắn là hàng phòng thủ của chúng tôi đã làm tốt việc của mình và chúng tôi chỉ bị lọt lưới một bàn từ cú sút tuyệt vời của Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "Nếu Google không điều chỉnh mã nguồn của bộ đếm, văn bản có thể đọc sẽ lớn \"Hơn 2075\" sau ngày 9 tháng Tư.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "Hôm nay, tập đoàn Apple giới thiệu ra mắt điện thoại iPhone rất được mong chờ tại buổi hội thảo Macworld ở San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "\"Chúng tôi nhận thấy đây là một kết luận cơ bản - rằng chúng ta có thể có bằng chứng cho thấy nước dạng lỏng trong một cơ thể quá nhỏ và quá lạnh, \" Tiến sĩ Carolyn Porco, trưởng nhóm hình ảnh Cassini tại Viện Khoa học vũ trụ, Boulder, Colorado cho biết.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Tôi không hiểu sao người ta có thể đưa cho một cậu bé 21 tuổi một bản hợp đồng như thế? \"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "AS Roma đứng thứ 2 với hiệu số bàn thắng hơn Sporting CP, đội đã đánh bại FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Wood nói rằng Straw đã \"thường xuyên được cố vấn những việc bất hợp pháp và cứ vậy mà tiến hành và chiến thắng trong tòa án\" trong khi ông còn là thư ký nội bộ.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "Vào tháng Bảy năm 2010, ông Rudd bị thay thế khỏi vị trí người lãnh đạo của ALP và cả vai trò Thủ tướng bởi bà Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Bài xã luận đã đưa trang này lên hàng đầu là Khu định cư không tự nguyện ở Liên bang Xô Viết.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Vận rủi và những sự thay đổi người có vẻ như đã cho Đức lần đầu tiên có cơ hội làm chủ thế trận.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Giao dịch được thành lập vào năm 1985 và đến nay đã tăng trưởng lên gồm 34 doanh nghiệp với giá trị gộp hơn US$21bn (€16.3bn; GBP11.1bn).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "Cho đến khi đó, Woollard đã được bảo lãnh tại ngoại, với điều kiện cậu ta chỉ ở địa chỉ hiện tại của mình, và không được đi vào thành phố Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Một tòa án ở Salé kết án mười bốn thành viên của Fath Al Andalous (Conquest of Andalusia) vào tù hôm qua cho kế hoạch tấn công chống lại các mục tiêu ở Ma-rốc.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "Một trong những biên tập viên này là Justen Deal, người đã nói với Young Trigg rằng \"một số chỉnh sửa của anh có thể ảnh hưởng tới bài viết theo cách phản ánh thuận lợi cho chủ thể của bài viết.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "Bà Graham mua đôi giày ở cửa hàng từ thiện Sue Ryder sau khi thấy một nhân viên của văn phòng bà Thatcher đem đến cửa hàng.\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "Kerry ghi nhận rằng vẫn còn những nghi ngờ về hiện tượng ấm lên toàn cầu và thay đổi khí hậu tại Quốc hội nơi đã \"kiểm tra các ngành khoa học\" bất chấp các nỗ lực và nghiên cứu của Al Gore và Liên hiệp quốc và ông lưu ý rằng \"Nhà Trắng sẽ là nơi cuối cùng cho sự thay đổi.\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "Trong một tuyên bố với Ủy Ban, bemobile thừa nhận họ đã không xây dựng thêm được cột phát sóng mới nào kể từ nửa sau năm 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Nhà báo đã gợi sự chú ý đến những mối quan hệ giữa Tổng thống sắp hết nhiệm kỳ của Colombia Alvaro Uribe, và các nhóm dân quân cánh hữu ở đất nước đang nội chiến ở Nam Mỹ này.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Cảnh sát đã được gọi tới khi một cú điện thoại gọi cho mẹ cô bé là bà Inga Akins, làm cho giáo viên tin rằng sẽ mất khoảng một tiếng để bà Akins tới và dẫn cô bé đi.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Bogdan đã bị buộc tội bởi Rachel Smyth, truy tố, vì đưa ra những lời khuyên và hỗ trợ cho Marius; Smyth đã mở phiên tòa năm ngoái nói với Tòa án đại hình Manchester rằng \"có nghe về những chứng cứ mà các ông [bồi thẩm đoàn] có thể kết luận rằng người con trai, Marius, đã học công việc kinh doanh này từ cha của hắn và rằng đó là công việc kinh doanh của gia đình.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "Chính quyền địa phương của dãy núi Harz ở miền trung Đức cũng đã thông báo mở cửa cho du khách một \"tuyến đường đi bộ khỏa thân chính thức\" ở ngoài tự nhiên.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Theo Keith Lyons, Giám đốc Viện Nghiên cứu Thể thao Đại học Canberra, thì thể thao là một phần quan trọng của văn hóa Úc và sự phát triển của thể thao được sự ủng hộ của cả hai đảng.\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "Theo như chi nhánh ABC ở Charlotte, Bắc Carolina, Flair đã tham gia vào một vụ xô xát nghiêm trọng ở xa lộ 485 vào thứ tư tuần trước.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Đại diện của Janice Dickinson đã đưa ra lời bình luận về cái chết của Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "20 người đã phải sơ tán khỏi nhà trong khi quả bom đã được tháo gỡ một cách an toàn.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Khi con gấu chạy trở lại vào rừng, con chó đuổi theo nó.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Một sự hợp tác giữa chính phủ, Chính phủ New South Wales và Hội bóng chày Sydney và Quĩ thể thao sẽ hỗ trợ thêm chi phí cho sân Sydney Cricket Ground và sẽ hoàn thành việc xây dựng vào năm 2014.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "Họ nói rằng họ muốn tiến hành một cuộc kiểm tra các công dân tại khu vực Pine Gap gây tranh cãi.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Cảnh sát Chỉ huy khu vực Tây Bắc Sydney, Trợ lý Ủy viên cho biết ông rất hài lòng rằng câu lạc bộ đã làm việc một cách chủ động với cảnh sát.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Ti lệ tốt nghiệp trong nước đi từ 72 xuống còn mười một phần trăm, với nhiều trường thậm chí không có một người đậu.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "Những quan ngại của các tổ chức như Tổ chức Ân xá quốc tế, cơ quan đang vận động cho việc đóng cửa trại, hay Tổ chức Quan sát quyền con người quan tâm đến vấn đề xử lý các tù nhân chiến tranh theo công ước Geneve, chính là chính sách cho những phạm nhân mới vẫn được phép tiếp cận Ủy ban quốc tế Chữ thập đỏ (ICRC) trong 4 tuần có thể bị từ chối.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "Mô hình này dự báo rằng các hạt \"Boson Higgs\" mang lại khối lượng cho tất cả các hạt cơ bản và giải thích sự tồn tại của vật chất tối, hoặc chất vô hình ở giữa thiên hà.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "Theo nguồn tin giấu tên trích dẫn trong bài báo của tờ The New York Times, các quan điểm pháp lý được phân loại 2005 có \"một sự xác nhận mở rộng về những kỹ thuật thẩm vấn khắc nghiệt nhất từng được sử dụng bởi Cơ quan Tình báo Trung ương, \" và rõ ràng cho phép sử dụng các biện pháp bao gồm tát vào đầu, nhiệt độ đóng băng, và kỹ thuật dội nước được gọi đến là waterboarding đối với nghi phạm khủng bố.\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "Đứa bé đang ở trên bãi biển với cha mẹ mình trong lúc chờ để được đưa vào đất liền trên tàu Hook Point.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "Bên lề Hội nghị thượng đỉnh Hợp tác liên Balkan, sẽ diễn ra ở khách sạn Hyatt Regency của Thessaloniki, Thủ tướng Hy Lạp Kostas Karamanlis sẽ gặp người đồng cấp Recep Tayyip Erdogan vào thứ Năm để bàn về các vấn đề song phương, bao gồm cả vấn đề Síp.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Nói về phản ứng của người Iraq về cuộc đánh bom tại London, người phát ngôn cho biết, \"Hầu hết [những người] có mặt tại buổi cầu nguyện vào thứ Sáu tại nơi Căn cứ của Anh đều phản đối cuộc tấn công vào London vừa rồi.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Cậu con trai của cô, Daniel Smith, qua đời vào ngày 10 tháng chín năm 2006, sau khi cô Anna sinh được một bé gái 5 tháng trước.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "Ngân sách mới cũng bao gồm một phần tăng chi tiêu cho chương trình mầm non của bang, gần 100 triệu đô la hỗ trợ cho những người không tham dự chương trình TennCare và một phần đóng góp lớn cho quỹ dự trữ của bang.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "Chiếc máy bay, đăng ký số hiệu VP-BKO, đã mười sáu tuổi, được vận hành đầu tiên bởi hãng Xiamen Airlines.\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "Việc cho phép CIA có nhiều quyền trong việc quyết định ai ở lại đất nước và ai được đưa ra nước ngoài đã gây nên một cuộc tranh cãi, vì trong quá khứ, Nhà Trắng, Quốc Hội, Bộ tư pháp phải có quyền trong việc thông qua những vụ việc cụ thể về việc chuyển tù nhân ra nước ngoài.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Một người phụ nữ đã tử vong vào đêm thứ Sáu sau khi một tai nạn xảy ra trên một vòng đu quay tại khu vui chơi giải trí Playland thuộc Rye, thành phố New York, nước Mỹ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "Những nhà điều tra phải mất hai tuần để xác định cá sấu nhiều răng là cá sấu châu Mỹ, (Cá Sấu Mississippi).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Chính phủ lên kế hoạch để phóng một nhóm hai người lên quỹ đạo vào tháng Chín hoặc tháng Mười trong vòng năm tới sáu ngày.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "Một gia đình sáu người đã bị thương tại Khu nghỉ dưỡng gia đình Cầu đá phẳng và khu cắm trại tại Lebanon, Maine sau một trận bão rất lớn làm đổ các cây, trong đó một cây lớn đổ xuống một cái lều.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "Những quả thận này có khả năng sản xuất nước tiểu và bài tiết mà không gây máu đông trong cả cơ thể chuột phòng thí nghiệm và trong cơ thể chuột sống.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Sau chiến thắng 3-1 ở trận thứ 2 của Chung kết cúp Nữ năm 2005-UEFA các cầu thủ của 1. FFC Turbine Potsdam đã chiến thắng giành chức vô địch châu Âu trước đội Thụy Điển Djurgarden / Alvsjo - Cúp nữ UEFA.\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "Nông dân New Zealand đã đạt một chiến thắng quan trọng trong Quốc hội với các Nghị sĩ bỏ phiếu bãi miễn luật gắn các con chíp cho những con chó làm việc trong nông trại, tỉ lệ phiếu 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "\"Tổng thống đã, đang và sẽ không cho phép người phát ngôn lan truyền những thông tin sai lệch, \" bà nói.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "Các cuộc nói chuyện được sắp xếp để thảo luận những vấn đề vẫn chưa được giải quyết trong Hội nghị về Biến đổi Khí hậu của Liên hợp quốc tại Copenhagen năm 2009.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "Packer cũng đã tham gia vào ngành công nghiệp cờ bạc và du lịch và sở hữu công Casino Crown ở Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "Một bản báo cáo cho rằng chiếc máy bay đã rơi vào khe núi trong khi một báo cáo khác lại nói là nó rơi vào đầm lầy.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Việc hoàn toàn ngưng hoạt động sẽ được tiến hành trong vài ngày tới.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "Một số giáo sĩ Sudan tiêu biểu đã bỏ qua chỉ thị của chính phủ về việc không làm tình hình trở nên rắc rối hơn, mặc dù họ đã dừng việc đòi xử tử cô.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Việc không có quyền phủ quyết sẽ dẫn đến tình hình khó xử rằng tiến trình tháo dỡ chương trình hạt nhân ở Bắc Triều Tiên sẽ bị ngừng lại vì vấn đề công nghệ, Leonor Tomero nhân viên thuộc Trung tâm kiểm soát và giải trừ vũ khí cho biết.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Glasgow cũng đang khởi kiện về việc bị quấy rối tình dục và cho biết Miller đã tiếp cận ông vào tháng Chín năm 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Thị trưởng Marie Trainer cuả quận hạt Haldimand, là nơi phụ trách Caledonia, cho biết: \"Cuộc họp lần tới hoặc hai bên một lần nữa lại bị lãng phí vào những điều phù phiếm thay vì đi thẳng vào vấn đề.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "Theo các quan chức chính phủ, những người thợ mỏ này được cho là vẫn còn sống \"bởi vì họ cách đủ xa so với nơi bị sập\", mặc dù vậy tình trạng của họ thì vẫn chưa được biết cụ thể và đội cứu hộ thì không thể liên lạc được với họ.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Michael Ryan đã nói với Peter Garty không được sao chép lại.\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "Cách nhau 20 phút, các vụ đánh bom nhằm vào hai khu chợ ở Baghdad chỉ vừa trước buổi triệu tập cầu nguyện ngày thứ Sáu.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "\"Mỗi lần thắng, cậu bé phải đứng lên bằng chân trái và dẫm chân phải vào phanh.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "Tổng thống Bush nói trước đó với hãng ARD của Đức rằng ông muốn đóng cửa nhà tù ở vịnh Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "Uỷ ban Khiếu nại Bầu cử của Afghanistan đã công bố một báo cáo điều tra của họ về những nghi vấn dấy lên sau cuộc bỏ phiếu hai tháng trước.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "Hai cầu thủ, một của ACT và một của Nhật bản đã bị bóng đập trúng và đã yêu cầu huấn luyện viên chăm sóc.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "Quả bom thứ nhất nổ ra trên tàu Liverpool Street ngay sau khi nó khởi hành tới Aldgate trên tuyến Circle, và các quả khác nổ ngay sau đó vài giây.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Nạn nhân là một công nhân xây dựng 50 tuổi, bị chết trong một vụ lở đất tại một công trường xây dựng đập nước tại quận Fukui đêm qua và một người đàn ông 76 tuổi bị cây đổ đè chết vào ngày 6 tháng Chín, ngay sau khi bão Fitow đổ bộ.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Theo dự kiến ông vẫn tiếp tục làm huấn luyện viên cho đội cho tới sau World Cup 2007, và sẽ thay thế Duncan Fletcher làm huấn luyện viên đội tuyển Anh sau khi hợp đồng của ông với PCB hết hạn.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Chiếc máy bay này đã mạo hiểm tiến khoảng 4,5 km (3 dặm) vào không phận Phần Lan gần Porvoo trong vòng ba phút, Bộ Quốc phòng Phần Lan cho biết.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "Chặng đầu tiên của chuyến bay hướng đến New York, sẽ bay dưới số hiệu chuyến bay Lufhansa, và hướng đến sân bay Jonh F. Kennedy của New York lúc 12:30 EST (16:30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "Bourdin sống với cặp vợ chồng này được ba tháng trước khi một ký giả lột trần câu chuyện của hắn và những điều hắn nói láo bằng kết quả xét nghiệm DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Cũng có những quan ngại rằng tòa nhà bốn tầng nằm cách miệng hố chưa tới một mét có thể sụp do đất bên dưới tòa nhà tiếp tục bị xói mòn.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "Chuyến tàu Edward Road, đi đến Paddington và cũng trên tuyến Circle, đã phát nổ khi một chuyến tàu khác đang đi đến từ hướng ngược lại làm lúc đầu mọi người nghĩ rằng đó là do trật đường ray.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "\"Việc từ bỏ của các nhà máy sản xuất chip 12-inch và đình chỉ của các nhà máy sản xuất chip 8-inch được coi là vấn đề quan trọng trong vụ việc này.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi cũng có các tuyến xe bus chạy qua hai bên tòa nhà.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Stewart tiến lên một bậc sau khi về thứ hai và ở vị trí thứ chín, khi Greg Biffle xuống thứ mười.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Vào hôm thứ Năm, các công nhân nhà máy dầu đã bị những kẻ có vũ trang bắt cóc ở một quán bar gần khu nhà ổ chuột kẻ đã giết chết một binh sỹ khi anh này đang bảo vệ cho các công nhân, và làm bị thương một lính khác.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "\"Trong điều kiện Bắc cực, băng có thể hỗ trợ trong giải quyết tràn dầu bằng cách làm chậm quá trình dầu thay đổi tính chất, bị loãng, và ngăn không cho dầu lan rộng ra một phạm vi lớn, và giúp ta có thêm thời gian đối phó.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Các chuyến bay bổ sung này có nghĩa là British Airways sẽ bay từ Bucharest đến London, và trở lại, mười lần một tuần.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "FIFA và UEFA đã tuyên bố chính thức rằng \"Đại diện của NSBIH và các đội thành viên câu lạc bộ sẽ không được quyền tham dự vào các giải đấu quốc tế từ ngày 1 tháng Tư năm 2011 cho đến khi các vấn đề trên được giải quyết.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Bây giờ chúng ta phải làm bất cứ điều gì có thể để ngăn chặn cuộc đình công này tiếp tục, ông nói.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "Corneau cho biết trong một cuộc phỏng vấn năm 1992 cho tờ New York Times rằng: \"Nhiều người có cảm xúc về bộ phim này, và điều đó làm cho nó có thể thoát khỏi làn sóng phim được sùng bái thông thường.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "Một người đi bộ 23 tuổi đang đi dọc theo Đường Racecourse ở thành phố Londonderry, Bắc Ireland vào khoảng 2:20 GMT đêm Chủ nhật đã bị đâm bởi một chiếcVolkswagen Passat màu đen và đã tử vong.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Người mẹ giận dữ của người lính Mỹ đã ngã xuống vào hôm thứ Bảy dẫn đầu một cuộc tuần hành biểu tình với gần 50 người tại khu vực gần trang trại của ông Bush.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "Hãng Bưu chính Hoàng gia đang cảnh báo các khách hàng rằng việc nhận và gửi thư trên khắp nước Anh sẽ bị gián đoạn vì các sự cố này.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "Đài phát thanh Israel ghi nhận rằng đây là người Palestine thứ ba trong vòng hai tháng qua bị bắt khi cố vận chuyển các chất nổ qua các trạm kiểm soát của Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Một hội đồng với năm thẩm phán Iraq đứng đầu bởi Rizgar Mohammed Amin, với hình phạt tử hình thuộc về họ, sẽ quyết định bản án của ông.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, người đứng đầu Hội đồng An ninh quốc gia tối cao Iran, thông báo hôm thứ Hai rằng nước này sẽ tạm thời đình chỉ việc chuyển đổi uranium vào ngày 22 tháng Mười Một.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Nicolas Adesile, thuộc Hội Chữ thập đỏ, nói với cùng hãng tin rằng tính đến nay ba mươi người đang được điều trị.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "Ông Robertson viết, \"Tôi mong được ngài và người dân Israel tha thứ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Rico Daniels là người dẫn chương trình của kênh British TV sống ở Pháp, người nổi tiếng với hai loạt chương trình truyền hình - Salvager - khi ông ấy vẫn còn ở Anh và sau đó là Le Salvager khi ông chuyển đến Pháp.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "Sau khi được thả, các sinh viên nói với báo giới rằng họ bị bắt cởi bỏ quần áo tại sở cảnh sát.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "Spears không bị buộc tội với bất cứ điều gì và bất chấp sự thiếu thận trọng của các tay săn ảnh, Spears cũng không muốn những người này bị bắt giữ.\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "Trong một cuộc tranh cãi leo thang đã góp phần vào các vấn đề chính trị của Thủ tướng Ý Silvio Berlusconi và tạo ra một sự náo động quốc gia ở Ý, các công tố viên Ý đã bắt đầu cuộc thăm dò độc lập của riêng mình vào hôm thứ Tư về cái chết của Nicola Calipari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "Hãng tin BBC nói bức thư đã liệt kê ra những điều cần thiết nếu Iran muốn sẵn sàng tiếp tục bất kì cuộc chiến nào với Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "\"Một trong những điều khó khăn đó là sự đồng nhất, và điều đó là sức mạnh to lớn nhất của Windows, \" Jim Zemlin, giám đốc của Nhóm Tiêu chuẩn Tự do nói với Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Theo các nhân chứng, rất nhiều ga và các điểm trung chuyển không có đèn.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "Những cú try từ Doug Howlett, Mils Muliaina, và hai cú từ Sitiveni Sivivatu làm tăng thế thắng của All Black.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Các ứng cử viên cho vị trí Tổng thống Mỹ là Thượng nghị sĩ Barack Obama và John McCain đều tham gia một diễn đàn phát sóng trực tiếp từ Nhà thờ Saddleback thuộc Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Những cuộc tấn công này không giống như các vụ đánh bom liều chết mà trong đó các quả bom là chất nổ dynamite và các vòng bom bi quấn quanh vào hai người phụ nữ.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Fiorentina và Lazio vẫn ở lại Bảng A, ban đầu bị hạ xuống Bảng B.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "Vào kỳ bầu cử năm 2003, đảng ADQ đã tập hợp được 21% số phiếu.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "\"Không có một quyết định cuối cùng nào về giá khởi điểm hay sự hỗ trợ và như vậy còn quá sớm để tính toán được sự ảnh hưởng của giá cả tương lai, \" bài tuyên bố nhấn mạnh.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Chiếc máy bay phản lực hai động cơ này vừa mới được bảo dưỡng ở Perpignan để chuẩn bị trở về hãng hàng không Air New Zealand từ hãng hàng không Đức XL Airways, hãng đã thuê chiếc máy bay này.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Quận Thung Song ở tỉnh Nakhon Sri Thammarat nước lũ đã cao ngang thắt lưng ở các khu vực trung tâm mua sắm.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Một hệ thống robot tại Trung tâm Y khoa Stanford đã được sử dụng để thực hiện một ca phẫu thuật nội soi dạ dày thành công với tỷ lệ các biến chứng về mặt lý thuyết ngang bằng với phẫu thuật thông thường.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "Từ 3.000 (ước tính của cảnh sát) đến 8.000 người (ước tính của nhà tổ chức) đã xuống đường ở Gießen, nước Đức hôm nay, phản đối kế hoạch đưa học phí vào các trường đại học ở Hesse.\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "\"Trong khi trả lời câu hỏi đó, Tom Cruise đã giới thiệu công nghệ LRH [L. Ron Hubbard] tới hơn 1 tỷ người trên trái đất.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Toronto FC đã hoàn tất mùa giải nhưng New England Revolution sẽ phải đối mặt với New York Red Bulls trong vòng 1 của trận đấu loại trực tiếp.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Quy định mới cũng loại bỏ quy định cấm việc đi lại trong phòng ban MTR, cũng như quy định cấm việc cố tình ăn uống.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Một nhóm các nhà khoa học ở Đại học Stanford vừa tuyên bố rằng họ đã tìm ra một yếu tố khó thấy bị thiếu trong Thuyết tương đối của Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Theo Tandy, cô Dye \"đã rất lo lắng về ảnh hưởng của sự việc này đối với trường học, \" và vào ngày 4 tháng 3, cô đã thông báo với hiệu trưởng trường về quá khứ của cô sau khi một học sinh đã hỏi cô về nó.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Như kết quả của việc xây dựng tuyến đường Crossrail, hàng trăm ngôi nhà sẽ có các đường hầm mới đượcđào bên dưới.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "Ban thư ký LHQ là một trong những cơ quan của LHQ và do Tổng thư ký LHQ đứng đầu và được một đội ngũ viên chức quốc tế trên toàn thế giới hỗ trợ.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Nghị quyết chỉ thị Thư ký hội đồng liên hợp quốc Ban Ki-Moon tổ chức hội nghị của tất cả các quóc gia Trung Đông.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "Zahab phải kéo theo thiết bị nặng 170-lb (77kg), đi bằng chân và bằng giày tuyết trong khi hai người còn lại trượt tuyết.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "Khoảng 25.000 người bao gồm cả Thủ Tướng Stephen Harper, vợ của ông và hai đứa con cũng đã ở đó.\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "Trường hợp đầu tiên của dịch cúm gia cầm tại Iraq đã được Bộ trưởng Y tế Abdel Mutalib Mohammed công bố ngày hôm nay.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Phóng viên không biên giới cho rằng Ba Lan là quốc gia Liên minh châu Âu duy nhất mà các bản án tù được áp dụng đối với \"hành vi phạm tội vì quan điểm\" và đây là trường hợp đầu tiên như vậy xuất hiện trong EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "Mười hai phần trăm trong 1.043 tù nhân bị xét nghiệm ma túy từ đầu năm cho đến tháng Sáu, đều có kết quả dương tính với ma túy.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Các khu Liên bang 35 và Liên bang 30 đã bị đóng.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Bản tóm tắt của tài liệu cho biết: \"Có thể cần tư vấn cho Bộ trưởng về tình hình.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi sẽ có kế hoạch để James tiếp tục nhiệm vụ của mình trong năm mới và tin rằng cậu ta sẽ đại diện cho Điền kinh Penn State và trường Đại học với một nhiều năng lượng, cống hiến và sự tôn trọng.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Vụ nổ được ước tính có bán kính nổ vào khoảng ba dặm.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Breur cho biết quá trình này phổ biến ở Nga để tránh việc đánh thuế cao.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Bây giờ dân số của Detroit đã giảm xuống còn 713.777, thành phố này không còn đủ điều kiện cho những lợi thế tài chính.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Vị trí của xác máy bay được xác định cách vị trí cuối cùng theo báo cáo khi đâm xuống khu vực ngoài khơi bờ biển Brazil là sáu dặm về phía Bắc ở độ sâu 3.800 đến 4.000 m (2.070 đến 2.190 sải hay 12.467 đến 13.123 feet).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "\"UNRWA quyết định đình chỉ tất cả các hoạt động của mình ở dải Gaza vì các hành động không thiện chí ngày càng tăng đối với cơ sở và nhân viên của mình\", Adnan Abu Hasna, một phát ngôn viên tại Gaza thuộc Chương trình hỗ trợ người tỵ nạn (UNRWA), cho biết hôm qua.\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "Một tỉ lệ đáng kể của cảnh quan truyền thông LGBT Mỹ đang chuẩn bị khối kết.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Dư chấn đạt đến mức 5,9 độ richter với tâm chấn nằm cách phía tây Pichilemu mười chín km, theo trường đại học Khảo sát Địa chất Chile (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "Theo Eva Brucherseifer, giám đốc cộng đồng KDE ở Đức và giám đốc điều hành của basysKom, quá trình chuyển đổi trong giai đoạn \"đỉnh điểm\" và đang chuyển đổi 300 hệ thống mỗi ngày.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "Sáng hôm sau cuộc chiến, các đường phố tương đối yên tĩnh, và sự hiện diện quân sự chỉ là pháo hạng nặng xung quanh dinh tổng thống.\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Bộ trưởng Ngoại giao Mỹ Condoleezza Rice cũng phủ nhận một cuộc tấn công sắp xảy ra, bà nói rằng không có bất cứ sự cho phép nào của Quốc hội cho hành động quân sự chống lại Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Trong tháng 5 năm 2006 nó hoạt động mạnh đỉnh điểm trong đợt phun trào dữ dội vào ngày 14 tháng 7 và 16 tháng 8.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "Hai trong số những người đàn ông bị thương, Randal Bibb, 52 tuổi, và Daniel McMurry, 56 tuổi, đã được đưa tới bệnh viện Parkland Memorial để điều trị bỏng ở phần phía trên cơ thể.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "\"Vì ông Rudd bỏ các thỏa thuận nên có đến hơn 50,000 lượt nhập cư bất hợp pháp, \" Abbott tuyên bố.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Người phát ngôn Bộ ngoại giao Israel, Yigal Palmor, cho biết, \"Đây thật là một sự kì lạ hơn, đặc biệt là kể từ khi Hamas được quốc tế công nhận là một tổ chức khủng bố.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "Sử dụng lịch sử tìm kiếm cần người sử dụng phải đăng nhập vào trong tài khoản của Google hoặc Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Những người đã trả tiền để sửa chữa Xbox 360 sẽ được tự động nhận một tờ séc hoàn tiền trong khoảng 10 tuần kể từ ngày hôm nay.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "Được tổ chức hàng năm, đây là một diễn đàn truyền thống nhằm thể hiện sự chống đối chính trị.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Hiện đã có một số suy đoán rằng Frelimo có thể sử dụng điều này để cho phép Guebuza điều hành cho một nhiệm kỳ thứ ba - hiện nay, hiến pháp cho phép tổng thống phục vụ chỉ hai nhiệm kì tại chức.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "Họ cũng bị chỉ trích vì đã cho phép con gái rời nước Mỹ vào hồi đầu năm, vì rất có thể cô bé đã đến Ấn Độ Dương khi nơi đó đang vào mùa đông.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Khi ở Singapore, các vận động viên có cơ hội nghỉ ngơi ở hồ bơi và vài vận động viên, gồm có Knox, Rowena Webster, Nicola Zagame, và Melissa Rippon đã rất tích cực lên Twitter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "\"Trường hợp này đã xa quá mức cần thiết\", Arturo Gonzalez, luật sư chính trong vụ kiện giữa Valenzuela và O'Connell nói, trong đó Liliana Valenzuela, một học sinh trường trung học phổ thông Richmond, và những người khác đã khởi kiện để ngăn chặn việc bang sử dụng các bài kiểm tra như một yêu cầu tốt nghiệp, nói \"Chúng tôi nghĩ rằng đây là một cơ hội lớn khi học sinh trong các lớp của năm 2006 sẽ nhận được bằng tốt nghiệp của họ, thậm chí nếu đó là sau khi buổi lễ bắt đầu.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Bạn đã bỏ lỡ cơ hội quan trọng và thỉnh thoảng bạn tự hỏi tại sao.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "Một vài nhân vật chính khách Ba Lan khác cũng ở trên chuyến bay.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "Ông tuyên bố đã có 17 trong số 18 phiếu cần thiết để có sự hỗ trợ đa số của 34 quốc gia thành viên của OAS.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "Dự án 1 triệu € sẽ gồm một loạt các tuabin dưới nước được lắp đặt tại Romney Weir gần sông Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Các quả bom được hẹn giờ để phát nổ lúc 5:45 sáng giờ địa phương, khi các Phật tử bắt đầu cầu nguyện vào buổi sáng.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Các vị thánh mới là Rosa Venerini (1656-1728), Mẹ Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), và Đức Giám mục Rafael Guizar Valencia (1878-1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Jeb Bush, thống đốc Florida, đã thông báo dành sử ủng hộ cho ứng cử viên tranh cử tổng thống đảng Cộng Hòa Mitt Romney vào ngày hôm qua.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "Dự thảo mới đề nghị thay đổi chính sách hiện tại đang cho phép loại camera không ghi âm trên taxi vì lý do riêng tư, với hi vọng dữ liệu ghi âm sẽ giúp các cuộc điều tra dễ dàng hơn.\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "Theo đuổi mục tiêu 222 điểm để giành thắng lợi, Nam Phi đã dồn toàn lực và giành 172 điểm sau màn phát bóng đầy cảm hứng của Jacob Oram và Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Công ty cho biết họ dự định thu cácbon dixoxit (CO2) thoát ra từ việc sản xuất dầu cát và lưu nó dưới lòng đất.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "Các nguồn tin Georgia đã xác định tuyên bố này, cho biết căn cứ đã bị phá hủy.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Phía ACT bao gồm các thành viên đội tuyển quốc gia Úc Aimee Murch và Clare Warwick; cầu thủ từng đoạt huy chương đồng Olympics Brenda De Blaes; đại diện của đội bóng tiểu bang Victoria, thành viên đội tuyển quốc gia từng giành huy chương đồng Olympics Justine Smethurst; và Clare Currie, người suýt được tách ra để đưa lên đội tuyển quốc gia.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Các nhà hoạt động Narmada Bachao Andolan đã cố ngăn chặn cảnh sát di chuyển Patkar và một số người bị bắt vì tội bạo động.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "Một nhóm paparazzi đã quay lại một video cảnh Britney lái chiếc xe của cô vào một chiếc xe khác vào ngày 6 tháng 8 khi cô cố gắng chạy vào một chỗ đậu xe trong một bãi ở Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Anh ta cũng đã nhận tội khinh thường án phạt của tòa án về việc tránh xa mẹ của mình.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Nhiều chính trị gia của Anh cũng bày tỏ bất đồng trong việc đất nước này phải bồi thường những kẻ bị cho là khủng bố.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "Do có nhiều băng tan ở hai cực hơn, các con thuyền đã đi qua các vùng nước chưa có trên bản đồ.\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "Tối thứ Tư, đội Houston Astros, một đội bóng chày chuyên nghiệp ở Bắc Mỹ, đã chiến thắng Giải quốc gia 2005 bằng cách đánh bại đội St. Louis Cardinals với tỷ số 5-1 để giành được chiến thắng thứ 4 trong mùa Giải vô địch quốc gia.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Đây là dịch sốt xuất huyết do vi rút Marburg lớn nhất ghi nhận được trong lịch sử.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "25 tuổi đến từ Huntersville, North Carolina trước đó đã dành được vị trí xuất phát đầu trong cuộc đua đêm của thứ Bảy diễn ra vào thứ Sáu.\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "Jim Nussle, Giám đốc Văn phòng Quản lý và Ngân sách nói rằng ông tin thâm hụt sẽ bắt đầu giảm.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Lượt đấu đang đến rất gần, kết thúc qua ba hiệp.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Văn phòng Thống đốc bang Illinois Rod Blagojevich đã tuyên bố việc giảm biên chế 450 nhân viên bang và việc đóng cửa 25 địa điểm lịch sử và công viên bang.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "Hội đồng thành phố Bristol mới vừa báo cáo rằng có thể thư viện sẽ mở cửa lại vào thứ Ba, mặc dù họ cũng đã nói rằng có khả năng tòa nhà vẫn sẽ bị đóng cửa vào ngày hôm đó.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Mặc dù nói như vậy, ông vẫn từ chối loại trừ một cuộc tấn công chống Iran trong tương lai.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Taco Stein, luật sư Hội đồng Cố vấn pháp luật Aruban, đã đưa ra một tuyên bố sau khi có thông báo.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "\"Chúng tôi rất tiếc phải nói rằng sau gần một năm rưỡi chiến đấu với căn bệnh ung thư, người anh của chúng tôi và là người chơi bass Ben Marlin đã qua đời sau cơn đột quỵ lúc 5 giờ sáng ngày 2 tháng giêng năm năm 2008.\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "Sĩ quan bị nghi ngờ, Alexei Mitayev, đã bị sa thải khỏi lực lượng, bị bắt giữ, và được cho là đã thú nhận tội ác này.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "\"Cái chết của ông ta là một tổn thất khá lớn cho al-Qaeda\", các quan chức cho biết.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Mà vấn đề là chúng tôi không cần được nói cái gì và ai quyết định.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Bốn công nhân vẫn đang nằm viện sau vụ nổ, ba trong tình trạng nguy kịch.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "Các nước khác nhận ra rằng do đồng Lei tăng giá hàng xuất khẩu của Romania đắt hơn và vì thế ít cạnh tranh hơn, và điều này có thể làm nghiêm trọng thêm sự thâm hụt tài khoản vốn đã rất lớn của nước này.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Bộ trưởng Nông nghiệp Jim Sutton đến nỗi đã phải nói rằng việc đình chỉ xuất khẩu thịt bởi một số nước là một khả năng có thật.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Theo Dennis vanEngelsdorp, một chuyên gia về ong của Bộ Nông nghiệp Pennsylvania, \"Chúng tôi khá chắc chắn, nhưng không khẳng định, đó là một bệnh truyền nhiễm.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "Hơn 160 người đã bị giam giữ trong một cuộc đàn áp kéo dài hai ngày, bao gồm hơn 100 người đến từ các khu ổ chuột lân cận, rất may là hầu hết trong số đó đều được phóng thích ngay sau đó.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Tòa án hiến pháp của Gabon thuật lại việc công bố kết quả bầu cử từ hơn 2.800 điểm bỏ phiếu và khẳng định chiến thắng của Bongo.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Với một cuộc bầu cử sắp tới vào thứ Bảy này tại bang Queensland của Úc, phóng viên Wikinews Patrick Gillett giới thiệu sơ các đảng tranh cử.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Năm 1997 Giáo Hội đã bị kết tội gian lận tại Lyon và năm 1999 tại Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Giải thưởng nhân đạo đã được trao cho nghệ sĩ đồng quê Paul Brandt trong khi giải thưởng Thành tựu Đặc biệt Walt Grealis đã được trao cho người sáng lập Citytv và MuchMusic ông Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "\"Đó là sự xúc phạm… những gì họ đang làm không phác họa chân dung người Māori một cách chính xác, \" Bidois cho biết.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "Lech Walesa, người sáng lập của phong trào Thống Nhất đã rời bỏ tổ chức.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "Sự thật thì hôm nay tôi đã bán một bộ com-lê cho một người Mỹ. '\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Lực lượng cứu hộ đang tiếp tục nỗ lực để đến gần các thợ mỏ bị mắc kẹt trong mỏ Beaconsfield ở miền bắc Tasmania.\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "Poison tuyên bố hai công ty đã không trả đủ phí bản quyền cho họ sau nhiều năm.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Liên Hợp Quốc và các lực lượng gìn giữ hòa bình Pháp nói rằng họ sẽ không rời khỏi Bờ Biển Ngà bất chấp lệnh của Tổng thống đương nhiệm Laurent Gbagbo yêu cầu họ phải rời khỏi đất nước.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "Một \"nguồn thông tin đáng tin cậy\" dẫn lời tờ nhật báo tiếng Pháp Le Soir gợi ý rằng có thể có một lỗi về điện trong hệ thống báo hiệu.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "Báo động đỏ - sơ tán toàn bộ- đã được thông báo vào khoảng 9:15 sáng.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "\"DS4SEQ muốn đạt được một tỷ lệ đáng kể trong đợt bầu cử sơ cấp và giành được một số ghế, \" ông Furze cho biết.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Dự luật, đã được sự tài trợ của Nghị viên Bang là Darlene Senger đến từ Naperville, được thông qua với đại đa số phiếu bầu 114-1 và sẽ được Nghị viện Illinois xem xét.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Bạo lực của buổi sáng này trái ngược phát biểu của Tướng William Caldwell, người đã tuyên bố \"Quân nổi dậy và khủng bố đang đánh trả trong một nỗ lực njằm bù đắp cho thành công của chính phủ Iraq và lực lượng an ninh của họ\", vị tướng nói tiếp rằng bạo lực đã giảm một nửa kể từ tháng Bảy, nhưng đã tăng đột biến trong hai ngày qua.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Pentobarbital, một thuốc thay thế được sử dụng tại phòng khám Dignitas ở Thụy Sĩ, được sử dụng để tiêm thuốc độc ở Oregon, và đã bắt đầu được sử dụng tại bang Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "Lãnh đạo Đảng Tự do Dalton McGuinty đã tái thiết lại bộ này vì ông muốn Chan tham gia.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "Trong khi đảng Liên minh dân chủ Pháp (UDF), do Francois Bayrou lãnh đạo, chính thức duy trì liên kết cầm quyền với UMP, đảng này quyết định rằng, do chính phủ mới có thể sẽ thực hiện nhiều chính sách tương tự, đảng này có thể không tham gia vào đó.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Mười bốn địa điểm lịch sử của bang được dự định đóng cửa vào ngày 1 tháng Mười.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Gần với bề mặt mặt trăng, Cassini phát hiện ra rằng các tinh thể khá lớn giàu Natri và Kali nhiều áp đảo trong các luồng hơi.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Trang mạng \"Sự thật về vụ hỏa hoạn ở Vladivostok\" đã được lập nên để lan truyền thông tin về vụ hỏa hoạn.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "Hôm qua, Bóng rổ Úc tuyên bố đội tuyển Olympic chính thức cho Thế vận hội Olympics Mùa hè năm 2012 trước một chuỗi trận chia tay ở khu vực Melbourne vào cuối tuần này cho cả đội nữ Opals và đội nam Boomers.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "Từ 6:45 sáng Giờ Tiêu chuẩn Hawaii cho đến cuộc đua bơi 2,4 dặm, thi thử 112 dặm và marathon 26,2 dặm đều có những điều may mắn cho những người hâm mộ.\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "Bộ Trưởng các vấn đề ngoại giao Ireland, Micheál Martin, đã tuyên bố, \"Đây là tuyên bố đáng tin cậy về tiến trình chính sách ở trong những cơ quan được bàn giao.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Clinton đứng đầu mỗi cuộc thăm dò toàn quốc của các ứng cử viên Dân chủ có khả năng và đã cố gắng để tuân theo những thương lượng cá nhân của mình đối với những người ủng hộ và nhân viên mới.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Một số quốc gia thành viên của khu vực châu Âu đã bị ảnh hưởng về việc tăng mức nợ.\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "Các nhà khoa học về môi trường nói rằng họ đã có bằng chứng chắc chắn hành tinh đang trải qua \"một đợt tuyệt chủng hàng loạt lớn nhất trong vòng 65 triệu năm.\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "\"Không đưa ra bất kỳ bình luận chính thức nào và dĩ nhiên, không phát sóng, về điều này.\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "Các tay ném vẫn cần nghỉ ngơi thêm và những người khác cũng vậy.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "Tuy nhiên, hắn đã tự thú sau cuộc phỏng vấn.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Cô ấy bắt đầu sự nghiệp tại KSAX và cũng đã từng làm việc tại El Paso và Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "Thiết bị này không phải là thiết bị tổng hợp phản ứng trên bàn đáng tin cậy đầu tiên; máy Farnsworth-Hirsch fusor, được phát triển vào đầu những năm 1960 tại phòng thí nghiệm của Philo T. Farnsworth, người đã có công trong việc cải tiến ti vi, đang được bán như một nguồn neutron trên thị trường.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "\"Tôi có thể nói thẳng cho các bạn mà không hề giả vở khiêm tốn: Nhiệm vụ đã hoàn thành\" ông nói trước đám đông khoảng 50,000 người vào hôm thứ sáu, \"Chúng ta đã thống nhất và bình ổn đất nước.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Ba mươi nghị sĩ đảng Bảo Thủ và chín đảng viên đảng Dân Chủ đã biểu quyết chống lại Đảng của họ và chống lại sự can thiệp vũ trang.\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "\"Nó giống như một cơn bão không biết bắt đầu từ đâu.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "Forbes đã liệt kê tổng cộng 1.210 tỉ phú trên toàn thế giới, với giá trị tài sản lên tới 4,5 nghìn tỉ đôla Mỹ, tổng cộng tăng so với năm ngoái là 3,6 nghìn tỉ đôla Mỹ.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Cầu thủ 28 tuổi đã bị thương trong một tranh chấp với Joe Jacobson và trận đấu bị hoãn trước khi anh ấy được đưa tới bệnh viện.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "Năm 2006 một chiếc máy bay B737 khác đã gặp một vấn đề về điều hướng và bay vào vùng đen khiến nó bị mất liên lạc trong vài giờ trước khi thông báo hạ cánh khẩn cấp cách nơi dự kiến hạ cánh hàng trăm dặm.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Và tôi đã làm tất cả những điều này để tăng cơ hội có được công việc mơ ước trên truyền hình.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Thành phố Brampton thuộc Ontario, Canada và Marikina ở Philippin gần đây đã kết nghĩa là \"thành phố song sinh.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Cảnh sát đã đưa họ xuống một ít (chủ yếu là phụ nữ), những người đã cố gắng can thiệp vào việc phá hoại tài sản của họ.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Thông tin này đã gây sốc cho nước Áo, vì có nét tương đồng với trường hợp của Natascha Kampusch bị bắt cóc năm 10 tuổi, và trốn thoát sau khi bị giam giữ trong \"ngục tối\" trong tám năm vào năm 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Trong số đó có một bức tranh của họa sĩ nổi tiếng người Tây Ban Nha Pablo Picasso, có từ năm 1939, có tên là Woman's Head, nó là một món quà dành tặng người dân Hy Lạp vì cuộc chiến chống lại Đức quốc xã trong Thế chiến thứ 2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Bongo đã tuyên thệ nhậm chức vào thứ Bảy sau khi một cuộc duyệt bầu cử tháng Tám kéo dài đưa ông lên nắm quyền.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Đô đốc Kuroyedov quản lý hải quân trong thời gian xảy ra thảm họa Kursk năm 2000, trong đó 118 thuỷ thủ thiệt mạng khi chiếc tàu ngầm của họ bị chìm.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Đạt đến cột mốc, hãng đã nhanh chóng tận dụng cơ hội, như thường lệ, để bán vé; lên doanh thu vé diện rộng khoảng 200.000 ghế với giá 99p/99c một ghế.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "Nghi lễ sẽ được tổ chức tại nghĩa trang Hermano Pedro ở Mexico.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "Điểm chính mà hai vị lãnh đạo đã đồng ý là chỉ nên sử dụng các phương tiện ngoại giao để giải quyết những xung đột quốc tế như ở Afghanistan, Iraq và, đặc biệt, là Iran với vấn đề về chương trình hạt nhân của nước này.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "Delp gia nhập Boston vào đầu những thập niên 70 sau khi gặp gỡ tay guitar, nhạc sĩ và nhà sản xuất Tom Scholz.\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "Người ta tin rằng những vi phạm về an toàn và sức khỏe là \"nguyên nhân chính\" trong cái chết của anh ấy, Pascal Bates đại diện bên nguyên cho biết.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Đội Gliders đang ở Băng Cốc, Thái Lan để chuẩn bị cho giải đấu Vô địch Bóng rổ Trên xe lăn Khu vực Châu Á-Đại dương được tổ chức tại Trung tâm Tuổi trẻ Băng Cốc Thái-Nhật.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "Sunnybank đã dẫn trước 17 điểm so với 3 điểm tại những phút cuối cùng của hiệp một, nhưng được hưởng một quả penalty với kết quả là điểm mà chủ nhà ghi được đã trở thành điểm cuối cùng của họ trong trận đấu.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "Nhà ga tàu điện Piccadilly Circus đã được mở cửa trở lại sau khi bị đóng cửa sớm.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Nghiên cứu này thừa nhận việc sử dụng năng lượng hạt nhân và công kích vào một trong những dữ liệu mà các nhà vận động chống hạt nhân vẫn sử dụng.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "Các cuộc đàm phán được cho là liên quan đến sự hình thành của một nhà nước Palestine vào cuối năm nay.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Tổng cộng có 5.000 người đã được sơ tán riêng quân Miyagi đêm qua có 3.000 người.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "Người hàng xóm khác nói thêm, \"Những người hàng xóm tuyệt vời, những đứa trẻ dễ thương nhất mà tôi từng biết.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Hai tác phẩm khác là Mill của Piet Mondrian và một bản phác thảo St. Diego de Alcala vẽ bởi Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Nghị quyết bày tỏ \"sự quan ngại nghiêm trọng\" việc không tuân thủ của Iran với các yêu cầu của IAEA về việc ngừng làm giàu và các hoạt động khác và yêu cầu giám đốc IAEA báo cáo về việc tuân thủ của Iran vào cuối tháng 8.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "Được thành lập từ bản hiến chương giáo dục năm 1893 và hoàng tử xứ Wales làm hiệu trưởng danh dự, tuy nhiên những vấn đề bắt đầu xuất hiện ở đại học xứ Wales vào năm ngoái sau khi người đứng đầu cơ sở thành viên Malaysia, một nghệ sĩ nhạc pop người bản địa, không có các bằng cấp, chứng chỉ hợp lệ.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "Giới chức Hàn Quốc vẫn chưa đưa ra suy đoán về vụ việc, cho rằng việc tháo bỏ các bức chân dung \"có thể có nhiều lý do khác nhau.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Mức tăng trưởng kinh tế hàng năm của Ấn Độ trung bình đã đạt 8 phần trăm trong ba năm tài chính vừa qua.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Một trong những danh sách đen URL đối với Wikileaks bao gồm một danh sách bị rò rỉ của các trang web bị chặn ở Đan Mạch.\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "Trận động đất đầu tiên đo được là 4,7 độ Richter tại một khu vực miền núi và lần thứ hai đo được là 5,1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Edward Lu và Stanley Love, của trung tâm không gian Johnson, Houston, cũng đã làm dịu những lo ngại về một vụ va chạm.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "Bài hát \"Let Me Hold You\" của Bow Wow với sự trình diễn của Omarion đã bị tụt từ hạng 5 xuống hạng 9 và cuối cùng là bài \"You and Me\" của Lifehouse đã kết thúc top 10 sau khi bị tụt hai hạng.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "\"Những cuộc tấn công cho thấy sự vô nhân đạo và khốn nạn của những kẻ tấn công.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "Stuff. co. nzs Chris Barclay tin điều này đồng nghĩa đội Fever có cơ hội chiến thắng, đặc biết là sau mùa giải trước họ có hai trận thắng, một trận hòa với đội Firebirds và duy nhất một trận thua.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "The Music Hall of Fame của Canada cũng đã thêm ban nhạc rock kỳ cựu người Canada Triumph vào danh sách danh dự của mình.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Mỹ và châu Âu, mỗi bên chiến hơn 25% vào tổng lượng khí thải toàn cầu.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "Ủy ban Viễn thông của quần đảo Solomon (TCSI) đã ban hành một lệnh phạt hãng Papua New Guinea (PNG) cung cấp điện thoại di động, do không đáp ứng đúng thời hạn quy định trong điều khoản của giấy phép.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "Theo luật mới, được viết bởi Bộ trưởng Bộ Nội vụ Nicolas Sarkozy, giải thích rằng \"nhà báo nghiệp dư\" sẽ phải đối mặt với mức án năm năm tù giam.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "Cụ của ông, Jawaharlal Nehru, là thủ tướng đầu tiên của Ấn Độ và kỵ ông, Motilal Nehru là một nhà lãnh đạo xuất sắc của phong trào độc lập Ấn Độ.\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "Các nhà khoa học đã khám phá ra công trình Neolithic lớn nhất tại Anh tại Durrington Walls và tin rằng ngôi làng này là nơi ở của những người đã xây nên tượng đài Stonhenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Vụ kiện đã được đệ trình bởi ít nhất là năm gia đình sinh sống tại khu phố Glenview của San Bruno.\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "Giao thông bị e ngại là một mối nguy hiểm cho những người hâm mộ của World Cup.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Năm 2005 ông đã xuất hiện trong một chương trình đặc biệt kỷ niệm Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Ông này đã nói trong một bài đăng trên Newsweek International rằng, với \"các thành tựu đã đạt được\" và \"những thất bại không thể nào quên\", Liên hợp quốc đã có nhiều thay đổi, tuy nhiên cần phải nhiều hơn nữa.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Cơ quan hạt nhân Nhật Bản xem xét các tình huống tại Nhà máy điện hạt nhân Fukushima I là mức 4 trên quy mô sự kiện hạt nhân quốc tế, đó là một tai nạn với hậu quả phạm vi địa phương.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "Họ phát hiện rằng các khu rừng ngập mặn quanh khu vực Irrawady Delta Myanmar đã xuống cấp vì \"khai thác quá mức\" và việc chuyển đổi đất để trồng lúa - được khuyến khích bởi chính phủ như là một cách để đảm bảo tự cung tự cấp trong sản xuất lương thực.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Đội Cheetahs sẽ là chủ nhà cho trận chung kết tuần tới và là đội vào chung kết với số điểm cao nhất (thứ nhất, đội Blue Bulls đứng thứ hai).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "Ngày thực hiện và thời gian cho việc di tản các tòa nhà đã không được nêu ra.\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "\"Tôi rất lo lắng về điều đó và tôi nghĩ rằng chúng tôi cần phải gửi thông điệp đúng cho người dân Afghanistan, \" ông nói.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "Một người là Gary McHale, người đàn ông sống tại Richmond Hill, Ontario đã bước vào khu đất bị cấm ở Caledonia, Ontario để tổ chức một cuộc biểu tình chống lại sự chiếm đóng của thổ dân đang diễn ra.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "Tàu Amtrak 371, Pere Marquette, bắt đầu tại Grand Rapids, Michigan và chở 193 người bao gồm sáu nhân viên.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "Các nhà cung cấp phải làm nổi bật lên trên quảng cáo và cải thiện hiệu suất dịch vụ của họ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Cơ quan khí tượng Nhật Bản nói rằng trận động đất đầu tiên và trận cuối cùng thật ra có cường độ lên đến 6.7 độ richter.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Theo như những nhân viên cứu hỏa, những lỗ hổng nghiêm trọng trong bộ quy tắc an toàn phòng cháy chữa cháy là một phần nguyên nhân dẫn đến những cái chết.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "Việc thả người đã được quyết định sau khi Tổng thống nước Pháp, ông Nicolas Sarkozy đáp chuyến bay đến Chad để đàm phán về vụ việc này với chính quyền Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Chính phủ đã xác nhận rằng bốn người đã chết trong vụ việc.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "\"Vụ thâu tóm này phù hợp với chiến lược của 7-Eleven và thúc đẩy sự hiện diện trên thị trường ở khu vực Chicagoland, \" tập đoàn 7-Eleven nói.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "Tiến sĩ Raupal, người đồng chủ trì dự án quốc tế Global Carbon cũng ngạc nhiên trước kết quả nghiên cứu của mình.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "Theo Trung Úy Brian Villiard, phát ngôn viên của căn cứ Quantico, hầu như trong tám tháng bị giam giữ, Manning bị ra lệnh chỉ được mặc cái quần sọc quyền anh khi đi ngủ bởi vì ông đang trong tình trạng \"theo dõi đề phòng bị thương.\"\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Các nghị sĩ khác, thậm chí một số nghị sĩ Đảng Lao động, đã không đồng ý với lập luận cuộc đảo chính.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Avila chiến thắng với xấp xỉ 131,000 phiếu bầu, một tỉ số suýt soát hơn ba phần trăm trong bốn triệu phiếu bầu ở vòng chung kết.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Theo một quan chức quân sự Mỹ, chưa rõ lý do tại sao phiên dịch viên này bắt đầu nổ súng; kẻ tấn công dường như là một \"nhân viên bất mãn\", trái ngược với một binh sĩ.\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "\"Ở Sudan, Hội đồng an ninh quân chữ thập (U. N.) quyết định gửi những chuyên gia quân sự tới Darfur để chuẩn bị cho việc chiếm đóng và chia cắt.\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "Theo tờ Press Trust của Ấn Độ, cảnh sát Ấn Độ đã nhận được khiếu nại từ ba cô gái tuổi vị thành niên cáo buộc hắn đã hãm hiếp họ.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "Người một thời có triển vọng thành công tại Đảng Cộng hòa, cựu thị trưởng thành phố New York Rudy Giuliani, người đã xếp sau ở vị trí thứ ba ở Florida, bang mà ông dùng làm cơ sở cho chiến dịch bầu cử của mình, đã rời khỏi cuộc đua vào hôm thứ tư, chủ yếu là vì ông đã không giành thắng lợi ở những cuộc bầu cử sơ bộ trước đó và số người ủng hộ ông đã ít dần đi.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "Người dân thị trấn đã nhiều lần gọi cho cảnh sát để dẹp những người biểu tình từ vùng đất, mà hiện nay thuộc sở hữu của tỉnh và đang được ủy thác cho đến khi vấn đề được giải quyết.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Mark cũng lưu ý rằng Louise Christian, một luật sư nhân quyền nổi tiếng người Anh, hiện đang đại diện cho những người chiếm giữ tại Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Nó có tổng khối lượng là 2.600 kg và có tuổi thọ quỹ đạo ước tính là 12 năm.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Việc mặc niệm đã được tổ chức tại các trận bóng đá trong cả nước vào cuối tuần qua, với người hâm mộ tạo đền thờ tạm tại Newcastle United và Ipswich Town, hai câu lạc bộ mà ông đã gắn bó chặt chẽ nhất.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Sau khi phần hỏi và trả lời kết thúc, video phát biểu của John Kerry bắt đầu được bật lên.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    }
]
}