{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, given a sentence er in the Chinese language and your task is to convert um it into the English language.",
    "Positive Examples": [
        {
            "input": "2004年4月，那里的士兵逮捕了一名16岁的巴勒斯坦人，他身上绑着一枚自杀式炸弹。",
            "output": "In April 2004, soldiers there arrested a 16-year-old, also Palestinian, with a suicide bomb strapped to his body.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "“我们收到了38具尸体，”该镇主要医院负责人瓦克尔·艾哈迈德告诉法新社记者。",
            "output": "\"We have received 38 dead bodies,\" Doctor Wakeel Ahmed, head of the principal hospital in the town told AFP (Agence France-Presse) news agency.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "包括谷歌、脸书和雅虎等主要服务网站正加入测试并将他们的内容转换为使用新系统地址。",
            "output": "Major websites including services run by Google, Facebook, and Yahoo! are taking part in the test, switching their content to use the new system.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "“第二次手术总是需要更长的时间，而且很难到达心脏。”",
            "output": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "论坛18已经记录了一段时间以来有关哈里克里希纳村庄的所谓人权虐待事件，但截至11月21日，事件发生了转变。",
            "output": "She said the combined charges carried a maximum penalty of seven years jail.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "在安大略省选中，马丁·海德将在渥太华西尼比安里丁选区代表安大略绿党出战。",
            "output": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "本周早些时候，花旗集团公布了今年头两个月管理利润的消息后，股市开始反弹。\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "公民保护部长克里斯托斯·帕普蒂斯为损失道歉，称美术馆的安全措施“不存在”。\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "2010年联合国气候变化大会谈判本周在德国波恩继续进行。\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "他是出生于意大利的现任国大党主席索尼娅·甘地的儿子，也是1991年被暗杀的前总理拉吉夫·甘地的儿子。\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "驻阿富汗的北约部队星期五发表声明说，该部两名士兵在星期三执行常规补给任务时失踪。\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "该法案由来自纳珀维尔的州代表达琳·森格发起，以114票比1票的大多数票通过，将送往伊利诺伊州参议院审议。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "每年举行一次，这是一个表达政治反对意见的传统论坛。\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "这辆小车的速度可以达到每小时38英里（每小时61公里），并且配备了一个把手，这样司机就可以把车拉回来。\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "格拉斯哥也在起诉性骚扰，并声称米勒于2006年9月向他求助。\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "区域伙伴关系方案为区域项目提供政府援助。\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "这一类别的所有资金都是根据1995年“地方政府（财政援助）法”分配的。\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "在伦敦金融城购买布朗普顿日活动通行证的人被鼓励在公园周围戴上蓝色腕带，以获得获奖机会。\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "正在寻求共和党总统候选人提名的亨特上周支持这项法案。\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "抗议领导者，25岁的奥马尔·哈拉尼告诉《电讯报》，“我们在2000年前把这块土地交给了教会看管，”他接着说，“所以这不是他们可以出售的土地”。\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "大多数死者都是在下层用餐，并被困在下面。\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "其他议员，其中甚至包括一些工人党议员，都不同意政变的说法。\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "然而，菲律宾地震监测机构的负责人对日本机构的警告提出异议。\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "球员的明确支持对我帮助很大，我也要感谢科林·卡尔德伍德，保罗·巴伦以及本赛季一直非常支持我的其他幕后工作人员。\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "科学家们寻找陀螺仪运动中的微小变化来检测拖曳效应，以及探测更大的大地测量效应，根据爱因斯坦和牛顿的引力理论之间的差异，对地球引力场进行微小修正。\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "维基百科是维基媒体基金会的一个项目，维基媒体基金会是一家位于佛罗里达州圣彼得堡的非盈利组织。\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "昨天在莫哈韦沙漠和圣加布里埃尔山脉点燃的三场大火之一就是这场大火。\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "截至上午8：34，洲际交易所布伦特原油期货价格达到89.30美元（12月基准价格）。\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "第一个迁移到Linux和开源办公.org的部门将是市长大人办公室，该办公室计划在2006年年中部署，尽管不是所有的部门的计算机都将立即迁移。\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "据报道，“包含无比珍贵信息的软件单元”被及时抢救了出来。\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "事故发生时，这家人正准备参加青少年足球比赛。\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "猎豹队最为积分排名最高的决赛队伍将在下周迎来主场决赛，（排名第一是猎豹队，第二是蓝牛队）。\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "在公共场所销售卷烟的自动售货机将被禁止，卷烟广告和赞助也将被禁止。\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "根据1893年的章程，威尔士王子担任校长。出于担心一家马来西亚合作机构的负责人，一位当地流行艺术家拥有非法资格之后，威尔士大学去年开始出现了一些问题。\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "部长小组还提议社区广播每小时最多允许播放5分钟的商业广告。\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "布吕尔说，这一行为在俄罗斯是常见的，是为了避免过度征税。\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "作为新政策的一部分，常规武器在未来将发挥更大的作用。\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "人们被告知要多喝水，不要在正午的骄阳下外出，并拉上窗帘保持室内凉爽。\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "莫桑比克全国选举委员会主席莱奥波尔多·达科斯塔表示，“在此期间，我们没有收到任何投诉”。\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "“正是因为鲁德完全关闭了这里，我们才有5万多名非法入境者，”阿尔伯特说。\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "女发言人布雷·贾辛表示，这次袭击是由于疏忽造成的。\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "该公司表示，它打算捕捉油砂生产过程中排放的二氧化碳（CO2），并将其储存在地下。\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "由于担心另一场海啸，他们太过担心而不敢回家，但据路透社报道，卫生官员担心那些仍在避难中的人会受到疾病的威胁。\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "整个关闭过程预计需要几天时间。\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "消费者团体声称这些附加费增加了每天26.5万英镑的航空旅行成本（每年约9700万英镑）。\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "官员们说：“他的死亡对基地来说是一次重大打击”。\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "萨科齐说，而这些额外措施只涉及边境地区。\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "多伦多足球俱乐的赛季已经结束，新英格兰革命将在季后赛第一轮面对纽约红牛。\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "这两次事件都不像自杀式炸弹袭击，因为炸弹是用绑在两名妇女身上的炸药和滚珠制成的。\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "伍德说，斯特劳在担任内政部长时“经常被告知，事情是非法的，但无论如何都会继续进行，并在法庭上获胜”。\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "美国和欧洲各自减少排放量占全球25%以上。\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "仍有4名在爆炸中受伤的工人住院，其中3人尚未脱离生命危险。\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "在速降项目和超级大回转项目中，2010年冬季残奥会奖牌获得者阿兰娜·尼克尔斯赛前退出比赛。\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "然后，研究人员试图收回他们的钱，并前往惠顿和代尔下榻的酒店，却发现房间空无一人，两人也无处可寻。\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "上周末，一艘美国游轮遭到火箭榴弹的袭击。\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "它还将赋予妇女继承财产的平等权利，并解决地方选举问题。\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "星期三，美国联邦上诉法院维持了对媒体大亨康拉德·布莱克做出的欺诈和妨碍司法的判决，该判决还涉及他早前任职的新闻集团霍林格国际的其他三名高管。\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "他说100美元每桶是一个“公平”的价格，记得他1999年担任委内瑞拉总统时，价格上涨了大约10美元。\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "30名众议院议员和17名参议员要求进行调查。\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "自由标准组织执行董事吉姆·泽姆林告诉美联社说：“其中一个重要的难点就是一致性，这是Windows最大的优势”。\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "这位来自北卡罗来纳州亨特斯维尔的25岁车手，此前曾在周五的比赛中获得周六晚间比赛的杆位。\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "这项新的研究是一项关于生存和死亡率的国际研究。\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "2006年5月，火山爆发急剧增加，在7月14日和8月16日达到顶峰。\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "2,000所学校和1,300个放学后的课外项目将从这笔资金中受益。\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "根据Le Nouvel Observateur的说法，劳工调查发生一个月后，该公司的法国分公司解散了。\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "他在《国际新闻周刊》的一篇文章中表示，联合国以其“令人印象深刻的成就”和“令人难忘的失败”而改变，但需要进一步改变。\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "这是第一次根据2003年颁布的，关于禁止未经允许发送大量电子邮件即垃圾邮件到用户邮箱中的法规，进行定罪。\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "他是印度国民大会党第十四届会议的杰出领袖，被认为是一名称职的党官员，“一位直到2004年才赢得普选的著名甘地家族忠诚分子”。\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "该文件的摘要说：“可能有必要向部长提供有关情况的建议。”\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "根据堪培拉大学国家体育研究所所长基思·里昂的说法，体育是澳大利亚文化的重要组成部分，体育的发展得到了两党的支持。\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "辛迪目前的言论与她2004年接受加州瓦卡维尔记者采访时的言论相比发生了巨大的变化。\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "1992年，BMG与沃尔夫冈·芬克成立合资公司，2005年其母公司与索尼合并，成立索尼BMG。2008年12月，芬克辞去总裁一职。\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "“我想，人数的减少是其中一件改变比赛的事情，但对此我们现在能做的是什么呢？”阿德莱德队长特拉维斯·多德在赛后告诉“福克斯体育”。\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "爱尔兰外交部长米歇尔·马丁在一份声明中说，“这是对政治进程和权力下放机构的信心声明。”\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "在与癌症进行了长期斗争以后，他于76岁去世。身后留下了54岁的妻子埃尔西和儿子安德鲁、保尔和马克。\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "指南要求警卫，不能把个人信件和包裹带到囚犯牢房或其他工作地点。\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "：“我们慢慢地走到士兵所在的地方并对他们微笑，走近那个看起来像是指挥官的人。”\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "阿洛塔最近在纽约买了这艘船，之前的船主已经70多岁，决定卖掉这艘船。\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "两人上周签署了一项协议，以解决为期四个月的政治僵局。\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "一名美国足球教练在他位于美国爱荷华的学校体育馆被枪杀。\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "美国宇航局的卡西尼号轨道飞行器从土星发回了一些令人惊叹的图像。揭示了这颗行星著名的光环远比预期的要凹凸不平。\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "除非谷歌调整计数器后面的代码，否则4月9日后的文本将显示“超过2075”。\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "史密斯的儿子丹尼尔·史密斯于2006年9月10日在安娜5个月前生下一个女婴后不久去世。\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "该决议指示联合国秘书长潘基文组织所有中东国家的会议。\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "据“全头条新闻”报道，官方能够解除这枚炸弹。\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "然而，伍德明确表示，关于战争合法性的最终决定权在司法部长，而不是他本人。\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "“我可以毫不谦虚地对你们说：任务完成了”，他在星期五对大约50,000名参加集会的支持者说道。“我们让这个国家重新团结和安定了下来”。\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "天狼星号由沙特国营公司维拉国际海运公司拥有，拥有来自菲律宾、沙特阿拉伯、克罗地亚、波兰和英国的25名船员。\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "据贝里甘在周五接受《今日民主》采访时表示，就在7月14日呼吁克制的同时，美国还向以色列军方出售了价值1.2亿美元的喷气燃料，以协助他们对黎巴嫩的轰炸行动。\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "令人深感震惊的是，有几句话被断章取义，目的是制造一种印象，即我们的机构是狂热主义的温床，他们本可以直接接近我们，我们在清真寺实行门户开放政策。\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "“这是可以预见的忽视安全措施的后果，”代表这些家庭的一名律师说。\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "今天，伊朗首都德黑兰的一座建筑物坍塌，导致至少19人死亡。\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "总的来说，我们相信，这将为最脆弱人群带来最大的利益。“。\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "阿维拉赢得了大约131,000张选票，在决赛中投票的400万张选票中仅略高于3％。\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "加拿大驻华盛顿使馆一直在进行广告宣传，在华盛顿的地铁站张贴海报描述加拿大在阿富汗的军队。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "霍尔木兹海峡是具有重要战略意义的主要航线。\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "在爆炸现场，人们敬献了花圈，数百人聚集在现场默哀。\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "高德曼曾是21世纪民主党的传播主管。\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "霍华德先生说：“在阿富汗建立合法政府的进程遭受了来自塔利班和基地分子的越来越多的攻击和压力”。\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "其他两件作品分别是皮特·蒙德里安的“磨坊”和古列尔莫·卡西亚的“圣迭戈·德阿尔卡拉素描”。\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "除了表现之外，还有哪些其他因素可以用来解释媒体关注的相对差异？\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "如果在两轮之后没有人获得三分之二的多数，那么在第三轮中，议长将以简单多数票当选。\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "高级警官沙夫卡特马利克说：“一名自杀式炸弹袭击者在一辆经过市场的客车旁引爆了自己。”\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "丹齐格桥横跨在一条运河上。该运河将庞恰特雷恩湖和密西西比河连通起来。\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "该考古遗址坐落在地中海沿岸的一座山上，俯瞰埃及总统胡斯尼·穆巴拉克的夏季寓所。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "韩国官员尚未就此事进行推测，称清除肖像“可能有各种原因”。\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "研究人员发现，在胰岛素抵抗程度较高的2型糖尿病患者的肝脏中，编码“硒蛋白P”（SEPP1）的基因表达水平较高。\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "他是自他父亲1965年以来日本皇室出生的第一个男婴。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "当其代表鲍里斯·约翰逊当选为伦敦市市长时，亨利呼吁举行大选。\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "在总部位于斯里兰卡的IWMI，领导这项研究的大卫・莫尔登说，如果人们在种植生物燃料和食物，就会产生另一种新的压力。\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "这两个新工厂每年都可生产3000万加仑（1.13亿升）。\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "欧元区几个成员国受到债务水平上升的影响。\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "据国际海事组织称，自3月15日以来，这个东非国家的沿海水域还发生了其它23起海盗袭击事件。\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "在从警方那里得到这盘录像带后，他于本周向媒体提供了这盘录像带。\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "根据以色列驻美国大使的说法，以色列接受了他的道歉。\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "防火专家们在每年的这个时候总是非常繁忙。他们呼吁人们使用安全合法的焰火，并督促市民去观看有组织的公共焰火表演。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "1989年，法国政府为授予科曼奇人特殊荣誉，赠予他们国家功勋勋章骑士勋章，。\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "判决是在微软宣布他们上周四（2月21日）公开了30,000页过去对外保密的软件代码之后作出的。\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "所罗门群岛电信委员会（TCSI）已向巴布亚新几内亚（PNG）移动电话提供商处以罚款，理由是未能满足其许可条款规定的截止日期。\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "然而，齐达内拒绝透露马特拉齐当时说了什么话，但是他说，马特拉齐说的话“非常恶毒”，特别针对他的母亲和姐姐。\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "消息人士告诉维基新闻，尽管英文版本未被封锁，但中国版本在该国许多地方仍然受阻或难以访问。\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "自2002年议会和行政部因涉嫌北爱尔兰共和军间谍组织而解散后，北爱尔兰一直处于伦敦的直接统治下。\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "警方表示，当晚大楼其他地方的多次警报分散了画廊警卫的注意力。\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "今天，在巴瑟斯特警方联系了这位声明人后，警方拒绝发表评论。\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "该模型预测了希格斯玻色粒子给所有基本粒子提供了质量，并解释了银河系中暗物质或不可见物质的存在。\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "艾哈迈迪·内贾德说“在伊朗我们没有类似贵国的同性恋者，”此话引得在场听众大笑。\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "法国外交部长伯纳德·库什内将在未来几天里推动以色列和巴勒斯坦在中东进行谈判。\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "正义与发展党拥有土耳其大国民议会550个席位中的353个。\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "现在列入遗产，它已被新大坝的水域淹没。\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "它将被置于地球同步轨道上，距地球约36,000公里，东经95.5°E。\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "肯尼迪是美国两名未犯谋杀罪的死囚之一，他对最高法院的判决提出异议，并将此案提交美国最高法院。\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "澳大利亚以外的任何发布黑名单网址内容的网站，也将面临罚款。\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "休斯顿约翰逊航天中心的爱德华·卢和斯坦利·洛夫也减轻了人们对撞击的恐惧。\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "嫌疑人警官Alexei Mitayev据说因为承认了罪行，已经被开除出警队并被逮捕。\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "澳大利亚保护基金会（ACF）的核活动人士戴夫·斯威尼说，这项研究似乎存在缺陷，并没有为使用核能提供一个合理的理由。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "最后，3月份，将以选举或者公投的形式进行圣安德鲁斯协议的签署。\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "人们担心交通安全会成为世界杯球迷受伤的威胁。\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "但是，处罚仅适用于组织二次罢工的工会，而不适用于单独行事的工人。\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "这场战争引发了抗议，政治家们也非常愤怒，他们认为布莱尔错误地支持当时的美国总统布什，向伊拉克派遣了45000名英国士兵，其中179人在战争中丧生。\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "这确实表明，急诊病人不会被拒之门外。\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "据报道，以色列多次空袭加沙地带，造成三名儿童受伤，其中包括一名婴儿。\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "巴基斯坦政府屏蔽了深受大众喜欢的视频分享网站YouTube，提到网站上有“越来越多亵渎神灵的”内容。\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "“由于所发生的一切，他的身体状况很虚弱，”斯塔利说。\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "吉姆·安德顿领导的进步联盟和该法案的支持者吉姆·安德顿说：“在最后时刻向国会议员提出请求，不会被不必要的审查承诺所愚弄。”\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "巴塞斯库得到了教育程度较高的中产阶层的支持。这个阶层对他在该地区最腐败国家中清除腐败的政策非常看好。\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "在印度洋海啸发生一年后，世界的悲痛和同情又回到了受海啸袭击的印度洋海岸线，至少有216000人丧生。\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "“红色男爵”在这条赛道上创造了最快的时间和最高的速度记录。\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "此条30秒的广告（见以下资料）现在可以在YouTube网站上观看。\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "在最近的争论中，布什站在冈萨雷斯旁边。\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "其中一位编辑是贾斯廷·迪尔，他告诉Young Trigg“你的一些编辑可能会以这种方式影响文章，以便更好地反映文章的主题。”\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "波斯尼亚和黑塞哥维那国家足球队已被国际足联禁赛。\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "美铁371号列车“皮埃·马盖特”从密歇根州大急流城出发，载有193名乘客，其中包括6名机组人员。\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "有报道说，伍德拉夫在伊拉克塔吉附近的一辆伊拉克机械化军车内录下了一份报告，这辆车撞上并引爆了一枚简易爆炸装置。\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "警方在他的尸体附近发现了一个自制的牌子，上面写着“不得杀人”。\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Al-Sayed的射击发生在霍姆斯的Bab Amr地区。\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "纳尔默达巴乔安多兰的积极分子试图阻止警察转移帕特卡，一些人因被控参与暴乱而被捕。\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "道格·豪利特、米尔斯·穆里亚纳的达阵和西蒂韦尼·西蒂维瓦图创造的两次达阵增加了全黑队的领先优势。\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "“我们还在建筑的两侧安装了水力发电母线”。\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "据两个孩子的父亲比尔·拉斯科说，这只熊在利戈尼尔镇穿过了30号公路，在三个孩子打羽毛球的时候向他们走去。\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "她还说，解雇是她投诉托马斯的结果。\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "“在苏丹，十字军（联合国）安理会决定向达尔富尔派遣军事专家，为其占领和分裂做准备。”\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "斯皮尔斯没有受到任何指控，尽管狗仔队鲁莽行事，但斯皮尔斯并不希望这些人被捕。\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "35号州际公路和30号州际公路的部分区域被关闭。\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "但袭击的幸存者认为，全面的调查可以教授宝贵的经验教训，这些经验教训可能有助于降低未来发生攻击的可能性，并提高应急服务的响应能力。\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "伊拉克部长会议说，土耳其军队入侵伊拉克北部的库尔德地区，侵犯了伊拉克的主权。\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "自8月中旬以来，森林大火席卷了土耳其南部，包括博德拉姆和安塔利亚-卡斯等热门旅游目的地。\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "提出这一解决办法的一些学者强调，他们的解决办法旨在保持男性继承人的传统。\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "此外，那些易患心脏病（可能是药物的副作用）的人将不会获得补贴药物。\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "该指令于12月21日星期二轻松通过欧洲委员会渔业司的表决，但应波兰科学计算机部部长沃奇米日·马辛斯克的要求，把指令从议程中删除。\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "这一消息震惊了奥地利，就像纳塔莎·坎普施的案件一样，后者在10岁时被绑架，2006年在“地牢”中被关押了8年后逃跑。\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "巴拉克•奥巴马，伊利诺斯州参议员，2008年美国总统候选人。他在今天的三场民主党初选，内布拉斯加州和华盛顿州的两场党团会议以及路易斯安那州的初选中获得全胜。\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "皇家邮政警告客户，由于这些事件，英国各地的邮件收集和交付将被中断。\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "当地警官西蒙·阿德金说：“黑色蒙迪欧正朝着莱斯特方向行驶，而卡车正朝相反方向行驶”。\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "据报道，这些视频是反山达基抗议的，由“匿名者”组织的不同成员录制。\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "信息周报道称，该电缆预计耗资数百万美元。\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "“国家应该选择鼓励那些喜欢工作的人，而不是鼓励那些喜欢作弊的人”。\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "他说：“我们呼吁所有的责任方立即停止这种侵犯人权的行为，并敦促政府立即采取措施对这些案件展开独立调查”。\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "日本核机构认为福岛第一核电站的情况将是一起4级国际核事件，这是一起造成了地方影响的事故。\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "布里斯托尔市政府报告说，图书馆有可能在周二重新开放，尽管有人说该建筑可能会在当天仍保持关闭。\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "声明说：“没有对起始价格或援助作出最终决定，因此现在推测任何潜在的价格影响还为时尚早。”\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "这位未透露姓名的男孩系上了安全带，甚至还知道在需要的时候应使用转向灯。\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "根据他贴在博客上的电话录音。\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "在哥本哈根举行的联合国气候变化大会上，经过为时4天的谈判，非洲国家制定了用于取代1997年《京都议定书》的第一份未来可行的条约草案。\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "他们于1996年发行了他们的第一张专辑，全球销量超过一百万张。\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "在音乐会上为美国红十字会和救世军展开了募捐。\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "在展会于今日举办的宴会上，该博物馆将向鲍勃·库恩颁发终生成就奖。\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "完整的引文表明该奖项被授予“用于阐明四维相对论规范理论中自发对称破缺的性质以及一致生成矢量玻色子质量的机制”。\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "2006年6月30日，由于故障，工程师从主电源（“A侧”）切换到备用电源（“B侧”），相机此后一直在使用备用电源。\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "第二名儿童3岁的瑞安·梵于今日当地时间上午10点30分被一支搜救队在巴顿湾附近找到。\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "这些肾脏也是患者组织的一部分，避免了器官排斥的问题，并将增加可供人类移植的肾脏数量。\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "1月，印度尼西亚政府举行了一次特别能源峰会，以吸引对其能源基础设施的投资。\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "一天晚上，他花了三个小时在被认为是曼哈顿最高档的建筑之一的丽贝卡的暗室里，在那里，根据《乡村之音》称，“你可以带上你的女朋友或妻子，并让他们得到尊重对待，除非他们希望得到尊重以外的对待！”\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "众所周知，反伊拉克部队（AIF）的一个策略是假装伤亡，海军陆战队可以合理地声称当时他们仍然是一个威胁。\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "另一个拥有核能力的欧洲国家是法国。\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "巴博的发言人阿布顿·乔治·拜托告诉BBC，选举被视为“反对现任者的国际阴谋”，并将继续与支持瓦塔拉的武装力量对抗。\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "纳斯鲁拉保证真主党将继续战斗，直到冲突转向有利于阿萨德总统。\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "愤怒的法官罗德尼S·梅尔维尔扬言，如果世界著名流行歌手迈克尔·杰克逊2005年1月10日星期四不出现在加利福尼亚圣巴巴拉县高级法院，他就会签发法院拘票，逮捕迈克尔·杰克逊。\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "里科从事过各种各样的工作，但现在他的职业是他的激情-他把不想要的“垃圾”变成了不寻常的家具。\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "来自首尔，搭载291名乘客（包括1名婴儿和16名机组人员）的214号航班在28L号跑道坠毁。\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "一群狗仔队录制了一段布兰妮于8月6日驾驶她的车撞上另一辆车的视频，因为她试图进入影视城的一个停车位。\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "22岁的乌卡造成两名美国（USAF）男子死亡，另有两人受伤。\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "该男子只被枪击中一次，伤口没有生命危险。\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "所有现任官员都拒绝发言并宣称他们不对此行为负责。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "昨天，墨尔本，在本周末的欢送仪式开始之前，澳大利亚篮协宣布了参加2012年夏季奥运会的奥林匹克队最终队员名单，包括“蛋白石”女队和“大袋鼠”男队的队员。\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "昆士兰总理彼得·比蒂表示，领导层的更迭“将预示着该党进入一个新的稳定时期”。\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "雷·扎哈布是一名加拿大超级马拉松运动员，兼私人教练和励志演说家。\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "在本赛季迄今为止的20场比赛中，只有三场主场胜利被记录在案，但这是联盟有史以来第一次，所有四支主场球队都在一轮比赛中赢得了各自的比赛。\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "“而现在，当一位美国总统宣布这些原则并宣传这些原则时，一位以色列总理出现并做了恰恰相反的事情。”\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "有人指出，选择不调查付款的可疑性质就等同于接受付款的非法性。\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "英国皇家空军发射四架F3龙卷风战斗机，以用来拦截俄罗斯军用飞机。\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "列伊的增长也对全球汇率产生影响，全球美元汇率下跌1％。\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "今年年底，两家公司计划了开始大规模生产这些新显示器。\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "阿富汗的公路通常很难穿越，所以军队经常订约飞机，特别是从俄罗斯，以便在各基地之间运送军队和货物。\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "卡比拉于2001年成为该国最年轻的国家元首。他在投票前的最后一次演讲中声称，刚果民主共和国40年来的第一次民主选举要归功于他。\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "委员会主席，保守党议员蒂姆·约说：“如果想让电灯继续亮下去，就需要在新型发电能力和能源效率方面投入巨额资金”。\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "非洲东海岸海盗猖獗；周六，索马里海盗劫持了一艘比利时船只“庞贝”号，船上有10名船员，当时该船正向南驶向塞舌尔群岛。\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "授予中央情报局在决定谁可以留在该国以及谁被运往其他国家这样如此大的权力是有争议的，因为在过去，白宫，国务院或司法部将参与参与将囚犯送往其他国家的独立案件的审理。\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "第一颗爆炸的炸弹是利物浦街的一列火车，它在开往奥尔盖特的环线上，比其他炸弹早了几秒钟。\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "该协议仍需得到大多数PlanetOut普通股持有人的批准，遵守监管备案和批准，并满足各种成交条件。\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "星期四，石油工人在贫民窟附近的一家酒吧被武装人员绑架，枪杀了一名守卫工人的陆军士兵，另一名士兵受伤。\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "仅在该国皮蓬地区的波加莱镇，就有至少1万人死亡。\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "南非队在孟加拉国米尔布尔举行的四分之一决赛中被新西兰击败后，在2011年板球世界杯中惨遭淘汰。\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "在20世纪80年代和90年代，贝特发起了和平利用核能的运动，反对核军备竞赛和核试验。\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "在另一起事故中，印度尼西亚于3月份对该航空公司进行了停飞，其中一架B737冲出了跑道。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "凯文·彼特森和ODI新秀卢克·赖特都取得了50分的好成绩，赖特和奥维斯·沙阿共得106分。\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "作为国际全球碳项目联合主席的劳帕奇博士对他的研究结果感到惊讶。\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "联合国和法国维和部队表示，尽管现任总统洛朗·巴博下令离开该国，但他们不会离开象牙海岸。\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "赋予其权力的8月大选历经了长时间的审查后，邦戈在周六宣誓就职。\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "“下午六时四十分送往手术室，八时四十五分开始手术，晚上七时三十分结束。”\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "这与2007年的情况形成鲜明对比，当时有12万名外国工人以H-2B签证进入美国。\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "英国广播公司新闻说，这封信说明，如果伊朗愿意继续与伊拉克国家进行任何战斗，他们将需要什么。\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "雷切尔·史密斯指控博格丹向马吕斯提供建议和帮助；去年提起诉讼的史密斯告诉曼彻斯特刑事法院，“听取了证据，陪审团可能会得出结论，儿子马吕斯从他父亲那里学到了这项交易，这是家族事业。”\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "类似的系统在2003年引起了严重的洪水和降水。\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "然而，在接受采访后他确实自首了。\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "印度尼西亚股市的一位交易员表示，“停电导致了对能源危机的担忧，这可能会损害国家的工业部门。”\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "据今晚播出的英国广播公司《全景》报道，英国主要慈善机构喜剧救济基金会已向武器、烟酒公司投资。\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "在牙买加金斯敦萨宾纳公园举行的世界杯D组的第二场比赛中，津巴布韦与爱尔兰打成平局。\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "谷歌数据库预计将成为克雷格列表的主要竞争对手，克雷格列表的部分归易趣所有。\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "曼苏尔计划在十五天内组建一个小组，审查并建议对现已暂停的宪法进行修改。\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "美国联合航空公司一架从纽约飞往旧金山的航班于本周二遭遇炸弹袭击，机上66名乘客和机组人员在“风城”芝加哥意外停留。\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "自1989-90的四个月以来，这座火山没有再度爆发。\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "美国东部时间下午6点过后，该网站在仍存在一些连接问题的情况下重新上线。\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "“他表达了他的失望，并以一种非常感动的方式道歉。”\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "一些学生抱怨说，直到第一次事件发生两个多小时后，他们才收到学校的电子邮件警告。\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "酒店的游客被疏散到街道标高的展厅。\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "“我们可能需要采取更具区域性的外交策略。”\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "即使在咨询委员会批准了这些变更之后，计划B的决定也是67个提议的OTC变更处方中唯一被拒绝的决定。\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "当他们离开游泳池后，他们无法访问推特、脸书或看电视，只能用其他方式自娱自乐。\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "基础设施受到破坏，导致粮食援助分配缓慢，导致饥饿蔓延的可能性很大。\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "一些援助以食物形式提供，而其他援助则来自援助机构用来从埃塞俄比亚农民那里购买粮食的现金。\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "“我们都不希望任何美国人的护照文件在未经授权的情况下被查看。”\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "现年59岁的库克先生在昏迷半小时后，被救援直升机送往因弗内斯的一家医院。\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "日本首相安倍晋三说：“我们认为，朝鲜有必要采取具体行动，放弃所有核武器和现有的核计划。”\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "另一位邻居说：“非常棒的邻居，是我认识的最可爱的孩子”。\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "然而，野马队在主场以19比8获胜；布朗特和俄勒冈队的进攻在比赛的前37分钟连一次触地得分都没有。\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "“一个企业允许这种类型的垃圾出现在他们的网站或系统，这是他们说无法处理的事情。”\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "经过五个小时的会晤，来自委内瑞拉的乌戈·查韦斯总统和来自哥伦比亚的阿尔瓦罗·乌里韦结束了两个月来的外交紧张局势。\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "新的附件包括关于“国营军工复合体”伊拉克军事工业委员会的信息，该委员会“在政权所有武器计划进程中发挥着核心作用”。\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "阿什莉的父母想把她留在家里自己照顾她。他们要保证女儿的生活质量。\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "人们普遍预期《Shake It Off》将在本周获得公告牌百强的第一名。\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Teamster的律师最初来自埃德蒙顿，但自1991年以来一直住在温哥华郊区。\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "在2005年欧足联女足杯决赛第二场中以3：1击败了瑞典佐加顿斯女足后，德国FFC涡轮女足队赢得了冠军-欧足联女足杯。\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "1月31日的听证会开始时约有25名观众约35至40人的评论，所有观众都反对达的提议。\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "星期六晚上至少有四人死亡，四十人受伤，原因是位于美国印第安纳州的印第安纳州博览会舞台坍塌。\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "科罗拉多州的劳工组织发现，里程碑教育公司的“助理”们所从事的活动包括：“办公室、文员、电话招揽和登记，以及问候顾客、摆好椅子、在研讨会期间处理麦克风和煮咖啡。”\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "移民之声还说，正是军人们为美国自由所做的牺牲，使这个国家更好并成为世界大多数人民的理想之地，他们想对军人说“感谢你们，上帝保佑你们”。\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "海岸警卫队在下午7点03分接到坎塔诺航运公司关于紧急情况的通知。\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "1区的巴士服务已于美国中部时间16：00恢复。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "联合国秘书处是联合国的主要机关之一，由联合国秘书长领导，并由世界各地的一名国际公务员提供协助。\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "波兰电影导演安德烈·瓦依达对已故总统墓地的计划发表了自己的意见，他说：“莱赫·卡钦斯基是一个普通人，也是一个好人，但他没有理由葬在瓦维尔，和波兰国王和元帅约瑟夫·毕苏斯基【现代波兰的创始人】躺在一起。”\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "伍德对此表示不满，并说：“显然，国际法的某些领域可能存在不确定性。\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "在国际足联的最新排名中，马蒂达斯队排在第8位。\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "在他的父亲的统治下，加蓬成为世界第六大石油出口国，但仍有70％的人口生活在贫困之中。\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "消息发表的时候，恰逢人们开始就9月份导致90人丧生，多数为外国人的269号航班坠机事件，对该公司及其关联公司提起法律诉讼。\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "克林顿夫人没有要求任何东西来换取她对奥巴马的支持，但奥巴马做出了反击，做出了一个为克林顿夫人的竞选活动捐款的姿态。目前克林顿夫人的竞选活动背负着沉重的债务。\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "她是一位美丽的四十岁的来自长岛的母亲，有三个孩子，穿着漂亮的黑色裤子和一件黑色高领毛衣，她的金色条纹头发向后梳成浓密的马尾辫。\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "问题是我们不需要被告知什么以及由谁来决定。\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "“我们一直担心的不可避免的噩梦现在应验了”。\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "“我觉得这是改变的时候，”老板德雷顿·麦克雷恩说道。\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "据芬兰国防部称，这架飞机冒险进入波尔沃附近的芬兰领空4.5公里（3英里）长达三分钟。\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "由于数十所房屋、活动房屋和一座教堂都被摧毁，卢西亚县、萨姆特县、莱克县和塞米诺尔县都宣布进入紧急状态。\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "而且，罗瑟说，价格指数必须与布什的私人投资账户挂钩，因为这些账户的收入能让退休人员有机会弥补福利差额。\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "然后它沿着杨格街向北行进，来到海登大道的海军俱乐部。\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "在一天的大部分时间里，她只能躺在枕头上看着周围的事物。\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "艾尔·阿萨德说，他不会与以色列直接谈判，但是愿意在土耳其进行讨论。\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "“当我担任总统时，我唯一要追求的经济政策就是要节省美国的资金。”\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "52岁的兰德尔·比布和56岁的丹尼尔·麦克默瑞是两名受伤男子，他们被送往帕克兰纪念医院接受上半身烧伤治疗。\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "目前布鲁塞尔和科隆间的高速列车已经恢复运行，但是阿姆斯特丹和巴黎之间的高速列车仍处于停运状态。\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "环境科学家说他们有具体的证据表明这个星球正在经历“6500万年来最大规模的物种灭绝”。\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "布什总统此前曾在ARD德国电视台表示，他希望关闭关塔那摩湾拘留营。\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "在峰会上，乌里韦指责科雷亚政府与哥伦比亚革命武装力量叛军有联系。科雷亚很快否认了这一指控。\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "尽管受到各团体的关注，例如国际特赦等组织为关闭监狱营地做出努力，或是人权观察组织顾虑到战俘在《日内瓦公约》中有关战俘方面规定下的待遇，事实上，对于新认定囚犯的政策仍规定，可以拒绝国际红十字会（ICRC）对囚犯的接触，而此期间长达4周。\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "YouTube通常可以在中国轻松访问，通过其“防火墙”屏蔽其他色情或颠覆网站。\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "他的遗体被直升机送往坎大哈机场。\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "位于金斯敦的罗德岛大学的彼得·奥古斯特评论说：“我真的很惊讶他们发现了朝北的牛和鹿的一致性。”\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "联合国救济和工程处（近东救济工程处）驻加沙的发言人阿德南·阿布·哈斯娜昨天表示，“近东救济工程处决定暂停其在加沙地带的所有行动，因为对其房地和人员的敌对行动日益增加”。\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "桑尼班克在上半场的最后时刻以17比3领先，但造成了一个点球，导致主队得分，这是主队本场比赛中的最后一分。\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "在布林克玛法官和陪审团退出法庭休息期间，还能不时地听到他失控的声音。\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "医护人员把康威从车里抬了出来，他的腿受了伤，被送进了医院。\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "“今天英航收购英伦航空的橡皮图章再次表明，欧盟委员会对欧洲旗舰航空公司有一项规定，但对瑞安航空却有不同的规定。”瑞安航空首席执行官表示。\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "2003年12月，在科曼省扎兰附近发生6.6级地震，导致31,000多人死亡。2005年2月，扎兰附近发生6.4级地震，造成600人死亡。\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "帕克还涉及赌博业和旅游业，并在墨尔本拥有皇冠赌场。\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "在城堡丰富多彩的历史中，它曾一度为联合利华的创始人威廉·利弗所拥有。\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "消防队员现在担心，如果圣安娜风继续使近50万人，即使不超过50万人，为了安全而奔跑，大火可能会演变成一场大型火灾。\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "一架军用直升机在墨西哥西部执行缉毒飞行任务时坠落，导致11人死亡。\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "这项协议显然是，在政府为计划生育等组织提供资金的争端得到解决后达成的。\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "爆炸时间定在当地时间早上5点45分，也就是佛教徒早上开始祈祷的时候。\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "科学家们在英国德林顿沃发现了最大的新石器时代定居点，并认为这个村庄居住着建造巨石阵纪念碑的人们。\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "一年后，涉及维基百科上恶意破坏的恢复时，这份历史流论文仍然是最常被引用的数据来源。\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "世卫组织拒绝透露委员会成员的身份，称他们必须免受行业压力的影响，因此不知道他们与制药公司可能存在的利益冲突。\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "在目前的席位分配中，澳大利亚工党占86席中的58席，自由党占25席，昆士兰绿党和一国党各占1席，独立党派占4席。\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "无论在实验室还是在活体老鼠体内，肾脏都能够在没有血块的情况下产生和排泄尿液。\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "尽管这是2008年环台大赛中距离第二长的阶段赛，但由于早些时候在台北基隆都市区下了一场雨，天气状况对89名自行车手形成了挑战。\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "决定取消对14岁少年的测试是由于今年早期的一种决定，当时向这个年龄的学生交付测试结果时拖延了很长一段时间。\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "太空人队目前在国家联盟中部赛区排名第五，战绩为58：73。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "在宣布后不久，这个名字因为发音太像“wee”（一个英语俚语，意为“尿”）而备受批评。\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "第一次地震的里氏震级为4.7级，位于山区。第二次的地震震级为5.1级。\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "过去，中华人民共和国特别行政区当局一直容忍在中国境内属于禁忌的政治活动。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "如果太多房主拖欠抵押贷款，次级贷款人可能最终违约。\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "女子比赛于下午3点（当地时间）开始，而男子比赛则在两小时后开始。\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "苏格兰首席部长亚历克斯·萨尔蒙德MSP周日在约600人的人群面前，在穆迪斯本为一尊青铜雕像和一座纪念花园揭幕。\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "乔恩·乔尔奇尼说，在不久的将来，这样的宇宙不确定性将大大减少，公众也不会那么惊慌。\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "该集团的一名发言人承认，到目前为止，他们在这项活动上花费了50万新西兰元。\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "“不要正式发表评论，当然，也不要在电视上发表评论。”\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "商人们拒绝在11月1日德里市政公司可能恢复封锁行动之前退出罢工煽动。\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "“因为云层散开了，所以我们决定发射，”NASA电视台的调度中心说。\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "在吉布提的农村几乎百分之50的人没有直接的饮用水来源。\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "这两名记者，是摄影师保罗·道格拉斯和音响师詹姆斯·布洛兰，他们都是英国人，跟随美国第四步兵师在例行巡逻时，附近一辆装满炸药的汽车被引爆。\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "“两党刺激法案和经济发展缓慢是赤字增多的主要原因，这一点可以从今年的预算结果反应出来”。\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "他还宣布自己想要修改选举法，以便形成两党制的政治体制，而且他还想在下一次选举后组成一个多数派政府。\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "斯坦福大学的一组科学家声称发现了爱因斯坦相对论中一个微妙而又缺失的要素。\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "她说，她的丈夫帕特，不能忍受凯西的东西放在家里，所以凯西的东西大部分放在仓库里。\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "“当谈到掉期协议时，我们一直都很灵活，但以色列方面太弱，无法作出决定。”\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "该研究赞同使用核能并攻击反核运动人士使用的一些数据。\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "他刚刚移居美国，就在1988年NBA第三轮选秀中被亚特兰大鹰队选中。\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "维基新闻最初是在收到维基百科管理员的提示后，披露了这个可疑编辑的故事。\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "达到里程碑后，航空公司一如既往地利用这个机会出售座位，以99便士99c的座位推出200,000个座位。\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "“他把包裹扔到【盒子里】，然后向特拉华大街，朝艾伦走去，”布法罗警察局Lt.K·希什科夫斯基说。\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "联赛领头羊拜仁慕尼黑3-1击败乙级领头羊门兴格拉德巴赫，晋级德国足协杯第三轮。\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "红十字会人员尼科拉斯·阿德西勒告诉上述同一家通讯社说，目前已救治了30人。\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "无国界记者声称，波兰是唯一一个对“言论冒犯”判处徒刑的欧盟国家，这是欧盟首次发生这种情况。\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "在挖掘过程中发现了大量的蓝宝石或斑点的普雷斯利白云石碎片，这使研究人员得出结论，这些石头因为具有治疗的效果被使用。\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "感染特别成问题，因为近四分之一的感染葡萄球菌的人需要住院治疗。\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "stuff.co.nzs克里斯巴克莱认为这意味着热病有可能获胜，特别是在季前赛中两场胜利，一场与火鸟队的平局和一场失利之后。\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "新的美国贸易配额将限制中国纺织品进口相比去年百分之7.5的进口配额。\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "雷蒙德·莫雷诺说：“我希望它能再持续十、二十、三十年，因为我们需要它”。\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "闪电队和企鹅队将分别在德国和芬兰参加表演赛。\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "按计划，将讨论维基百科以及该百科全书可以和不可以做什么。\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "最近，方斯投资公司购买了丹麦的斯特林航空公司和马士基航空公司。\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "只有当一名过路人召唤国家消防局扑灭一场露天营火时，警察才会走近，因为该地区实际上有火灾限制。\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "“根据案件中的所有证据，以及当时生效的交战规则，很明显下士本可以合理地相信录像带中的反动份子已经构成了一种敌对威胁，因此证明他使用致命武力是正当的行为”。\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "嫌疑人于周五被普马兰加有组织犯罪小组逮捕。\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "周一，五届国会议员发言人安迪·朱尼维茨称，美国民主党政治家丹尼斯·库钦奇计划参加2008年总统竞选。\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "昨天，1欧元可以买到35844列伊，而两天前是36133列伊。\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "由于列伊的升值，其他国家发现罗马尼亚的出口成本更高，因此竞争力较弱，这可能会扩大该国已经庞大的账户赤字。\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "这场比赛非常接近，经过了三个回合。\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "美国总统候选人巴拉克·奥巴马和约翰·麦凯恩参议员都参加了在森林湖马鞍峰教堂举行的现场论坛。\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "然后加里·谢菲尔德在局内底回应了一个三分全垒打击中右侧中场野外看台，将洋基队的领先优势扩大到9胜4负。\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "现在底特律的人口已经降到了713,777人，它不再有资格享受这些经济优势。\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "在这一行动之前，第14任达赖喇嘛丹津吉索誓言，如果西藏局势“失控”，他将下台。在西藏，针对中国的暴力示威活动已经造成13至100人死亡。\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "这对两支球队来说都是一场艰苦的比赛，尤其是荷兰队，但是托宾斯基和阿尔沙文的进球，有效地结束了这场比赛。\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "这一伙伴关系已经被谣传了多年，而在过去几个月里各种猜测愈发多了起来。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "据新闻报道，麦克海尔打算把加拿大国旗插在土著居民占领了10个月的DCE（道格拉斯溪庄园）对面。\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "相反，人们认为是管路中形成的“软”冰脱落后，进入了燃油或滑油热交换器，从而对其产生了限制作用。\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "她是西澳大利亚洋子射箭俱乐部的成员。\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "虽然奥尔特加在2003年发出逮捕令后最初逃离了委内瑞拉，但英国广播公司报道他去年8月从哥斯达黎加返回了委内瑞拉。\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "广告结束后，布利泽告诉他的客人，CNN刚刚收到来自白宫的新闻简报。\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "然而，在这段时间里，有一半的时间是在试图打开苹果手机。\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "全国选民投票率为百分之45，但一些投票站报告的投票率为百分之95或更高，这一行为引起了人们的怀疑，有理由相信这涉及到选票填塞。\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "建筑物已经倒塌，树木被撞倒。\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "沃特曼说，在这种剂量下，这种激素的效果在几天后就会消失，因为大脑中的褪黑激素受体在接触过多这种激素时变得没有反应。\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "帝国糖业今年第一季度亏损1550万美元也归咎于该事件。\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "格雷厄姆女士在一家苏·赖德慈善二手店里看到撒切尔身边的工作人员将这些鞋子捐给该店以后，就把它们买了下来。\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "当地政府官员称至少有11人星期天在阿富汗南部发生的路边爆炸事件中丧生。\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "关于印度尼西亚鹰航200号航班空难的情况，印尼警方向检察官提交了一份长达200页的简报。\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "这架飞机的飞机通信寻址和报告系统（ACARS）在四分钟长的时间里发出了24条消息，说明了许多问题和警告，包括飞机坠毁前在飞机上出现的不正确的风速警告。\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "目前联邦法院正在对加州的一项视频游戏法进行审查。\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "据报道，选举投票率略高于50％。\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "被告承包商之一马克·卢皮特斯告诉媒体，负责哈塞尔调查的法官禁止他谈论劳伦特王子。\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "2005年6月23日至6月26日，在首尔举行的哦我的新闻国际公民记者论坛上，来自智利和挪威等国家的300多名“公民记者”齐聚一堂。\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "在所有可能的民主党候选人的全国民调中，克林顿都名列前茅。而且她已尽量使她对支持者和新工作人员的许多提议保密。\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "驻巴格达多国部队的发言人，史蒂夫·斯多福中校说：“他们居然瞄准了无辜的伊拉克公民，这暴露了他们的魔鬼性格。\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "视觉艺术布莱普顿提供给孩子们为他们的蜗牛邮件世界明信片艺术展创作艺术品的机会，而布莱普顿艺术理事会则于皮尔水平区一起赠送了粉色沙桶。\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "尽管如此，两人仍然为球队的得分做出了贡献，克里斯平得到12分，15个篮板，梅里特得到16分，6个篮板。\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "丹尼·阿贝斯是一位著名的诗人和医生。\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "一名54岁的德国农民在6年前的一次农业事故中失去了双臂，他成为第一个接受完整双臂移植的病人。\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "“烟雾探测器在13楼和27楼突然大作。”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "今天我们为一个赤道附近国家的逝去的代表人降半旗，他是要去帮助他的代表人同伴。\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "2003年5月28日，德国第三大城市投票选择转向开源软件。\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "临时政权的成员及其家庭被禁止进入新西兰。\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "“作为对这个问题的回答，汤姆·克鲁兹已经向全球10亿人介绍了LRH【L·罗恩·哈巴德】技术”。\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "澳大利亚首都领地——周日的开放日，数千名堪培拉人参观了位于科特河上的新科特大坝。\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "巴尔的摩，华盛顿特区和费城都预计高点将达到100ºF（37.8ºC）以上。\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "“这将是在午夜的投票。”\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "他说，他正考虑向新西兰议会提交一份新的提案。\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "将该网站置于首页的文章是《苏联的非自愿结算》。\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "“当局确实支持为哥莱顿增设电车，以配合对电车服务日益增长的需求，以及改善东、西哥莱顿车站之间和周围的行人与交通工具使用者的出行情况。”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "“鉴于没有任何死亡事件，似乎我们的消防部门和紧急救援人员做得很好。”\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "让·埃耶格·恩东说，邦戈是非洲国家任职时间最长的领导人，他于周一在奎隆诊所去世，享年73岁。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "“这些袭击显示了袭击者的不人道和扭曲”。\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "他们还测试了给予额外催乳素的处女小鼠，并发现了与怀孕小鼠相似的结果。\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "新加坡航空是其启始客户，A380客机要到10月才能交货-比预期晚了两年。\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "“你怎么给一个21岁的孩子这样的合同？”\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "他说，检察官一直认为除了梅格拉希之外还有其他人参与了袭击事件。\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "这位官员说，合同还包括其他商业安排。\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "“他们给我们施加了压力，但是，你知道，谢天谢地，我们的防守做的很好，我们只丢了一个进球，里奥丹的这个进球很精彩。”\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "去年八月他谈到工会时说，“这不再是我的工会了”。\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "位于那空是贪玛叻府的洛坤区在市中心的购物区正遭遇到腰高的洪水。\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "然而，在过去的100亿次小扰动中，有很大一部分重子消失了，这些重子通常被称为“普通物质”，目的是为了将它们与暗物质和暗能量区分开。\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "2004年，一名来自康涅狄格州的7岁女孩成功挣脱了过山车的护栏，爬上了座位的前排。\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "英国旗舰航空公司英国航空公司（BA）曾向市场发出警告称，它将全年亏损高达1.5亿英镑。\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "英国皇家邮政工人以3：1投票赞成英国全国邮政罢工。\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "反对党需要从政府中获得至少20个席位，以克服工党占多数席位和一些独立人士席位。\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "与此同时，“耶路撒冷邮报”报道，以色列国防机构越来越担心该国必须采取独立行动阻止伊朗获得核武器，因为美国不太可能这样做。\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "消防队员表示，严重违反消防安全规定是造成死亡的部分原因。\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "发电阵列由两组115英尺长的阵列组成，总翼展长度为240英尺，其中包括连接两部分的设备在内，这些设备使得它们在追踪太阳时能够扭动。\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "在第32届美国杯帆船赛第7段比赛中，阿灵基队以1秒的优势险胜新西兰队。\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "利伯曼目前在佐治亚州，参议员林赛·格雷厄姆也在那里；当被问到他是否会在大会上发言时，他回应说：“这很有可能，但我会让他们宣布。”\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "这是为了提供城市的水安全，因为全球变暖导致干旱变得更加频繁。\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "每年11月5日前后，大不列颠和某些英联邦国家的人们都会庆祝盖伊·福克斯之夜，以纪念这位约克郡不同政见者及其罗马天主教同谋者。他们在1605年11月5日未能炸毁议会大厦。\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "在1991年和1992年，6个南斯拉夫共和国中的4个宣布独立，但塞尔维亚和黑山仍旧维持合并。\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "这就是所谓的深源地震，这就是为什么在这么大的区域都能感觉到。\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "吉本斯女士的儿子约翰来自利物浦，他要求被他母亲的监禁判决激怒的英国人不要反对穆斯林。\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "爆炸估计爆炸半径为3英里。\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "威讯通讯公司的首席执行官伊万·赛登伯格和苹果公司首席执行官史蒂夫·乔布斯均未出席会议。\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "林恩Capitol Diner餐厅的老板罗伯特·范内尔以将养鸡场建在离学院两个街区远的林恩市中心而闻名。他表示，人们应该开始体验有机生活，回归自然，并且转而使用能源效率更高的灯光及在自家后院种植花园。\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "他的叔叔匿名接受美国有线电视新闻网采访，说他的侄子2006年在英国学习时，他的性伴侣因被控告鸡奸而在伊朗被逮捕并被施以绞刑。\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "更多学校遭到袭击，包括al-法克霍拉学校造成40人死亡，其中许多人是妇女和儿童。\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "2004年只接到了186起发病报告，而此前一年则接到了336起。\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "发生随地吐痰、扔水或企图在警卫面前小便等明确列明的违规行为时，不得使用胡椒喷剂。\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "“总统没有也不会要求他的发言人传递虚假的信息，”她说。\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "“在北极的条件下，冰可以减缓石油风化，抑制海浪，防止石油扩散到很远的地方，并允许更多的时间做出反应，从而有助于石油泄漏的应对”。\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "“此外，在2006年12月31日，申请人的年龄不应超过32岁……”。\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "那些故意违反这些要求的人，一旦被发现，可能会面临高达200,000新西兰元的个人罚款。\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "两名球员，一名澳大利亚首都地区队球员和一名日本人，被球击中，并要求训练员为他们检查。\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "然后每组的前四支球队进入四分之一决赛。\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "4月22日，海湾表面出现浮油。\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "索马里总统早些时候说，美国正在追捕1998年美国大使馆爆炸事件的嫌疑人。\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "下半场10分钟时，楠伯边路得分，但未能附加得分。\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "老虎袭击了工作人员之后，接着又袭击了另外两名来访者。\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "周五晚上，一名年轻女子在美国纽约州拉伊市的Playland游乐园乘坐旋转木马时发生意外身亡。\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "记者无法联系到库尼请其置评，他将在华盛顿接受传讯。\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "该报告将全球饥饿的最新飙升主要归咎于全球经济衰退，全球经济衰退导致失业率上升和贫困人口收入减少，造成更严重的粮食不安全状况。\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "救援人员正在继续努力营救塔斯马尼亚北部B毕孔斯菲尔德矿被困的矿工。\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "那些已经为修理Xbox360支付了维修费的人们将于当日起大约10周内得到一张报销支票。\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "在旅途中，一群年轻人毫无理由地见什么砸什么。\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "纽约州高速公路，或称90号州际公路，关闭了从该州罗切斯特附近至敦刻尔克之间的路段，长度大约有110英里。\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "维基新闻特派记者帕特里克·曼尼翁与马萨诸塞州第六国会选区的国会议员约翰·F·蒂尔尼和林恩市的参议员托马斯·麦基一同出席。\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "布拉德·霍奇是澳大利亚队得分最多的击球手，连得35分不死打击，而安德鲁·西蒙兹则在夺得33分后出局。\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "来自新摄像机的照片显示，在发射过程中，一部分重约250克的泡沫从外部燃料箱中脱落，但没有撞击轨道飞行器。\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "其中有一幅是着名的西班牙画家巴勃罗·毕加索于1939年绘制、名为“女人的头”的画作，这幅画是送给希腊人民的礼物，为的是他们在第二次世界大战期间抵抗纳粹。\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "其中一人受致命伤。而他们的哥哥被指控为凶手。\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "在为期2天的资格赛中，由于时间安排上的一些问题，一些注册的游戏玩家主动退出比赛，但它没有影响到单日冠军、2天冠军和总冠军的结果。\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "当瓦尔迪试图将他孕育的初创产品推向市场时，只有时间才能告诉他，究竟瓦尔迪是一个鼓励孩子的聪明家长，还是一个支持落后者的家长。\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "你把强大的一面展示出来，有时你会想为什么。\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "首先，对王子的传票没有及时发出以使其合法。\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "随着秘鲁居民准备对总部位于丹佛的世界最大的黄金开采公司纽蒙特矿业公司提起诉讼，其中一些重要的问题可能最终能够得到解答。\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "据说在巴基斯坦西北边境省的一次政治集会中，有38人死于自杀性爆炸事件。\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "计划在环形交叉路口设置一个标志牌，用以标识双子城的关联。\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "上半场比分是17比0。\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "詹金斯在内华达州伊凡帕湖的平原上驾驶他的绿鸟汽车，时速达到126.1英里（202.9公里／小时）。\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "迈克尔·瑞安告诉彼得·加蒂不要复制它。\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "今天出版的“游戏改变”一书还说，纽约州参议员查克·舒默鼓励巴拉克·奥巴马在2006年初参选，尽管他后来支持他的前同事希拉里·克林顿。\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "“我想问的是，‘我儿子是为什么样的崇高事业而牺牲的？’”。\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "5月9日获救的这些人没有公开谈论他们被困在地下的时间。\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "本周六，澳大利亚昆士兰州即将举行大选，维基新闻记者帕特里克·吉列特对竞争党派作了预评。\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Bow Wow和奥马里恩合唱的《让我抱着你》从第5降至第9名，生命之屋合唱团的《你和我》以两个位置的下降刚刚排在第10名。\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "根据白宫发言人托尼·斯诺的说法，总统正在等待美国最高法院就军事法庭或民事法庭审判被拘留者的问题作出决定。\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "伊拉克足球协会和伊拉克奥委会就谁来控制这个国家的比赛已经争论了好几年。\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "在清真寺发生的这起事件引发了相当大的争议，即该记者是否能保持中立的观点。\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "偏头痛患者（据认为，在英国男性中占大约百分之八，在女性中占百分之十八）常常抱怨说，光亮、噪声和触摸都能导致疼痛。\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "根据联邦法律规定，所有的盈余必须用来偿还加拿大的债务，而且不能用于其他花费。\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "澳大利亚两天内发生两起火车出轨事故，导致铁路关闭。\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "据警方称，目前还不确定天气状况是否是导致此次撞车事故的原因之一。\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "处理后的照片被贴到一个虚构品牌“画架粉底”的广告牌上。\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "星期三晚上，北美职业棒球队休斯敦太空人队以5比1的比分击败圣路易斯红衣主教队，赢得了2005年全国联赛的冠军，这也是他们在国家联盟冠军系列赛中获得的第四场胜利。\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "萨斯喀彻温省上一次赢得联赛是1989年，他们上一次参加锦标赛是在1997年对阵多伦多阿尔戈诺特的比赛中。\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "上周五，雅拉省一名助理村长被枪杀，一对老年夫妇在从当地市场返回时在芭堤尼省被枪杀。\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "一些阿塞拜疆人认为“三小时革命”不会改变这个国家的任何事情。\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "“我们计划让詹姆斯在新的一年里恢复职责，并相信他将代表宾夕法尼亚州体育运动和州大学，展现更多的活力，更好的奉献和更高的尊重。”\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "资源部长弗格森说：“对澳大利亚海岸不构成威胁”。\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "爆炸发生后，梅德韦杰夫把目标对准了安全官员和机场管理人员。\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "事实上，我今天向另一位美国人出售了一套西装。\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "新的圣徒分别是是罗莎·韦内里尼（1656-1728）、修女西奥多·盖兰（1798-1856）、菲利波·斯马尔多（1848-1923）和主教拉斐尔·吉萨·瓦伦西亚（1878-1938）。\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "火灾至少要五天才能完全控制住。\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "第六名成员因协助和教唆而被捕，但未经指控被释放。\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "残骸的位置在飞机最后一次报告的位置以北6英里，距离巴西海岸3,800至4,000米（2,070至2,190英寻深，或12,467英尺和13,123英尺）。\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "他说，这事“一眨眼”就结束了。\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "21岁的店主穆罕默德·瓦利说：“交通堵塞，所有车辆都停了下来。”\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "造成死亡的主要原因是一些棚户区的房屋在雨中或泥泞中倒塌了。\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "应当指出的是，哈萨克斯坦现行法律没有规定房屋拆迁等驱逐行为，驱逐行为应当附有从疏散建筑中移除的财产清单，提供财产的储存也是必要的。\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "区域检察官马克西姆·斯捷潘年科对俄罗斯24号电视台表示，周六上午，船长们接到了暴风雨天气的警告。\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "“有关符拉迪沃斯托克火灾真相”网站已被创建，以传播有关火灾的信息。\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "最近的受害者于2006年12月12日在相隔几百米的乡村地区被发现，另一具尸体在40分钟内被发现。\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "来自埃塞俄比亚和日本的一组研究人员发掘了至少九颗化石牙齿，一颗犬牙齿和八颗臼齿，这是一种未知的非洲猿类，他们将牙齿的三维组成与追溯到800万年前的其他化石相比较，发现这些化石很可能是目前生活在非洲的猿类的“直接祖先”，新的猿类化石属于一种很可能以高纤维植物为食的大猩猩。\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "俄罗斯和土耳其政府今天签署了一项协议，将导致俄罗斯在土耳其建造一座价值200亿美元的核电站，这是该国第一座核电站。\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "他说，黎巴嫩和以色列北部的平民正在付出不成比例的代价，他说，“以色列作出的不成比例的反应违反了国际人道主义法”。\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "该设备不是第一个可靠的桌面融合设备。在20世纪60年代早期在费罗T.法恩斯沃思实验室研发的法恩斯沃思-赫舍静电约束核聚变装置曾在电视开发方面发挥了重要作用，现在作为中子源在商业上出售。\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "在过去五年里，大多数国家冰球联盟俱乐部都遭受了亏损，因此，俱乐部想把工资上限定为一个固定的数额。\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "费尔南多运气不佳，停站问题毁了一场精彩的比赛。\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "“我们也期待着扩展到其他语言，因为市场肯定要求我们的信息娱乐品牌。”\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "哈尔迪蒙德郡市长玛丽·特雷纳说：“接下来的一两场会议将会被浪费在一些无关紧要的事情上，而不是真正地谈正事。”\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "安全部花费了数小时的时间才控制了全部场地。\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "《百万美元宝贝》（2004）和《事故》（2005）都获得了奥斯卡最佳影片奖，使哈吉斯成为自1950年以来第一位连续几年获得最佳影片奥斯卡奖的电影作家。\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "在2006年，另外一架波音737也遭遇导航问题，飞入了雷达盲区，导致其消失了几个小时，后来在距离目的地几百英里的地方实施紧急降落。\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "“这只是表明欧洲不是一个糟糕的地方。”\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "“当然，澳大利亚各地对付费电话仍有需求”。\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "“我们主要担心的是3000多名地下人员，”南非全国矿工工会主席迪翁·波克瓦纳说。\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "在“烟草控制框架公约”编写完成后的一年中，有167个国家签署，23个国家批准了该国，使其成为有史以来最快速接受的联合国条约之一。\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "根据美国广播公司“早安，美国”节目的联合主持人罗宾·罗伯茨的说法，在全世界接受调查的女性中，只有百分之二的人认为自己是美丽的。他的节目将于东部时间8：07首次播出。\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "新南威尔士州州长莫里斯·伊曼在2005年12月宣布，他希望出售该州在雪水公司的股份，这引发了联邦政府和维多利亚州政府的效仿。\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "三个100英尺的钢筋混凝土储糖筒仓已经被拆除，2008年乔治亚州炼糖厂爆炸事件的调查就是围绕着这个筒仓展开。\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "“我们谈论的是用大量抗生素治疗的肺炎。\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "斯图尔特在获得第二名后上升了一个位置，目前排名第九，而格雷格·比弗尔跌至第十。\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "这些人都是平民，他们被反复刺伤，手腕上有伤痕，这表明他们的手腕是绑在一起的，所有受害者头上都有枪伤。\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "“我的意思是，我很伤心，我输了，但我们是不同的，她只是令人吃惊的，”克雷格·夏普说。\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "约翰·库里指出，对于那些成功治疗的人来说，结果是正确的，“无论是对认知行为疗法、百忧解，这两种治疗方法，还是安慰剂，他们做出了什么样的反应”。\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "“这是侮辱……他们所做的并不是正确地描绘毛利人，”Bidois说。\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "科塔里继续说：“人口较少的州向印度议会派出的成员较少。”\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "这份和平计划文件最初是由法国总统尼古拉·萨科齐起草的。\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "他的曾祖父贾瓦哈拉尔·尼赫鲁是印度第一任总理，他的高曾祖父莫蒂拉尔·尼赫鲁是印度独立运动的杰出领导人。\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "这场比赛的条件差别很大，国家气象局在比赛时报告的赛道温度为88°F（31°C）。\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "最近，当时钟敲响01：02：03、04/05/06（使用dd/mm/yy方式）时，世界各地古怪数字的粉丝们都在庆祝。\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "他说，我们现在必须尽一切可能阻止这次罢工。\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "飓风艾米丽袭击了加勒比东部的小岛格林纳达。\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "但今天早上，达拉斯警方报告说，欧文斯服用了一大批不明数量的药片，当警方今天上午询问他是否试图伤害自己时，欧文斯回答说：“是的。”\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "通向维基解密的网址黑名单之一包括一份泄露的丹麦被封锁网站清单。\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "这个孩子和她的父母在海滩上，他们正等着用钩点驳船把孩子运到大陆。\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "这场太平洋风暴时速80公里（每小时50英里），位于墨西哥阿卡普尔科西南约210公里（130英里）。\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "格雷迪·西泽莫尔通过在第一局比赛中击出一个本垒打为印第安人队赢得开门红，但是保罗·科内尔科在第二局中帮白袜队将比分扳平。\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "北约首席执行官亚普·德·霍普·谢弗也谴责了这一行动。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "发动机停止工作，直升机跌落地面，一位名叫阿古斯丁·瓦尔加斯的当地居民如是说。\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "他声称在美洲国家组织34个成员国中已获得了所需的18票中有17票。\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "下个月预计将举行一次国际捐助者会议，为该国争取更多援助。\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "据一些不愿透露姓名的警方官员称，至少有400至450枚空对空导弹在大火中受损或毁坏。\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "然而，19个国家，其中13个在撒哈拉以南非洲，严重偏离了实现其目标的轨道。\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "伊利诺伊州州长罗德·布拉戈耶维奇的办公室宣布裁员多达450名州雇员，关闭25处历史遗迹和州立公园。\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "多名分析家表示，最近的停火决定是埃塔的一种策略，但是它导致该组织在巴斯克地区的支持率直线下降。\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "尽管佩林对此表示指责，10月3日《纽约时报》的第一篇文章总结说，奥巴马和艾尔斯从未密切接触过，他们打交道是在奥巴马最初的竞选和一项学校改革计划中，“据说他们偶尔在路上会相遇”。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "在今年年初至6月份这段时间里接受过药物检测的1,043名囚犯中，有百分之12的人药物检测结果呈阳性。\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "试验的下一个阶段将选择不同年龄段的700个人进行测试。\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "代理警察局长摩西·德莱弗否认发生过任何接管事件。\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "加利福尼亚州圣何塞市市长罗恩·冈萨雷斯正在接受圣克拉拉县地方检察官办公室的调查。\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "一旦试点完成，所有部门最终都将迁移到Linux和开源办公.org。\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "没有说明执行日期和撤离建筑物的时间。\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "委员会将决定三部电影中哪一部应获得提名。\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "萨尔的一家法院昨天判处十四名安达卢斯法塔（征服安达卢西亚）的成员入狱，罪名是策划在摩洛哥袭击目标。\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "在联合国的斡旋下，以色列和真主党之间实现了停火。目前，以色列已经开始从黎巴嫩撤军。\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "“有几起加拿大士兵涉嫌法外杀人的案件被记录在案，但没有因谋杀而接受军事法庭审判”。\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "他还说：“我相信在未来的日子里，我们会看到绝大多数人走上通往民主之路。”\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "这些男子要么是共享同一母亲的“亲生”兄弟，或者通过收养成为“非生物”兄弟，要么作为同父异母或同父异母的兄弟姐妹。\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "政府、新南威尔士州政府和悉尼板球和运动场信托基金之间的伙伴关系将支持与悉尼板球场有关的额外费用，工程将于2014年完成。\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "该诉讼是由至少五个居住在圣布鲁诺格伦维尤附近的家庭提起的。\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "增加的航班将意味着英国航空公司现在将从布加勒斯特飞往伦敦，然后返回，每周飞10次。\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "“这将导致冰壳包围下的内核中的岩石物质被固化”。\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "专家仍然警告可能会出现疫情，促使世界银行发放50亿美元以援助各国抵抗H5N1型禽流感。\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "“宽带速度和人们付出的代价是争论的最大争议点”。\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "两国领导人一致认为，只有通过外交手段才能用来解决阿富汗问题、伊拉克问题、特别是伊朗核问题等国际冲突。\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "同一地区在2004年也曾遭受地震袭击，并触发海啸。\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "巨头鲸搁浅在南岛的利维港，但是有很多志愿者试图帮助它们从泥泞的浅海水湾回到开放水域。\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "帕拉西尔斯将在今年8月举行的一次初步听证会前继续获得保释。\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "“看起来飓风几乎无处不在。”\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "截至10月31日，已有2300多万人通过邮寄或提前投票的方式进行了投票。\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "他表示：“预计澳州电信将提供这类服务”。\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "谷歌回应称，谷歌的行为符合“数字千年版权法案”，该法案规定，如果公司意识到了侵权行为，并即刻下架侵权内容，就不会被起诉。\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "格鲁吉亚消息来源证实了这一消息，称该基地已被摧毁。\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "这座耗资2.2亿美元的桥梁计划于2007年6月开放，是俄亥俄州历史上最大的建筑项目。\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "CRA建议尽快处理由此产生的积压的纳税申报表。\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "患者慈善机构“偏头痛行动组织”的主任汤姆·汤姆金将这则消息描述为“棒极了”，“真是向前迈出了一大步”。\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "“在某种程度上，我们已被告知所有指控，并已审查了所有可用的证据，我们也认为情况就是这样。”\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "这本书首次发行就成为挪威最佳畅销书榜单上的第二名。\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "格鲁吉亚在下半场早些时候处于领先，并在比赛后半程尝试得分，但爱尔兰的防守确保了四分之差的胜利。\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "《亚特兰大宪法报》（AJC）报道说，在现场发现了两把手枪。\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "这一做法成功地阻止了火势向岛上其他地区的扩展。尽管如此，还是有10所房屋被烧毁，其中多数是小店铺和小酒吧。\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "“威讯iPhone”已经冠名几个月了。它是原始iPhone4的修改版，以便让它能够利用威讯的3G CDMA（码分多址连接方式）网络。\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "“招收他们的孩子在我们学校上学，这是父母之间的事，这就是责任所在。”\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "悉尼西北地区的警察指挥官，助理专员说，他很高兴俱乐部正在与警方积极合作。\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "在给CNN的一份声明中，伊拉克国家安全顾问鲁巴伊说：“……这将是一场公平公正的审判，有辩护律师在场，也有合适的检察官在场……”。\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "“如果我们保持冷静和自信，我确信所有西班牙人想要的，家庭想要的，政府想要的都会实现，也就是人质可以安然无恙地返回家园以及这起绑架事件能圆满结束。”\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "该决议对伊朗不遵守原子能机构关于停止浓缩和其他活动的要求表示“严重关切”，并要求原子能机构主任在8月底之前报告伊朗的遵守情况。\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "巴基斯坦军队在阿富汗边境附近的部落地区的进攻难以核实，因为记者和援助工作者不被允许进入战区。\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "美国质量保证局表示，威尔士大学在海外对外国机构的检查不够充分。\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "上午9点15分左右设置了“红色警戒”，即全面疏散。\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "德约洛维奇说，“儿童医院收治了90名儿童，其中34人躺在那里，其中6人接受了手术。”\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "格拉斯哥表示，他在公司的表现是基于他如何“触动，感动和鼓舞”他人来评估的，这是里程碑哲学的一句话，而不是他在公司的商业成就。\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "她还指出，切尔西堆放了大量用于联邦高速公路除冰的盐堆，而它们是“非法地”被放置于该地。\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "玩具制造商美泰公司今天宣布，他们将召回更多的产品，因为他们担心玩具油漆中的铅含量会有危险。\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "新草案建议改变目前的政策，出租车中的摄像机不再出于隐私原因而不录制声音，希望录音能使一些调查变得更容易。\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "克林顿说，非常荣幸能与他的妻子、女儿和美国朋友一起参加仪式，为纪念伊扎克·拉宾而团结一致。\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "在为期两天的镇压行动中，160多人被拘留，其中100多人来自附近的贫民窟，但大多数人已被释放。\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "托马斯是黎巴嫩移民的女儿，她在美国政界为女记者开辟了一条道路。她为说了以色列应该“滚出巴勒斯坦”而道歉后，结束了她的职业生涯。\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "麦克莱伦说，“看，这份报告对美国在国外的形象造成了严重损害。”\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "政府已确认有4人在此次事故中死亡。\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "乘客大多是来自NASS默里和罗伯茨建筑公司的外国人，为了庆祝巴林世贸中心部分塔楼的竣工，他们正在享受晚间晚餐巡游。\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "该毒株于2006年4月和6月在中国福建省被发现，当时易观的研究小组在福建省的一个市场上检测了鸭子、鸡、鹅和其他鸟类。\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "专家表示，根据芬兰国家广播公司（YLE）的说法，对抗措施应该在一周前实施，即灾难发生后立即实施，而不是现在。\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "邻居唐·泰勒说：“他们善于运动，全A生，都是很好的小男孩……，很不幸”。\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "“这个案子远没有结束，”在巴伦苏埃拉对奥康奈尔案中的首席律师阿图罗·冈萨雷斯说。在此案中，里士满高中学生莉莉安娜·巴伦苏埃拉和其他学生起诉要求阻止该州使用该测试作为毕业条件，“我们认为即使是在毕业典礼之后，2006年度班级的学生也有很大的机会获得他们的文凭。”\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "七人的获释正值法国总统萨科齐抵达乍得并与乍得官员就此事举行会谈之际。\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "SLW集团成功获得了今天公布的1000万美元账户。\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "警方逮捕了一只身高18英寸的猴子。据说这只猴子在一家名叫“州街小子”的麦迪逊威斯康辛夜总会门外咬了一位20岁女子。\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "野生动物本可以将细菌从养牛场带到菠菜田。\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "伦敦地铁在几分钟内就发出了“黄色信号”，将列车移至站台，并打开所有车门。\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "在向委员会发表的声明中，比格移动承认自2010年下半年以来没有建造任何新的发射器桅杆。\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "据认为，这场火灾是从阿古阿杜尔兹的工人在从轮辋上拆下轮胎时敲击螺栓而产生的火花引起的。\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    }
]
}
