{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in da English language and ya task is 2 convert it into da Filipino language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Filipino"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Sarah ran from the serial killer holding a jug of milk.",
            "output": "Tumakbo si Sarah mula sa serial killer na may hawak na pitsel ng gatas.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        },
        {
            "input": "He stepped gingerly onto the bridge knowing that enchantment awaited on the other side.",
            "output": "Dahan-dahan siyang humakbang sa tulay dahil alam niyang naghihintay ang enchantment sa kabilang panig.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        }
    ],
    "Negative Examples": [
        {
            "input": "He dreamed of leaving his law firm to open a portable dog wash.",
            "output": "Ito ang nagparamdam sa kanya na parang lumang-style na rootbeer float ang amoy.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        },
        {
            "input": "The bullet pierced the window shattering it before missing Danny's head by mere millimeters.",
            "output": "Ninakaw ng ilog ang mga diyos.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Born in Belfast on March 18, 1949, Higgins became the champion of the World Snooker Championship at the age of 23 in 1972.",
            "output": [
                "Ipinanganak sa Belfast noong ika-18 ng Marso, 1949, Si Higgins ay naging kampeon sa Pandaigdigang Kampeonato sa Snooker sa gulang na 23 noong 1972."
            ]
        },
        {
            "input": "Police at one point described the raid as entering a \"challenging phase\".",
            "output": [
                "Sa isang punto ay inilarawan ng pulisya ang pagsalakay na pumapasok sa \"mapanghamong antas.\""
            ]
        },
        {
            "input": "The plaintiffs in the suit included adherents of varying religious backgrounds, including Christianity and Hinduism.",
            "output": [
                "Ang nasasakdal sa kaso ay nakadikit sa iba't-ibang pinanggalingang relihiyon, kasama ang Kristiyanismo at Hinduismo."
            ]
        },
        {
            "input": "He also called for an international organization to investigate the situation in Tibet.",
            "output": [
                "Nanawagan din siya sa isang internasyonal na samahan para imbestigahan ang sitwasyon sa Tibet."
            ]
        },
        {
            "input": "The crash is the worst in the area since a disaster in April 2004 that saw a Bulgarian coach returning from a journey to Croatia crashed into the Lim river, leaving twelve students dead.",
            "output": [
                "Ang pagkabangga ay ang pinakamalala sa lugar simula nang sakuna noong Abril 2004 ng makita ang isang sasakyan ng Bulgaria pabalik mula paglalakbay sa Croatia na tumilapon sa ilog Lim, na nag iwan ng labindalawang mga estudyante na patay."
            ]
        },
        {
            "input": "A NATO statement said that there was no obvious cause for the accident but hostile fire had been ruled out.",
            "output": [
                "Sinabi sa isang pahayag ng NATO na walang malinaw na dahilan na naging sanhi ng aksidente subalit ang mapanghamong apoy ay tinitingnan na."
            ]
        },
        {
            "input": "Many regions across the globe also reported an exceptionally warm year.",
            "output": [
                "Maraming mga rehiyon sa buong globo ang nag-ulat din ng isang natatanging mainit na taon."
            ]
        },
        {
            "input": "This is in addition to the announcement in September that the EU would modify rules to allow temporary state aid payments; each farmer could receive a maximum of €15,000.",
            "output": [
                "Ito ang karagdagan sa anunsyo noong Setyembre na babaguhin ng EU ang patakaran upang magbigay ng pansamantalang tulongng pinansyal ng estado; ang bawa't magsasaka ay maaaring makatanggap ng hindi hihigit sa €15,000."
            ]
        },
        {
            "input": "News agency Reuters was told by a government official that the possibility of further explosions from fireworks also interfered with the fire service's rescue operation.",
            "output": [
                "Ang mga ahensiya ng mga balita na Reuters ay sinabihan ng isang opisyal ng gobyerno na ang posibilidad ng mga karagdagang pagsabog mula sa mga paputok ay nakagambala rin sa operasyon ng mga bumbero."
            ]
        },
        {
            "input": "YouTube was blocked in Pakistan in 2008, when material deemed \"offensive to Muslims\" led to restrictions.",
            "output": [
                "Ang YouTube ay hinarangan sa Pakistan noong 2008, noong may materyal na itinuring na \"nakasasakit sa mga Muslim\" na humantong sa mga pagbabawal."
            ]
        },
        {
            "input": "The US government first denied a specific report that the Qu'ran had been flushed down a toilet at the prison facility, but on Friday agreed that similar allegations were indeed true.",
            "output": [
                "Ang gobyerno ng US ay una nang pinabulaan ang isang partikular na ulat na ang Qur'an ay iplinas sa isang kubeta sa pasilidad ng kulungan, ngunit noong Biyernes ay umamin na ang kaparehang alegasyon ay totoo nga."
            ]
        },
        {
            "input": "Staff have walked out at sites in Scotland, Wales and Teesside in north eastern England.",
            "output": [
                "Ang mga empleyado sa Scotland, Wales at Teesside sa hilagang silangan ng England ay umalis mula sa kanilang mga trabaho."
            ]
        },
        {
            "input": "Witthoft conceded his son was starting to become more concerned about his appearance after the jersey barely came down to his belt line.",
            "output": [
                "Inamin ni Witthoft na ang kanyang anak ay nagsimulang maging mas nag-aalala tungkol sa kanyang hitsura pagkatapos na ang jersey ay bahagya na lamang bumaba sa kanyang linya ng sinturon."
            ]
        },
        {
            "input": "The government had inspected its five-storey structure before the incident and had ordered repairs.",
            "output": [
                "Ininspeksiyun ng pamahalaan ang limang palapag na istruktura bago ang insidente at ipinag-utos nito ang pagkumpuni."
            ]
        },
        {
            "input": "However no one of them introduced himself.",
            "output": [
                "Gayon pa man walang isa man sa kanila ang nagpakilala."
            ]
        },
        {
            "input": "Alias produces 3D graphics software used in the creation of special effects, video games, industrial, and automotive design.",
            "output": [
                "Ang Alias ay gumagawa ng 3D grapikong software gamit sa paglikha ng espesyal na epekto, bideo na laro, industriya at otomotib na disenyo."
            ]
        },
        {
            "input": "Choi calls this \"the first step toward developing new treatments using our own immune system to fight cancers and other serious diseases.\"",
            "output": [
                "Tinawag ito ni Choi bilang \"unang hakbang tungo sa pagbuo ng bagong paggamot gamit ang atin mismong immune sistem para labanan ang mga kanser at iba pang malulubhang mga sakit.\""
            ]
        },
        {
            "input": "\"The Sierra Leone government has publicly stated its commitment to abolish user fees, and the UK government and other donors have promised to help,\" said Seco Gerard, advisor at Medecins Sans Frontieres’s analysis and advocacy unit.",
            "output": [
                "\"Ang pamahalaan ng Sierra Leone ay ipinahayag ng lantaran ang kanilang pangakong bigyan-wakas ang bayad ng gumagamit, ang pamahalaan ng UK at ibang mga donor ay nangako na tutuloy,\" sinabi ni Sew Gerard, tagapayo sa pagsusuri at pagtatanggol na yunit ng Medicines San Frontieres."
            ]
        },
        {
            "input": "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.",
            "output": [
                "Kinaumagahan matapos ang labanan, ang mga lansangan ay medyo tahimik, at ang mga tanging makabuluhang presensya ng militar ay ang mabigat na artilyera na nakapalibot sa palasyo ng pangulo."
            ]
        },
        {
            "input": "Russia Today TV, Moscow's English-language satellite television channel, reported that Russian government officials are considering filing libel suits against international journalists over their reporting on the poisoning death of former Russian spy Alexander Litvinenko.",
            "output": [
                "Ang Today TV ng Ruso, na Ingles ang linguahe na satelayt na istasyon sa telebisyon ng Moscow, ay iniulat na ang mga Rusong opisyal ng gobyerno ay pinapag-aralan na magdemanda ng libelo laban sa mga internasyonal na manunulat ng balita dahil sa kanilang pahayag sa pagkamatay dahil sa pagkalason ng dating espiya na Ruso na si Alexander Litvinenko."
            ]
        },
        {
            "input": "Hughes is set to appear at Wrexham Magistrates Court on November 21, 2007.",
            "output": [
                "Si Hughes ay nakahandang magpakita sa Wrexham Magistrates Court sa Nobyembre 21, 2007."
            ]
        },
        {
            "input": "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.",
            "output": [
                "Libu-libong mamal sa dagat at mga seabird ang nangangamatay bawat taon sa buong mundo bilang resulta ng pagkakalat ng plastik."
            ]
        },
        {
            "input": "Elsewhere in Sichuan, thousands of Tibetans turned out in the streets of Seda, according to the Tibetan Center for Human Rights and Democracy.",
            "output": [
                "Sa ibang bahagi ng Sichuan, libu-libong katao ang pumunta sa mga kalsada ng Seda, ayon sa Tibetan Center for Human Rights and Democracy."
            ]
        },
        {
            "input": "Financial experts believe that next year, the deficit will reach over $700 billion, while the National Debt Clock has recently run out of digits to record over $10 trillion in national debt.",
            "output": [
                "Naniniwala ang mga pinansyal na eksperto na sa susunod na taon, ang depisito ay aabot sa $700 bilyon, habang ang National Debt Clock ay naubusan na kamakailan ng tambilang upang itala ang mahigit sa $10 trilyon na pambansang utang."
            ]
        },
        {
            "input": "A representative for Cruise confirmed the Church of Scientology statement: \"The video is of Mr. Cruise making an acceptance speech to fellow parishioners at a private church event in 2004.\"",
            "output": [
                "Kinumpirma ng isang kinatawan para kay Cruise ang pahayag ng Simbahan ng Siyentolohiya: \"Ang bidyo ay tungkol kay Ginoong Cruise na nagtatalumpati ng pagtanggap sa mga kapwa parokyano sa isang pribadong kaganapan ng simbahan noong 2004.\""
            ]
        },
        {
            "input": "However, these images do not typically reach a Palestinian audience, according to museum visitor Mufeed Khattib last month.",
            "output": [
                "Subalit, ang mga imaheng ito ay pangkaraniwang hindi nakakarating sa mga manonood na Palestino, ayon kay Mufeed Khatib, isang bisita sa museo noong nakaraang buwan."
            ]
        },
        {
            "input": "They will play their second match of pool play tomorrow when they face the Netherlands.",
            "output": [
                "Maglalaro sila sa kanilang ikalawang laban sa larong pul bukas kung saan haharap sila sa Netherlands."
            ]
        },
        {
            "input": "Melbourne-based Georgia Bonora and Ashleigh Brennan, Perth residents Emily Little and Lauren Mitchell, and Brisbane resident Larrissa Miller booked their trip to London.",
            "output": [
                "Ang nakabase sa Melbourne na sina Georgia Bonora at Ashleigh Brennan, mga residente ng Perth na sina Emily at Lauren Mitchell, at residente ng Brisbane na si Larrisa Miller ay naglaan para sa kanilang biyahe sa London."
            ]
        },
        {
            "input": "The best observational reality (non format) show out of Snotties, The Zoo and Tough Act was Snotties.",
            "output": [
                "Ang pinakamagaling na palabas para sa pagmamatyag sa tunay na pangyayari (walang pormat) mula sa Snotties, The Zoo at Tough Act ay ang Snotties."
            ]
        },
        {
            "input": "\"This is a serious matter,\" he said.",
            "output": [
                "\"Ito ay seryosong bagay,\" sabi niya."
            ]
        },
        {
            "input": "For Australia's Olympic bound swimmers, their coaches are expected to arrange alternative training ahead of their leaving for Europe.",
            "output": [
                "Para sa mga taga-Australia na manlalangoy sa Olimpik, ang kanilang mga tagasanay ay inaasahang mag-aayos ng maagap na alternatibong pagsasanay para sa kanilang pag-alis papunta sa Europa."
            ]
        },
        {
            "input": "However, there are other remnants of the World Wars that have been much more difficult for the French to defuse.",
            "output": [
                "Gayunman, marami pa ring labi ng Digmaang Pandaigdig na higit pang mas mahirap alisan ng mitsa para sa mga Pranses."
            ]
        },
        {
            "input": "The two cited progress by the Iraqi government in working toward the August 15 deadline for drafting a new constitution.",
            "output": [
                "Ang dalawang nabanggit na pagsulong ng pamahalaan ng Iraq ay ang pagtatrabaho patungo sa nakatakdang huling araw na ika-15 ng Agosto para sa pagbabalangkas ng bagong konstitusyon."
            ]
        },
        {
            "input": "\"In September in 2006, Mike had an accident and went to hospital.",
            "output": [
                "\"Sa Septyembre ng taong 2006, si Mike ay naaksidente at dinala sa ospital."
            ]
        },
        {
            "input": "This brings the total number of security forces operating in the three troubled provinces to approximately 30,000.",
            "output": [
                "Ito ay nagdala sa kabuuang bilang ng mga nagpapatupad ng katiwasayan sa tatlong magugulong probinsya sa mga 30,000."
            ]
        },
        {
            "input": "The Siberian tigers are named Tony and Tatiana while the Sumatran is named Padang.",
            "output": [
                "Ang mga tigreng Siberian ay nagngangalang Tony at Tatiana sa kabilang dako naman ang tigreng Sumatran ay nagngangalang Padang."
            ]
        },
        {
            "input": "\"We send the help of the federal government,\" said Bush in a statement to the press.",
            "output": [
                "\"Kami ay magpapadala ng tulong mula sa gobyerno,\" sabi ni Bush sa isang pahayag sa midya."
            ]
        },
        {
            "input": "In another Gaza town, Kfar Darom, protesters are also making their last stand in a synagogue, and thousands of troops have surrounded the buildings.",
            "output": [
                "Sa isang bayan sa Gaza, Kfar Darom, ang mga tagatutol ay gumagawa ng kanilang huling plataporma sa sinagoga, at libu-libong tropa ang nakapaligid sa gusali."
            ]
        },
        {
            "input": "As a non-partisan news source, Wikinews has impartially reached out to these candidates, who are looking to become the 43rd person elected to serve their nation from 1600 Pennsylvania Avenue NW.",
            "output": [
                "Bilang isang hindi partidistang na pinagkukunan ng balita, ang Wikinews ay lumapit sa kandidato nang walang kinikilingan sa mga ito, na siyang umaasang maging ika-43 na taong nahalal upang maglingkod sa kanilang bansa mula sa 1600 Pennsylvania Avenue NW."
            ]
        },
        {
            "input": "Ruling that the change to require the use of a rubber stamp is in contravention of election law, Judge Anuwat Tharasawaeng highlighted that election law does not mandate how a mark must be made on the ballot.",
            "output": [
                "Sa pagpapatibay ng pagbabago na nangangailangan ng paggamit ng gomang pantatak ay laban sa batas eleksiyon, binigyang diin ni Hukom Anuwat Tharasawaeng na ang batas eleksiyon ay hindi nag-uutos kung paano ang paggawa ng marka sa balota."
            ]
        },
        {
            "input": "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.",
            "output": [
                "Ang WHO ay nagsasabi na ang karamihan sa mga malalang kaso ng virus na napabalita sa mga tao ay yaong may mga nagdaang talamak na pagkakasakit."
            ]
        },
        {
            "input": "Five Vancouver rivers were in danger of flooding, which rain fell at 10 mm an hour for more than six hours at midday.",
            "output": [
                "Limang ilog ng Vancouver ay nanganganib na bumaha, dahil ang ulan ay bumagsak ng 10 mm bawat isang oras nang mahigit na anim na oras sa kalagitnaan ng araw."
            ]
        },
        {
            "input": "Leclerc had the distinct honour of being the first person to score nul points at the 1962 contest.",
            "output": [
                "Si Leclerc ay nagkaroon ng maiibang karangalan sa pagiging unang makapuntos ng nul na puntos sa 1962 na paligsahan."
            ]
        },
        {
            "input": "To help cancer patients overcoming cancer and finding a bright life, Taiwan Cancer Friends New Life Association invited more than 100 cancer patients and volunteers and held the pre-tour launch of \"Passing Through Cancer, Finding Love\" Eastern Taiwan Bicycle Tour Challenge from Fugang (Taidong) to ChiShinTam (Seven Star Basin, Hualien) for a new miracle.",
            "output": [
                "Upang matulungan ang mga pasyente ng kanser na malampasan ito at makahanap ng maliwanag na buhay, ang Taiwan Cancer Friends New Life Association ay inimbitahan ang mahigit 100 pasyente na may kanser at mga boluntaryo at isinagawa ang paglunsad ng \"Passing Through Cancer, Finding Love\" na Bicycle Tour Challenge ng Eastern Taiwan mula Fugang (Taidong) hanggang ChiShinTam (Seven Star Basin, Hualien) para sa bagong milagro."
            ]
        },
        {
            "input": "A number of large trees have been downed and heavy rains have caused minor flooding in many areas of the city.",
            "output": [
                "Maraming bilang ng malalaking mga puno ang bumagsak at nagdulot ang matinding pag-ulan ng bahagyang pagbaha sa maraming mga rehiyon ng siyudad."
            ]
        },
        {
            "input": "Chaindrawa also asserts the politics of Saakashvili's government as a cause of the current war with Russia.",
            "output": [
                "Tinuturo rin ni Chaindrawa na ang pulitika ng gobyerno ni Saakashvili ang dahilan ng kasalukuyang digmaan sa Russia."
            ]
        },
        {
            "input": "\"Whether we like it or not, the ugly stain of separatism is seeping through the Union flag,\" said Cameron, stating his opinion on the movements for Scottish independence.",
            "output": [
                "\"Sa gusto man nation o hindi, ang pangit na mantsa ng paghihiwalay ay dumadaan sa watawat ng Pagsasama,\" sabi ni Cameron, bilang opinyon sa mga kilusan para sa kalayaan ng mga Scottish."
            ]
        },
        {
            "input": "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.",
            "output": [
                "Naantala ng isang malakas na ulan ang laro ngunit sinimulan muli ito at nakapuntos si Brendan Taylor ng 60 not out hangang nakuha ng Zimbabwe ang puntirya nang isang bola na lang ang natitira na umabot sa isang maigting na tapos."
            ]
        },
        {
            "input": "\"We take steps to prevent it from happening again, and we do so in a very public way for the world to see that we lead by example, and that we do have values that we hold very dearly and believe in.\"",
            "output": [
                "\"Gumagawa kami ng hakbang upang maiwasan na ito ay mangyari ulit, at ginagawa namin ito sa isang pampublikong paraan upang makita ng mundo na nangunguna tayo sa pamamagitan ng ehemplo, na mayroon tayong moralidad na pinahahalagahan at pinaniniwalaan.\""
            ]
        },
        {
            "input": "Over four million people will be given freedom to run their own lives as Mr Milmine said.",
            "output": [
                "Higit apat na milyong tao ay mabibigyan ng kalayaan na patakbuhin ang kanilang sariling mga buhay bilang sabi ni Ginoong Milmine."
            ]
        },
        {
            "input": "Insurgents shot at the troops and they returned fire, killing six.",
            "output": [
                "Ang mga rebelde ay nagpaputok sa mga tropa at gumanti ang mga ito, na nakapatay ng anim."
            ]
        },
        {
            "input": "On Sunday, a group of 80 people from Beijing and Shanghai landed at Heathrow to become the first Chinese to arrive in the United Kingdom on tourist visas.",
            "output": [
                "Noong Linggo, isang grupo ng 80 ka-tao mula sa Beijing at Shanghai ang lumapag sa Heatrow upang maging kauna-unahang Tsino na dumating sa United Kingdom na may lakbay-pahintulot na pang-turista."
            ]
        },
        {
            "input": "Defense Secretary Donald Rumsfeld faces a federal lawsuit brought today by the American Civil Liberties Union and Human Rights First, filed in his home state of Illinois.",
            "output": [
                "Haharap ngayon ang Kalihim ng Depensa na si Donald Rumsfeld sa pederal na kasong dinala ng American Civil Liberties Union at Human Right First, na isinampa sa kaniyang bayan sa estado ng Illinois."
            ]
        },
        {
            "input": "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.",
            "output": [
                "Ang Institute for Geophysics ay nawalan ng mga importanteng kagamitan na nakalagay sa dahilig ng bulkan ng Tungurahua, kaya nalimitahan ang kanilang pagmomonitor sa aktibidades ng bulkan."
            ]
        },
        {
            "input": "The two teens were arrested and held in Long Island jail on misdemeanor conspiracy, which is punishable by up to one year in prison.",
            "output": [
                "Ang dalawang kabataan ay inaresto at dinala sa bilangguan ng Long Island dahil sa pakikipagsabwatan, na kung saan ito ay papatawan ng hanggang isang taong pagkabilanggo."
            ]
        },
        {
            "input": "He also notes \"I am concerned, as the commissioner, about children who are frequently exposed to violence in the home or in the immediate family.\"",
            "output": [
                "Sinabi rin niya, \"Ako ay nag-aalala rin katulad ng komisyoner para sa mga bata na malimit makasaksi ng marahas na gawi sa bahay o kaya ay mula sa mga kamag-anak.\""
            ]
        },
        {
            "input": "The race, first held in 1829, is currently held on a 6,779 m (4 miles and 374 yards) stretch of the River Thames in London from Putney to Mortlake.",
            "output": [
                "Ang karera na unang naganap noong 1829, at sa kasalukuyan ay ginagawa sa may 6,779m (4 milya at 374 na yarda) sa Ilog Thames sa London mula Putney hanggang Mortlake."
            ]
        },
        {
            "input": "Adelaide United came into the match with a win against Queensland Roar in the preliminary final.",
            "output": [
                "Pumasok ang Adelaide United sa laro na may panalo laban sa Queensland Roar sa preliminaryong final."
            ]
        },
        {
            "input": "Luiz Inacio Lula da Silva, the president of Brazil, said on Wednesday that not continuing to use biofuels would be a \"crime against humanity.\"",
            "output": [
                "Luiz Inacio Lula da Silva, ang pangulo ng Brazil, ay nagsabi noong Miyerkules na ang hindi pagpapatuloy na paggamit ng biofuel ay isang \"krimen laban sa sangkatauhan.\""
            ]
        },
        {
            "input": "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"",
            "output": [
                "\"Sa Sudan, ang taga-krusada na (U.N.) Konseho ng Seguridad ay nagdesisyon na magpadala ng mga ekspertong militar sa Darfur para sa paghahanda sa okupasyon at dibisyon.\""
            ]
        },
        {
            "input": "Although the wet weekend was more suitable for the Michelin-tyred cars, Schumacher overtook both Renault drivers to win the race.",
            "output": [
                "Bagama't ang basang hulihang linggo ay mas nababagay sa kotse na gumamit ng gulong na Michelin, kapwa inabot ni Schumacher ang Renalt ng mga drayber para manalo sa karera."
            ]
        },
        {
            "input": "A large portion of the passenger area of the plane was on fire and has burned out.",
            "output": [
                "Isang malaking bahagi ng pampasaherong lugar ng eroplano ang nag-apoy at nasunog."
            ]
        },
        {
            "input": "Kenya never recovered, and were reduced to just 88 runs in the 20th over as Sri Lanka dismissed their batsmen cheaply.",
            "output": [
                "Hindi na nakabawi pa ang Kenya, at nabawasan pa hanggang sa 88 kalamangan sa ika-20 laban sa Sri Lanka na nagtanggal sa mga batsmen nang ganun na lang."
            ]
        },
        {
            "input": "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"",
            "output": [
                "\"Kapag pinagsama, ang mga ito ay tunay na angkop na pag-alala sa 47 na matatapang na lalaking namatay sa Auchengeich kalahating siglo na ang nakararaan.\""
            ]
        },
        {
            "input": "The Supreme Council of Antiquities expedition consists of Zahi Hawass, Secretary General of the SCA, and Martinez who has extensively researched the life of Cleopatra.",
            "output": [
                "Ang ekspedisyon ng Kataas-taasang Konseho ng Kaantiguhan ay kinabibilangan nila Zahi Hawass, Kahilim-Heneral ng SCA, at Martinez na lubos na nanaliksik sa buhay ni Cleopatra."
            ]
        },
        {
            "input": "Dog fighting is a breach of animal cruelty laws in Finland, and the case will be considered for prosecution in October.",
            "output": [
                "Ang labanan ng aso ay isang paglabag sa batas sa kalupitan ng mga hayop sa Finland, at ang kaso ay isaalang-alang para sa pag-uusig sa Oktobre."
            ]
        },
        {
            "input": "The BMJ report also reveals that at least one expert on the \"emergency committee\" received payment during 2009 from GSK.",
            "output": [
                "Ang ulat din ng BMJ ay nagpapatunay na hindi bababa sa isang eksperto na nasa \"komite ng hindi inaasahang pangyayari\" ang nakatanggap ng bayad noong 2009 galing sa GSK."
            ]
        },
        {
            "input": "\"I thought there were plans in place for emergencies such as this.\"",
            "output": [
                "\"Akala ko may mga plano na nakalaan para sa mga hindi inaasahang pangyayaring katulad nito.\""
            ]
        },
        {
            "input": "From this evidence, the paper draws the conclusion that the four men were not told the bombs would detonate straight away, and that the men thought they would be able to escape unscathed.",
            "output": [
                "Mula sa ebidensyang ito, ang pahayagan ay nagbigay ng konklusyon na ang apat na kalalakihan ay hindi nasabihan na ang mga bomba ay sasabog agad agad, at inakala ng mga kalalakihan na sila ay makakatakas nang hindi nasasaktan."
            ]
        },
        {
            "input": "The rocket apparently exploded 137 seconds after launch, when a flash was seen from an on-board camera and communication was lost.",
            "output": [
                "Sumabog ang roketa 137 na segundo matapos itong lumipad, ng makakita ng liwanag mula sa isang kamera sa loob at ng mawala ang komunikasyon."
            ]
        },
        {
            "input": "It all happened very quickly, but rescue teams managed to get her out and she was covered in layers of dust and concrete, said Jonah Hull, a correspondent for Al Jazeera, describing the rescue effort as being \"a delicate process\".",
            "output": [
                "Ang bilis nitong nangyari, ngunit nakuha siya ng mga pangkat ng mga tagapagligtas at natakpan siya ng mga patong ng alikabok at semento, sinabi ni Jonah Hull, isang taga-ulat ng Al Jazeera, inilarawan ang pagsisikap ng pagliligtas bilang \"isang delikadong proseso.\""
            ]
        },
        {
            "input": "They approached it from the other detour road, and leaving the car on the sidewalk, one by one they entered the village.",
            "output": [
                "Sila ay nakalapit mula sa ibang pabaling na daan, at iniwan ang sasakyan sa tabi ng daan, isa-isa silang pumasok sa nayon."
            ]
        },
        {
            "input": "The format of the video appears to be an interview with Cruise, and it is edited with questions cut out.",
            "output": [
                "Ang ayos ng bidyo ay lumalabas upang maging isang pakikipanayam kay Cruise, at ito ay na-edit para tanggalin ang mga katanungan."
            ]
        },
        {
            "input": "The Republican National Committee develops and promotes the Republican Party's political platform and coordinates fundraising and election strategy.",
            "output": [
                "Ang Pambansang Konseho ng Republikano ay bumubuo at nagtataguyod ng platapormang pang pulika ng Partido ng Republikano at nakikipagtulungan sa pangangalap ng pondo at stratehiya sa eleksyon."
            ]
        },
        {
            "input": "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.",
            "output": [
                "Pagkatapos ay tumugon si Gary Sheliffield sa kailaliman ng ining kasama ang isang tatlong-takbong homer na umabot sa kanang sentrong malawak na mga upuan, na nagpalaki ng abante ng Yankee sa iskor na 9-4."
            ]
        },
        {
            "input": "Ballard is best known for writing the novels Crash in 1973 and Empire of the Sun in 1984 which won the James Tait Black Memorial Prize.",
            "output": [
                "Kilala si Ballard sa kanyang mga sinulat na nobela tulad ng Crash noong 1973 at Empire of the Sun noong 1984 na nanalo ng premyo ng James Tait Black Memorial."
            ]
        },
        {
            "input": "His outswinging ball was glanced off the head of Alan Stubbs, and it somehow eluded Niemi, as the homeside took the lead.",
            "output": [
                "Ang kanyang sinipang bola at namataan sa may ulunan ni Alan Stubbs at naiwasan ni Niemi, habang ang kanyang grupo ang nangunguna."
            ]
        },
        {
            "input": "It is not yet clear who is responsible, but Turkish authorities suspect the Kurdistan Workers Party (PKK), a Kurdish separatist group.",
            "output": [
                "Hindi pa malinaw kung sino ang may kagagawan, ngunit pinagsususpetsahan ng awtoridad ng Turko ang Partido ng Manggagawang Kurdistan (PKK), isang separatistang grupong Kurd."
            ]
        },
        {
            "input": "He said that most bodies were recovered from three metre deep mud and required heavy digging machinery to retrieve.",
            "output": [
                "Sinabi niya na karamihang mga katawan ay nabawi mula sa tatlong metrong lalim ng putik at kinailangan ang mabigat na makinaryang panghukay para makakuha."
            ]
        },
        {
            "input": "Experts such as Environmental Department manager Terry Harper say the attack is uncharacteristic for the dingoes on Fraser Island which is said to be one of the last remaining safe havens for purebred dingoes.",
            "output": [
                "Ang mga dalubhasa gaya ng namamahala sa Kagawaran ng Pangkapaligiran na si Terry Harper ay nagsabi na ang pag-atake ay hindi likas para sa mga mabangis na aso sa Fraser Island na sinasabing isa sa mga huling ligtas na mga pahingahan para sa mga purong lahi ng mga mabangis na aso."
            ]
        },
        {
            "input": "Currently, there are no reports of deaths or serious injuries following the landfall in Mexico.",
            "output": [
                "Sa kasalukuyan, walang mga pag-uulat ng mga namatay o mga seryosong pinsala na sumunod sa pagtanaw sa lupain sa Mexico."
            ]
        },
        {
            "input": "John Calvert, managing director of the Intelligent Design Network, had previously objected to Professor Mirecki's focus on creationism as mythology, and claimed that the religious studies professor was \"labeling anybody who proposes [intelligent design] to be simply a religious nut\".",
            "output": [
                "Si John Calvert, tagapangasiwa ng Intelligent Design Network, tumutol dati kay Propesor Mirecki na nag-pokus sa kreasyonismo bilang mitolohiya, at ipinahayag na ang propesor ng araling pang-relihiyon ay \"ay nagtatatak ng kahit sino na nagmumungkahi [matalinong disenyo] ay walang tigil sa pagtalakay tungkol sa relihiyon lamang.\""
            ]
        },
        {
            "input": "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.",
            "output": [
                "Hindi pa malinaw kung bakit nagsimulang magbaril ang tagapagsalin; Subali't ang nag-atake ay tila \"may masamang loob na empleyado\" na salungat sa isang miltante, ayon sa isang opisyal ng militar ng US."
            ]
        },
        {
            "input": "He is expected to appear in juvenile court next week.",
            "output": [
                "Siya ay inaasahang haharap sa korte ng kabataan sa susunod na linggo."
            ]
        },
        {
            "input": "Schulman would not comment on the reason for the Foundation's decision.",
            "output": [
                "Hindi magbibigay si Schumlam ng kaniyang palagay hinggil sa dahilan ng pasya ng Foundation."
            ]
        },
        {
            "input": "Historically both Armenia and Azerbaijan lay claim to some of the same territories, an issue complicated by the intermingling of ethnic populations so some areas have no clearly demarcated Azeri and Armenian border; these potential sources of conflict remained quiescent whilst both nations were subsumed by greater powers.",
            "output": [
                "Ayon sa Kasaysayan, ang Azerbaijan at rmenia ay parehong kumakamkam ng parehong teritoryo at naging kumplikado pa ang usapin sa pagsali ng populasyong etniko kaya ang ibang lupang sakop ay hindi naging malinaw ang hangganan sa mga Azeri at Armenian; ang ganitong pinagmulan ng away ay nanatiling walang tinag habang ang parehong bansa ay napapailalim sa mas makapangyarihang bansa."
            ]
        },
        {
            "input": "The Liberal campaign, under Charest's leadership, stumbled in the latter stages of the campaign when Charest allotted a $700 million windfall, in the form of a transfer from the federal Conservative government, to tax cuts for Quebecers.",
            "output": [
                "Ang kamapanya ng Liberal, sa ilalim ng pamumuno ni Charest, ay nagkamali sa huling mga yugto ng kampanya nang mag-ukol si Charest ng swerteng di inaasahan sa halagang $700 milyong, sa anyo ng isang paglipat mula sa pederal na konserbatibong gobyerno, hanggang sa pagbawas ng buwis sa Quebecers."
            ]
        },
        {
            "input": "\"They do not reflect my heart-felt belief that peace will come to the Middle East only when all parties recognize the need for mutual respect and tolerance.\"",
            "output": [
                "\"Hindi nito ipinapakita ang aking paniniwala na ang kapayapaan ay darating lamang sa Gitnang Silangan kung lahat ng mga partido ay makilanlan ang kailangan para sa nagkakaisang respeto at pagpapaubaya.\""
            ]
        },
        {
            "input": "In an email to the James Logan Courier, Gonzalez said he thinks his case is strong enough to withstand the appeal.",
            "output": [
                "Sa isang elektronikong liham sa James Logan Courier, sinabi ni Gonzalez na naisip niyang ang kanyang kaso ay sapat na matibay upang mapaglabanan ang apila."
            ]
        },
        {
            "input": "He is also known as Al-Suaidi, Abu Rana and Abu Humam.",
            "output": [
                "Siya ay kilala rin bilang Al-Suaidi, Abu Rana at Abu Humam."
            ]
        },
        {
            "input": "She was carried to shore by friends and was then flown by rescue helicopter to the Princess Alexandra Hospital in Brisbane.",
            "output": [
                "Siya ay dinala sa dalampasigan ng mga kaibigan at inilipad ng tagasagip na helikopter sa Princess Alexandra Hospital sa Brisbane."
            ]
        },
        {
            "input": "Allentown is home to two major hotels and over a dozen bars, but is no stranger to suspicious activity.",
            "output": [
                "Ang Allentown ay tahanan ng dalawang mga pangunahing hotel at higit sa isang dosenang mga bar, pero hindi ito baguhan sa kahinahinalang aktibidad."
            ]
        },
        {
            "input": "The helicopter managed to save Steve Hopkins of the District of Columbia but was unable to do the same for Gregory Arlotta of Florida.",
            "output": [
                "Nailigtas ng helikopter si Steve Hopkins ng District of Columbia subalit hindi nito nagawang iligtas si Gregory Arlotta ng Florida."
            ]
        },
        {
            "input": "In Turkey, the parliament votes to elect the new President of Turkey.",
            "output": [
                "Sa Turkey, bumoboto ang parliamento upang ihalal ang bagong Pangulo ng Turkey."
            ]
        },
        {
            "input": "In the nearby village of Gerdec, some residents fled to the hills, while others sought shelter in concrete bunkers built by late Stalinist leader Enver Hoxha.",
            "output": [
                "Sa kalapit na nayon ng Gerdec, ilang mga residente ay tumakas papunta mga burol, habang ang iba ay naghanap ng masisilungan sa mga konkretong taguan na ginawa ng namayapang Stalinist lider na si Enver Hoxha."
            ]
        },
        {
            "input": "He also said that the government needed to \"safeguard the interests of all those dependent on Australia's iconic water resources\".",
            "output": [
                "Sinabi rin niya na kailangan ng gobyerno na \"maprotektahan ang interes ng lahat ng nakasalalay sa mga iginagalang na pinangggagalingan ng tubig ng Australya.\""
            ]
        },
        {
            "input": "Earlier yesterday, Senate Republican leader Mitch McConnell joined several other Republican Senators in encouraging the House to pass the extension.",
            "output": [
                "Maaga kahapon, ang lider ng Senadong Republikan Mitch McConnell ay naki-isa sa iba pang Republikan na mga Senador sa pag hikayat sa Kapulungan na ipasa ang pagpapalawig."
            ]
        },
        {
            "input": "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.",
            "output": [
                "Nang pumunta siya sa doktor dahil sa pagod at pamamanhid ay ika-18 na ng Oktubre at ang insidente tungkol sa paniki ay nabanggit ilang araw pa pagkatapos niyon."
            ]
        },
        {
            "input": "Still, Harlan was in attendance at Yankee Stadium during the team's Opening Day series this year.",
            "output": [
                "Dumalo pa rin si Harlan sa Yankee Stadium sa panahon ng Opening Day ng mga serye ng pangkat ngayong taon."
            ]
        },
        {
            "input": "German-speaking and French-speaking parts of Switzerland had similar results; in previous national popular consultations, German-speaking cantons were regarded as less progressive than French-speaking ones.",
            "output": [
                "Sa mga nagsasalita ng Aleman at Pranses na bahagi ng Switzerland ay may kaparehong resulta; sa naunang pambansang bantog na konsultasyon, ang mga kanton na nagsasalita ng Aleman at itinuturing na hindi masyadong maunlad kaysa sa mga nagsasalit ng Pranses."
            ]
        },
        {
            "input": "Secretary of State for Children, Schools and Families Ed Balls yesterday announced his plans to radically change the UK testing system yesterday, in parliament.",
            "output": [
                "Ang Kalihim ng Estado para sa mga Bata, mga Paaralan at mga Pamilya na si Ed Balls ay nagbalita kahapon sa kanyang plano na kaagad na baguhin ang sistema ng pag eksamin sa UK, sa parliyamento."
            ]
        },
        {
            "input": "California State Senator Joseph Dunn, school officials, and environmental professionals met with Kennedy Elementary School parents in a town-hall style meeting in Santa Ana Thursday evening.",
            "output": [
                "Si Senador Joseph Dunn ng estado ng California, mga opisyal ng paaralan, mga propesyonal ng kapaligiran ay humarap sa mga magulang ng Mababang Paaralan ng Kennedy sa isang pagpupulong sa bulwagang-bayan sa Santa Ana noong Huwebes ng gabi."
            ]
        },
        {
            "input": "Cahill agreed fully with a recent report issued by the Indonesian National Transportation Safety Committee, which indicated that the pilot-in-command attempted to land the aircraft at extreme speed despite 15 automated cockpit warnings and a request from the co-pilot to perform a go-around.",
            "output": [
                "Lubos na sumang-ayon si Cahill sa ulat kamakailan na ipinalabas ng Indonesian National Transportation Safety Committee, na nagpakita na ang piloto ay sumubok na pahintuin ang eroplano sa napakabilis na paglipad kahit na mayroong 15 babala sa paliparan at pakiusap ng kasamang piloto na magsagawa ng pag-ikot."
            ]
        },
        {
            "input": "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).",
            "output": [
                "Ang desisyon ay lumabas pagkatapos inihayag ng Microsoft na ilalantad nila ang 30,000 na pahina ng mga dating lihim na kodigo ng software noong Huwebes (ika-21 ng Pebrero)."
            ]
        },
        {
            "input": "Workers at SsangYong have been occupying their factory since May 22 in protest against a 36% cut in employees there.",
            "output": [
                "Inuukupa ng mga manggagawa ng SsangYong ang kanilang pabrika simula noong Mayo 22 bilang protesta laban sa 36 porsyentong bawas sa bilang ng mga empleyado doon."
            ]
        },
        {
            "input": "Overtime is necessary to keep the trains running on time.",
            "output": [
                "Pagtatrabaho ng higit sa oras ang kinakailangan upang panatilihing tumakbo ang mga ten nang nasa oras."
            ]
        },
        {
            "input": "A successful satellite launch would demonstrate that Iran's missiles have global reach.",
            "output": [
                "Ang matagumpay na paglulunsad ng satelayt ay nagpapakita na ang misayl ng Iran ay makakarating sa buong mundo."
            ]
        },
        {
            "input": "According to the German captain Michael Ballack the conflict originated when Argentine players shouted at the German team during the shootout.",
            "output": [
                "Ayon sa kapitan ng Aleman na si Michael Ballack, ang di pagkakaunawaan ay nagsimula noong ang mga Arhentinang manlalaro ay sumigaw sa pangkat ng Aleman habang nagaganap ang pagtira."
            ]
        },
        {
            "input": "Around 400 rescue workers are helping the rescue effort and looking for any possible survivors.",
            "output": [
                "Nasa 400 na gumagawa ng pagliligtas ang tumutulong sa pagliligtas at naghahanap ng mga posibleng nakaligtas."
            ]
        },
        {
            "input": "Dan Savage commented on the continued impact of the santorum neologism, in an interview with the Fort Worth Star-Telegram published Sunday, \"It's still out there and it is an insanely dirty joke.\"",
            "output": [
                "Nagpahayag si Dan Savage sa patuloy na epekto ng bagong salita na Santorum, sa isang panayam ngForth Worth Star-Telegram na inilathala noong Linggo, \"Ito ay nariyan parin at ito ay isang nakakabaliw na maruming biro.\""
            ]
        },
        {
            "input": "It was mixed in concrete and water and sprayed on walls and ceilings, but the practice of spraying asbestos in this manner was banned in Japan in 1975.",
            "output": [
                "Ito ay halo-halong kongkreto at tubig at pinandilig sa pader at kisame, ngunit ang pagsasanay ng pagdilig ng asbestos sa paraan na ito ay ipinagbawal sa Japan noong 1975."
            ]
        },
        {
            "input": "The town already has a strong Scottish influence - famously both its football team and rugby team play in the Scottish leagues, a minority of the town's banks are Scottish, and the Church of Scotland has a large congregation in the town.",
            "output": [
                "Ang bayan ay mayroon ng matinding impluenya ng Eskosya, sikat pareho ang kanilang koponan ng footbal at koponan ng regbi na naglalaro sa mga liga ng Eskosya, ang minorya ng tao sa mga pampang ng bayan ay mga taga-Eskosya, at ang simbahan ng Eskosya ay may malaking kongregasyon sa bayan."
            ]
        },
        {
            "input": "Armed police and military are currently patrolling the devastated city to protect residents and property.",
            "output": [
                "Mga armadong pulis at militar ang kasalukuyang nagpapatrol sa nasirang lungsod upang protektahan ang mga residente at ang kanilang mga ari-arian."
            ]
        },
        {
            "input": "The Reserve Bank indicated that inflation will be contained between 5.0-5.5%, during the year 2006-07.",
            "output": [
                "Ang Reserve Bank ay nagsabing na ang pagpapapintog ay mananatiling nasa pagitan ng 5.0-5.5%, sa panahon ng taong 2006-07."
            ]
        },
        {
            "input": "But he thinks everything done by DeLay was \"according to the law.\"",
            "output": [
                "Subalit iniisip niya na lahat ng ginawa ni DeLay ay \"ayon sa batas.\""
            ]
        },
        {
            "input": "Director general of marketing and economics at the Iraqi oil ministry said both pieces of news together were \"a positive indicator for security,\" said Shamkhi Faraj.",
            "output": [
                "Sinabi ng direktor heneral ng pamamalengke at ekonomiks sa ministeryo ng langis sa Iraq na ang dalawang balitang magkasama ay \"isang positibong palatandaan para sa seguridad,\" sabi ni Shamkhi Faraj."
            ]
        },
        {
            "input": "Prime Minister Kevin Rudd (Labour) defeated Conservative head and former PM John Howard.",
            "output": [
                "Natalo ni Punong Ministro na si Kevin Rudd (Labour) ang pinuno ng Konserbatibo at dating PM na si John Howard."
            ]
        },
        {
            "input": "An MoD spokesman confirmed that Russia was entitled to its long-range patrols, adding 'The motivation behind any Russian military activity is a matter for the Russian government.'",
            "output": [
                "Kinumpirma ng tagapagsalita ng MoD na ang Russia ang nararapat sa kanyang pangmalayuang pagpapatrol, dagdag 'Ang motibasyon sa likod ng anumang gawain ng militar ng Russia ay isang bagay para sa gobyerno ng Russia. '"
            ]
        },
        {
            "input": "The \"depressed\" journalist was told that he should avoid traditional medicine, while one of the \"normal\" journalists was told that the course was her only hope for improvement unless she wanted to start taking \"chemicals\".",
            "output": [
                "Sinabi sa \"nalulumbay\" na mamamahayag na kailangang iwasan niya ang tradisyonal na gamot, habang sinabihan ang isa sa mga \"karaniwang\" mamamahayag na ang kurso ang tangi niyang pag-asa para sa pagpapabuti maliban kung gusto niyang magsimulang uminom ng mga \"kemikal.\""
            ]
        },
        {
            "input": "Prompted by a feature in The New York Times on Nicole \"Snooki\" Polizzi, one of the stars of the MTV show, interviewer Jake Tapper asked the governor whether he thought the series was positive or negative for the state.",
            "output": [
                "Nasenyasan ng isang tampok sa The New York Times sa Nicole \"Snooki\" Polizzi, isa sa mga artista ng palabas na MTV, ang tagapanayam na si Jake Tapper ay nagtanong sa gobernador kung inisip niya na ang serye ay positibo o negatibo para sa estado."
            ]
        },
        {
            "input": "It is estimated that 135,000 people visited the UK last year — just 0.6% of China's external tourism market.",
            "output": [
                "Tinatayang nasa 135,000 ka-tao ang bumisita sa UK noong nakaraang taon - 0.6% lamang ng pamilihang panlabas na turismo ng Tsina."
            ]
        },
        {
            "input": "\"Well this is the place for hard decisions and this is where the buck stops.\"",
            "output": [
                "\"Dito ang lugar para sa mahirap na desisyon at dito rin napupunta ang responsibilidad.\""
            ]
        },
        {
            "input": "A review group is being set up, however, to research the effect of these tests on eleven-year-olds.",
            "output": [
                "Isang grupo ng pagsusuri ay itinatag, gayunpaman, para siyasatin ang epekto ng mga iksameng ito sa mga may labing-isang taong gulang."
            ]
        },
        {
            "input": "The bill also orders the U.S. Homeland Security Department to take over control of the border in 18 months and grants border agents new authority to stop fleeing vehicles.",
            "output": [
                "Ang panukalang batas ay nag-uutos din sa U.S. Homeland Security Department para makakuha ng higit na kontrol ng hangganan sa 18 buwan at bigyan ang mga ahensya ng hangganan ng bagong awtoridad na patigilin ang tumatakas na mga sasakyan."
            ]
        },
        {
            "input": "A central and unanswered question, is whether either Stephanides or Sevan profited directly by their actions in executing and implementing the complex programme.",
            "output": [
                "Ang pangunahin at di nasagot na tanong, ay kung si Stephanides o Sevan ay kumita nang direkta sa kanilang mga aksiyon sa pagpapatupad at pagsasagawa ng mahirap na unawain na programa."
            ]
        },
        {
            "input": "Speaking with WGN Radio on Wednesday morning, Jacobson described WBBM-TV's releasing of the video a \"cheap shot\".",
            "output": [
                "Sa pakikipag-usap sa WGN Radio noong Miyerkules ng umaga, inilarawan ni Jacobson ang pagpapalabas ng WBBM-TV sa bidyo na isang \"barat na kuha.\""
            ]
        },
        {
            "input": "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.",
            "output": [
                "Si Mansour ay nagpaplano na bumuo ng panel sa loob ng labinlimang araw upang marebisa at makapagmungkahi ng mga pagbabago sa bagong suspending konstitusyon."
            ]
        },
        {
            "input": "The union's General Secretary, Dave Ward, said that there would be no strike action for at least 10 days.",
            "output": [
                "Ang Pinunong Kalihim ng samahan, na si Dave Ward, ay nagsabi na walang mangyayaring pagwewelga sa loob ng humihit kumulang na 10 araw."
            ]
        },
        {
            "input": "\"We don't know whether they knew the people were there or not so we're appealing for anyone who might have witnessed the incident or knows anything about a low-flying crop-duster in the area to contact police,\" she said.",
            "output": [
                "\"Hindi namin alam kung alam nilang may mga tao doon o wala kaya kami ay umaapela na kung sino man ang nakakita o may alam tungkol sa low-flying crop-duster sa nasabing lugar ay makipag-ugnayan sa pulisya,\" sabi niya."
            ]
        },
        {
            "input": "Senate Democratic majority leader Harry Reid commented on the bill, saying, \"At a time when 2 million men and women have fought in Iraq and Afghanistan and when our troops have had to endure multiple deployments ... and an unclear strategy, giving them the opportunity to fuel our future economy is the least we can do.\"",
            "output": [
                "Nagbigay ng puna sa batas ang Senate Democratic majority leader Harry Reid, nagsasabing, \"Sa panahon nang ang 2 milyong mga lalaki at mga babae na nakipaglaban sa Iraq at Afghanistan at nang ang ating mga tropa ay kailangang maging matatag sa maraming paghahanda...at ang hindi malinaw na estratehiya, na nagbibigay sa kanila ng pagkakataong magpaalab sa ating ekonomiya ay ang pinakahuling pwede naming gawin.\""
            ]
        },
        {
            "input": "One man with a pistol forced employees to the ground while the other two men stole the paintings.",
            "output": [
                "Pinilit ng isang lalaking may hawak na baril ang mga empleyado na dumapa habang ninanakaw ng dalawang lalaki ang mga pinta."
            ]
        },
        {
            "input": "A spokesperson for the Royal Mail said the postal service is cooperating with police as they investigate the incident.",
            "output": [
                "Ang tagapagsalita para sa Royal Mail ay nagsabing ang tanggapan ng sulat ay nakikiisa sa mga pulis habang iniimbistigahan ang insidente."
            ]
        },
        {
            "input": "Kerry continued the theme of environmental conservation and change by topping off his statement by reminding the crowd of first Earth Day and how it lead to the creation of the Clean Air Act, Clean Water Act, Endangered Species Act and the Environmental Protection Agency and it noted it happened because of people's actions.",
            "output": [
                "Ipinatuloy ni Kerry ang tema ng pangkapaligirang pagtitipid at pagbabago sa pagpapaliwanag ng kaniyang kapahayagan sa pamamagitan ng pagpapaalaala sa mga tao ng unang Earth Day at kung paano ito nagresulta ng paggawa ng Clean Air Act, Clean Water Act, Endangered Species Act at Environmental Protection Agency at idiniin niya na nangyari ito dahil sa mga kilos ng mga tao."
            ]
        },
        {
            "input": "The best ISP, as voted by the survey respondents, was Inspire, the third consecutive time they have won.",
            "output": [
                "Ang pinakamagaling na ISP, na ibinoto ng mga sumagot sa surbey, ay Inspire, ang pangatlong sunod-sunod na sila ay nanalo."
            ]
        },
        {
            "input": "The blaze has now destroyed as many as 27 homes, and has forced the evacuation of 500 more.",
            "output": [
                "Ang sunog ay sa ngayo'y sumira ng kasindami ng 27 tahanan, at nag-udyok sa paglikas ng 500 na iba pa."
            ]
        },
        {
            "input": "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.",
            "output": [
                "Ang mga bumbero ay nasa lugar pa rin hanggang 9:15 a.m. EDT (UTC-4) ngayong araw, na halos 24 oras matapos magsimula ang sunog."
            ]
        },
        {
            "input": "Team New Zealand have defeated Swiss syndicate Alinghi in the second race of the 32nd America's Cup Challenge on Sunday, making the overall score equal with one win for each team.",
            "output": [
                "Natalo ng koponan ng New Zealand ang sindikato na Swiss na Alinghi, sa pangalawang laro ng pang-32 Cup Challenge ng Amerika noong Linggo, dahil dito ay naging pantay ang pangkalahatang iskor na may tig-iisang punto bawat koponan."
            ]
        },
        {
            "input": "This concern has been echoed in the past by some human rights groups, \"It's really critical that it's done right,\" says Michael Posner, executive director of the Lawyers Committee for Human Rights.",
            "output": [
                "Ang pag-aalala na ito ay sinabi din noong nakaraan ng mga grupong karapatang pantao, \"Talagang kritikal na ito ay dapat gawing tama,\" ayon kay Michael Posner, ehekutibong direktor ng Lawyers Committee for Human Rights."
            ]
        },
        {
            "input": "With the actual poll only days away, Thailand's Administrative Court has ruled against a new requirement introduced by the country's Election Commission.",
            "output": [
                "Iilang araw lamang bago ang halalan, ang Korteng Administratibo ng Thailand ay nagpatibay laban sa bagong pangangailangan na ipinakilala ng Komisyon ng Eleksiyon ng bansa."
            ]
        },
        {
            "input": "University of Rutgers head coach Greg Schiano and former University of Wisconsin coach Barry Alvarez has emerged as one of the top candidates.",
            "output": [
                "Ang punong tagapagsanay ng University of Rutgers na si Greg Schiano at dating tagasanay ng University of Wisconsin na Barry Alvarez ay lumitaw bilang mga pangunahing kandidato."
            ]
        },
        {
            "input": "The latter is a militant organization based in Pakistan's North Waziristan tribal area.",
            "output": [
                "Ang huli ay isang militanteng organisasyon na nakabase sa Hilagang Waziristan na katutubong lugar sa Pakistan."
            ]
        },
        {
            "input": "A bloody conflict for Algerian independence eventually convinced France to relinquish control in 1962 and Ben Bella was freed.",
            "output": [
                "Ang madugong labanan para sa kalayaan ng Algeria ang nag-udyok sa Pranses na itigil ang pamumuno noong 1962 at napalaya si Ben Bella."
            ]
        },
        {
            "input": "With the stage champion went to Wesoły, John Murphy firmly won the overall champion in this series after 8 stages' racing.",
            "output": [
                "At dahil napunta kay Wesoly ang kampeonato sa tanghalan, maigting namang napanalunan ni John Murphy ang pang kalahatang kampeonato sa seryeng ito sa 8 yugto ng karera."
            ]
        },
        {
            "input": "On September 27, 2009, Rhys Johnson and his friend, aged 12, took, without permission, an air gun which belonged to Rhys' father.",
            "output": [
                "Noong ika-27 ng Setyembre 2009, kinuha, ni Rhys Johnson at ng kanyang kaibigan na may edad na 12, nang walang pahintulot, ang isang pneumatikong baril na pagmamay-ari ng ama ni Rhys."
            ]
        },
        {
            "input": "The first trial ended in a mistrial after one juror received a threatening letter.",
            "output": [
                "Ang unang paglilitis ay nagtapos sa isang labag sa batas matapos makatanggap ang isang hurado ng sulat na may pagbabanta."
            ]
        },
        {
            "input": "Last week, Naked News announced that it would dramatically increase its international language mandate to news reporting, with three new broadcasts.",
            "output": [
                "Noong nakaraang linggo, pinahayag ng Naked News na magiging kapansin-pansin ang paglago ng mandato para sa pandaigdigang wika sa pag uulat ng balita, sa pamamagitan ng tatlong bagong pagsasahimpapawid."
            ]
        },
        {
            "input": "The weekend rallies and demonstrations drew smaller crowds than earlier anti-war demonstrations, when millions gathered in 2003 and 2004.",
            "output": [
                "Ang mga pagtitipon at mga demonstrasyton ay umakit ng hindi gaanong karaming tao kumpara sa mga nakaraang laban sa digmaan na mga demonstrasyon, kung saan milyon milyon ang nagtipontipon noong 2003 at 2004."
            ]
        },
        {
            "input": "A Boeing 777 can hold as many as 300 passengers.",
            "output": [
                "Ang Boeing 777 ay kayang magsakay ng hanggang 300 pasahero."
            ]
        },
        {
            "input": "\"It is pleasing to see the club taking a proactive stance to ensure the games proceed with a strong police presence to provide increased safety\" he said.",
            "output": [
                "\"Magandang makita ang samahan ay gumagawa ng mabuting hakbang upang tiyakin ang pagpapatuloy ang laro na may malakas na presensiya ng pulis upang madagdagan ang kaligtasan\" ang sabi niya."
            ]
        },
        {
            "input": "The Somali minister for sports is also reported to be hospitalized and in critical condition.",
            "output": [
                "Ang ministro ng isports ng Somalia ay napabalitang nasa ospital din at nasa kritikal na kondisyon."
            ]
        },
        {
            "input": "Corneau's other films include La Menace, Fort Saganne, and the highly successful Tous les matins du monde.",
            "output": [
                "Ang ibang mga pelikula ni Corneau ay kasama ang La Manace, Fort Saganne, at ang lubhang matagumpay na Tous les matins du monde."
            ]
        },
        {
            "input": "Afterward, Jesse Ryder top scored for NZ with 83 runs while Ross Taylor scored 43.",
            "output": [
                "Pagkatapos, pinakamalaki ang iskor na nakuha ni Jesse Ryder para sa NZ na may 83 na puntos habang si Ross Taylor ay naka iskor ng 43."
            ]
        },
        {
            "input": "Police efforts are underway to track the origin of the letter that initiated the scare.",
            "output": [
                "Ang mga pagsisikap ng mga pulisya ay isinasagawa para subaybayan ang pinagmulan ng liham na nagsimula ng pagkatakot."
            ]
        },
        {
            "input": "Ross admitted to killing eight women in Connecticut and New York in the 1980s, and to raping several of them.",
            "output": [
                "Inamin ni Ross ang pagpatay sa walong babae sa Connecticut at New York noong 1980s, at sa pag-gahasa sa ilan sa kanila."
            ]
        },
        {
            "input": "He criticizes her appointment because he believes she will not help the economic crisis, resulting in more government spending.",
            "output": [
                "Sinisi niya ang kaniyang pagkahirang dahil naniniwala siya na hindi siya tutulong sa krisis ng pananalapi, na magdudulot ng mas malaking paggastos ng pamahalaan."
            ]
        },
        {
            "input": "Eve's artificial intelligence will be enhanced to analyze compounds needed for medicinal drugs which may treat killer diseases such as malaria.",
            "output": [
                "Ang artificial intelligence ni Eve ay palalakihin para mag-analisa ng mga kailangang timplada para sa mga gamot medisinal na pwedeng gamutin ang mga sakit na nakamamatay tulad ng malaria."
            ]
        },
        {
            "input": "Following the speech, a regular Wikipedia editor noticed that his speech was very similar to an article on Wikipedia also regarding the crisis, in what could be considered plagiarism.",
            "output": [
                "Pagkatapos ng talumpati, isang regular na editor ng Wikipedia ang nakapansin na ang talumpati ay lubhang katulad ng isang artikulo sa Wikipedia na hinggil din sa krisis, na maaaring ituring na pangongopya."
            ]
        },
        {
            "input": "This prompted the authorities to ground Adam Air for three months after a regular evaluation, after which they may be permanently shut down.",
            "output": [
                "Ito ang nagtulak sa mga awtoridad na pagbawalan ang Adam Air nang tatlong buwan matapos ang regyular na ebalwasyon, kung saan ay maaari silang tuluyang pagsarahin."
            ]
        },
        {
            "input": "They have drawn attention to the fact that abortion is already legal in Australia, the inappropriateness of a Parliament minister to regulate a single drug versus a scientific and independent body, and if RU486 is an unsafe drug then the TGA will not approve the drug.",
            "output": [
                "Tinutok nila ang pansin sa katotohanang ilegal ang aborsyon sa Australia, na hindi nararapat na isang Ministro ng Parlyamento ang magregula ng isang droga laban sa isang siyentipiko at malayang grupo, at kapag ang RU486 ay isang hindi ligtas na gamot, hindi ito aaprubahan ng TGA."
            ]
        },
        {
            "input": "Her views are common among Democrats, who are overwhelmingly against the treaty.",
            "output": [
                "Ang kanyang opinyon ay karaniwan sa mga Demokrats, na mga puspusang laban sa kartel."
            ]
        },
        {
            "input": "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.",
            "output": [
                "Ang mga resulta ay nangangahulugang si Olmert ay maaring makataguyod ng koalisyon upang ipasakatuparan ang kanyang unilateral naplano na pag-alis para sa West Bank."
            ]
        },
        {
            "input": "He was awarded an MBE, an OBE and a CBE and retired in 2002.",
            "output": [
                "Siya ay pinarangalan bilang MBE, isang OBE at isang CBE at naretiro noong 2002."
            ]
        },
        {
            "input": "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.",
            "output": [
                "Sa paglusong at Super-G na categorya, ang medalist ng 2010 Winter Paralympics na si Alana Nichols ay hindi nakapagsimula."
            ]
        },
        {
            "input": "The high-profile event is expected to boost the image of Bucharest worldwide, especially in the artistic scene.",
            "output": [
                "Ang engrandeng gawain na ito ay inaasahang makakapagtaas ng imahe ng Bucharest sa buong mundo, lalo na sa mga malikhaing pinangyarihan."
            ]
        },
        {
            "input": "In the second set, Great Britain managed to keep the game competitive by forcing Ukraine to make more use of the full court.",
            "output": [
                "Sa ikalawang set, nagawang panatilihing pataasan ng Britanya ang laro sa pamamagitan ng pagpilit sa Uklayn na mas gamitin ang buong korte."
            ]
        },
        {
            "input": "The panel was to include Carl Hewitt an electrical and computer science engineer at Massachusetts Institute of Technology and Godwin discussing Wikipedia with Pedro Hernández-Ramos, associate director for the Center for Science, Technology, and Society moderating the discussion.",
            "output": [
                "Kabilang sa panel ang pagtatalakay ni Carl Hewitt na enheniero ng elektriko at siyensya ng kompyuter sa Massachusetts Institute of Technology tungkol sa Wikipedia kasama si Pedro Hernandez-Ramos, na katulong na direktor para sa Sentro ng Siyensya, Teknolohiya, at Lipunan na umaalalay sa talakayan."
            ]
        },
        {
            "input": "In the presentation, program staff and supporters reviewed the program's history and growth, honored long-time participants, and looked toward the future.",
            "output": [
                "Sa presentasyon, ang mga tauhan sa programa at mga tagasuporta ay binalikan ang kasaysayan at paglago ng prorama, pinarangalan ang mga matagal ng kalahok, at tumingin patungo sa hinaharap."
            ]
        },
        {
            "input": "Investigators say at least 33 specific films and songs posted on TPB were tracked by authorities.",
            "output": [
                "Sabi ng imbestigador hindi bababa sa 33 ang tiyak na mga pelikula at mga kantang ilalahad sa TPB ay sinubaybayan ng mga awtoridad."
            ]
        },
        {
            "input": "\"As for the French being weak, it's true that in comparison with the strong and good Americans preventing aliens from invading the Earth, we are more than weak,\" Lavorel said.",
            "output": [
                "\"Bilang ang mga Pranses ay mahihina, totoong kung ikukumpara mo sa malalakas at magagaling na mga Amerikano na pumipigil sa mga dayuhang nilalang na pumasok sa mundo, kaming mga Pranses ay lubhang mas mahina,\" sabi ni Lavorel."
            ]
        },
        {
            "input": "The New York City Housing Authority announced on their Twitter page, \"Turn a snow day into a payday.",
            "output": [
                "Ang New York City Housing Authority ay nag-anunsiyo sa kanilang pahina sa Twitter ng, \"Gawing araw ng pagkita ang araw na mayelo."
            ]
        },
        {
            "input": "On Sunday in Auckland, the favored LG Northern Mystics held on to defeat the Haier Central Pulse 51–47.",
            "output": [
                "Noong Linggo sa Auckland, tinalo ng paboradong LG Northern Mystics ang Haier Central Pulse sa iskor na 51-47."
            ]
        },
        {
            "input": "What science teachers do, she said, \"is put all of the facts, pro and con, against any topic, whatever it is, and show the children how to work through the evidence\".",
            "output": [
                "Ang ginagawa ng mga guro ng agham, sinabi niya na, \"ilagay ang lahat ng katotohanan, mga kalamangan at kahinaan, laban sa kahit anong paksa, kahit anuman iyon, at ipakita sa mga bata kung paano gamitin ang katibayan.\""
            ]
        },
        {
            "input": "He also told the inquiry that he couldn't recall if he noticed that nobody was taking notes as he would have been \"focused a little more on the meeting than on somebody taking notes\".",
            "output": [
                "Sinabi din niya sa pagsisiyasat na hindi niya maalala kung napansin niya na walang nagtatala dahil \"mas napako ang kanyang atensiyon sa pagpupulong kaysa sa isang tao na nagtatala.\""
            ]
        },
        {
            "input": "Insulin resistance (IR) is a condition where the body's cells are unable to respond properly to insulin-based treatments.",
            "output": [
                "Ang resistensya sa insulin (IR) ay isang kalagayan kung saan ang selula ng katawan ay walang kakayanang tumungon nang tama sa paggamot na nakabase sa insulin."
            ]
        },
        {
            "input": "However, he did turn himself in after giving the interview.",
            "output": [
                "Subalit, hindi siya sumuko pagkatapos magbigay ng panayam."
            ]
        },
        {
            "input": "\"If we do not do more,\" Myers says, \"the planet will continue to lose around 50 species per day compared to the natural extinction rate of one species every five years.\"",
            "output": [
                "\"Kapag hindi tayo gumawa ng higit pa,\" sabi ni Myers, \"ang planeta ay magpapatuloy na mawawalan ng nasa 50 species kada araw kumpara sa dami ng natural na pagkalipol ng isang species kada limang taon.\""
            ]
        },
        {
            "input": "Lutfullah Mashal, Afghanistan's Interior Ministry spokesman, said that assistance with security or reconstruction and development is always welcome, however he expressed disappointment that the deployment would only be for 12 months.",
            "output": [
                "Si Lutfullar Mashal, ang tagapagsalita ng Interior Ministry ng Afghanistan, ay nagsabi na ang tulong na may seguridad o pagmumuling-tatag at pag-unld ay lagi nilang tinatanggap, ngunit ipinahayag niya ang kaniyang pagkabigo na ang paglawak ay sa loob lang ng 12 na buwan."
            ]
        },
        {
            "input": "More than 6,000 miners died in accidents in China last year, according to previously released government figures.",
            "output": [
                "Mahigit sa 6,000 na minero ang namatay sa sakuna sa Tsina noong nakaraang taon, ayon sa dating inilabas na bilang ng pamahalaan."
            ]
        },
        {
            "input": "The drug also shows that it works on strains of HIV that are resistant to other medications.",
            "output": [
                "Ang gamot ay nagpapakita rin na gumagana ito sa mga pinagmanahan ng HIV na lumalaban sa iba pang mga gamot."
            ]
        },
        {
            "input": "EPA administrator Lisa Jackson has previously suggested declaring global warming a health threat, and that the agency could use the 1970 Clean Air Act to use to combat it.",
            "output": [
                "Dati ng iminungkahi ng administrador ng EPA na si Lisa Jackson na nagpahayag na ang pag-init ng mundo ay banta sa kalusugan, at na ang ahensiya ay pwedeng gamitin ang 1970 Batas sa Malinis na Hangin para labanan ito."
            ]
        },
        {
            "input": "The bulldozers have the protection of armed police as they do their work.",
            "output": [
                "Ang mga budoser ay may proteksyon ng mga sandatahang pulis habang sila ay nagtatrabaho."
            ]
        },
        {
            "input": "Corinne Momal-Vanian, UN spokesperson, said, \"The Secretary-General urges the (North Korean government) not to undertake any further provocative actions that will heighten tension in the region.\"",
            "output": [
                "Sinabi ng tagapagsalita ng UN na si Corrine Momal-Vanian na, \"Inuudyok ng Kahlihim-Heneral ang (pamahalaan ng Hilagang Korea) na huwag magsagawa ng dagdag pang pagpapagalit na kilos na magpapatindi ng tensyon sa rehiyon.\""
            ]
        },
        {
            "input": "”These projects are not funded through a merit-based process and provide a vehicle for wasteful Government spending,\" Bush said in a press release from the White House.",
            "output": [
                "\"Ang mga proyektong ito ay hindi pinondohan sa pamamagitan ng meritong-proseso at nagbigay daan lamang sa maaksayang pag-gasta ng gobyerno,\" saad ni Bush sa isang panayam ng medya mula sa White House."
            ]
        },
        {
            "input": "He said \"Gray checked into the extended-stay hotel on Saturday and was scheduled to check out today\".",
            "output": [
                "Sinabi niya \"si Gray ay pumasok sa pinahabang-paglagi na hotel noong Sabado at nakatakdang lumabas ngayon.\""
            ]
        },
        {
            "input": "\"As a precaution, a cordon has been put in place around the scene,\" said another police spokesperson.",
            "output": [
                "\"Bilang pag-iingat, ang kordon ay inilagay sa palibot ng lugar ng senaryo,\" pahayag ng iba pang tagapagsalita ng pulisya."
            ]
        },
        {
            "input": "Pyrotechnics are banned on American flights and individuals face a $10,000 civil penalty for bringing them on board.",
            "output": [
                "Ang mga paputok ay pinagbawalan sa mga biyaheng Amerika at ang mga indibidwal na magdadala nito sa eroplano ay magmumulta ng halagang $10,000."
            ]
        },
        {
            "input": "\"I really don't know if the state can stop it at this point,\" said Valentia Chistova, owner of the Monmouth County salon Brazil.",
            "output": [
                "\"Hindi ko talaga alam kung mapipigilan ito ng estado sa puntong ito,\" sinabi ni Valentia Chistova, ang may-ari ng Monmouth Country salon Brazil."
            ]
        },
        {
            "input": "The Faina remains held with a cargo of military hardware including tanks.",
            "output": [
                "Ang Faina ay nananatiling bihag na may kargamento ng hardweyr ng militar kasama ng mga tangke."
            ]
        },
        {
            "input": "\"It is important to recognize that masturbation is an important and normal component of adolescent sexual development.\"",
            "output": [
                "\"Mahalagang mapansin na ang pagsasalsal ay importante at normal na bahagi ng pagsulong ng sekswalidad ng mga kabataan.\""
            ]
        },
        {
            "input": "The Scouts must pay market rent or leave the building.",
            "output": [
                "Ang mga Iskawt ay dapat magbayad ng renta sa merkado o lisanin nila ang gusali."
            ]
        },
        {
            "input": "The statement also went on say that the limited legal visits were often shortened and that the best treated accused are in solitary confinement for 18 hours a day while some are in solitary confinement consistently.",
            "output": [
                "Ang pahayag ay nagpatuloy na sinasabing ang limitadong legal na pagbisita ay kalimitang pinaiksi at ang pinakamagandang akusado ay nasa iisang bilangguan ng 18 oras sa isang araw habang ang iba ay patuloy na nasa iisang bilangguan."
            ]
        },
        {
            "input": "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.",
            "output": [
                "Si Basil Al-Sayed ang naging huling mamamahayag na namatay noong 2011, siya ay nabaril noong ika-29 ng Disyembre ng isang sniper sa lungsod ng homs."
            ]
        },
        {
            "input": "In another sign of its interest in Internet access, Google recently bought an undisclosed stake in a Maryland startup, the Current Communications Group, which is trying to provide high-speed connections through power lines.",
            "output": [
                "Isa pang senyales ng kanilang interes sa Internet access, kamakailan lang ay binili ng Google ang isang hindi pinapangalanang haligi sa Maryland, ang Current Communications Group, na sumusubok magsuplay ng matuling koneksyon sa pamamagitan ng mga linya ng kuryente."
            ]
        },
        {
            "input": "\"But if we can explain the sizes of these bloated planets in their harsh environments, it may help us better understand our own Solar System planets and their formation.\"",
            "output": [
                "\"Pero kung maipaliliwanag namin ang laki ng mga higanteng planetang ito sa kabila ng delikadong kapaligiran, makakatulong sa amin ito na mauunawaang mabuti ang mga planeta at pormasyon sa ating sariling Solar System.\""
            ]
        },
        {
            "input": "With resource reusing, environmental awareness, and creations, Jane Goodall Institute Taiwan held \"2007 Hope Parade\" in Taiwan and lots of environmental volunteers, community colleges, and charity organizations (approximately more than 10,000 people) participated this parade walking from Taipei Municipal Hsing-an Elementary School to Ketagalan Boulevard with some materials showing the presence of five continentals.",
            "output": [
                "Sa muling paggamit ng pinagkukunan, kamalayang pangkapaligiran, at paglikha, idinaos ng Jane Goodall Institute Taiwan ang \"2007 Hope Parade\" sa Taiwan at mga boluntaryo para sa kapaligiran, paaralang pangkolehiyo ng pamayanan, at mga organisasyong pangkawanggawa (tinatayang mahigit 10,000 katao) ang dumalo sa nasabing parada na maglalakad mula Taipei Municipal Hsing-an Elementary School hanggang Ketagalan Boulevard na may dalang mga materyal na nagpapakita sa limang kontinente."
            ]
        },
        {
            "input": "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.",
            "output": [
                "Nagpaulan din ng mga raket ang mga militante sa isang hotel at sa palasyo ng pangulo na nasa kapitolyo noong Miyerkules, subali't wala namang nabalitang nasaktan."
            ]
        },
        {
            "input": "Denying the players a chance to perform on the big stage through no fault of their own is like sending innocent people to prison.\"",
            "output": [
                "Tinatanggihan ang mga manglalaro ng pagkakataong maglaro sa malaking tanghalan na hindi nila sariling pagkakamali ay tulad ng pagpapakulong sa mga inosenteng tao sa bilangguan.\""
            ]
        },
        {
            "input": "\"It stops the virus by interfering in one of the final stages in its assembly and stops it from 'budding out' from the wall of a cell,\" said Alcorn.",
            "output": [
                "\"Napipigilan nito ang mikrobyo sa pamamagitan ng pagpasok sa huling antas ng pagpupulong nito at titigil ito mula sa 'budding out' mula sa mga pader ng cell,\" sabi ni Alcorn."
            ]
        },
        {
            "input": "There is no change in the functioning of the brain tissue and no significant fall in vital signs,\" said officials at Tel Hashomer hospital in the Sheba Medical Center located in Tel Aviv, in a statement today.",
            "output": [
                "Walang pagbabago sa paggana ng tisyu ng utak at walang pagbagsak ng mga mahahalagang palatandaan.\" pahayag ng mga opisyal sa ospital ng Tel Hashomer sa Sentrong Medikal ng Sheba na nasa Tel Aviv, sa pahayag ngayong araw."
            ]
        },
        {
            "input": "The Israeli military said the ministry office, controlled by Hamas, was \"a meeting place to plan and direct terror activity.\"",
            "output": [
                "Sinabi ng militar ng Israel na ang opisina ng paglilingkod na kontrolado ng Hamas ang \"tagpuang lugar para magplano at mamahala ng mga gawain ng pananakot.\""
            ]
        },
        {
            "input": "He underwent a psychological examination, which indicated that he was mentally stable.",
            "output": [
                "Sumailalim siya sa sikolohikal na eksaminasyon, kung saan nakasaad dito na siya ay may maayos na kaisipan."
            ]
        },
        {
            "input": null,
            "output": [
                "\"Ginagawa ng mga crew ang katangi-tanging trabaho doon sa lupa, ngunit ang puno't dulo ay lumalaban sila para sa kani-kanilang kaligtasan,\" sinabi ni Dietrich noong Huwebes."
            ]
        },
        {
            "input": "The show was widely discussed on the internet, with large volumes of material requiring deleted by site administrators as breaching Finnish privacy legislation.",
            "output": [
                "Ang palabas ay malawak na pinag-uusapan sa internet, na may malaking kabuuan ng materyal na nangangailangang mabura ng mga administrador ng sayt bilang paglabag sa pribadong batas ng Finnish."
            ]
        },
        {
            "input": "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).",
            "output": [
                "Ang unang bahagi ng lipad patungong New York ay bibiyahe sa ilalim ng isang lipad na bilang ng Lufthansa, at nakatakdang dumating sa paliparang John F. Kennedy ng New York sa ika-12:30 EST (16:30 UTC)."
            ]
        },
        {
            "input": "Later when the plants die, the process of their decomposition on the bottom consumes oxygen to a state where the water becomes anoxic, and unable to support life.",
            "output": [
                "Sa kalaunan kapag ang mga halaman at namatay, ang paraan ng kanilang pag-aagnas sa ilalim ay gumagamit ng oksiheno hanggang ang tubig ay nagiging kulang sa hangin, at hindi maaaring magtustos ng buhay."
            ]
        },
        {
            "input": "A long ball by Carrick was left by both Smith and Giggs before it came to Rooney, and he cut inside before blasting a shot high to the right of Richard Lee, giving United an early lead.",
            "output": [
                "Isang mahabang bola ni Carrick ang naiwan nina Smith at Giggs bago ito pumunta kay Rooney, at pumasok ito sa loob bago tumira nang mataas sa kanan ni Richard Lee, na nagbigay sa United ng maagang lamang."
            ]
        },
        {
            "input": "Venus was reunited with the Venus Rosewater Dish on Centre Court during the trophy ceremony.",
            "output": [
                "Si Venus naman ay muling naisama sa Venus Rosewater Dish sa Centre Court noong seremonya sa pagbibigay ng premyo."
            ]
        },
        {
            "input": "On 4 July, during a debate in the House of Commons, Mr Reid had hinted at possible reductions in forces, saying that, \"By and large, about 12 [of 18] of the provinces are relatively free of terrorist attacks.\"",
            "output": [
                "Noong ika-4 ng Hulyo, sa panahon ng debate sa Batasang Pambansa, nagparamdam si Ginoong Reid sa posibleng pagbabawas sa mga puwersa, ipinahayag na, \"May mga 12 sa 18 na mga probinsya ang medyo libre sa mga atake ng terorista.\""
            ]
        },
        {
            "input": "They are hoping to qualify for the World Championships, which are being held in Toronto, Canada, in June next year.",
            "output": [
                "Sila ay umaasang makakasama sa Pandaigdigang Kampeonato, na gaganapin sa Toronto, Canada sa Hunyo sa susunod na taon."
            ]
        },
        {
            "input": "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.",
            "output": [
                "Ang pag-aaral ay nagpahayag na sa 2050, isa sa limang Amerikano ay magiging ipinanganak na banyaga, at ang kalahatang populasiyon ng U.S. ay dodoble ng 438 milyon."
            ]
        },
        {
            "input": "The flooding that has devastated cities in eastern Iowa has travelled downstream and is now threatening Iowa City and Coralville, both of which have issued evacuations for low-lying areas.",
            "output": [
                "Ang pagbaha na nagwasak sa mga lungsod sa silangan ng Iowa ay naglalakbay pababa ng agos at ngayon ay nagbabanta sa lungsod ng Iowa at Coralville parehong nag-isyu ng pagpapalipat para sa mga nasa mababang lugar."
            ]
        },
        {
            "input": "Prior to the arrival of troops, Haiti had not encountered problems related to the disease since the 1800s.",
            "output": [
                "Bago ang pagdating ng mga hukbo, hindi naharap sa mga problema na may kinalaman sa sakit ang Haiti mula noong ika-1800."
            ]
        },
        {
            "input": "Tom Clarke, MP for Chryston and Bellshill, also attended the event.",
            "output": [
                "Si Tom Clarke, MP ng Chryston at Bellshill ay dumalo rin sa gawain."
            ]
        },
        {
            "input": "The video first appeared on the Internet on Sunday, and disappeared after the footage was linked to from Gawker.com and The Huffington Post.",
            "output": [
                "Ang bidyo ay unang lumabas sa Internet noong Linggo, at naglaho matapos ang palabas ay naugnay na mula sa Gawker.com at The Huffington Post."
            ]
        },
        {
            "input": "\"I've never tried to start a world-wide movement before, so I'm fumbling through with a little imagination and a lot of faith,\" said Mike W.",
            "output": [
                "\"Hindi ko sinubukang simulan ang isang kilusang pandaigdigan dati, kaya ako ay nangangapa sa pamamagitan ng isang maliit na imahinasyon at maraming pananalig,\" sabi ni Mike W."
            ]
        },
        {
            "input": "The Australian Chamber of Commerce and Industry, which represents big business in Australia has voiced its opposition to the plan claiming the system could cost $750 per person to introduce, most of which would be borne by big business.",
            "output": [
                "Ang Kamara ng Komersyo at Industriya sa Australya, na kumakatawan sa mga malalaking negosyo sa Australya ay nagpahayag ng pagtutol nito sa plano na nagsasabi na ang sistema ay maaring gumugol ng $750 kada tao para ipakilala, na karamihan sa mga ito ay papasanin ng malalaking negosyo."
            ]
        },
        {
            "input": "When the new site is launched, it will include a range of news, sport, weather, enhanced e-mail spam and virus protection, photo sharing, and internet radio.",
            "output": [
                "Sa pagtataguyod ng bagong site, saklaw nito ang mga iba't-ibang balita, isport, ulat ng panahon, mas mabuting proteksiyon ng spam at virus, pakikibahagi ng mga larawan at radyo sa internet."
            ]
        },
        {
            "input": "Police were notified of the incident at the Co-operative Bank on Market Street, Watford at approximately 1020 BST (0920 UTC) Thursday.",
            "output": [
                "Ipinaalam ang insidente sa Bangko ng Kooperatiba sa Market Street, Watford sa mga pulis halos mga 1020 BST (0920 UTC), Huwebes."
            ]
        },
        {
            "input": "Pervez Musharraf has invoked emergency rule in Pakistan according to state television.",
            "output": [
                "Naglunsad si Pervez Musharraf ng isang biglaang kautusan sa Pakistan ayon sa pambansang telebisyon."
            ]
        },
        {
            "input": "A military weapons storage facility in al-Masalmyiah, just north of Aleppo, Syria has exploded, killing at least 15 Syrian soldiers and injuring at least 50 others.",
            "output": [
                "Ang taguang lugar ng pang-militar na mga sandata sa al-Masalmyiah, bandang hilaga ng Aleppo, Syria ay sumabog, na pumatay ng hindi bababa sa 15 sundalo ng Syria at nakasakit ng iba pang hindi bababa sa 50."
            ]
        },
        {
            "input": "Mark also strongly rejected the support of Solidarity, a \"nationalist trade union\" closely associated with the BNP.",
            "output": [
                "Madiin ding tinanggihan ni Mark ang suportang ibinibigay ng Solidarity, isang \"nasyonalistang unyon ng mga mangangalakal\" na malapit na kasamahan ng BNP."
            ]
        },
        {
            "input": "Some lines of the Moscow underground stopped for four hours.",
            "output": [
                "Ang ibang linya sa ilalim ng Moscow ay tumigil ng apat na oras."
            ]
        },
        {
            "input": "Deputy Prime Minister and Liberal Democratic leader Nick Clegg said the sole intention of the government's motion was to \"relieve humanitarian suffering by deterring and disrupting the further use of chemical weapons\".",
            "output": [
                "Sinabi ni Deputy Prime Minister at pangulo ng Liberal Democratic Nick Clegg na ang nag-iisang hangad ng mungkahi ng pamahalaan ay upang \"maibsan ang pagdurusa ng mga tao sa pamamagitan ng pagpigil ang paggamit ng mga armas kimikal.\""
            ]
        },
        {
            "input": "Most of the canton is pastoral, this despite being mountainous.",
            "output": [
                "Ang kanton ay halos mala-bukid kahit na mabundok ito."
            ]
        },
        {
            "input": "The essence of judicial reform is judicial fairness, which is crucial to the country's rule of law,\" Xiao Yang said back then.",
            "output": [
                null
            ]
        },
        {
            "input": "Syrian officials believe that the ammunition was dropped in order to make the Israeli planes go faster so that they may escape.",
            "output": [
                "Naniniwala ang mga opisyales sa Syria na ang mga sandata ay inihulog para pabilisin ang paglipad ng mga eroplano ng Israel para sila ay makatakas."
            ]
        },
        {
            "input": "John F. Kerry, the senator for Massachusetts was supposed to attend but could not due to voting on the economic stimulus package in Washington D.C..",
            "output": [
                "Si John F Kerry, ang Senador ng Massachusetts ay inasahang dumalo ngunit hindi nakadalo dahil sa botohan sa pangekonomyang pampasiglang basta sa Washington D.C."
            ]
        },
        {
            "input": "The hijab is a veil that leaves the face visible while covering the hair and neck, and the chador covers only the body.",
            "output": [
                "Ang hijab ay isang belo na nag-iiwan sa makuha na makita habang tinatakpan ang buhok at leeg, at ang chador ay binabalot lamang ang katawan."
            ]
        },
        {
            "input": "\"It's a very, very shallow bay in Port Levy, very muddy, so whether they were chasing food and got caught in the shallows, we don't know,\" remarked department community relations manager Grant Campbell to the Associated Press.",
            "output": [
                "\"Napakamababaw ng look sa Port Levy, napakaputik, kaya kung sila man ay humahabol ng pagkain at nasadsad sa mababaw na mga lugar, hindi namin alam,\" sinabi ng manedyer ng departamento ng may kinalaman sa komudidad na si Grant Campbell sa Assiciated Press."
            ]
        },
        {
            "input": "Thus, 04:00 AM will become 03:00 AM and will be valid until 26 March 2006 when the Official Summer Time will be again used.",
            "output": [
                "Ang alas-4:00 ng umaga ay magiging alas-3:00 ng umaga at magtatagal hanggang sa ika-26 ng Marso 2006 kung saan muling gagamitin ang Official Summer Time."
            ]
        },
        {
            "input": "The move means that the United States is without a viable supplier for sodium thiopental.",
            "output": [
                "Ang ibig sabihin ng kilusan na ang Estados Unidos ay walang buhay na tagatustos ng sodium thiopental."
            ]
        },
        {
            "input": "Swiss Air Zermatt rescue pilots offered their help in the effort.",
            "output": [
                "Nag-alok ng tulong ang mga piloto na tagapagsaklolo ng Swiss Air Zermatt."
            ]
        },
        {
            "input": "Google's competitors, such as Clusty.com, MSN Search, and Yahoo, already offer searching of encyclopedias as a dedicated search category.",
            "output": [
                "Ang mga kakompetensya ng Google, tulad ng Clusty.com, MSN Search, at Yahoo, ay kasalukuyan nang nag-aalok ng paghahanap sa ensiklopedya bilang isang dedikadong kategorya ng pagsasaliksik."
            ]
        },
        {
            "input": "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.",
            "output": [
                "Pagkatapos ng isang bigong pagsubok na makalaban sa serye na NASCAR Sprint Cup noong 2008, bumalik si Franchitti sa seryeng IndyCar para lumaban sa Chip Ganassi Racing."
            ]
        },
        {
            "input": "Operation FALCON, which stands for \"Federal And Local Cops Organized Nationally\", received the cooperation of more than 3,000 law enforcement agents from the US Marshals, state, county and city level, and other US agencies.",
            "output": [
                "Ang Operasyong FALCON, na nangangahulugang \"Federal At Lokal na Pambansang Isinaayos na Kapulisan\", ay tumanggap ng kooperasyon sa mahigit na 3,000 na mga ahente na nagpapatupad ng batas mula sa US Marshals, estado, probinsya at lebel ng siyudad at iba pang mga ahensya sa US."
            ]
        },
        {
            "input": "South Australia qualified three swimmers, including Matthew Cowdrey of Seaton, Jay Dohnt of Ferrydon Park and Esther Overton of Enfield.",
            "output": [
                "Sa Timog Australia ay may tatlong kwalipikadong manlalangoy, kasama sina Matthew Cowdrey ng Seaton, Jay Dohnt ng Ferrydon Park at si Esther Overton ng Enfield."
            ]
        },
        {
            "input": "Alistair Darling then wrote a letter in response, which said that the future expectations of the inflation was \"subject to some uncertainty\" as countries around the world continue to recover from what he called the \"deepest downturn in modern times\".",
            "output": [
                "Si Alistair Darling naman ay gumawa ng sulat bilang tugon, na nagsasabi na ang mga inaasahan sa hinaharap sa pagtaas ng presyo ay \"masasaklaw sa walang katiyakan\" habang ang ibang bansa sa buong mundo ay patuloy na makabangon muli sa tinatawag na \"pinakamatinding na pagkabagsak sa modernong panahon.\""
            ]
        },
        {
            "input": "Forty-four percent said it helped, forty-five percent said it hurt.",
            "output": [
                "Apatnapu't-apat na porsiyento ay nagsabing nakatulong, apatnapu't-lima na porsiyento ang nag sabing ito ay nakakasakit."
            ]
        },
        {
            "input": "By May 30, the Deepwater Horizon site had released between 468,000 and 741,000 barrels of oil, compared to 60,000 to 150,000 barrels from natural seeps across the entire Gulf of Mexico over the same 39 day period,\" said Cutler Cleveland, a Boston University professor at the university's Department of Geography and Environment.",
            "output": [
                "Hanggang noong ika-30 ng Mayo, ang Deepwater Horizon ay naglabas sa pagitan ng 468,000 at 741,000 bariles ng langis, kompara sa 60,000 hanggang 150,000 bariles galing sa ikas na tagas sa kabila ng buong Look ng Mexico sa loob ng parehong 39 na araw,\" sinabi ni Cutler Cleveland, ang propesor ng Unibersidad ng Boston sa Kagawaran ng Unibersidad sa Heograpiya at Kapaligiran."
            ]
        },
        {
            "input": "25 people were killed today and 33 were injured when a large explosion ripped through a karaoke bar in Tianshifu, Liaoning Province, China.",
            "output": [
                "25 katao ang napatay ngayon at 33 ang nasugatan sa isang malaking pagsabog na sumira sa isang karaoke bar sa Probinsya ng Tianshifu, Liaoning, Tsina."
            ]
        },
        {
            "input": "After standing off for a reasonable period to ensure that there was no ambush, the members of one vehicle got out to deal with the incident, whilst those in the second vehicle provided cover, while providing cover in the second vehicle that Pc Carrol was attacked.",
            "output": [
                "Matapos tumigil sa lugar sa resonableng oras upang matiyak na walang pag-tambang na magaganap, ang mga nakasakay sa isang sasakyan ay lumabas upang tingnan ang insidente habang ang mga nasa ikalawang sasakyan naman ay nagbigay ng proteksyon, si Pc Carrol ay sinalakay sa ikalawang sasakyan habang nagbibigay ng proteksyon."
            ]
        },
        {
            "input": "In addition to being a television presenter, Saray was also a trained lawyer, and served on the local council of a Shiite neighborhood.",
            "output": [
                "Dagdag pa sa pagiging mamamahayag sa telebisyon, si Saray ay isa ring sanay na abugado, at nagsisilbi sa mga lokal na konseho sa kapitbahayan ng Shiite."
            ]
        },
        {
            "input": "A businessman currently representing his place of employment in Thailand has left the following eyewitness account for Wikinews:",
            "output": [
                "Isang negosyante na kasalukuyang kumakatawan sa kanyang pwesto sa pagtratrabaho sa Thailand ay nagiwan ng isang testimonyang salaysay sa Wikinews:"
            ]
        },
        {
            "input": "An op-ed piece in the Sydney Morning Herald concludes that the sale of more American arms to the Israeli arm will cause anger and might be used to justify Iran supplying missiles to Hezbollah.",
            "output": [
                "Isang bahagi ng op-ed sa Sydney Morning Herald ang naghinuha na ang pagbebenta ng mas maraming armas ng Amerika sa armado ng Israel ay magdudulot ng galit at maaaring magamit para ikatwiran ang pagsusuplay ng Iran ng mga misayl sa Hezbollah."
            ]
        },
        {
            "input": "The next day a second line of marines moved through the area, who fought with more insurgents.",
            "output": [
                "Sa sumunod na araw isang pangalawang linya ng marines ay lumipat sa loob ng lugar, na nakipaglaban sa mas maraming rebolusyonaryo."
            ]
        },
        {
            "input": "Haggis said that Davis initially told him he would do something about the San Diego Church of Scientology's support for Proposition 8, but in the end Davis did not take action about this.",
            "output": [
                "Sinabi ni Haggis na noong una sinabi ni Davis sa kaniya na maaaring may gawin siyang isang bagay hinggil sa suporta ng Simbahan ng Syentolohiko sa San Diego sa Panukalang 8, pero sa huli wala namang ginawang aksyon si Davis sa bagay na ito."
            ]
        },
        {
            "input": "\"We have three confirmed people who are dead, one injured.",
            "output": [
                "\"May tatlong tao na kumpirmadong patay, isang nasaktan.\""
            ]
        },
        {
            "input": "\"She kept attempting to have children with a uterus that wasn't in any condition to do that,\" Antelo said.",
            "output": [
                "\"Pinagpapatuloy niyang sumubok na magkaroon ng mga anak na ang matris ay wala sa kahit anong kondisyon para gawin iyon,\" sabi ni Antelo."
            ]
        },
        {
            "input": "\"In the next 20 to 30 years, we'll have a complete catalog of hazardous objects,\" Giorgini said.",
            "output": [
                "\"Sa darating na 20 hanggang 30 taon, magkakaroon na tayo ng kumpletong katalog ng mga mapanganib na bagay,\" sabi ni Giorgini."
            ]
        },
        {
            "input": "Investigators with the National Transportation Safety Board in the United States have issued an 'urgent safety recommendation' in connection to their role alongside the United Kingdom's Air Accidents Investigation Branch in investigating loss of power in Rolls-Royce engines on Boeing 777s, with the AAIB following suit.",
            "output": [
                "Ang mga tagapagsiyasat kasama ang National Transportation Safty Board sa Estados Unidos ay nagpalabas ng 'mahalagang pangkaligtasang rekomendasyon'kaugnay sa kanilang tungkuling kaagapay ang Air Acccidents Investigation Branch ng United Kingdom sa pagsisiyasat ng pagkawala ng kuryente ng mga makina ng Rolls-Royce sa mga Boeing 777, kasama ng AAIB na magsubaybay sa paghahabla."
            ]
        },
        {
            "input": "This event was the only time she enjoyed substantial media interest, as otherwise archery is largely ignored by the Australian press.",
            "output": [
                "Ang pangyayaring ito ay ang tanging oras na siya ay masaya sa tunay na kapakinabangan sa medya, kung hindi man ang pagpana ay masyadong hindi pinansin ng mga humihikayat na taga-Australya."
            ]
        },
        {
            "input": "The incident occurred on the A68 road approximately 1.5 miles south of the Midlothian village of Pathhead when a Škoda Octavia and a Nissan Note travelling in opposite directions collided at approximately 0730 UTC today.",
            "output": [
                "Ang aksidente ay nangyari sa daang A68, mga 1.5 milya ang layo sa timog ng Midlothian Village ng Pathhead nang magkabanggaan ang isang Škoda Octavia at Nissan Note na umaandar sa magkabilang direksyon mga 0730 UTC ngayong araw."
            ]
        },
        {
            "input": "Mariano Rivera closed out the game with a two-inning appearance, recording his 20th save.",
            "output": [
                "Tinapos ni Mariano Rivera ang laro na mayroong dalawang ining na paglitaw, na nagtala ng kayang ika-20th na nailigtas."
            ]
        },
        {
            "input": "\"The western division is likely to be worse affected once again,\" said Fiji's director of meteorology, Rajendra Prasad.",
            "output": [
                "\"Ang kanlurang dibisyon ay mas malubhang maaapektuhan uli,\" sabi ng direktor ng meteorology ng Fiji, Rajendra Prasad."
            ]
        },
        {
            "input": "Militants in Afghanistan have killed at least six foreign United Nations workers; three Afghans, and a US citizen, during an attack on an international guest-house in the capital Kabul on Wednesday.",
            "output": [
                "Napatay ng mga militanteng nasa Afghanistan ang anim na dayuhang manggagawa ng United Nations; tatlong Afghans, at isang mamamayan ng US sa isang pag-atake sa pambansang bahay para sa mga panauhin na nasa kapitolyo ng Kabul noong Miyerkules."
            ]
        },
        {
            "input": "The mission management team (MMT) is meeting today to discuss and troubleshoot Discovery's newfound electrical problems.",
            "output": [
                "Ang mission management team (MMT) ay magpupulong ngayon upang talakayin at aayusin ang bagong natuklasang suliraning pang-elektrika ng Discovery."
            ]
        },
        {
            "input": "\"He said 'everyone knows you can derive these fields analytically.\"",
            "output": [
                "\"Sinabi ng Parisian na alam ng lahat na maari mong makuha ang sagot sa analitikal na pamamaraan.\""
            ]
        },
        {
            "input": "In severe cases, fluid may accumulate in the brain, and result in meningitis, encephalitis, pulmonary edema, paralysis and death.",
            "output": [
                "Sa mga malalang kaso, ang tubig ay maaring dumami sa utak, at magresulta sa meninghitis, sakit sa utak, edema sa baga, pagkaparalisado at kamatayan."
            ]
        },
        {
            "input": "The outage began at 10:23 a.m. local time, August 18, 2005, when power failed along the electrical system that connects Java, Bali, and Madura, causing outages in Java and Bali.",
            "output": [
                "Ang pagkawala ay ang nagsimula ng ika 10:23 ng umaga sa lokal na oras, ika-18 ng Augusto, 2005, nang nasira ang sistema ng kuryente na nagkunekta sa Java, Bali at Madura, na nagsanhi sa pagtigil sa Java at Bali."
            ]
        },
        {
            "input": "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).",
            "output": [
                "Sumunod sa pangalawang pagpapalipad ng Titan III, ito ay inayos para magsilbing lugar paliparan ng Estados Unidos Hukbong Himpapawid Manned Orbiting Laboratory (MOL)."
            ]
        },
        {
            "input": "His division also saw action in the Battle of the Bulge and the rescue of the \"Lost Battalion\".",
            "output": [
                "Ang kanyang dibisyon ay lumahok din sa Battle of the Bulge at sa pagsalba sa \"Lost Battalion.\""
            ]
        },
        {
            "input": "A hurricane warning remains in effect from San Felipe to Tulum on the Yucatan peninsula...including Cozumel and nearby islands.",
            "output": [
                "Ang babala sa bagyo ay nanatiling makakaapekto sa San Felipe hanggang Tulum sa may Yucatan peninsula...kasama na ang Cozumel at mga kalapit na mga isla."
            ]
        },
        {
            "input": "Another child infected with the virus died Monday, but as he died in Hebei province his death was counted there.",
            "output": [
                "Isang bata pa ang naimpeksyon ng mikrobyo ang namatay noong Lunes, pero ang kanyang pagkamatay sa probinsya ng Hebei, ay doon ibinilang."
            ]
        },
        {
            "input": "Although the wind assisted in reigniting the fire, it also assisted firefighters by quickly clearing the area of smoke.",
            "output": [
                "Kahit na nakatulong ang hangin sa muling pagsiklab ng apoy, ito rin ang tumulong sa mga bumbero na mabilis na malinis ang lugar na may mga usok."
            ]
        },
        {
            "input": "The hearing considered whether Ross, who holds a degree in economics from Cornell University, was mentally competent to waive his appeals.",
            "output": [
                "Tinalakay sa pagdinig kung si Ross, na may hawak na digri sa ekonomiks mula sa Cornell University, ay may kakayahang mental upang bawiin ang kanyang mga apela."
            ]
        },
        {
            "input": "South Korea had been taking part in annual military exercises with the U.S., off the island's west coast when the attack occurred.",
            "output": [
                "Kasalukuyang sumasali ang South Korea sa pagsasanay militar kasama ang U.S. malapit sa kanlurang bahagi ng baybayin ng isla ng maganap ang pag-atake."
            ]
        },
        {
            "input": "Michaëlle Jean noted Canada's prosperity, including in her remarks a thank you to the people who toil to provide the country with a safe and plentiful food supply.",
            "output": [
                "Si Michaelle Jean ay kinilala ang kasaganaan ng Canada, kabilang sa kanyang mga pahayag ang isang pasasalamat sa mga tao na nagtrabaho para bigyan ang bansa ng ligtas at masaganang panustos ng pagkain."
            ]
        },
        {
            "input": "The dry spell will continue at least another year — the 34th year without a Triple Crown victory.",
            "output": [
                "Ang panahon ng tagtuyo ay magpapatuloy nang di bababa sa isa pang taon- ang ika-34 na taong walang tagumpay na Triple Crown."
            ]
        },
        {
            "input": "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"",
            "output": [
                "\"Ang sinasabi namin ay magkakaroon ka ng tiwala na kung hindi sumulong ang panukalang-batas ay may alternatibong daan upang kaagad na masolusyunan ang mga isyu pagkatapos.\""
            ]
        },
        {
            "input": "During the event, McAdam said, \"If the press writes something long enough and hard enough, it eventually comes true.\"",
            "output": [
                "Sa kaganapang iyon ay sinabi ni McAdam, \"Kapag sinulat ng mga mamamahayag na may sapat na haba at diin ang mga bagay-bagay, ito ay nagkakatotoo.\""
            ]
        },
        {
            "input": "The same heavy weather has also affected nearby Washington State, USA.",
            "output": [
                "Ang kaparehong masamang panahon ay nakaapekto rin sa kalapit na bansa ng Washington, USA."
            ]
        },
        {
            "input": "Hamid Karzai, the Afghan President says that although he supports the idea, he urges that there is no need for any \"quick fixes\".",
            "output": [
                "Sinabi ni Hamid Karzai, pangulo ng Afghan na datapwa't sinusuprtahan niya ang ideya, naghimuk siya na hindi kailangan ang anumang \"madaliang pagkilos.\""
            ]
        },
        {
            "input": "The IPC Alpine World Championships wrapped up yesterday in La Molina, Spain with a friendly, non-medal counting team event won by Austria.",
            "output": [
                "Ang IPC Alpine Kampeonato ng Mundo ay abala kahapon sa La Molina, Espanya sa isang pagkakaibigan, walang medalyang labanan ng mga koponan na pinanalo ng bansang Austriya."
            ]
        },
        {
            "input": "The charges come from an unnamed woman, who in 1998 purchased nearly 140,000₣ (US$30,000) worth of Scientology self-help material which allegedly included prescription drugs.",
            "output": [
                "Ang mga akusasyon ay nagmula sa isang di pinangalanang babae, na noong 1998 ay bumili ng materyal na pantulong sa sarili ng Scientology na umaabot sa halagang 140,000₣ (US$30,000) kasama na ang mga niresetang gamot."
            ]
        },
        {
            "input": "The Electronic Frontier Foundation, a San Francisco-based privacy advocate group, said the ruling was \"a setback to privacy rights, and will allow Viacom to see what you are watching on YouTube.\" said EFF's senior staff attorney Kurt Opsahl.",
            "output": [
                "Ang Electronic Frontier Foundation, isang pribadong grupo na tagapagtaguyod na naka base sa San Francisco, ay nagsabi na ang kapasiyahang ito ay \"isang pag-urong sa mga karapatan sa pagiging pribado, at pahinhintulutan ang Viacom na makita kung ano ang pinanonuod mo sa YouTube.\" sabi ng nakakataas na kawani na abogado na si Kurt Opsahl."
            ]
        },
        {
            "input": "The third place win for Germany has secured the 2006/2007 championship.",
            "output": [
                "Ang ikatlong puwesto napanalinan para sa Alemanya ay nagpatibay ng kampeonato ng taong 2006 hanggang 2007."
            ]
        },
        {
            "input": "Alexander Downer, Australian foreign minister at the time of the crash, immediately said \"...I am very glad that they have reached a point now where they have charged the captain of the aircraft.\"",
            "output": [
                "Si Alexander Downer, ang ministrong panlabas ng Australia ay madaling nagsalita sa oras ng pagsabog na \"...ako ay natutuwa na umabot sila sa puntong kasuhan ang kapitan ng eroplano.\""
            ]
        },
        {
            "input": "Related studies have shown that quality relationships stimulate mental and physical health.",
            "output": [
                "Ang kaugnay na mga pag-aaral ay nagpapakita na ang de kaledad na relasyon ay nagpapasigla ng mental at pisikal na kalusugan."
            ]
        },
        {
            "input": "Chan, who claimed to have rediscovered his Christian faith, prayed for divine intervention prior to the sentence being handed down.",
            "output": [
                "Si Chan, na nagpahayag ng muling-pagkakatuklas sa kaniyang paniniwalang Kristyano, ay nagdasal para sa banal na interbensyon bago pagbababa ng hatol."
            ]
        },
        {
            "input": "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.",
            "output": [
                "Sa maagang bahagi ng ika-2 kalahati nakuha ng Bayern Munich ang pangunguna nang makuha ni Podolski ang kanyang ikalawang goal ng laro."
            ]
        },
        {
            "input": "In an interview in Copenhagen, he said, \"We are concerned about the environmental integrity of these texts and we do not see how they will deliver the 2-degree target.\"",
            "output": [
                "Sa isang panayam sa Copenhagen, sinabi niya na \"Kami ay nag-aalala sa pangkalikasang integridad ng mga nasusulat at hindi namin nakikita kung paano magagawa ng mga ito ang target na 2-degree.\""
            ]
        },
        {
            "input": "There is a protest planned to coincide with the conference.",
            "output": [
                "May binabalak na isang protesta na isasabay sa kumperensiya."
            ]
        },
        {
            "input": "Asherman's syndrome has been known since 1894 when it was first reported.",
            "output": [
                "Ang Asherman's sindrom ay kilala mula 1894 noong una itong nabalita."
            ]
        },
        {
            "input": "Vitantonio Liuzzi rounded out the top eight for Toro Rosso.",
            "output": [
                "Si Vitantonio Liuzzi ay naungosan ang nangungunang walo para sa Toto Rosso."
            ]
        },
        {
            "input": "The workshop opened on August 22 and will remain until September 10.",
            "output": [
                "Ang pagawaan ay nagbukas noong ika-22 ng Agosto at mananatili hanggang ika-10 ng Setyembre."
            ]
        },
        {
            "input": "Every room was an outside room and was well lighted and ventilated.",
            "output": [
                "Bawat silid ay mga panlabas na silid at naiilawang mabuti at maaliwalas."
            ]
        },
        {
            "input": "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"",
            "output": [
                "Ayon sa Punong Lungsod ng Tuguegarao na si Randolph Ting, \"Maraming bahay na ang nasira at maraming puno at poste ng kuryente ang nahugot mula sa lupa.\""
            ]
        },
        {
            "input": "On Thursday, air traffic in the whole country was limited due to ash layers on several airports.",
            "output": [
                "Sa Huwebes, ang trapiko sa himpapawid sa buong bansa ay limitado dahil sa abong nakatabon sa maraming paliparan."
            ]
        },
        {
            "input": "\"The eight years of this administration will include the five biggest budget deficits in history,\" he said.",
            "output": [
                "\"Sa loob ng walong taon sa kanyang Administrasyon ay kasama ang limang pinakamalaking depisito sa badyet sa kasaysayan,\" sabi niya."
            ]
        },
        {
            "input": "\"Hundreds of people have been killed in the last two days since the riots started,\" he stated.",
            "output": [
                "\"Daan daang mga tao ang napatay sa nakaraang dalawang araw mula nang magsimula ang mga kaguluhan,\" pahayag nya."
            ]
        },
        {
            "input": "Today however, the airline now flies to over 200 European destinations with its fleet of 84 Boeing 737's and is awaiting the arrival of a future 225 aircraft from Boeing.",
            "output": [
                "Ngayong araw gayon pa man, ang kompanyang panghimpapawid ay lumilipad ngayon sa humigit na 200 na destinasyon sa Europa sa bilis nito na 84 Boeing 737's at naghihintay sa parating na hinaharap na 225 na mga sasakyang panghimpapawid mula sa Boeing."
            ]
        },
        {
            "input": "Jakarta has dispatched aid in the form of five tonnes of biscuits and instant meals, ten tonnes of baby food and multiple boats.",
            "output": [
                "Ang Jakarta ay nakapag pakalat ng tulong sa pamamagitan ng limang toneladang mga biskuwit at mabilisang mga pagkain, sampung toneladang pagkaing pambata at maraming bangka."
            ]
        },
        {
            "input": "All States and Territories, apart from Victoria and Tasmania, recorded 2005 mean temperatures amongst their top two warmest years on record.",
            "output": [
                "Lahat ng mga Estado at Teritoryo, maliban sa Victoria at Tasmania, ay nagtala na ang 2005 katamtamang temperatura ay kabilang sa kanilang dalawang pinakamaiinit na taong naitala."
            ]
        },
        {
            "input": "Ruby has previously represented the National Football League in lawsuits against Oakland Raiders owner Al Davis.",
            "output": [
                "Nauna nang nirepresenta ni Ruby ang National Football League sa mga kaso laban sa may-ari ng Oakland Raiders na si Al Davis."
            ]
        },
        {
            "input": "Conventional Judaism believes it is also the historic site of the First and Second Temples, the holiest temple in Judaism, which is prophesised to be rebuilt ahead of the coming of the Messiah.",
            "output": [
                "Ang kaugaliang Judaismo ay naniniwalang ang makasaysayang lugar na ito din ang lokasyon ng Pangunahin at Pangalawang mga templo, ang pinakabanal na templo sa Judaismo, na hinulaan na muling maitatayo bago pa man muling dumating ang Mesiyas."
            ]
        },
        {
            "input": "Independent aviation specialist James Halstead said he believed the merger was necessary for BA to remain competitive amongst other European air carriers.",
            "output": [
                "Ayon sa isang independenteng espesyalista sa abyasyon na si James Halstead naniwala siya na ang pagsasama ay kinakailangan para sa BA upang manatiling nakakalaban sa mga ibang mga kompanyang panghimpapawid ng Europa."
            ]
        },
        {
            "input": "The universities have been unable to open without funds, water, or electricity, like many public schools.",
            "output": [
                "Hindi makapagbukas ang mga unibersidad na walang mga pondo, tubig, o elektrisidad, tulad ng maraming mga pampublikong paaralan."
            ]
        },
        {
            "input": "The native protesters occupied the Douglas Creek Estates, a housing development, southwest of Hamilton, saying that the property belongs to them.",
            "output": [
                "Ang mga katutubong nagpoprotesta ay tumira sa Douglas Creek Estates, isang pabahay sa timog-kanlurang bahagi ng Hamilton, at sinabing pag-aari nila ang lugar."
            ]
        },
        {
            "input": "His appeal against conviction was turned down in 2008, with the Court of Appeal saying that the geological evidence he wished to challenge was only one factor of the \"strong circumstantial case\" proving his guilt.",
            "output": [
                "Ang kanyang apelasyon laban sa naging hatol ay nabigo noong 2008, anupat sinasabi ng Korte ng Apelasyon na ang heolohiyang ebidensiya na gusto niyang hamunin ay isa lamang salik ng \"malakas at detalyadong kaso\" na nagpapatunay na siya ay may kasalanan."
            ]
        },
        {
            "input": "\"We have a constitution and everyone has to respect it,\" he said.",
            "output": [
                "\"Mayroon tayong konstitusyon at lahat ay kailangang respituhin ito,\" ayon pa sa kanya."
            ]
        },
        {
            "input": "\"Having regard to the very serious nature of the charge and the very considerable public interest in having the allegation determined by a jury one way or the other, I have concluded that, in this exceptional case, it is in the public interest to seek a further retrial.\"",
            "output": [
                "\"Bilang pagsa-alang-alang sa napakaseryosong pinagmumulan ng pagsingil at sa napakakonsiderableng interes ng publiko sa paninindigang nakita ng hurado sa isang banda, aking napagpasyahan na ang kakaibang kaso na ito na ang publiko ay maghanap ng panibago pang paglilitis.\""
            ]
        },
        {
            "input": "Mariah Carey is still No. 2 with “Shake It Off”.",
            "output": [
                "No. 2 pa rin si Mariah Carey sa kanyang awitin na \"Shake It Off.\""
            ]
        },
        {
            "input": "EDF Energy said: \"[We] would of course be prepared to reduce tariffs if market conditions allowed.\"",
            "output": [
                "EDF Energy ay nagsabi: \"[Kami] syempre ay magiging handa na bawasan ang taripa kung hahayaan ng kondisyon ng pamilihan.\""
            ]
        },
        {
            "input": "Norwegian cyclist Thor Hushovd sprinted his way to a stage four victory in the 2007 Tour de France on Wednesday.",
            "output": [
                "Ang Nowergyang siklista na si Thor Hushovd ay itinakbo nang mabilas para sa tagumpay sa baitang apat noong 2007 Tour de France noong Miyerkules."
            ]
        },
        {
            "input": "Journalist, counselor, painter, and US 2012 Presidential candidate Joe Schriner of Cleveland, Ohio took some time to discuss his campaign with Wikinews in an interview.",
            "output": [
                "Ang mamamahayag, tagapayo, pintor, at kandidato bilang Pagkapangulo sa US 2012 na si Joe Schriner ng Cleveland, Ohio ay naglaan ng oras upang talakayin ang kanyang kampanya sa isang panayam ng Wikinews."
            ]
        },
        {
            "input": "The officials said that the attacks are aimed at destroying the databases of U.S. banking and stock market web sites.",
            "output": [
                "Sinabi ng mga opisyal na ang mga pagsalakay ay para wasakin ang mga datos na nakabase sa banko ng U.S. at mga web sayt ng merkado ng kalakal."
            ]
        },
        {
            "input": "The bus accident is Spain's worst in more than seven years.",
            "output": [
                "Ang aksidente sa bus na ito ang pinaka grabe sa Spain sa nakalipas na pitong taon."
            ]
        },
        {
            "input": "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.",
            "output": [
                "Sinabi ni Fitzpatrick na ang Gobyernong Pederal ay okupado ng mga industriya ng uling at aluminum katulad ng gobyerno ng Japan sa mga kumpanyang nanghuhuli ng mga balyena, na may higit na mapangwasak na mga epekto."
            ]
        },
        {
            "input": "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.",
            "output": [
                "Ang Pangunahing Ministro ng Scotland na si Alex Salmond MSP ay tinanggal ang tabon ng estatwang tanso at ng memoryal na hardin sa Moodiesburn noong Linggo sa harap ng maraming tao na tinatayang nasa 600."
            ]
        },
        {
            "input": "I don't think she could have survived even a few more hours, rescuer Claude Fuilla told the Associated Press.",
            "output": [
                "Sa palagay ko'y hindi siya makaligtas kahit ilang pang mga oras, sinabi ng tagapagligtas na si Claude Fuilla sa Associated Press."
            ]
        },
        {
            "input": "Veteran group Blue Rodeo won in three categories: Group of the Year, Adult Alternative Album of the Year and Video of the Year.",
            "output": [
                "Nanalo sa tatlong mga kategorya ang beteranong grupo na Blue Rodeo: Grupo ng taon, Pangmatandang Alternatibong Album ng Taon, Bidyo ng Taon."
            ]
        },
        {
            "input": "Sevior says his research into nuclear waste disposal should help dispel many environmentalists' fears.",
            "output": [
                "Sinabi ni Sevior sa kanyang pagsisiyasat tungkol sa pagtatapon ng duming nukleyar ay dapat makatulong na maiwasan ang takot ng mga makakalikasan."
            ]
        },
        {
            "input": "Tension is already mounting, with the Thai government expressing both anger and embarrassment over the appointment.",
            "output": [
                "Nabubuo na ang tensyon matapos magpahayag ang gobyerno ng Thailand ng galit at kahihiyan tungkol sa pagtatalaga."
            ]
        },
        {
            "input": "\"Smoke detectors went off on the 13th and 27th floors.\"",
            "output": [
                "\"Ang mga nakakasagap ng usok ay tumunog sa ika-13 at ika-27 palapag.\""
            ]
        },
        {
            "input": "In Britain, it is estimated that migraines affect 20 per cent of the population, with about 190,000 migraines occurring daily and over 25 million lost days from work every year.",
            "output": [
                "Sa Britanya, tinatayang 20 porsiyento ng populasyon ang apektado ng migraine, na may halos 190,000 na migraine ang nagaganap araw-araw at mahigit 25 milyon ang nawalang mga araw mula sa trabaho bawat taon."
            ]
        },
        {
            "input": "His father John Hardy commented to reporters that \"at 22 you're not supposed to watch people die.\"",
            "output": [
                "Nagkomentaryo sa mga taga-ulat ang kanyang ama na si John Hardy na \"sa edad na 22 hindi ka dapat makakakita ng pagkamatay ng ibang tao.\""
            ]
        },
        {
            "input": "A compilation of the original and expansion has also been released as Galactic Civilizations II: Gold Edition and is available in stores, say Stardock.",
            "output": [
                "Ang pinagsama samang orihinal at ang bagong pinalawak na laro ay nailabas na din bilang Galactic Civilizations II: Gold Edition at makukuha na sa mga tindahan, sabi ng Stardock."
            ]
        },
        {
            "input": "Uranium hexafluoride cannot itself be used in a nuclear weapon, but can be enriched into weapons-grade uranium, or it can be converted into plutonium in a nuclear reactor.",
            "output": [
                "Ang uranyum hexaflouride ay hindi maaring gamitin sa sandatang nukleyar, pero pwedeng itong mapagyaman at maging sandata, o pwedeng gawing plutonium sa isang nuclear reactor."
            ]
        },
        {
            "input": "Doctors were unaware if he knew that his wife did not survive the attack.",
            "output": [
                "Hindi alam ng mga doktor kung alam na niya na ang kanyang asawang babae ay hindi nakayanan ang pag-atake."
            ]
        },
        {
            "input": "Doctors say that he is currently on a ventilator and that the bullets cannot be removed for fear of causing even more bleeding.",
            "output": [
                "Ayon sa mga manggagamot, siya ay kasalukuyang kinabitan ng ventilador at pinangangambahang sa oras na ang mga bala ay aalisin magdudulot ito ng mas matinding pagdurugo."
            ]
        },
        {
            "input": "Protestors say that their protest was on the authorised sites and was not unlawful.",
            "output": [
                "Sabi ng mga nagpo-protesta na ang kanilang protesta ay may pahintulot at hindi lumalabag sa batas."
            ]
        },
        {
            "input": "Barry Prime had agreed earlier this month to take over the post, but has changed his mind because he does not wish to move to Ireland from his current home in Australia.",
            "output": [
                "Noong unang mga araw nitong buwan pumayag si Barry Prime na kuhanin ang posisyon, pero nagbago ang kaniyang isip sa dahilan na hindi niya nais na lumipat sa Irlanda mula sa kaniyang kasalukuyang tahanan sa Australya."
            ]
        },
        {
            "input": "The police are not giving too many details, and a great part of local media is not reporting the case, afraid of putting the life of Fabiano's mother at risk.",
            "output": [
                "Ang mga kapulisan ay hindi nagbibigay ng masyadong maraming mga detalye, at ang karamihan ng lokal na medya ay hindi naguulat ng kaso, sa takot na malalagay ang buhay ng ina ni Fabiano sa panganib."
            ]
        },
        {
            "input": "Starmer said: \"My task is to judge whether, taking into account all relevant considerations, the public interest is better served in this particular case by offering no evidence or by seeking a further retrial.\"",
            "output": [
                "Sinabi ni Starmer: \"Ang trabaho ko ay husgahan kung, titingnan ang mga kaugnay na konsiderasyon, ang interes ng nakararami ay mas magandang maibigay sa partikular na kasong ito na hindi nag-aalok ng anumang ebidensya o paghingi muli ng panibagong paglilitis.\""
            ]
        },
        {
            "input": "The court's ruling does not have an immediate effect, however, as the Justices referred the decisions to a lower court to be reconsidered.",
            "output": [
                "Ang pasya ng hukuman ay hindi kaagad nagkakabisa, ngunit, habang isinangguni ang mga huwes ang mga pasya sa mababang hukuman upang isaalang-alang."
            ]
        },
        {
            "input": "Recently, outside the temple colourful mummies of nobles were excavated at a neighbouring necropolis.",
            "output": [
                "Kamakailan, makukulay na momya ng mga maharlika ang nahukay sa kalapit na libingan sa labas ng templo."
            ]
        },
        {
            "input": "Members of the interim regime and their immediate families are barred from entering New Zealand.",
            "output": [
                "Ang mga miyembro ng pansamantalang rehimen at kanilang pamilya ay pinagbawalang pumasok sa New Zealand."
            ]
        },
        {
            "input": "\"I respect the mayor greatly but I am somewhat disheartened by his comments.\"",
            "output": [
                "\"Ako ay lubos na gumagalang sa mayor ngunit ako ay medyo nadismaya sa kanyang mga komento.\""
            ]
        },
        {
            "input": "The song was officially released as a 'download-only' track on Monday.",
            "output": [
                "Ang awitin ay opisyal na inilabas na \"download-only\" na awitin noong Lunes."
            ]
        },
        {
            "input": "\"These individuals have shown no reluctance to engage in further discussions should the need for questioning arise about past WMD programs.\"",
            "output": [
                "\"Ang mga indibiduwal na ito ay hindi nagpapakita ng pag alinlangan na makipag usap sakaling may mga katanunagn pang kailangan tungkol sa mga nakaraang programa ng WMD.\""
            ]
        },
        {
            "input": "The causes of this inflation rise include a 70% rise in oil prices, and value added tax recently being increased to 17.5%.",
            "output": [
                "Ang mga dahilan ng pagtaas ng inflation ay ang 70% na pagtaas ng presyo ng langis, at ang 17.5% na pagtaas ng dagdag na buwis kamakailan."
            ]
        },
        {
            "input": "A NATO airstrike has killed at least seven members of the Afghan security forces in the western province of Badghis on Friday, according to the Afghan defence ministry.",
            "output": [
                "Pumatay ang isang atakeng panghimpapawid ng NATO ng hindi bababa sa pitong miyembro ng puwersang seguridad na Afghan sa kanlurang probinsya ng Badghis noong Biyernes, ayon sa ministro ng depensa ng Afghanistan."
            ]
        },
        {
            "input": "The inner circle of bluestones are the earliest stone structures found in this site.",
            "output": [
                "Ang panloob na bilog sa asul na bato ang pinakaunang mga istruktura ng bato na natagpuan sa lugar na ito."
            ]
        },
        {
            "input": "United States President Barack Obama is seeking a \"comprehensive exit strategy\" from the Afghanistan war.",
            "output": [
                "Ang Pangulo ng Estados Unidos na si Barack Obama ay naghahanap ng \"komprehesibong istratehiya para sa paglisan\" mula sa digmaang Afghanistan."
            ]
        },
        {
            "input": "Firefighters were on the scene by 8:30 p.m. with fire trucks, paramedic units, surveillance helicopters, and water-equipped helicopters.",
            "output": [
                "Ang mga bumbero ay nasa pinangyarihan nang alas-8:30 ng gabi na may mga trak ng bumbero, mga paramedik yunit, mga helikopetrong pagbabantay, at mga helikopterong may pambomba ng tubig."
            ]
        },
        {
            "input": "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.",
            "output": [
                "Ilan sa mga estudyante ang nagreklamo na wala silang natanggap na babala mula sa unibersidad maliban sa e-mail na pinadala lampas dalawang oras matapos ang unang insidente."
            ]
        },
        {
            "input": "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.",
            "output": [
                "Ito ang unang pinakamalaking pagsubok ng Falcon 9, at nag-iwan ito ng milyahe sa kanilang kompanya sa plano nitong makuha ang pamilihan ng komersyal na paglulunsad."
            ]
        },
        {
            "input": "As Wikleaks is a wiki and is therefore not run by anyone, Jonathon Winterview interviewed a spokesperson of Wikileaks, who answered all the below questions.",
            "output": [
                "Dahil sa ang Wikileaks ay wiki at samakatwid ito ay hindi pinapatakbo ng sinuman, kinapanayam ni Jonathan Winterview ang isang tagapagsalita ng Wikileaks, na sinagot lahat ang mga katanungan sa ibaba."
            ]
        },
        {
            "input": "Germany finishes off its Euro 2008 qualification games against Wales on Wednesday.",
            "output": [
                "Tinapos ng Alemanya ang kanilang kwalipikasyon sa palaro ng Euro 2008 laban sa Wales noong Miyerkules."
            ]
        },
        {
            "input": "\"Federal legislation establishing a national and uniform basic standard is necessary to fully protect the public from discrimination and allay their concerns about the potential for discrimination,\" the bill reads, \"thereby allowing individuals to take advantage of genetic testing, technologies, research, and new therapies.\"",
            "output": [
                "\"Ang pederal na legislasyon na nagtatayo ng nasyonal at magkakatulad na pamantayan ay mahalaga upang tuluyang maprotektahan ang publiko sa diskriminasyon at sugpuin ang kanilang pangamba tungkol sa potensyal na diskriminasyon,\" ayon sa panukala, \"kaya pinapayagan ang mga indibidwal na samantalahin ang genetikong pagsusuri, teknolohiya, pag-aaral, at makabagong lunas.\""
            ]
        },
        {
            "input": "Celtic's defense continued to play well, and they limited Milan's chances to long ranged shots.",
            "output": [
                "Naging mahusay ang pagdedepensa ng Celtic, at nalimitahan na lamang ang tyansa ng Milan sa mga malalayong pag-atake."
            ]
        },
        {
            "input": "The British and Dutch embassies in Thailand also halted their services after the Thai government said that it would seal off the area.",
            "output": [
                "Ang mga embahada ng Britain at ng Netherlands sa Thailand ay itinigil din ng kanilang mga serbisyo matapos ipahayag ng gobyerno ng Thailand na isasara nitong mabuti ang rehiyon."
            ]
        },
        {
            "input": "During summer months, the time is moved forward in order to use as much sunlight for human activities, as well as to save electric energy used for lighting.",
            "output": [
                "Tuwing buwan ng tag-init, ang oras ay binabago pauna para makagamit ng sinag ng araw para sa mga pantaong kagawian at para makatipid ng kuryente sa paggamit ng ilaw."
            ]
        },
        {
            "input": "Mr Vaile said he was under the belief that the Department of Foreign Affairs and Trade (DFAT) and Australia's UN mission were taking care of the UN's concerns.",
            "output": [
                "Sinabi ni Vaile na siya ay nasa ilalim ng paniniwala na ang Department of Foreign Affairs and Trade (DFAT) at ang misyon ng UN sa Australia ang nangangalaga sa mga usapin tungkol sa UN."
            ]
        },
        {
            "input": "::Sarah Walsh: Men :: They appear to play a possession-based game working at effective possession combined with a developing system of pressing using our natural athleticism and high work rate as well as our cultural mental strength.",
            "output": [
                "::Sarah Walsh:Mga lalaki::Sila ay mukhang maglalaro ayon sa kanilang tinataglay habang mahusay na gumamit ng kanilang taglay na may kasamang umuunlad na sistema ng pagtutulak sa pamamagitan ng likas na lakas at mataas na paggawa kasama rin ang pangkaisipang kalakasan ng kultural na pangkaisipan na kalusugan."
            ]
        },
        {
            "input": "The council voted to ask Stenroos to pay the city for the cost of the search.",
            "output": [
                "Ang konseho ay nagkasundo upang hilingin kay Stenroos na magbayad sa lungsod para sa nagastos sa paghahanap."
            ]
        },
        {
            "input": "Scientists are also planning on using the Hubble Space Telescope and the Chandra X-ray Observatory in an attempt to get more images of the event.",
            "output": [
                "Ang mga siyentipiko ay nagbabalak din na gumamit ng Hubble Space Telescope at ng Chandra X-ray Observatory bilang tangka na kumuha ng mas maraming imahe ng kaganapan."
            ]
        },
        {
            "input": "Jenkins said that he had worked for ten years to break the record, and that \"things couldn't have been better\" on the day he broke the record.",
            "output": [
                "Sinabi ni Jenkins na siya ay nakapagtrabaho nang sampung taon para sirain ang talaan, at na \"ang mga bagay ay maaring hindi naging mas mahusay\" sa araw na sinira niya ang talaan."
            ]
        },
        {
            "input": "The changes are primarily a revision to the Uniform Crime Reports system (UCR), and are not expected to impact prior cases or current prosecutions.",
            "output": [
                "Ang mga pagbabago ay dati rating pagrerebisa sa Uniform Crime Report System (UCR), at hindi inaasahan na makaaapekto sa mga naunang kaso o kasalukuyang paglilitis."
            ]
        },
        {
            "input": "The highlighted comment made by Reid was calling Obama a \"light-skinned\" black man \"with no Negro dialect unless he wanted to have one.\"",
            "output": [
                "Ang pinakasentro ng komento ni Reid ay ng tawagin niya si Obama na \"mapusyaw\" na itim na lalaki \"na walang wikang pang Negro maliban na lang kung gusto niyang magkaroon ng isa.\""
            ]
        },
        {
            "input": "Australian Treasurer Wayne Swan has today handed down his last budget before the 2013 Federal election.",
            "output": [
                "Ang Ingat-yaman ng Australia na si Wayne Swan ay nagpasa ng kanyang huling badyet bago ang 2013 na eleksyong Pederal."
            ]
        },
        {
            "input": "According to Iranian television statement, \"In order to prevent possible misuse of MMS, immoral actions and social problems, the Telecommunications Ministry will filter immoral MMS.\"",
            "output": [
                "Ayon sa pahayag ng Iran sa telebisyon, \"Upang maiwasan na ang posibleng maling paggamit ng MMS, ang mga mahahalay na pagkilos at mga problema sa lipunan, ang Kagawaran ng Telekomunikasyon ay magsasala ng mga imoral na MMS.\""
            ]
        },
        {
            "input": "Just when the Yankees thought they found an answer to their early struggles, the organization was treated to an agonizing sight.",
            "output": [
                "Sa oras na akala ng Yankees na nakita nila ang panglunas sa kanilang naunang mga pagpupunyagi, napalagay ang samahan sa isang mahirap na tanaw."
            ]
        },
        {
            "input": "Best Sportswoman, Deeva, participated in the \"2007 World Deaf Swimming Championships\" in Taiwan and broke 3 world records in the same day.",
            "output": [
                "Ang Pinakamagaling na Sportswoman, na si Deeva, ay sumali sa \"Kampeonato ng 2007 World Deaf Swimming\" sa Taiwan at nanalo ng 3 rekord ma pangmundo sa loob ng isang araw."
            ]
        },
        {
            "input": "In 2000, Nader ran for President as a Green Party candidate and received 2.7% of the popular vote.",
            "output": [
                "Sa taong 2000, tumakbo si Nader para sa presidente bilang isang kandidato ng Partidong Luntian at tumanggap ng 2.7% na boto pampopular."
            ]
        },
        {
            "input": "It seeks to better protect those areas of the country that are most affected by hail.",
            "output": [
                "Pinagsisikapan nito na mas maprotektahan ang mga rehiyon ng bansa na pinaka-apektado ng tipak-tipak na yelo."
            ]
        },
        {
            "input": "He believed that regime change was the reason for the British interest in the nation, and that it was not a valid reason for war.",
            "output": [
                "Siya ay naniwala na ang pagbabago ng rehimen ay ang dahilan ng interes ng mga taga Britanya sa bansa, at hindi ito isang makatuwirang dahilan upang magkaroon ng digmaan."
            ]
        },
        {
            "input": "\"The market shares on storage will transform from enterprises to digital storage with a significant grown-up of Internet users within four years.\"",
            "output": [
                "\"Ang mga market shares sa storage ay magbabago mula sa negosyo papunta sa digital na storage na may mahalagang grown-up sa mga gumagamit ng Internet sa loob ng apat na taon.\""
            ]
        },
        {
            "input": "Witness Holly Russell had some more details: \"They were doing a mock dog fight and it looked like the plane was doing a dive, but it was going too fast and smashed straight into the ground.",
            "output": [
                "Ang saksi na si Holly Rusell ay nagkaroon ng ilang higit pang mga detalye: \"Sila ay nagsasagawa ng huwad na labanan sa himpapawid at mukhang ang eroplano ay gumagawa ng pagsisid, pero ito ay napakabilis at bumagsak nang dritso sa lupa."
            ]
        },
        {
            "input": "That year, a flu epidemic forced the finals to be called off.",
            "output": [
                "Sa taong iyon, isang epidemya ng trangkaso ay pumilit na kanserahin ang finals."
            ]
        },
        {
            "input": "The EU reviewed the ban this week, but ruled that those responsible \"have still to demonstrate that they have completed the corrective actions\" needed to lift the ban.",
            "output": [
                "Nirebyu ng EU ang pagbabawal ngayong linggo, pero sinabi na ang mga responsable ay \"kailangan pa ring ipakita na nakumpleto nila ang korektibong mga aksyon\" na kinakailangan para tanggalin ang pagbabawal."
            ]
        },
        {
            "input": "Police sources believe the bomb, estimated to contain between 80 and 100 kilograms of explosives, was detonated remotely by one of the two attackers who fled in another vehicle.",
            "output": [
                "Ang mga pinagmumulan ng balita ng mga pulis ay naniniwala na ang mga bomba, ay pinalagay na naglalaman ng sa pagitan ng mga 80 hanggang 100 kilogramo ng pasabog, ito ay pinaputok sa hindi kalayuan ng isa sa dalawang sumalakay na tumakas sa isa pang sasakyan."
            ]
        },
        {
            "input": "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.",
            "output": [
                "Hintayin ang mga panayam mula sa mga Liberal, sa mga Progressive Conservative, sa mga miyembro ng New Democratic Party, sa mga Ontario Green, pati sa mga miyembro mula sa Family Coalition, Freedom, Communist, Libertarian, at mga partido ng Confederation of Regions, pati ang mga independiyente."
            ]
        },
        {
            "input": "In a statement, US Attorney General Eric Holder said, \"After careful review, I have concluded that certain information should have been provided to the defense for use at trial.\"",
            "output": [
                "Sa isang pahayag, sinabi ni US Attorney General Eric Holder, na \"Pagkatapos ng maingat na pagsusuri, napagpasyahan ko na ang tiyak na impormasyon ay dapat ilaan sa depensa para magamit sa paglilitis.\""
            ]
        },
        {
            "input": "It won 47 seats, while Labour won 46, down from the current 50.",
            "output": [
                "Ito ay nanalo ng 47 na puwesto, habang ang Manggagawa ay nanalo ng 46, mababa sa kasalukuyang 50."
            ]
        },
        {
            "input": "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.",
            "output": [
                "London, Englatera — Ang koponan ng Australia national wheelchair rugby ay tinalo ang Canada 66-51 para manalo sa huling gintong medalya ng Australia sa 2012 Paralympics sa Tag-init."
            ]
        },
        {
            "input": "The judge moved to give the celebrity one hour to appear or face arrest for contempt of court.",
            "output": [
                "Inaprubahan ng hukom na ibigay sa celebrity ang isang oras para magpakita o haharap sa pag aresto dahil sa pagsuway sa korte."
            ]
        },
        {
            "input": "The novel treatment is hailed by doctors as promising, but needs analysis and verification on another human.",
            "output": [
                "Ang makabagong lunas ay pinuri ng mga doktor bilang may pag-asa subalit kakailanganin ang pagsusuri at beripikasyon sa iba pang tao."
            ]
        },
        {
            "input": "The cause of death was a long illness he suffered since a stroke in December 2007.",
            "output": [
                "Ang sanhi ng kanyang pagkamatay ay isang matagal nang sakit na tiniis niya mula ng maistrok noong Disyembre 2007."
            ]
        },
        {
            "input": "\"They will be sent for processing in Papua New Guinea.\"",
            "output": [
                "\"Sila ay ipadadala para sa proseso sa Papua New Guinea.\""
            ]
        },
        {
            "input": "Regional police spokesperson Alexei Pomorov told AFP, \"We do not know whether it was a conflict because there's no one we can ask: everyone's dead\".",
            "output": [
                "Ang pampook na pulis na tagapagsalita na si Alexei Pomorov ay nagsabi sa AFP, \"Hindi namin alam kung ito ay isang hindi pagkakasundo dahil wala kami mapagtanungan: lahat ay patay na.\""
            ]
        },
        {
            "input": "Any application for possible asylum can only be submitted to the Australian authorities if they reach the Australian mainland.",
            "output": [
                "Anumang aplikasyon para sa posibleng asilo ay maari lamang maisumite sa awtoridad ng Awstralya kung marating nila ang meynland ng Awstralya."
            ]
        },
        {
            "input": "\"My mom needs me at home; she hasn't gotten any better since I've been here.",
            "output": [
                "\"Kailangan ako ng aking ina sa bahay: hindi gumanda ang kanyang kalagayan mula nang ako ay nandito."
            ]
        },
        {
            "input": "His case is considered a landmark, with aviation groups believing his trial may set the precedent for pilots involved in future accidents.",
            "output": [
                "Ang kanyang kaso ay itinuturing na importante, dahil ang mga grupong pang-abyasyon ay naniniwala na ang kanyang paglilitis ay maaaring pamarisan para sa mga pilotong masasangkot sa mga aksidente sa hinaharap."
            ]
        },
        {
            "input": "Juela Mecani, spokesperson for Albamian PM Sali Berisha, said to Reuters \"We do not know the exact number (of casualties) but we fear the worst for the three teams, each of 21 people, working there at the time.\"",
            "output": [
                "Sinabi ni Juela Mecani, tagapagsalita para sa Albamiam PM Sali Berisha sa Reuters, na \"Hindi namin alam ang eksaktong bilang (ng sakuna) subalit kinakatakot namin ang pinakamasama na para sa tatlong pangkat, na may 21 tao bawat isa, na nagtatrabaho doon ng oras na iyon.\""
            ]
        },
        {
            "input": "Repairing the lines \"is not a matter of days,\" says Hong Seoung-Yong, a ministry official from South Korea handling the problem.",
            "output": [
                "Ang pag-aayos sa mga linya \"ay hindi aabutin ng ilang araw lamang,\" ayon sa opisyal ng ministro ng South Korea na si Hong Seoung-Yong na humahawak sa problema."
            ]
        },
        {
            "input": "Holeman also confirmed that both victims were injured by ricochet: one in the leg and one in the foot.",
            "output": [
                "Kinumpirma din ni Holeman na ang dalawang biktima ay nasaktan sa pamamagitan ng pagsisikad: isa sa binti at isa sa paa."
            ]
        },
        {
            "input": "The first Trident submarine went on patrol in December 1994.",
            "output": [
                "Ang unang Salapang submarino ay nagpatrolya noong 1994 ng Disyembre."
            ]
        },
        {
            "input": "Another attack occurred hours later, when another rocket landed near several young men, injuring a 17-year-old youth severely and several others lightly.",
            "output": [
                "Isa pang pag-atake ang naganap ilang oras pagkatapos, nang isa pang raket ang tumama malapit sa ilang kabataang lalaki, na nakasakit ng malubha sa 17 taong gulang na bata at bahagya naman sa iba pa."
            ]
        },
        {
            "input": "According to the notice, the additional trams will operate approximately 75,000km per year, will be needed for \"at least 10, but not more than 20 years\" and can be either new build or existing vehicles that can be modified — at a reasonable cost — to run on the Tramlink infrastructure.",
            "output": [
                "Ayon sa paunawa, ang karagdagang mga trams ay tatakbo nang humigit-kumulang na 75,000km kada taon, ay kakailanganin para \"kahit papaano'y 10, pero hindi mas marami sa 20 na taon\" at maaaring bagong gawa o kasalukuyang mga sasakyan na maaaring baguhin - sa makatwirang halaga - para tumakbo sa Tramlink na imprastraktura."
            ]
        },
        {
            "input": "Approximately 150 people were on board when the driver lost control on a sharp bend near the village of Nagbavji, Rajasthan, smashing through a concrete crash barrier and continuing down into the valley, coming to rest inverted.",
            "output": [
                "May mga 150 katao ang nakasakay noong ang drayber ay nawalan ng kontrol sa isang matalim na likuan malapit sa nayon ng Nagbavji, Rajasthan, na winawasak ang konkretong barikada at nagpatuloy pababa sa nayon, tumigil na nakabaliktad."
            ]
        },
        {
            "input": "Chief Minister of Karnataka, H.D Kumaraswamy expressed shock over the accident.",
            "output": [
                "Ang hepeng ministro ng Kamataka, na si H.D Kumaraswamy ay nagpahayag ng pagkabigla sa aksidente."
            ]
        },
        {
            "input": "Previous to the proposed laws, bailiffs were not allowed to break into or enter homes unless the debtor was already there, or as a last resort.",
            "output": [
                "Sa nakaraang iminumungkahing batas, ang mga bailiffs ay hindi pwede makalabas o makapasok sa mga tahanan maliban na lang kung ang may utang ay naroon na, or bilang huling dulugan."
            ]
        },
        {
            "input": "A study published in the British Medical Journal in June 2004 followed 34,439 male doctors since 1951 and showed that smokers died on average 10 years earlier than non-smokers.",
            "output": [
                "Ipinalabas ang isang pag-aaral sa British Medical Journal noong Hunyo 2004 na sinundan ang 34,439 na doktor na lalaki simula noong 1951 at ipinakita na ang mga naniningarilyo ay namatay nang humigit-kumulang na 10 taon mas maaga kaysa sa hindi naniningarilyo."
            ]
        },
        {
            "input": "One suspect, Vinod Mistri, was arrested on Monday morning in Patna.",
            "output": [
                "Isang suspek, si Vinod Mistri, ay inaresto noong umaga ng Lunes sa Patna."
            ]
        },
        {
            "input": "Every other day it will be open from five in the morning to eleven at night.",
            "output": [
                "Kada isang araw ito ay magbubukas mula ika-lima ng umaga hanggang ikalabing-isa ng gabi."
            ]
        },
        {
            "input": "The partnership will result in Yahoo!7 taking 51% control of the partnership and Xtra taking the remaining 49%.",
            "output": [
                "Ang pagsososyo ay magreresulta sa pagkuha ng Yahoo!7 ng 51% na kontrol at ang Xtra ang kukuha sa nalalabing 49%."
            ]
        },
        {
            "input": "People in the area have been evacuated because of massive flooding due to meltwater from the glacier.",
            "output": [
                "Pinalikas na ang mga tao sa lugar dahil sa malawakang pagbaha dahil sa natunaw na tubig mula sa gleysyer."
            ]
        },
        {
            "input": "\"How would one feel if one was to go walking in nature and suddenly came across a group of naked people? \"",
            "output": [
                "\"Ano ang mararamdaman ng isang tao kung siya ay makasalubong ng grupo ng mga hubad na tao habang naglalakad sa kalikasan?\""
            ]
        },
        {
            "input": "This skin, currently used on Wikinews, will be enabled for Wikipedia on April 5th and provide a more updated look and feel.",
            "output": [
                "Itong balat, na kasalukuyang ginagamit sa Wikinews, ay gagamitin para sa Wikipedia sa ika-5 ng Abril at ito ay magbibigay ng mas bagong anyo at pakikiramdam."
            ]
        },
        {
            "input": "The blaze started in the engine-room of the Calypso, which had 708 passengers and crew onboard.",
            "output": [
                "Ang apoy ay nagsimula sa silid ng makina ng Calypso, na mayroong 708 na mga pasahero at tripulante na sakay."
            ]
        },
        {
            "input": "According to Arab political analysts the decision to rush more bombs to Israel will increase existing anti-American feelings in the Middle East and will help radicals.",
            "output": [
                "Ayon sa mga Arab politikal analyst, ang desisyon na isugod ang mas maraming mga bomba sa Israel ay dadagdagan ang mga kasalukuyang damdaming kontra-Amerikano sa Gitnang-Silangan at tutulong sa mga radikal."
            ]
        },
        {
            "input": "The deal, which includes stadium naming rights, is worth more than $20 million annually, according to a baseball official.",
            "output": [
                "Ang kasunduan, na kasama ang karapatan sa pagpapangalan sa stadium, ay nagkakahalaga ng humigit $20 milyon taon-taon, ayon sa isang opisyal ng besybol."
            ]
        },
        {
            "input": "The four suspects named other members of the terrorist group and claimed that they planned to attack Mahabodhi Temple.",
            "output": [
                "Ang apat na suspek ay ibinigay din ang pangalan ng ibang miyenbro ng teroristang grupo at sinabing nagplano sila na atakihin ang Templo ng Mahabodhi."
            ]
        },
        {
            "input": "Goldman Sachs is headquartered in New York and maintains offices in London, Frankfurt, Tokyo, Hong Kong and other major financial centers.",
            "output": [
                "Ang Goldman Sachs ay may hedkuwarter sa New York at may opisina rin sa Lodon, Frankfurt, Tokyo, Hong Kong at iba pang malalaking pinansyal na sentro."
            ]
        },
        {
            "input": "The debate between Gillard and her Liberal/National Coalition primary opponent Tony Abbott has already been the subject of controversy.",
            "output": [
                "Ang pagtatalo sa pagitan ni Gillard at ng kaniyang pangunahing katunggali ng Liberal/National Coalition na si Tony Abbott ay naging paksa agad ng alitan."
            ]
        },
        {
            "input": "The team in last place would be relegated, and, only needing a draw, Kilmarnock played a slow and defensive game.",
            "output": [
                "Ang koponan na nasa pinakahuling puwesto ay ibababa, at, dahil tabla lamang ang kinakailangan, ang Kilmarnock ay naglaro ng mabagal at depensibong laban."
            ]
        },
        {
            "input": "The advisory is scheduled to end at 10:00 a.m. (AKDT).",
            "output": [
                "Ang abiso ay nakatakdang matapos sa 10:00 a.m. (AKDT)."
            ]
        },
        {
            "input": "Still, \"For something of this size to come this close is unusual,\" said Don Yeomans, the head of NASA's Near Earth Object Program.",
            "output": [
                "Gayunpaman, \"Para sa isang bagay na may laking gaya nito na dadaan malapit sa mundo ay hindi pangkaraniwan,\" sabi ni Don Yeomans, ang namumuno sa Proyekto ukol sa mga Bagay Na Malapit sa Mundo ng NASA."
            ]
        },
        {
            "input": "Thomas appealed his conviction on the grounds that interviews conducted in Pakistan after his arrest in 2003 breached Australian law and should not have been allowed as evidence at his trial.",
            "output": [
                "Si Thomas ay umapela sa kangyang hatol sa dahilan na ang panayam na ginawa sa Pakistan pagkatapos siya ay inaresto noong 2003 sa paglabag ng batas sa Australya at hindi dapat payagan na maging ebidensya sa kanyang paglilitis."
            ]
        },
        {
            "input": "The predominantly Thai crew were kidnapped at gunpoint, and a ransom has been demanded for their release.",
            "output": [
                "Ang mga tripulante na halos mga taga-Thailand ay dinukot at tinutukan ng baril, at humihingi ng salapi kapalit ng kanilang paglaya."
            ]
        },
        {
            "input": "It is credited as one of many dissident movements which in the 1980s pressured reforms which eventually led to the dissolution of the Soviet Union and states in its sphere of influence.",
            "output": [
                "Ito ay kinilala bilang isa sa maraming disidenteng kilusan na tumulak sa mga reporma noong 1980 na naging dahilan ng pagkawala ng Soviet Union at ng mga estado sa sa sakop ng impluwensya nito."
            ]
        },
        {
            "input": "However, the July campaign has been marred by violence and accusations of fraud on all sides.",
            "output": [
                "Gayunpaman, ang kampanya sa Hulyo ay sinira ng karahasan at mga akusasyon ng pandaraya sa lahat ng panig."
            ]
        },
        {
            "input": "Inferred consent is where the marketers have the e-mail address and send messages to those on their database, but didn't get expressed consent to send messages.",
            "output": [
                "Ang ipinahiwatig na pagsang-ayon ay kung saan may address ng emeyl ang mga nagmemerkado at nagpapadala ng mga mensahe sa mga nasa database nila, ngunit hindi sila kumuha ng hayag ng pagsang-ayon upang magpadala ng mga mensahe."
            ]
        },
        {
            "input": "In a nod to the possibility that the deadline will be missed, it was said that the constitution could be amended, and that voting on ratification would occur in October of this year, with a general election to follow in December.",
            "output": [
                "Sa pagsang-ayon sa posibilidad na ang nakatakdang huling araw ay hindi makakamit, nabanggit na maaring susugan ang konstitusyon, at ang pagboto sa pagpapatibay ay maaaring mangyari sa Oktubre ngayong taon, na may susunod na pangkalahatang eleksyon sa Disyembre."
            ]
        },
        {
            "input": "Ingley cannot drive, as she has not had the time to learn because of her archery focus.",
            "output": [
                "Si Ingley ay hindi kayang magmaneho, bilang siya ay hindi nagkaroon ng oras na matuto dahil siya ay nag-pokus sa pamamana."
            ]
        },
        {
            "input": "A reporter's notes subpoenaed by the U.S. District Court in Washington may show United States President George W. Bush's chief political advisor Karl Rove as one of the two sources behind the leaking of the identity of undercover CIA agent Valerie Plame, according to one or more anonymous sources cited by MSNBC.",
            "output": [
                "Isang tala ng mamamahayag na sinubpena ng Distritong Korte ng Washington sa U.S. ay maaring magpakita na ang pinunong tagapayong pulitikal ni Pangulong George W. Bush na si Karl Rove ang isa sa dalawang nasa likod ng pagkalat ng identidad ng lihim na ahente ng CIA na si Valerie Plame, ayon sa isa o higit pang hindi kilalang pinagmulan na binanggit ng MSNBC."
            ]
        },
        {
            "input": "Previously, for two and a half years, she had been affiliated with the archery program at the Australian Institute of Sport (AIS), but poor performances by the national team and other considerations led to the AIS dropping their high performance archery sport.",
            "output": [
                "Dati, sa dalawa at kalahating taon, siya ay naging kaanib sa programang archery sa Australian Institute of Sport (AIS), pero dahil sa mahinang pagganap ng pambansang koponan, at iba pang mga konsiderasyon ay humantong sa pagbaba ang AIS ng kanilang mataas na pagganap sa palakasan ng pamamana."
            ]
        },
        {
            "input": "British news network BBC News spoke to several eye-witnesses in relation to the incidents, from each of the areas, including Peter Watson of Whitehaven.",
            "output": [
                "Ang istasyon ng telebisyong panghimpapawid na pangbalita ng Britanya na BBC News ay nagsalita sa ilang mga nakakita patungkol sa mga pangyayari, mula sa bawat lugar, kabilang na ang Peter Watson ng Whitehaven."
            ]
        },
        {
            "input": "The election follows months of political turmoil after the corrupt first round election in November caused a crisis requiring international intervention.",
            "output": [
                "Ang eleksyon ay kasunond ng mga buwang may kaguluhang politikal pagkatapos ng korup na unang bahagi ng eleksiyon noong Nobyembre na nagsanhi ng krisis na na nangangailangan ng daigdigang pamamagitan."
            ]
        },
        {
            "input": "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.",
            "output": [
                "Ang pagkamatay ni al-Zarqawi ay inisip ng merkado bilang isang magandang balita para sa panghinaharap na suplay ng langis mula sa rehiyon."
            ]
        },
        {
            "input": "On February 4, 2009 in an attempt to keep MySpace safe for young users, MySpace officials stated that they have removed 90,000 sex offender accounts from their website.",
            "output": [
                "Noong ika-4 ng Pebrero, 2009, sa pagsisikap na gawing ligtas ang MySpace para sa mga kabataang gumagamit, inihayag ng mga opisyal ng MySpace na tinanggal nila ang 90,000 na akawnt na may salang sekswal mula sa kanilang websayt."
            ]
        },
        {
            "input": "A \"highly pathogenic strain\" of the H5N1 Avian Flu virus has been detected in a dead Australian black swan, floating in a pond located at the Dresden Zoo in Dresden, Germany.",
            "output": [
                "Isang \"highly pathogenic strain\" ng H5N1 Avian flu na mikrobiyo ay napansin sa isang patay na itim na sisne ng Australya, na lumulutang sa tubigan na matatagpuan sa Dresden Zoo sa Dresden, Germany."
            ]
        },
        {
            "input": "This enabled him to join back in to the race in first place.",
            "output": [
                "Ito ang nagpahintulot sa kanya na bumalik sa karera sa simula pa lang."
            ]
        },
        {
            "input": "The shooter in the Virginia Tech university shootings has been identified as Cho Seung-Hui, a 23-year old South Korean national.",
            "output": [
                "Ang namaril sa pamamaril sa unibersidad ng Virginia Tech ay nakilalang si Cho Seung-Hui, isang 23 taong gulang mula sa South Korea."
            ]
        },
        {
            "input": "Besides attribution, the license requires that modifications are made available under the same conditions, a principle known as \"copyleft\" and most frequently applied to computer software such as the free operating system Linux.",
            "output": [
                "Bukod sa pagpapalagay, ang lisensya ay nag-aatas na ang mga gagawing pagbabago ay makukuha sa ilalim ng kaparehong kondisyon, sa nalalamang prinsipyo na \"copyleft\" at pinakamadalas na inilalapat sa software ng kompyuter tulad ng libreng sistema ng pagpapatakbo na Linux."
            ]
        },
        {
            "input": "In an interview in Copenhagen, China’s representative Su Wei commented, \"The developed countries need to speed up the process and come forward with more ambitious targets by 2020.\"",
            "output": [
                "Sa isang panayam sa Copenhagen sa kinatawan ng China na si Su Wei, sinabi niya na \"Ang mga maunlad na bansa ay kailangang bilisan ang proseso at makagawa ng iba pang ambisyosong target bago ang taong 2020.\""
            ]
        },
        {
            "input": "The 44-year-old victim was reportedly stood on the steps near to Cocker Square when he was hit by the wave.",
            "output": [
                "Ang 44-taong-gulang na biktima ay iniulat na nakatayo sa baitang na malapit sa Cocker Square nang siya ay tamaan ng alon."
            ]
        },
        {
            "input": "The scientists on the project ranked having low-quality relationships with friends and family as equivalent to frequent substance abuse (that is to say, 15 cigarettes a day or heavy alcohol consumption) but worse for a person's health than not participating in exercise and being obese.",
            "output": [
                "Iniranggo ng mga siyentipiko ng proyekto ang pagkakarooon ng mabababang kaledad ng relasyon sa kaibigan at kapamilya na katulad sa madalas na pang-aabuso sa droga (kumbaga, 15 sigarilyo kada araw o madalas na pag-inom ng alak) pero mas malala para sa kalusugan ng isang tao kaysa sa hindi pag-eehersisyo at pagiging napakataba."
            ]
        },
        {
            "input": "\"I'm the only candidate who lives here with roots here.\" The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.",
            "output": [
                "\"Ako ang tanging kandidatong nakatira dito na nag-ugat dito.\" Ang abogadong Teamster ay tubong Edmonton, ngunit nakatira sa lugar ng Vancouver simula noong 1991."
            ]
        },
        {
            "input": "So far there are no reports of injuries or evacuations.",
            "output": [
                "Hanggang ngayon wala pang mga ulat ng mga pinsala o mga paglikas."
            ]
        },
        {
            "input": "Kim Robard-Rifkin was the owner of the other car and she filed a police report three days after the accident.",
            "output": [
                "Si Kim Robard-Rifkin ang may-ari ng ibang sasakyan ay inireport siya sa pulis tatlong araw pagkatapos ng aksidente."
            ]
        },
        {
            "input": "However, Rove's lawyer, Donald Luskin, acknowledged that although Rove had communicated with Cooper shortly before Plame's identity was leaked, denied any wrongdoing on the part of his client, saying that \"Rove absolutely did not identify Valerie Plame.\"",
            "output": [
                "Gayunpaman, ang abogado ni Rove na si Donald Luskin ay sinabi na kahit na nakipag-usap si Rove kay Cooper ilang saglit bago kumalat ang identidad ni Plame, ay itinanggi ang anumang maling ginawa ng kanyang kliyente at sinabi na \"Hindi ibinulgar ni Rove si Valerie Plame.\""
            ]
        },
        {
            "input": "Nonetheless the national health system of Sierra Leone demands payment for all treatment with simple consultations costing as much as 25 days of income.",
            "output": [
                "Gayunman, ang pambansang panuntunang pangkalusugan ng Sierra Leone ay nangangailangan ng bayad para sa lahat ng panggamot na may simpleng pagpapatingin na nakakahalaga ng halos 25 araw na kita."
            ]
        },
        {
            "input": "He says the Turks should hold a referendum in south Turkey to give the Kurds the rights they want.",
            "output": [
                "Sinabi niya na dapat magdaos ng reperendum ang mga Turko sa timog Turkey upang magbigay sa mga Kurdi ng mga karapatan na nais nila."
            ]
        },
        {
            "input": "\"We see the study very much as the basis for further work ... across other organisations in New Zealand and, indeed, internationally,\" Mr. Dunstan said.",
            "output": [
                "\"Kitang kita namin ang pag-aaral bilang basehan ng karagdagang trabaho...sa kabila ng ibang mga organisasyon sa New Zealand at, talagang, pang-internasyunal,\" sinabi ni Ginoong Dunstan."
            ]
        },
        {
            "input": "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.",
            "output": [
                "Ito ay sinalungat ng pag-aari ng estadong Rusya na serbisyong RIA Novosti, na nagsaad na dalawang Ruso lamang ang nasali sa mga namatay."
            ]
        },
        {
            "input": "Iraq has defeated Australia 3-1 in their 2007 AFC Asian Cup Group A match at the Rajamangala Stadium, Bangkok, Thailand.",
            "output": [
                "Natalo ng Iraq ang Australia 3-1 sa kanilang 2007 AFC Asian Cup Group A na labanan sa Rajamangala Stadium, Bangkok, Thailand."
            ]
        },
        {
            "input": "He received $59 million for his performance in the position.",
            "output": [
                "Tumanggap siya ng $59 milyon para sa kanyang pagganap sa posisyon."
            ]
        },
        {
            "input": "::Sarah Walsh: Traditionally in Australia, male sports have dominated media coverage.",
            "output": [
                "::Sarah Walsh: Ayon sa kaugalian sa Australya, ang mga isports-panglalaki ay mas kinokober ng medya."
            ]
        },
        {
            "input": "\"We've got good welds, good procedures and everything is in place to have a quality product.",
            "output": [
                "\"Mayroon kaming mahusay na pagwewelding, mahusay na pamamaraan at lahat ay nasa lugar upang magkaroon ng de-kalidad na produkto."
            ]
        },
        {
            "input": "Nick Denton of Gawker.com commented on the posting of the video \"It's newsworthy, and we will not be removing it.\"",
            "output": [
                "Si Nick Denton ng Gawker.com ay nagkomento sa pagpaskil ng mga bidyo na \"Ito ay karapat dapat na balita, at hindi namin aalisin ito.\""
            ]
        },
        {
            "input": "Joe Stewart is the Unit Manager of the Department of Internal Affairs new Anti-Spam Compliance Unit, and David Farrar is Chair of InternetNZ’s Public Policy Committee, who also had significant input into the final bill.",
            "output": [
                "Si Joe Stewart ay Unit Manager ng bagong Anti-Spam Compliance Unit ng Department of International Affairs, at si David Farrar ay Pangulo ng Komite ng Pampublikong Polisiya ng InternetNZ, na nagkaroon din ng mahalagang kontribusyon sa huling palatuntunan."
            ]
        },
        {
            "input": "If elected, he would be the country's first vegan president.",
            "output": [
                "Kung mahahalal, siya ang magiging unang vegan na presidente ng bansa."
            ]
        },
        {
            "input": "The U.S. says that they would like that number increased.",
            "output": [
                "Sinabi ng U.S. na nais nila na kung maari na dagdagan pa ang bilang na iyun."
            ]
        },
        {
            "input": " \"But even in that part of the world, the pandemic virus is becoming dominant,\" Fukuda commented.",
            "output": [
                "\"Ngunit kahit diyan sa bahagi ng mundo, ang kumakalat ng baktiriya ay nagiging laganap,\" pahayag ni Fukuda."
            ]
        },
        {
            "input": "They will share the second-largest lottery jackpot in Canadian history as the lucky winners of Saturday's $43.2-million Lotto 649 draw.",
            "output": [
                "Sila ay maghati-hati ng pangalawang pinakamalaking dyekpot ng loteria sa kasaysayan ng Canada bilang masuwerteng nanalo ng $43.2 milyon noong paghugot ng Lotto 649 noong Sabado."
            ]
        },
        {
            "input": "On January 8, 2008 in Stephenville, Texas, one of the larger UFO sightings in the United States occurred.",
            "output": [
                "Noong ika-8 ng Enero 2008 sa Stephenville, Texas, nangyari ang pagsaksi sa isa sa mas malaking UFO sa Estados Unidos."
            ]
        },
        {
            "input": "Known for his struggle against French rule, Ben Bella led the nation from 1963 to 1965 having only learned during a prison sentence.",
            "output": [
                "Si Ben Bella na kilala sa kaniyang pakikibaka laban sa Pranses na pamumuno, ay naging pinuno ng nasyon mula taong 1963 hanggang 1965 at natuto lamang dahil sa sentensya sa kulungan."
            ]
        },
        {
            "input": "The new aircraft will take the world's-largest title away from rival Boeing's 747.",
            "output": [
                "Kukuhanin ng bagong eroplano palayo ang titulo ng pinakamalaki sa buong mundo sa kalaban nito na Boeing 747."
            ]
        },
        {
            "input": "The Baltic state of Estonia expects to sign a border agreement with the Russian Federation in a few weeks, before the European Union-Russia Summit, which is set to take place in early May.",
            "output": [
                "Ang estado ng Baltic ng Estonia ay umaasang makapirma sa isang kasunduan sa hangganan sa Russian Federation sa ilang linggo na lamang bago ang European Union-Russia Summit, na idaraos na sa darating na Mayo."
            ]
        },
        {
            "input": "The police would not comment on whether or not it was a gang-related incident.",
            "output": [
                "Hindi magkokomento ang pulisya kung ito ay insidenteng may kaugnayan sa gang o wala."
            ]
        },
        {
            "input": "The Oprah Winfrey Show was first televised on September 8, 1986.",
            "output": [
                "Ang Oprah Winfrey Show ay unang pinalabas noong ika-8 ng Setyembre, 1986."
            ]
        },
        {
            "input": "A similar case involving Syrian born Canadian Maher Arar, deported to Syria in October, 2002, subsequently held and allegedly tortured for 374 days, led to Canada issuing a travel advisory strongly cautioning Canadians born in Iraq, Iran, Syria, Libya and Sudan against travel to the United States for any reason.",
            "output": [
                "Isang parehong kaso sangkot ang isang Syrian na ipinanganak sa Canada na si Maher Arar, ibinalik sa Syria noong October, 2002, pagkatapos ay dinakip at pinahirapan diumano sa loob ng 374 araw, nagbunga ng paglalabas ng Canada ng travel advisory na inaabisuhan ang Canadian na ipinanganak sa Iraq, Iran, Syria, Libya at Sudan ay ipinagbabawal na maglakbay sa United States sa anumang dahilan."
            ]
        },
        {
            "input": "\"Everybody started running away from where the sound came,\" said eyewitness Amanat Khan while describing the event.",
            "output": [
                "\"Bawat-isa ay nagsimulang magsipagtakbuhan palayo kung saan nagmula ang dagundong,\" ani ng testigo na si Amanat Khan habang inilalarawan ang pangyayari."
            ]
        },
        {
            "input": "Ribery ran at the Togo defence and slipped a pass to Viera.",
            "output": [
                "Si Ribery ay tumakbo sa depensa ng Togo at nagmintis ng isang pass sa Viera."
            ]
        },
        {
            "input": "At the same time, Princess Kiko has become the darling of the media while the Crown Princess has been accused of being \"selfish\" by some newspapers.",
            "output": [
                "Sa parehong panahon, si Prinsesa Kiko ay naging darling ng media habang ang Crown Princess ay inakusahan sa pagiging \"makasarili\" ng ibang mga pahayagan."
            ]
        },
        {
            "input": "According to Rubaie, the building was currently in use by some families.",
            "output": [
                "Ayon kay Rubaie, ang gusali ay kasalukuyang ginagamit ng ilang pamilya."
            ]
        },
        {
            "input": "\"It is better to offer people those sorts of simple, unsophisticated qualifications than not to - as long as people understand the purpose,\" Mr Haque said.",
            "output": [
                "\"Makabubuting maialok sa mga tao ang mga simple, walang arteng mga kwalipikasyon kaysa hindi, basta naiintindihan ng mga tao ang layunin,\" pahayag ni Ginoong Haque."
            ]
        },
        {
            "input": "Host nation Australia has been criticised by China, Indonesia, Japan and Malaysia for putting climate change on the agenda at the APEC summit, saying they would prefer dialogue on climate change to occur under a United Nationa framework.",
            "output": [
                "Ang mapag-anyayang bansa ng Australia ay pinuna ng China, Indonesia, Japat at Malaysia dahil sa paglagay ng pagbabago ng klima sa adyenda sa rurok ng APEC na nagsabing mas gugustuhin nila na ang pag-uusapan ay tungkol sa pagbabago ng klima na mangyayari sa ilalim ng isang balangkas ng United Nation."
            ]
        },
        {
            "input": "A U.S. official said that the threat was posted on an website and called for the attack to avenge the imprisonment of Muslims in the Guantanamo detention camp.",
            "output": [
                "Sinabi ng isang opisyal ng U.S. na nakapaskil ang pagbabanta sa isang websayt at ipinatawag ang pagsalakay upang maghiganti sa pagpapakulong ng mga Muslim sa kampo ng pag-antala sa Guantanamo."
            ]
        },
        {
            "input": "\"It blew my mind because we actually watched him put on his turn signal and turn, and we could see when he went past that he had seat belts on,\" Daniel said.",
            "output": [
                "\"Hindi ako makapaniwala dahil napanood namin mismo nang ginamit niya ang senyas sa pagliko nang siya'y lumiko, at nakita din namin na nakasuot siya ng sinturong pangkaligtasan nang dumaas siya,\" sabi ni Daniel."
            ]
        },
        {
            "input": "The source also reports Chase saying, \"The objective is to totally disrupt the safe havens and rat lines that have allowed them to bring those materials across the border.",
            "output": [
                "Nakasaad din sa ulat na ayon kay Chase, \"Ang layunin ay upang tuluyang guluhin ang ligtas na pinagtataguan at daan na naging paraan nila upang maipuslit ang mga materyales sa hangganan."
            ]
        },
        {
            "input": "Rainfall accumulations are expected in amounts of 5 to 10 inches, with isolated areas of 25 inches over the Cayman Islands, Jamaica, Haiti, and Cuba.",
            "output": [
                "Ang naipong patak ng ulan ay inaasahan sa bilang na 5 hanggang 10 pulgada, sa ilang malalayong lugar ay 25 pulgada doon sa Isla ng Cayman, Jamaica, Haiti at Cuba."
            ]
        },
        {
            "input": "Sebastian Vettel and Mark Webber both nearly finished on the podium, but a collision between their Toro Rosso and Red Bull sponsored vehicles took them out of the race.",
            "output": [
                "Si Sebastian Vettel at Mark Webber ay kapwa halos nagtapos sa plataporma, ngunit isang banggaan sa pagitan ng kanilang inisponsor na mga sasakyang Toro Rosso at Red Bull ay nagtanggal sa kanila sa karera."
            ]
        },
        {
            "input": "The official sentence will be announced on February 25th, 2005.",
            "output": [
                "Ang opisyal na pataw ay ipapahayag sa ika-25 ng Pebrero, 2005."
            ]
        },
        {
            "input": "\"If the United States were to withdraw her combat units from Iraq by the early part of next year it could only be represented as a defeat for the United States in Iraq,\" he said.",
            "output": [
                "\"Kung aalisin ng U.S. ang kanyang mga pwersa sa Iraq sa mga unang bahagi ng susunod na taon, magpapahiwatig lamang ito ng pagkatalo ng U.S. sa Iraq,\" sabi niya."
            ]
        },
        {
            "input": "The Northern Constabulary said the local Road Policing Unit based in the town of Dingwall in the Scottish Highlands has launched an investigation into the incident.",
            "output": [
                "Ang Hilagang Tanod-bansa ay nagsabing ang yunit ng patakarang lokal ng kalsada na naka-base sa bayan ng Dingwall sa Kabundukan ng Scotland ay naglunsad ng isang pagsisiyasat sa insidente."
            ]
        },
        {
            "input": "However, on July 18, the Associated Press reported that there was \"seepage\" coming from the area at the bottom of the Deepwater well head.",
            "output": [
                "Gayunman, noong ika-18 ng Hulyo, iniulat ng Kaugnay na Pahayagan na nagkaroon ng \"kayat\" galing sa lugar sa pinakailalim ng balon ng Deepwater."
            ]
        },
        {
            "input": "The cause of death has been reported to be an explosion, but the source is unclear.",
            "output": [
                "Iniulat na ang kanyang pagkamatay ay dulot ng pagsabog, subalit hindi malaman kung saan ito nagmula."
            ]
        },
        {
            "input": "\"They shot the tiger, and the tiger is deceased,\" said zoo spokeswoman Mindy Talmadge.",
            "output": [
                "\"Binaril nila ang tigre at ito ay namatay,\" ayon sa tagapagsalita ng zoo na si Mindy Talmadge."
            ]
        },
        {
            "input": "The following is the second in a monthly series chronicling the U.S. 2012 presidential election.",
            "output": [
                "Ang sumusunod ay ang pangalawa sa isang buwanang serye na sinasalaysay ang U.S. 2012 pampanguluhan halalan."
            ]
        },
        {
            "input": "He was Carrie Bradshaw, replete with a prodigious use of puns, before Sex and the City was a thought.",
            "output": [
                "Siya ay si Carrie Bradshaw, punong-puno ng napakalawak na paggamit ng puns, bago pa maisip ang Sex and the City."
            ]
        },
        {
            "input": "\"He is resting comfortably in a Los Angeles, California hospital, and he will be back in the studio for the next scheduled tapings in January,\" said a spokesman for the show in a statement posted on the show's website.",
            "output": [
                "\"Siya ay maginhawang nagpapahinga sa Los Angeles, Ospital ng California, at siya ay babalik sa istudyo sa susunod na naka takdang mga teyping sa Enero,\" sinabi ng tagapagsalita ng programa sa pahayag na nalathala sa website ng programa."
            ]
        },
        {
            "input": "Police had visited CCN offices in Port of Spain twice last year seeking the tape.",
            "output": [
                "Binisita ng pulis ang mga opisina ng CCN sa Daungan ng Espanya dalawang beses noong nakaraang taon upang kunin ang teyp."
            ]
        },
        {
            "input": "The neighborhood targeted is mainly residential, and the victims were civilians.",
            "output": [
                "Ang pinatamaang kabahayan ay karamihan pangtirahan, at ang mga biktima ay sibilyan."
            ]
        },
        {
            "input": "Oyler, 38, set the Esperanza Fire out of anger his dog had been impounded, according to prosecutors.",
            "output": [
                "Si Oyler, 38 taong gulang, ang nag-umpisa ng Apoy Esperanza dahil sa galit niya sa kangyang aso, ayon sa mga piskal."
            ]
        },
        {
            "input": "Emergency response times were tested for such potential disasters as oil spills, or rescue operations such as responding to cruise ship emergencies.",
            "output": [
                "Ang panahon ng pagtugon sa biglang pangangailangan ay sinubukan para sa mga posibleng sakuna tulad ng pagtagas ng langis, o operasyon ng pagsagip tulad ng pagtugon sa biglang pangangailangan ng isang barko."
            ]
        },
        {
            "input": "The schedule was hectic: 12-14 hours a day were spent doing everything from trips to the Weizmann Institute to dinner with Yossi Vardi.",
            "output": [
                "Mahirap ang schedule: 12-14 na oras sa isang araw ay ginugugol sa paggawa ng maraming bagay mula sa biyahe patungo sa Weizmann Institute hanggang sa pagkain ng hapunan kasama si Yossi Vardi."
            ]
        },
        {
            "input": "After calling for the ceasefire Saakashvili continued by saying that \"I am willing to have international mediation; I am willing to have international separation of forces; we have to establish normal regime under international supervision.\"",
            "output": [
                "Pagkatapos nanawagan para sa paghinto ng putukan nagpatuloy si Saakashvili sa pagsasabi na \"Ako ay nakahandang magkaroon ng pamamagitang pandaigdig; Ako ay nakahandang magkaroon ng pandaigdigang paghihiwalay ng mga puwersa; kailangan nating magtatag ng normal na pamumuno sa ilalim ng pandaigdigang pangangasiwa.\""
            ]
        },
        {
            "input": "\"What is crucial now is that Sierra Leone actually receives the necessary funding and technical assistance to realise this objective.\"",
            "output": [
                "\"Ang pinakaimportante ngayon ay ang Sierra Leone ay tunay na tumatanggap ng kinakailangang pagpopondo at maalituntuning pagtulong para mapagtanto itong layunin.\""
            ]
        },
        {
            "input": "SpaceX has already reached an agreement with NASA to conduct three test flights of the Dragon capsule in conjunction with the Falcon 9.",
            "output": [
                "Nagkaroon na ng kasunduan ang SpaceX at NASA na magsagawa ng tatlong beses na pagsubok na paliparin ang kapsula ng Dragon kadikit ang Falcon 9."
            ]
        },
        {
            "input": "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.",
            "output": [
                "Si Critchfield ay inakusahan ng pananakit ng kanyang stepchildren gamit ang mga tabla, at gamit ng mga bingwit at mga tali upang isigurado sila at pilitin na tumayo ng mahabang panahon."
            ]
        },
        {
            "input": "Current Defence Secretary John Reid will replace Clarke as the new Home Secretary, and Jack Straw will become Commons leader.",
            "output": [
                "Ang kasalukuyang Kalihim ng Depensa na si John Reid ang hahalili kay Clarke bilang bagong Home Secretary, at magiging pinuno ng Commons si Jack Straw."
            ]
        },
        {
            "input": "Many Hindus were upset by Sudhakaran's words, as some devout Hindus consider swamis to be above the law and should not be criticized.",
            "output": [
                "Maraming mga Hindu ang hindi natuwa sa mga sinabi ni Sudhakaran, kung saan karamihan sa mga debotong Hindu ay kinokonsidera ang mga swami bilang mataas sa batas at hindi maaaring pintasan."
            ]
        },
        {
            "input": "Mr Dunne said the reason for his proposed change was because since New Zealand is multi-cultural, then New Zealand's national day should be one about everybody and not one about grievance.",
            "output": [
                "Sinabi ni Dunne na ang dahilan ng kanyang iminungkahing pagbabago ay dahil sa ang New Zealand ay maraming kultura, nararapat lamang na ang nasyonal na araw ng New Zealand ay dapat tungkol sa bawa't isa at hindi tungkol sa pagluluksa."
            ]
        },
        {
            "input": "Political activist Ralph Nader has announced the launch of an independent campaign for President of the United States.",
            "output": [
                "Ang pampulitikang aktibista na si Ralph Nader ay nagpahayag ng paglunsad ng isang independiyenteng kampanya para sa Presidente ng Estados Unidos."
            ]
        },
        {
            "input": "Mumtaz Zareen, Timargarah police chief, told AFP news agency that the attack was a suicide bombing; according to him, \"the man came on foot and detonated himself.\"",
            "output": [
                "Si Mumtaz Zareen, na hepe ng pulis sa Timargarah, ay sinabi sa ahensiya ng balita ng AFP na ang pag-atake ay isang pambobombang nagpapakamatay; ayon sa kaniya. \"ang lalaki ay nakapaa at nagpaputok sa kanyang sarili.\""
            ]
        },
        {
            "input": "Last season's championship is not a harbinger of success this season, as every season since the league was founded in 2008, the defending champions have failed to finish in the top four and attempt to repeat their title claim.",
            "output": [
                "Ang kampeonato ng nakaraang season ay hindi sukat ng tagumpay sa kasalukuyang season, dahil sa mga nakaraang season mula ng itinatag ang liga noong 2008, ang kampeon ay nabibigong makatapos na nasa pinakamatas na apat at bigo ring sa kanilang pagsisikap na maging kampeon ulit."
            ]
        },
        {
            "input": "\"If the cost of answering questions makes you squirm, then too bad...\"",
            "output": [
                "\"Kung sa pagsagot ng mga tanong ay namamaluktot ka, sayang...\""
            ]
        },
        {
            "input": "The tests have been widely criticised by the international community.",
            "output": [
                "Ang pagsusuri ay malawak na pinintasan ng internasyonal na komunidad."
            ]
        },
        {
            "input": "Even though its racing scale is one third of the Taipei Stage (60 laps, 1 km/lap), but several local cycling clubs and senior cyclists participated in this promotional race.",
            "output": [
                "Kahit na ang iskala sa takbuhan ay nasa ikatlo ng Tanghalan ng Taipei (60 ikot, 1 kilometro kada ikot), pero ilang lokal na samahan na nagbibisikleta at mga matagal nang siklista ang nakilahok sa promosyonal na karera."
            ]
        },
        {
            "input": "In the second edit Palin and her family were described as \"avid outdoors enthusiasts.\"",
            "output": [
                "Sa ikalawang pagwawasto, si Palin at ang kanyang pamilya ay tinagurian bilang mga \"masugid na mahihilig sa panlabas.\""
            ]
        },
        {
            "input": "Police are requesting that anyone who comes in contact with the suspect dial 911 and exercise extreme caution.",
            "output": [
                "Hinihiling ng mga pulis sa lahat na makasalubong ang suspekt na tumawag sa 911 at mag-ingat."
            ]
        },
        {
            "input": "Early reports claim little damage was done to the temple.",
            "output": [
                "Ang mga naunang ulat ay nagsabi na kaunting sira ang naidulot sa templo."
            ]
        },
        {
            "input": "Observers have noted that the summit has attracted the participation of Saudi Arabia and Syria—two Arab states that do not recognize Israel—and say that this is critical to chances for success.",
            "output": [
                "Ang mga tagamasid ay isinulat na ang pagpupulong ay nakahimok ng partisipasyon ng Saudi Arabia at Syria - dalawang estado na Arab na hindi kinikilala ang Israel - at sinabing ito ay kritikal sa pagkakataon para magtagumpay."
            ]
        },
        {
            "input": "When police began to talk to the boy, who managed to park in front of his own home, \"He said the reason he took the vehicle was because he wanted to get his license,\" said Laverette.",
            "output": [
                "Nang nagsimulang kausapin ng mga pulis ang batang lalaki, na nakayanang huminto sa tapat ng kanyang bahay, \"Sinabi niya na ang dahilan kung bakit kinuha niya ang sasakyan ay dahil gusto niyang makakuha ng kanyang lisenya,\" ayon pa kay Lavarette."
            ]
        },
        {
            "input": "Water police will search for the sharks today and as a result, beaches on the east and west of Amity Point have been closed.",
            "output": [
                "Ang mga pulis sa tubig ay maghahanap ng mga pating ngayong araw at bilang resulta, ang dalampasigan sa silangan at kanluran ng Amity Point ay isinara."
            ]
        },
        {
            "input": "The main card was broadcast in the United States on premium broadcast network Showtime.",
            "output": [
                "Ang pangunahing kard ay ibinalita sa Estados Unidos sa premyadong brodkast network Showtime."
            ]
        },
        {
            "input": "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.",
            "output": [
                "Idinagdag rin niya na nagtrabaho si Lawrence sa kampanya para sa halalan ng mga kinatawan ng Australian Republican Movement para sa Australian Constitutional Convention noong 1998."
            ]
        },
        {
            "input": "O'Connell, an avid defender of the test, which is required by a law he wrote and championed when he was in the state legislature, said this week that he would make sure school districts knew that they had to require the test be passed in order to hand out diplomas to students.",
            "output": [
                "Ang masugid na tagapagtanggol ng pagsusuri na si O'Connell na kung saan ay kinakailangan sa pamamagitan ng isang batas na isinulat niya at kampeon noong siya ay nasa estado lehislatura ay nagsabi ngayong linggo na sisiguraduhin niya na malalaman ng mga distrito ng mga paaralan na kailangan nilang humingi na ipasa ang pagsusuri para maiabot nila ang diploma sa mga mag-aaral."
            ]
        },
        {
            "input": "Flying on a chartered private jet, Osman and his escort landed at RAF Northolt, where Osman was charged on arrival.",
            "output": [
                "Lumipad sakay sa inarkilang pribadong jet, si Osman at ang kanyang eskorte ay bumaba sa RAF Northolt, kung saan si Osman ay hinuli pagkarating."
            ]
        },
        {
            "input": "Puget Sound Energy, the electric utility for much of the Seattle metro area, reported 700,000 customers (over 66%) without power, with the area around Seattle the worst hit.",
            "output": [
                "Ang Puget Sound Energy, ang kuryenteng para sa maraming rehiyon sa kalakhan ng Seattle, ay nag-ulat ng 700,000 mga tagapagtangkilik (higit sa 66%) ang walang kuryente, kung saan ang rehiyon sa paligid ng Seattle ang pinakamasama ang tama."
            ]
        },
        {
            "input": "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.",
            "output": [
                "Ang dumidepensang barista ay nagbanta sa mga tagahatol na huwag ng pansinin ang komento ng mga tagapamahayag dahil parang hinahatulan na kaagad nila ang may sala bago pa man magsimula ang kaso."
            ]
        },
        {
            "input": "\"'We needed it', he smiled,\"",
            "output": [
                "\"Kailangan namin yaon', nakangiting sinabi niya, \""
            ]
        },
        {
            "input": "After the first, overnight on Tuesday at Addenbrooke's Hospital in Cambridge, it was reported in a press release by Marussia that she had lost her right eye, and was still in a \"critical but stable\" condition.",
            "output": [
                "Matapos ang unang magdamag noon Martes sa Addenbrooke's Hospital sa Cambridge, naiulat sa isang pahayagan na inilabas ni Marussia na nawala ang kanyang kanang mata, at siya ay patuloy pa ring \"nasa kritikal pero pirmihan\" ng kundisyon."
            ]
        },
        {
            "input": "The sailors were of multiple nationalities, including seven Russians, two Germans, two Ukrainians, and one Lithuanian.",
            "output": [
                "Ang mga mandaragat ay galing sa iba't-ibang nasyonalidad, kasali dito ang pitong taga Ruso, dalawang taga Alemanya, dalawang taga Ukraine, at isang taga Lithuania."
            ]
        },
        {
            "input": "Paisley left St. Andrews quickly after attending the press conference in order to be with his family for his fiftieth wedding anniversary.",
            "output": [
                "Nagmadaling umalis si Paisley ng St. Andrews pagkatapos dumalo ng pagpupulong upang makasama ang kanyang pamilya para sa kanyang ika-limang anibersaryo ng kasal."
            ]
        },
        {
            "input": "Simon explains that his behavior may have been influenced by a hit he received less than a minute before his stick swinging incident.",
            "output": [
                "Ipinaliwanag ni Simon na ang kanyang gawi ay maaaring naimpluwensyahan ng isang tama na natanggap niya wala pang isang minuto bago ang insidente ng paghataw ng stick."
            ]
        },
        {
            "input": "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.",
            "output": [
                "Ayon sa mga bagong pagsusuri, may isang mumurahing gamot na maaaring makapatay ng mga selula ng kanser sa mga tao."
            ]
        },
        {
            "input": "\"I think that would just encourage those who wanted completely to destabilise and destroy Iraq, and create chaos and victory for the terrorists to hang on and hope for (an) Obama victory,\" Mr Howard said.",
            "output": [
                "\"Sa palagay ko ay magbibigay lang ito ng lakas ng loob sa mga nagnanais na sirain ang Iraq at gumawa ng kaguluhan, at pagkapanalo para sa mga terorista na umasang mananalo si Obama,\" ani Howard."
            ]
        },
        {
            "input": "The cinema is operated by Movieplex Italy and is located in the Plaza Romania shopping centre.",
            "output": [
                "Ang sinehan ay pinatatakbo ng Movieplex Italy at nasa sentrong pamilihan ng Plaza Romania."
            ]
        },
        {
            "input": "Under this law, games that have \"inappropriate violence\" are added to a list of materials that are considered harmful to minors.",
            "output": [
                "Sa ilalim ng batas na ito, ang mga larong \"hindi akmang karahasan\" ay inidagdag sa listahan ng mga materyales na tinuturing na makakasakit sa kabataan."
            ]
        },
        {
            "input": "Negotiating under the United Nations Framework Convention on Climate Change , the next negotiating session is scheduled to take place in August, followed by another, final one-week intersessional meeting, before Cancún.",
            "output": [
                "Sa pag-uusap sa ilalim ng Unites Nations Balangkas na Kombensyon sa Pagbabago ng Klima, itinakda ang susunod na pulong ng pag-uusap na gaganapin sa Agosto, na susundan ito ng isa pa, na pinal na isang-linggong intersesyonal na pagpupulong, bago Cancun."
            ]
        },
        {
            "input": "More than 400, 000 volunteers and health workers will take part in the campaign, visiting children in their homes.",
            "output": [
                "Mahigit 400, 000 na mga boluntaryo at mga manggagawang pangkalusugan ang makikilahok sa isang kampanya, pagbibisita sa mga bata sa kanilang mga tahanan."
            ]
        },
        {
            "input": "Google Inc. formally submitted a bid to provide free wireless internet, or WiFi, in response to a request from Mayor Gavin Newsom's office.",
            "output": [
                "Pormal ng nagpasa ng tawad upang makapagbigay ng libreng wireless internet, o WiFi ang Google Inc., bilang tugon sa kahilingan mula sa opisina ni Punong Lungsod Gavin Newsom."
            ]
        },
        {
            "input": "He also states that he would not mind a one-on-one conversation with some members of Anonymous, but \"these guys don’t have the balls for a direct sit-down because they should get their facts straight.\"",
            "output": [
                "Sinaad din niya na hindi niya iintindihin ang isa-sa-isang pag-uusap kasama ang ilang mga miyembro ng Anonymous, pero \"itong mga taong ito ay walang mga bayag para sa direktang pag-upo dahil kailangan nilang ituwid ang kanilang mga impormasyon.\""
            ]
        },
        {
            "input": "With this victory, owner Chip Ganassi became the first team owner in racing history to have their drivers win both the Daytona 500 of the Sprint Cup (won by Jamie McMurray) and the Indianapolis 500 in the same year.",
            "output": [
                "Sa pagkapanalong ito, ang may-aring si Chip Ganassi ay naging unang may-ari ng koponan sa kasaysayan ng karera na nanalo ang kanilang mga drayber na manalo pareho sa Daytona 500 ng Sprint Cup (na napanalunan ni Jamie McMurray) at sa Indianapolis 500 sa iyon ding taon."
            ]
        },
        {
            "input": "However, prosecutor Peter Davis stated that \"[t]he prosecution's case is that the cause of the cargo going overboard was due to faulty lashings [...]",
            "output": [
                "Gayunman, ang tagausig na si Peter Davis ay nagpahayag na \"ang kaso ng tagausig ay sanhi ng nahulog na kargada dahil sa maling pagkakatali [...]"
            ]
        },
        {
            "input": "The school board's statement on Intelligent Design directs students to the book Of Pandas and People as a source of information \"for students who might be interested in gaining an understanding of what Intelligent Design actually involves.\"",
            "output": [
                "Ang pahayag ng pamunuan ng paaralan sa Intelligent Design ay umaakay sa mga estudyante sa aklat na Of Pandas ang People bilang pinagmumulan ng impormasyon \"para sa mga estudyanteng maaaring interesado para magkamit ng pagkaunawa kung ano talaga ang kinapapalooban ng Intelligent Design.\""
            ]
        },
        {
            "input": "Despite failing to win any major trophies with the national team, Bobby Robson was one of the most successful and best loved England managers.",
            "output": [
                "Sa kabila ng kabiguang makapag-uwi ng tropeo ang pambansang koponan, si Bobby Robson ang isa sa mga pinakamatagumpay at pinakaminahal na tagapamahala sa England."
            ]
        },
        {
            "input": "Wikipedia is often one of the top results of many searches.",
            "output": [
                "Kalimitan ang Wikipedia ang isa sa pinakaunang resulta sa maraming mga pagsasaliksik."
            ]
        },
        {
            "input": "According to Mozdalifa Mohamed Osman, Al-Ahdath's newsroom chief, the suspension caused financial losses of US$10,000.",
            "output": [
                "Ayon kay Mozdalifa Mohamed Osman, ang hepe ng silid-basahan ng Al-Ahdath, ang pagtigil ay nagdulot ng pagkalugi sa pinansiyal ng US$10,000."
            ]
        },
        {
            "input": "His mother, Carolyn, had washed the jersey every other day and mended it when needed.",
            "output": [
                "Si Carolyn, ang kanyang ina, ay nilalabhan ang jersey kada dalawang araw at tinatahi ito kapag kailangan."
            ]
        },
        {
            "input": "Victory Park, Woombye, Queensland — Conversions were a rarity on Saturday as Noosa defeated Nambour in a four try to two round 18 Sunshine Coast Rugby Union match in Woombye, Australia.",
            "output": [
                "Sa Victory Park, Woombye, Queensland - Ang pagkakaroon ng dagdag pangpuntos ay pambihira noong Sabado nang matalo ng Noosa ang Nambour sa pang-apat na pagsubok sa dalawang pag-ikot ng 18 sa labanan ng Sunshine Coast Rugby Union sa Woombye, Australia."
            ]
        },
        {
            "input": "Wired News states that the attack on the forum may have been the first computer attack in history to inflict physical harm on its victims.",
            "output": [
                "Ipinahayag ng Wired News na ang pagsalakay sa porum ay maaaring maging unang pagsalakay ng compyuter sa kasaysayan upang ipabata ang pisikal na pinsala sa mga biktima."
            ]
        },
        {
            "input": "A centerpiece of the new policy is a new plan called the \"Prompt Global Strike,\" which involves a new type of conventional weapon that could be fired from the U.S. and reach anywhere in the world within an hour, providing an effective option for attacks worldwide, such as against a missile launch from North Korea or a strike against Al-Qaeda in Pakistan.",
            "output": [
                "Isang sentro ng bagong polisiya ay isang bagong plano na tinatawag na \"Prompt Global Strike\" na naglalakip ng bagong uri ng pangkaraniwang armas na maaring paputukin mula U.S. at makarating kahit saan sa mundo sa loob ng isang araw, magbibigay ng epektibong opsiyon para sa mga atake sa buong mundo, gaya ng laban sa isang missile launch mula sa Hilagang Korea o isang pag-atake laban sa Al-Qaeda sa Pakistan."
            ]
        },
        {
            "input": "I don't know what else to do but pray,\" said Hudson during a press conference on Saturday.",
            "output": [
                "Hindi ko na alam kung ano pa ang aking gagawin kung hindi ang magdasal,\" sabi ni Hudson sa isang pagpupulong noong Sabado."
            ]
        },
        {
            "input": "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"",
            "output": [
                "\"Sa pagsisimula ng pagsasaayos, na siyang layunin ng prolactin therapy, inaasahan namin na aktwal na paunlarin ang sintomas sa tao sa tulong ng MS.\""
            ]
        },
        {
            "input": "The medical charity Mangola, Medecines Sans Frontieres and the World Health Organisation say it is the worst outbreak recorded in the country.",
            "output": [
                "Ang medikal na kawanggawa na Mangola, Medecines Sans Frontieres at ang World Health Organization ay sinabi na ito na ang pinakamalalang paglaganap na iniulat sa bansa."
            ]
        },
        {
            "input": "\"Effort has been made to lower Karzai's vote to below 50 per cent,\" he stated.",
            "output": [
                "\"Ang pagsisikap ay nagawa upang pababain ang boto kay Karzai sa mas mababa sa 50 porsyento,\" ang sabi niya."
            ]
        },
        {
            "input": "The man strangled his married daughter to death with wire after discovering she was in an incestuous affair.",
            "output": [
                "Ang lalaki ay sinakal ang kanyang anak na babae na may asawa hanggang sa mamatay sa pamamagitan ng kawad pagkatapos malaman na ito may relasyon sa kamag-anak."
            ]
        },
        {
            "input": "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.",
            "output": [
                "Hindi kagaya ng ibang mga estadong Balkan kagaya ng Slovenia, Croatia at Bosnia, nakamit ng Montenegro ang kasarinlan nang walang dahas."
            ]
        },
        {
            "input": "Further inland from the storm, except for the possibility of thunderstorms, little effect from Ophelia is expected.",
            "output": [
                "Sa kaibayuhan ng looban mula sa bagyo, maliban sa posibilidad ng kulog, bahagyang epekto lamang ang inaasahan."
            ]
        },
        {
            "input": "The numbers are not set in stone, according to a spokesperson for TVNZ.",
            "output": [
                "Ang mga numero ay hindi nakatakda sa bato, ayon sa tagapagsalita para sa TVNZ."
            ]
        },
        {
            "input": "One person had been identified, although their name has not been released.",
            "output": [
                "Isang tao ang natukoy, ngunit ang pangalan ay hindi ibinunyag."
            ]
        },
        {
            "input": "The exact number of users affected by the outage is not yet known.",
            "output": [
                "Ang eksaktong bilang na gumagamit na apektado sa pagkasira ay hindi pa alam."
            ]
        },
        {
            "input": "According to Democratic Senator Mark Begich from Alaska, the U.S. Department of the Interior has decided to halt all new Arctic exploratory oil drilling applications until 2011.",
            "output": [
                "Ayon kay Democratikong Senador Mark Begich mula Alaska, ang U.S. Department of the Interior ay nagdesisyon na itigil ang lahat ng bagong Arctic exploratory oil drilling na mga aplikasyon hanggang 2011."
            ]
        },
        {
            "input": "Larry Stevens is running for the Libertarian Party in the Ontario provincial election, in the Kitchener-Conestoga riding.",
            "output": [
                "Tatakbo si Larry Stevens para sa Partidong Libertarian sa pang-probinsiyang eleksyon sa Ontario, sa lugar ng Kitchener-Conestoga."
            ]
        },
        {
            "input": "During the last month, the case has caused a several spin-off discussions in Belgium.",
            "output": [
                "Nitong nakaraang buwan, ang kaso ay nagsanhi ng mga iba't-ibang diskusiyon sa Belgium."
            ]
        },
        {
            "input": "I'll go home, do what I have to do there...and enjoy my retirement,\" said Piniella.",
            "output": [
                "Uuwi ako, gagawin ang dapat kong gawin doon...at tamasahin ang aking pagreretiro,\" sabi ni Piniella."
            ]
        },
        {
            "input": "Official Winter Time is adopted in the last Sunday of October and the Summer Time in last Sunday of March.",
            "output": [
                "Ang Official Winter Time ay magsisimula sa huling Linggo ng Oktubre at ang Summer Time ay magsisismula sa huling Linggo ng Marso."
            ]
        },
        {
            "input": "In a statement, Cuomo said “Governor Carey led our state during a time of great financial turmoil and pulled us back from the brink of bankruptcy and economic ruin.”",
            "output": [
                "Sa isang pahayag, sinabi ni Cuomo \"Inakay ni Gobernador Carey ang ating estado sa panahon nang matinding kaguluhang pinansiyal at hinila niya tayo mula sa bingit ng pagkalugi at ekonomiyang pagkasira.\""
            ]
        },
        {
            "input": "However, the collapse of the Ottoman and Russian Empires in the wake of the First World War led to the Armenian–Azerbaijani War.",
            "output": [
                "Gayunpaman, ang pagbagsak ng Emperyo ng Ottoman at Russiansa kamatayan ng unag digmaang pandaigdig ang nagpasimula sa away ng Armenian-Azerbaijani."
            ]
        },
        {
            "input": "Eritrea also took the opportunity to condemn its rival Ethiopia that helped install the provisional government of Somalia.",
            "output": [
                "Sinamantala din ng Eritrea na kondenahin ang kanilang karibal na Ethiopia na tumulong na italaga ang pansamantalang pamahalaan ng Somalia."
            ]
        },
        {
            "input": "AEY violated the contract by breaking two clauses, one stating that the ammunition could not be acquired directly or indirectly from the People’s Republic of China, which is a violation of American law.",
            "output": [
                "Nilabag ng AEY ang dalawang sugnay ng kontrata, ang isa ay hindi dapat direkta o di direktang manggagaling sa Republika ng Tsina ang mga bala, isang paglabag ng paglabag sa batas ng Amerika."
            ]
        },
        {
            "input": "The Deepwater Horizon oil spill started on April 20 after an explosion on the rig.",
            "output": [
                "Ang tagas ng langis ng Deepwater Horizon at nagsimula noon ika-20 ng Abril pagkatapos ng pagsabog sa karatela."
            ]
        },
        {
            "input": "Over the next few days, it is projected to gradually turn towards the northwest, while reducing in forward speed.",
            "output": [
                "Sa susunod na ilang araw, ito ay inaasahan na unti-unting babaling patungong hilagang-kanluran, habang bumabagal ang bilis ng pagsulong."
            ]
        },
        {
            "input": "Conway's car then hit the track's retaining wall and landed on its front side.",
            "output": [
                "Ang kotse ni Conway ay bumangga sa nananatiling pader ng daanan at tumilapon doon sa bandang unahan."
            ]
        },
        {
            "input": "\"The next prime minister is Ehud Olmert,\" said Roni Bar-On, a Member of the Knesset for Kadima.",
            "output": [
                "\"Ang susunod na punong ministro ay si Ehud Olmert,\" ayon kay Roni-Bar-On, isang Miyembro ng Knesset para sa Kadima."
            ]
        },
        {
            "input": "DeLay has publicly countered that the charges are partisan and thus politically motivated.",
            "output": [
                "Publikong sinagot ni DeLay na ang mga reklamo ay makapartido at sa makatuwid ay nabahiran ng pulitika."
            ]
        },
        {
            "input": "The document stated, in Spanish, that the countries aim to \"build and operate a line of fiber optic cables between Venezuela and Cuba.\"",
            "output": [
                "Nakasaad sa dokumento, sa Espanyol, na ang mga bansa ay naglalayon na \"bumuo at magpatakbo ng linya ng fiber optic na mga kable sa pagitan ng Venezuela at Cuba.\""
            ]
        },
        {
            "input": "Martin Garbus, Esq. filed a shareholder derivative suit Monday against Marvel Entertainment and its Chief Executive Officer Isaac Perlmutter, as well as Stan Lee, the creator of Marvel superhero characters, and Lee's wife and former Marvel Studios head, Avi Arad.",
            "output": [
                "Isinampa ni Martin Garbus, Esq ang kasong deribatibong kasosyo noong Lunes laban kay Marvel Entertainment at Chief Executive Officer Isaac Perlmutter, ganoon din kay Stan Lee, tagalikha ng mga superhero ng Marvel, at asawa ni Lee at dating pangulo ng Mrvel Studios, Avi Arad."
            ]
        },
        {
            "input": "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.",
            "output": [
                "Ang pahayag ay ginawa matapos kumuha ng pagsusuri ang tatlong mga mamamahayag mula sa online edisyon na pahayagan na Verdens Gang (VG)."
            ]
        },
        {
            "input": "Uruguay have qualified for the 2010 World Cup following a 1:1 draw with Costa Rica; Uruguay won on a 2:1 aggregate when they won 1:0 on Saturday.",
            "output": [
                "Ang Uruguay ay kwalipkado para sa 2010 World Cup pagkatapos ng 1:1 na tabla sa Costa Rica; nanalo ang Uruguay sa pinagsamang 2:1 nang manalo sila sa 1:0 noong Sabado."
            ]
        },
        {
            "input": "Rodrigo Pinho, state attorney, said the authorities will thoroughly investigate \"to determine the cause and to identify who was responsible\".",
            "output": [
                "Sinabi ni Rodrigo Pinho, ang abogado ng estado, na ang mga awtoridad ay masusing mag-iimbestiga \"upang malaman ang sanhi at makilala ang mga responsible.\""
            ]
        },
        {
            "input": "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).",
            "output": [
                "Ang unang 7.2 na lindol na itinala nang 4:08 ng umaga, noong Huwebes ng umaga sa lokal na oras (UTC+11), 55 na kilometro (35 milya) silangan, timog siliangan sa Luganville, Espiritu Santo, Vanuatu na may lalim na 144.8 km (90.0 milya)."
            ]
        },
        {
            "input": "Falkirk were today relegated from the Scottish Premier League (SPL), after they failed to beat Kilmarnock away from home.",
            "output": [
                "Ang Falkirk ay ibinaba mula sa Scottish Premier League (SPL) matapos silang mabigong talunin ang Kilmarnock sa lugar na malayo sa kanilang lugar."
            ]
        },
        {
            "input": "Nigerian military sources said at least two foreign oil workers were missing, one of them, Italian.",
            "output": [
                "Sinabi ng mga militaring Nigerian na di bababa sa dalawang dayuhang manggagawa sa langisan ang nawawala, at isa doon ay Italyano."
            ]
        },
        {
            "input": "The study also reveals that a male born in the late 1870's would have had an average life span of 51-years-old and in the 1930's the average life span was 69-years-old.",
            "output": [
                "Ang pag-aaral ay naglalantad din na ang isang lalaki na ipinanganak sa huling bahagi ng ika-1870 ay maaaring magkaroon ng karaniwang haba ng buhay na 51-taong-gulang at noong ika-1930 ang karaniwang haba ng buhay ay 69-taong-gulang."
            ]
        },
        {
            "input": "A spokesperson for NHS Highland said that Mr. Cook arrived at hospital 90 minutes after his collapse, and was reported dead five minutes later.",
            "output": [
                "Sinabi ng tagapagsalita para sa NHS Highland na si Ginoong Cook ay dumating sa ospital 90 minutos matapos siyang bumagsak, at naibalitang patay pagkatapos ng limang minuto."
            ]
        },
        {
            "input": "Officials have blocked off an area of Dresden approximately 1.9 miles (3km) from the site where the swan was found and have posted observation areas at approximately 6.2 miles (10km) outside the area as a precaution.",
            "output": [
                "Hinarangan ng mga opisyal ang isang lugar ng Dresden ng halos 1.9 milya (3km) mula sa lugar kung saan nakita ang sisne at nilagay ang mga lugar para sa obserbasyon sa halos 6.2 miles (10km) sa labas ng lugar bilang pa-iingat."
            ]
        },
        {
            "input": "Green has been discharged from the military and has pleaded not guilty in a federal court in Kentucky where he will stand trial; he will not be facing a court martial regardless of what occurrs in the Baghdad hearing.",
            "output": [
                "Pinaalis si Green mula sa militar at nagsaad na siya ay walang sala sa korteng pederal sa Kentucky kung saan siya ay lilitisin; hindi siya haharap sa korteng marsyal kahit ano mang mangyari sa pagdinig sa Baghdad."
            ]
        },
        {
            "input": "This is necessary as a deterrent for such outrageous, uncivilised behaviour.",
            "output": [
                "Ito ay mahalaga bilang hadlang sa malupit at hindi sibilisadong asal."
            ]
        },
        {
            "input": "In the end, this same technology might save the movie industry millions.",
            "output": [
                "Sa huli, ang kagaya nitong teknolohiya ay maaaring makaipon sa industriya ng pelikula ng milyones."
            ]
        },
        {
            "input": "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.",
            "output": [
                "Humingi ang United States Department of Justice na ibasura ang paghahablang katiwalian laban kay dating Senador Ted Stevens ng Alaska dahil ang mga ebidensya ay ayaw ibigay sa pangkat ng tagapagtanggol ng orihinal na mga taga-usig."
            ]
        },
        {
            "input": "England next face Trinidad and Tobago while Paraguay face the England manager's home nation, Sweden.",
            "output": [
                "Ang susunod na haharapin ng England ay ang Trinidad and Tobago habang ang Paraguay ay haharapin ang inang bayan ng tagapamahala ng England, ang Sweden."
            ]
        },
        {
            "input": "Minutes after the quake hit, the Pacific Tsunami Warning Center issued a warning that parts of the Sumatran coast were at risk of a possible tsunami but was later cancelled.",
            "output": [
                "Ilang minuto matapos tumama ang lindol, ang Pacific Tsunami Warning Center ay naglabas ng babala na ilang bahagi ng baybayin ng Sumatra ay nanganganib na posibleng tamaan ng tsunami ngunit di kalaunan ay kinansela ito."
            ]
        },
        {
            "input": "Mikel Arteta was able to trouble Antti Niemi, however, in the Fulham goal, but the Finnish keeper did well to keep the ball out of the bottom corner.",
            "output": [
                "Nabulabog ni Mikel Arteta si Antti Niemi, gayunpaman, sa gol ng Fulham pero ang tagapag-ingat ng Finnish ay mahusay na naalagaan ang kanilang bola para hindi mapapunta sa ilalim."
            ]
        },
        {
            "input": "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.",
            "output": [
                "Matatag na kapalaran para kay Fernando, ang problema sa hintuan sa pit ay nakasira sa hindi kapani-paniwalang labanan."
            ]
        },
        {
            "input": "\"I'm pleased it's over, and I'm honored.\"",
            "output": [
                "\"Natutuwa ako na tapos na, at ako ay nagbubunyi.\""
            ]
        },
        {
            "input": "Police are investigating a shooting on Buffalo's East Side late Saturday night which left one person in critical condition at a local hospital.",
            "output": [
                "Iniimbestigahan ng mga pulis ang pamamaril sa East Side ng Buffalo noong Sabado ng gabi na nag-iwan ng isang taong nasa kritikal na kondisyon sa lokal na ospital."
            ]
        },
        {
            "input": "The UK Secretary of State for Defence John Reid has admitted the withdrawal of 5,500 of the 8,500 British troops in Iraq by spring 2006 is a possibility.",
            "output": [
                "Ang Kalihim ng Estado ng UK para sa Pagtatanggol na si John Reid ay umamin sa posibilidad ng pag-aalis ng 5,500 sa 8,500 na hukbo ng Britanya sa Iraq hanggnag sa tagsibol taong 2006."
            ]
        },
        {
            "input": "The move follows a report into a November 2010 crash that killed a pilot in Alaska.",
            "output": [
                "Ang aksyon ay kasunod sa ulat ng pagbagsak na ikinamatay ng isang piloto noong Nobyembre 2010 sa Alaska."
            ]
        },
        {
            "input": "But when it comes right down to it, no irrefutable evidence exists to confirm allegations that the CIA operated secret detention centers in Europe.",
            "output": [
                "Subalit kung titingnang mabuti, walang di maipagkakailang ebidensya na umiiral upang kumpirmahin ang mga alegasyon na nagpapatakbo ang CIA ng mga lihim na bilangguan sa Europa."
            ]
        },
        {
            "input": "Nigel de Jong scored after eight minutes and Mark van Bommel scored on 15 minutes.",
            "output": [
                "Nakapuntos si Nigel de Jong pagkatapos ng walong minuto at nakapuntos si Mark van Bommel pagkatapos ng 15 na minuto."
            ]
        },
        {
            "input": "There has been an investigation launched into the cause of the crash, which was found by a team of rescuers from the United States.",
            "output": [
                "May imbestigasyon na inilabas para sa dahilan ng pagbagsak, na nakita ng isang pangkat ng manliligtas mula sa US."
            ]
        },
        {
            "input": "Following the cancellation of MOL, it was converted back to a regular Titan launch complex, and was used for 55 launches, of Titan IIIC, 34D, and IV rockets.",
            "output": [
                "Pagkatapos ipatigil ang MOL, ito ay binago pabalik sa regyular na kompleks na paliparan ng Titan, at ginamit sa 55 na pagpapalipad, ng Titan IIIC, 34D, at IV rokets."
            ]
        },
        {
            "input": "\"Is the biggest proponent of George Bush’s tired, failed policies ready to bring about change? \"",
            "output": [
                "\"Ang pinakamalaking tagapagtaguyod ng mga pagod at bagsak na polisiya ni George Bush ay handa bang magdala ng pagababago?\""
            ]
        },
        {
            "input": "It's said that it would be hard to sell the stolen paintings on the open market due to the popularity of the paintings.",
            "output": [
                "Nasabi na mahirap ipagbili ang ninakaw na mga pinta sa pampublikong palengke dahil sa kasikatan ng mga pinta."
            ]
        },
        {
            "input": "\"The families of these service members have been notified about their loved ones' status and we will continue to keep them informed as information becomes available,\" a press officer said.",
            "output": [
                "\"Ang mga pamilya ng mga sundalong ito ay sinabihan tungkol sa kalagayan ng kanilang mahal sa buhay at patuloy namin silang bibigyan ng impormasyon hanggang mayroong makuhang impormasyon,\" sinabi ng isang opisyal ng press."
            ]
        },
        {
            "input": "In December, Steven Monjeza, 26, and Tiwonge Chimbalanga, 20, were arrested following a personal engagement ceremony.",
            "output": [
                "Noong Disyembre, sina Steven Monjeza, 26, at Tiwonge Chimbalanga, 20, ay inaresto matapos ang seremonya ng kanilang pakikipagtipan sa isa't isa."
            ]
        },
        {
            "input": "Ian A. Holton, who is an administrator on the English Wikipedia, has confirmed that the Chinese Wikipedia is accessible in the Liaoning Province, although users in Shanghai, Shenzhen and some in Beijing are still unable to access the site.",
            "output": [
                "Si Ian A. Holton na isang administrador ng Wikipedia sa Ingles ay nagkumpirma na ang Wikipedia ng China ay maari nang mabuksan sa probinsya ng Liaoning kahit na ang mga gumagamit sa Shanghai, Shenzhen at ang ilan sa Beijing ay hindi pa rin makabukas sa websayt."
            ]
        },
        {
            "input": "For Obama, it was his drug use, for McCain it was his failed first marriage.",
            "output": [
                "Para kay Obama, ito ay ang kanyang paggamit ng droga, para kay McCain ito ay ang kanyang nabigong unang pag-aasawa."
            ]
        },
        {
            "input": "According to senior officials in the Obama administration, the U.S. is to significantly and permanently reduce its stockpile of nuclear weapons by thousands of weapons as part of a major rethinking of American nuclear policy.",
            "output": [
                "Ayon sa mga nakakataas na opisyales sa administrasyong Obama, ang Estados Unidos ay makabuluhan at permanenteng bawasan ang natitipon nitong armas nukleyar nang libu-libo bilang bahagi ng pangunahing pagbabagong isip sa polisiyang nukleyar ng Amerika."
            ]
        },
        {
            "input": "They promised a \"popular release of anger\" at demonstrations on Friday.",
            "output": [
                "Sila ay nangako ng isang \"kilalang pagpapakawala ng galit\" sa magiging demostrasyon sa Biyernes."
            ]
        },
        {
            "input": "France looked shaky, making errors throughout and Argentina took the lead early on through penalties from Felipe Contepomi.",
            "output": [
                "Nagmukhang mahina ang Pransiya, na nagkamit ng mga pagkakamali sa buong laban at nanguna ang Arhentina maaga pa lang sa pamamagitan ng mga penalty mula kay Felipe Contepomi."
            ]
        },
        {
            "input": "At roughly 0700 BST on September 18, 1959, 47 men who were working in Auchengeich Collery in North Lanarkshire, Scotland were overcome by smoke as they were walking down to start work.",
            "output": [
                "Bandang 0700 BST noong ika-18 ng Setyembre, 1959, ang 47 na lalaki na nagtatrabaho sa Auchengeich Collery sa Hilagang Lanarkshire, Scotland ang nagapi ng usok habang sila ay naglalakad pababa para magsimulang magtrabaho."
            ]
        },
        {
            "input": "No reason was given for Kuroyedov's dismissal, although Admiral Eduard Baltin speculated on Moscow Radio that it may be because of the navy chief's poor health.",
            "output": [
                "Walang dahilang ibinigay sa pagtitiwalag kay Kuroyedov, subalit sinabi ni Admiral Eduard Baltin sa Moscow Radyo na ito ay maaaring dahil sa mahinang kalusugan ng pinuno ng hukbong dagat."
            ]
        },
        {
            "input": "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.",
            "output": [
                "Kasama sa mga manonood ang Australyanong Chef de Mission, na si Jason Hellwig, at ang kanyang mga kinatawan, sina Michael Hartung at Kate McLoughlin."
            ]
        },
        {
            "input": "They also report that at least four unexploded bombs were found near a holy site by the Ganges River.",
            "output": [
                "Inibinalita din nila na hindi bababa sa apat na di sumasabog na bomba ay natagpuan sa malapit sa banal na lugar ng Ganges River."
            ]
        },
        {
            "input": "In the interim, the crew of the shuttle will stay at KSC unless there are further delays, in which case the crew might be transported back to JSC in Houston for refresher training.",
            "output": [
                "Pansamantala, ang tripulante ng sasakyan ay mananatili sa KSC maliban na lang kung may karagdagang pagkaantala, sa kasong ito maaring ipadala ang tripulante pabalik sa JSC ng Houston para magbaliktanaw sa pagsasanay."
            ]
        },
        {
            "input": "Nearly 300 people turned out at a protest meeting held in Vladivostok, Russia on January 21st.",
            "output": [
                "Halos 300 katao ang dumalo sa isang protestang pagpupulong na ginanap sa Vladivostok, Russia noong ika-21 ng Enero."
            ]
        },
        {
            "input": "Eleven previous trials of the gel had not shown any problems.",
            "output": [
                "Labing-isa na dating sinubok ang gel ay hindi nagpakita ng anumang mga problema."
            ]
        },
        {
            "input": "Forced to retire early from competitive sport due to multiple sclerosis, Heuga continued to train as an athlete.",
            "output": [
                "Matapos na mapilitang magretiro nang maaga sa kompetitibong palakasan dahil sa multiple scleorosis, nagpatuloy si Heuga na magsanay bilang isang manlalaro."
            ]
        },
        {
            "input": "Currently ranked 23rd in the world, she entered the tournament in the shadow of her sister, Serena Williams.",
            "output": [
                "Sa kasalukuyan ay pang 23 sa buong mundo, pumasok siya sa paligsahan sa anino ng kanyang kapatid na babae, na si Serena Williams."
            ]
        },
        {
            "input": "Dr. Roger Vickers team used radar to locate three chambers within the rocky hill atop of which is the Temple of Taposiris Magna dedicated to the goddess Isis.",
            "output": [
                "Ang lupon ni Dr. Roger Vickers ay gumamit ng radar upang mahanap ang tatlong silid sa loob ng mabatong burol kung saan nasa tuktok ang Templo ng Taposiris Magna na alay sa diyosang si Isis."
            ]
        },
        {
            "input": "In January 2011, Mandela received hospital treatment for an acute respiratory infection.",
            "output": [
                "Noong Enero 2011, tumanggap si Mandela ng paggamot sa ospital para sa malalang impeksyon sa paghinga."
            ]
        },
        {
            "input": "Samples of the sardines have been sent to health officials at the Institut Pasteur de Madagascar in the capital city of Antananarivo.",
            "output": [
                "Ang mga sampol ng sardinas ay ipinadala na sa mga opisyales ng kalusugan ng Institut Pasteur de Madagascar sa punong lungsod ng Antananarivo."
            ]
        },
        {
            "input": "Italian Prime Minister Silvio Berlusconi is in San Raffaele Hospital overnight in Milan following an assault during an autograph session at the end of a rally.",
            "output": [
                "Ang Punong Ministro ng Italy na si Silvio Berlusconi ay magdamag na nasa San Raffaele Hospital sa Milan matapos ang salakayin habangpumipirma ng autograph sa pagtatapos ng malaking pagpupulong."
            ]
        },
        {
            "input": "They were released by Norman Pearlstine, editor-in-chief of TIME Inc., by order of the court, in ruling that, in the case of leaking the identity of CIA agents, reporters must reveal the identity of their sources.",
            "output": [
                "Ito ay inilimbag ni Norman Pearlstine, ang punong patnugot ng TIME Inc., na sa utos ng korte, na kapag may kasong nabunyag ang identidad ng mga ahente ng CIA, ang mga pinanggalingan ng impormasyon ay dapat ibunyag."
            ]
        },
        {
            "input": "It has been reported that many buildings have lost their roofs and there has been much flooding.",
            "output": [
                "Naibalita na maraming mga gusali ang nawalan ng bubong at nagkaroon ng malawakang pagbaha."
            ]
        },
        {
            "input": "A Vietnamese coal transport ship sank in the South China Sea on Friday killing three people on board, reported the Xinhua News Agency.",
            "output": [
                "Ang isang barkong Vietnamese na may kargang uling ay lumubog sa Dagat ng Timog Tsina noong Bieyernes na pumatay ng tatlong tao na nakasakay, iniulat ng Xinhua News Agency."
            ]
        },
        {
            "input": "The seven story building was described by The Canadian Press as 'dilapidated'.",
            "output": [
                "Ang pitong palapag na gusali ay inilarawan ng Ang Mamamahayag sa Kanada bilang 'nalalansag'."
            ]
        },
        {
            "input": "Some reports are also saying that land and cell lines into the capital are not functioning, but it is not clear if this is deliberate or is due to high traffic or some other concern.",
            "output": [
                "Mula sa mga report, sinasabing ang mga linya ng telepono sa kapital ay hindi rin gumagana, subalit hindi pa malinaw kung ito ay sinadya o dahil lamang sa mataas na trapik o iba pang maaaring dahilan."
            ]
        },
        {
            "input": "But the IAJV had found a sizeable minority of Australian Jews who valued an independent perspective as opposed to the blindly pro-Israel position.",
            "output": [
                "Ngunit ang IAJV ay nakahanap ng maliit na minoridad ng mga Australyanong Hudyo na pinapahalagahan ang malayang pananaw bilang kabaligtaran sa bulag na maka-Israel na posisyon."
            ]
        },
        {
            "input": "Emergency services were alerted to the incident, which occurred on Ford Terrace on the island of Benbecula, at 1139 UTC yesterday.",
            "output": [
                "Ang mga serbisyong pang biglaang pangangailangan ay inalerto sa insidente, kung saan naganap sa Ford Terrace sa isang isla ng Benbecula, sa ganap na 1139 UTC kahapon."
            ]
        },
        {
            "input": "After the war he was elected to seniority within a group dedicated to ending French rule.",
            "output": [
                "Matapos ang digmaan, siya ay nahalal sa isang mataas na posisyon sa isang grupong dedikadong tapusin ang pamumuno ng Pranses."
            ]
        },
        {
            "input": "Al Jazeera says that 507 Palestinians have been killed and 2,700 wounded since Israeli bombardments on the Gaza Strip began in late December.",
            "output": [
                "Sinabi ni Al Jazeera na 507 Palestino ang namatay at 2,700 ang nasugatan simula ng bombahin ng Israel ang Gaza Strip noong Disyembre."
            ]
        },
        {
            "input": "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.",
            "output": [
                "Ayon sa pag-aaral, ang puntos ng pagpapakamatay sa Scotland ay tumataas kumpara sa kalapit na bansang England, pinag-aaralan na ng mga mamamahayag ng Russia gayundin ng mga pulitiko ang ikatlo sa may mataas na puntos ng pagpapakamatay ng mga kabataan, at base sa bagong bilang tumataas ang bagpapakamatay ng mga batang Aboriginal sa Timog na teritoryo ng Australia."
            ]
        }
    ]
}