{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Classification"
    ],
    "Input_language": "fa",
    "Output_language": "en",
    "instruction_language": "en",
    "Definition": "In this task, you will receive a food evaluation. You must classify the evaluator's mood towards food as \"negative,\" \"neutral,\" \"positive\" and \"mixed.\" The mixed category identifies evaluations in which none of the emotions is dominant (mixture of positive and negative or borderline cases); therefore, it is difficult to identify the underlying mood. In addition, evaluations that do not express a clear sentiment towards a company or any aspect of it should be labelled with a neutral label.",
    "Positive Examples": [
        {
            "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
            "output": "positive",
            "explanation": "This is a good example. The sentiment of the review is positive toward the food."
        },
        {
            "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
            "output": "negative",
            "explanation": "This review expressed a negative sentiment toward chocolate."
        },
        {
            "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
            "output": "positive",
            "explanation": "This review is positive because the reviewer thinks it is the best choice."
        }
    ],
    "Negative Examples": [
        {
            "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
            "output": "negative",
            "explanation": "In this review, none of the sentiments are dominant (mix of positive and negative), so the correct label is \"mixed\"."
        },
        {
            "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
            "output": "positive",
            "explanation": "The reviewer's sentiment toward the food is negative. "
        }
    ],
    "Instances": [
    {
        "input": "خوشمزس ولی اردش کمه با اینحال هم قیمتش بالاست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خود حصول بد نبود اما وقتی جعبه را باز کردم همه بیسکوییتها شکسته بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دیر پز هست به دلیل قیمت و جدید بودنش اولین بار خریدم ولی آخرین بار شد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این پسته را خریدم قیمت آن حدود 20 درصد از پسته فله بازار ارزان تر بود اما با توجه به کیفیت آن که ریز و نه چندان تازه بود به نظر می رسد بدون تخفیف برای خرید بصرفه نیست. البته بگم که مزه کهنگی هم نداشت.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من این کالا با تخفیف خریدم نسبت به قیمتش خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تصویر kiristal است ولی جنس ارسالی cristal آن یکی محصول ترکیه و این یکی محصول ایران پرشده در لوشان شایسته است تصاویر لازم و کافی از محصول سایت گذاشته شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان گول نخورید این رنگارنگ مینو نیست برای شرکت گرجیه و متاسفانه این محصولش اصلا مزه رنگارنگی که انتظار دارید رو نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل آب بود محتویات تخم مرغهاش و اصلا رنگ و طعمش مثل تخم مرغ رسمی نبود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه ست خیلی هم تازه ست ممنون از دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رو کالا نوشته تخم مرغ رسمی اصلا رسمی نیست فقط پوستش قهوه ایه اطلاعات غلطه فقط یکدستو یک انذازه و مرتبه همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این مربا چرخ شده هستش یعنی نمی تونی تکه میوه توش پیدا کنی و یه مقدار شیرینیش زیاده از نظر من",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از خود محصول رضایت داشتم ولی موقع حمل 5 تا از 15 تا شکسته بود که از طریق تماس با پشتیبانی دیجیکالا وجه تعداد شکسته ها برگردانده شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیشتر از نصفش پودر شده بود ولی نکته مهم اینه که توی جدول و عکس ننوشته که تراریخته است اما وقتی دریافت میکنین میبینین که پشت محصول نوشته تراریخته ... تصمیم با خودتون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش خیلی کمه. شاید برای چهار نفر نهایتا دو وعده بشه استفاده کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه بسته بندی ضعیفی داره درپوش در ابتدا استفاده از جا کنده میشه دست بهش بخوره اصلا کیفیت نداره الان مارک های دیگه همین درپوش دارن ولی سفت و این مشکل نداره ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دو تا از تخم مرغ ها نطفه داشت از تلاونگ بعید بود ولی برای من دو سه تا تخم مرغش نطفه داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی روغن محبوبی هست و کیفیت بالایی و داره و با تخفیف گذاشته میشه، باید خریدش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسل بسیار خوشمزه و با کیفیتیه من امتحان کردم اصلا تقلبی نیست ومارک معتبر کندو بسیار خوراکیاش خوبه حتما بخرید حتی اگه به قیمت شگفت انگیز هم نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به امتحانش میرزه پیشنهاد میکنم یه بارم شده طعمشو امتحان کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارزش خرید دارد و کیفیت و تازگی و تخفیف خوب دلیل خرید این محصول برای چندمین بار برای من داشته است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چند تا شکسته بود چند تا هم بعد از آب‌پز کردن متوجه شدم خرابه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظرم جزو محصولات تراریخته باشه دقت کنید به موادش اول لطفا. مطمئن نیستم البته",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "طعم بسیار ضعیف. حس خوبی ایجاد نمیکنه. به اندازه یه نوشابه گازدار، گاز نداره! از ۲۰ نمره اش ۱۰",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شکل جالبی داره و میشه باهاش مدلای مختلفی آشپزی کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از این کالا خیلی زیاد استفاده کردم و بسیار عالی هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سینه مرغ را بریده اند و شبیه فیله درست کردند!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این کالا رو در شگفت انگیز خریدم اصلا خوب نبود بوی تند ماهی گوشت تیره و خرده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جدیدا طعمش عوض شده و عطر هم نداره فقط قیمتش رو دوبرابر کردن بی کیفیت شده اساسی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با کیفیت و خوش طعم. واقعاً قیمتش شگفت انگیز بود! و خریدش به صرفه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به قدیما انگار رقیق شده ولی مزش هنوز خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام این برند محصولات خوبی تولید میکنه مثل زیتون و غیره ولی در مورد این یکی خیلی بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این میگو از کیفیت مناسب و خوبی برخورداره، خوشمزه است از خریدش راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه برخلاف خرید قبلی همین محصول یا سایر محصولات این برند تازه نبود و بوی نامطلوبی داشت که حاکی از وجود مشکل در یکی از مراحل زنجیره تامینه...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهر خوبی داره با توجه به نظرات خریدم هنوز استفاده نکردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی شربت های کارخانه ای از همه برندهایی که استفاده کردم بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا ممنونم از پیشنهاد های ویژه دیجی کالا واقعا کیفیت و بسته بندی عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رقیق بود و حس میکردی اسانس طالبیه، قبلا دنت گرفتم بهتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا با نمونه های خارجی متفاوته میچسبه به سقف دهن و مزه تلخ خیلی بدی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه است البته من برای تهیه دسر خریدم ولی کیفیتش خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه مثل بقیه آدامساس انگار فقط جعبه هاشون و کارکاشون عوض میشه.نکته ای نمیبینم که بنویسم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از کیفیت و تازگی و بسته بندی وارزش غذایی خوبی برخورداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حتما باید خنک بازش کنید در غیر این صورت سرریز می شود",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "مثل تمام شیر های موجود شیر آبکی و غیر طبیعی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه چندنوع میوه مختلف هست معلوم نیست مزه چی میده ولی در کل خوشمزه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کلا خیلی راضی بودم هم خوشمزه بود ، هم بافت خوبی داشت ، رنگش روشن بود و قیمت مناسبی هم داشت حتما پیشنهادش می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی بدمزه بود با کلی ادویه و پیاز هم مزه‌ی بدش از بین نرفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی به گونه ای بود که وقتی محصول را به خاطر شرایط موجود(کرونا) شستم، آب داخل محصول رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته بوداده و نمکین گلستان تازه با کیفیت بود. البته این برند تا الان خوب بوده. به نظر چون نمک داره برای بچه ها بهتره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حاضر نیستم با هیچ برند دیگه ای عوضش کنم عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حتما از روغنهای دارای ویتامین دی استفاده کنید چون بدن به این ویتامین احتیاج شدیدی دارد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اگر ارسال به خارج از تهران فعال بشه بازم میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه ،مزه خوبی هم داره ،مثه عسلایی که از بیرون تهیه میکنیم شکرک نزد و تا قطره آخرش همون کیفیت خوب رو داشت،حجم مناسبی هم داره ،البته تو شگفت انگیز عالیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه خوبی داره و مثل این نیست که دارید آب شکر میخورید و دلتون رو بزنه!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای صبحانه بسیار با انرژی و خمشمزه هست و طعم خواصی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در زمان پخت له نمیشه و شکل خودش رو حفظ میکنه و خوش پخت هم هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر من چای سبز گلستان بهترین طعم بین چای‌سبز‌های موجود توی بازار رو داره! ترکیب ۱ به ۱ بسته نعنایی و خالص طعم دل‌نشین و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به دستورش دم کردم و واقعا راضی بودم هم طعمش خوبه هم رنگش.پیشنهاد میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من نمونه خارجی اش را خیلی دوست دارم، خوشحال شدم دیدم تولید داخل هم زده ولی این متاسفانه خوب نبود. به نظر من مزه کاچی میده با طعم گلاب.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من تنها ایرادی که داشت روغن زیادی که روش قرار داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از اونجایی که زرده تخم مرغ خیلی ضرر داره این محصول واقعا عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط سه سانت اول شیشه (تقریبا) میوه داشت بقیه شیشه با یه چیز ژل پر شده بود خانواده مزه اش رو دوست داشتن ولی به نظر من همون مرباهای هویج و البالوی خودمون خوشمزه تر هستن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خوب بود . نسبت به قیمت تخفیف داشت اما نه نم گرفته بود نه بسته بندی خراب بود تارخ مصرف هم داشت مفت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کسانی که نوشابه خور هستند و مصرف روزانه دارند من پیشنهاد می کنم که موقع شگفت انگیز تهیه کنید . من راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به لحاظ اندازه و کیفیت مطابق با مشخضات اعلامی بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عدم بسته بندی مناسب این کالا منجر به صدمه به قوطی شده بود و محتوای آن خارج شده و...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من داخل ۱۰ تا از تخم مرغ ها رگه ی خون پیدا کردم، جوری که از اون موقع دیگه دلم نیومد تخم مرغ بخورم! معلومه که کارخونش اصلا مجهز به دستگاه نیست و همه کاراشون به روش قدیمی مرغداری هاس. هیچ تخم مرغی واقعا تلاونگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت خوبی داره خوش طعم هست و کالری پایینی داره، روغن ترانس هم نداره. بیسکویت های آوند همگی خوش طعم و با کیفیت هستن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از خریدش راضی بودم مخصوصا اینکه تو شگفت انگیز خریدم. نسبت به سالمون خارجی خیلی فرق قابل توجهی نداره و جایگزین خوبی بجای سالمون خارجی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از این برند انتظار بیشتری داشتم خیلی خشک و بی مزه بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اول هلو سان کوییک بعد یه مدل از سن ایچ",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "به نظر من اصلا چای سفید نیست ، ممکنه جوانه یا سرگل چای سبز یا سیاه باشه ولی چای سفید نیست ، طعم خاصی هم من ازش متوجه نشدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همون حلوا ارده هست شاید یکم شل تر مزه خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پسته ها ریز بود و در بسته کم نداشت و بعضا توش کهنه هم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از برند گلستان اصلا انتظار نداشتم. بادام زمینی ها بوی بد میداد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تقریبا به صورت دائمی از این دلستر استفاده میکنم هم طمعش و هم ارزش غذاییش نسبت به خیلی از نوشیدنیهای گاز دار بهتره البته طبع و سلیقه ها خیلی متفاوت هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی به دستم رسید تقریبا از حالت منجمد در آمده بود خیلی تیغ های ریز داره طعم و بوش هم جالب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واسه یکی مثل من که تو محیط بیرونه و میخواد به عنوان میان وعده استفاده کنه خیلی عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من کینوا ارگانیک سفارش داده بودم در حالیکه ارگانیک نفرستادین متاسفانه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خوشمزه ترین کرم بود،ولی دو بار آخر که سفارش اصلا طعم بیسکوییت احساس نمیشه و طعمش بادوم زمینیه،۴ تا سفارش دادم هر ۴ تا همین بود،گفتم شاید یسری بد بوده ولی ظاهرا دیگه کلا بد شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قهوه با طعم معمولی که قیمت ان با این کیفیت خیلی زیاد است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خوبه خوش بو هم هست پیشنهاد می کنم بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رگ گیری که اصلا نشده بود و کار خیلی سختی بود رگ گیریش، وزنشم ۴۲۰ گرم بود نه ۵۰۰ گرم ، با یخ و بسته بندی وزنشو حساب کردن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جزو بهترین عسل‌های موجود در بازاره که هم طعم خوبی داره هم تقلبی نیست من سال‌ هاست که از این عسل استفاده می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط بدیه این محصول اینه که حد اکثر ۱۰ عدد میشه خرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "برند کوروش گوشت مناسب تری نسبت به سایر مارکها دارد به خصوص گوشت چرخ کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من این چای طعم و عطر چای ایرانی را نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا مزه خوبی نداره و کهنه بود و شور هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم گرونه هم خیلی بوی بدی داره بوی مونده میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه و عالی خصوصا که من جفتشو باهم مخلوط کردم پس از دن کشیدن کافی مزه‌اش عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کاملا مزه ی آب نبات قیچی رو حس میکنین...، تو شگفت انگیز برای شیرین کردن چایی بد نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیر کاکائو خوبی بود ومن برای تغذیه مدرسه بچه گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قطعات همراه با رگه های چربی بود در حالیکه ماهیچه چربی ندارد. بعضی از تکه ها قسمتی ماهیچه داشت ولی با این قیمت زیاد من انتظار داشتم ماهیچه دریافت کنم نه چیزیکه توی این بسته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی سفت بود مخصوصا برای کسانی که دندان پروتز دارند پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با این قیمتی که تخفیف خورده بود گرفتم واقعا خرید راضی کننده ای بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش خوبه ولی تمام نی ها کنده شده بود حتی نایلون نی ها هم پاره بود...تو اوضاع کرونا خیلی فاجعست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آب و رنگ خالی بدون طعم پرتقال. و بر خلاف چیزی که روش نوشته اصلا پالپ نداره. در یک کلام بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه به هیچ وجه خوب نبود و منو یاد قیمه های پادگان زمان سربازی انداخت و بنده به شخصه پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مصرف روزانه شیر برای سلامت جسم مفید هر وقت تخفیف داره میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی به بوی گوشت حساسم خیلی خوب بود چربی اندازه و تازه گوشت صورتی بود ممنون ز گوشت خوب باز می خرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این عدس را فقط جهت پر کردن سبدکالا خریدم ولی وقتی تو خونه پختیم هم زود پخت هم خیلی خوش طعم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود واقعا تازه نبود و بوی خوشایندی نمیداد دیجی کالا ما به اعتبار تو خرید میکنیم امیدوارم فقط کالای با کیفیت عرضه و اعتبار نامت رو همیشه حفظ کنی ممنون که به نظرات خریداران اهمیت میدی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تاریخ تولیدبرای 3روزپیش بودرنگ گوشت متمایل به قهوه ای وپلمپ روی بسته به آسانی جداشددرحالی که همیشه مجبوربودم باچاقونایلون روشوببرم وشدیدابوی فسادمیدادکه همان موقع گوشتوبه مامورپس دادم همیشه گوشتهایی که برام میاوردن تاریخ همان روزبودحتی اگه روزقبل سفارش گذاری کرده بودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب از لحاظ کیفیت ، چندین بار هست که خرید آن را تکرار میکنم هر کی امتحان کرده خوشش اومده نسبت به قیمتش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه بود فقط ریز بود و پاک نشده ، برای پلو کاملا مناسبه البته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم بلدرچین فواید زیاد و قیمت مناسبی دارد هر بسته اش برای یک وعده غذایی دو نفره مناسب هست.حتما تو برنامه غذاییتون قرارش بدید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار تازه و خوشمزه هست همه چیزش هم اندازه بود بازم میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برخلاف نظرات برای ما که منجمد و کاملا پاک شده ارسال شد خیلی راضی بودم و راحت قابل استفاده بود حتما با توجه به نقدهای دوستان تغییر کرده شرایط بسته بندی و ارسال ممنون از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من شگفت انگیز خریدم تخم مرغاش ریز بود زردش روشن و اما در مجموع کلا خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پوست شکلات ها و خود شکلات ها بوی دود سیگار میدن و نزدیک بود حالم به هم بخوره. کیفیت خود شکلاتش هم اصلا خوب نیست. خیلی بد مزه. اصلا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت قیمتش خوب بود ولی همین جوری نسبت به کیفیتش نمیرزه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بچه ها خیلی دوستش دارند.به خاطر روکش شکلاتی و سایزش دوستش دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نیست بیش از اندازه شیرین است و گلو را می زند. دیگر نمی خرم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت فیله خوب بود اما با این قیمتها ارزش خرید نداره . حجمش هم کاملا یک نفرست البته اگه با برنج یا مخلفات سرو بشه (چون شور مزه هست بهتره که با شوید پلو میل کنین)",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "شکلات تلخ با طعم خوب دارای مشتقات خود کاکائو( مثل کره کاکائو،و...) و نه جانشین های کاکائو که مضر هستند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آب و شکر جوشیده است که کمی طعم دهنده به آن اضافه شده!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مشکل رشته آشی های امروزه نازکه و زود وا میره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خوب و سالم بود و خود محصول تمیز و بدون نیاز به پاک کردن دوباره دورریز بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه این مدل رو زیاد خوشم نیومد و تجربه اش برام دلچسب نبود و لذتی از خوردنش نبردم، شاید توی ذائقه کسی دیگه خوشمزه باشه اما با ذائقه من همخوانی نداشت ولی از بابت کیفیت و ترکیب مواد مثل همیشه عالی و باکیفیت هست محصولات این شرکت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "روش نوشته تغیر ژنتیکی داده شده.بهتره خریدادی نشه.نمیدونستم وگرنه نمیخریدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن زیتون ارگانیک فرابکر اکسیر اولین بار از دوستی مطمئن خریدم کیفیتش مناسبه. ارزش خرید داره . البته افزایش قیمت ها زیاده. که در تخفیف ها باز قابل تحمل میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به برندهای دیگه مزه شیرینتر و طبیعی تری داره با توجه به قیمت از بهترین ها هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا بدرد نمی خورد حلوای عقاب یه روزی خوب بود الان شده شکل پنیر بسته بندی دیگه اون خشکی وخوشمزگی را نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش گران شده ولی خوبه البته واسه خواب کاری نمیکنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "قراره 4 طعم مختلف توش باشه، اونی که به دست من رسید حدود 80 درصدش طعم نعنایی بود. تلخ هم قطعا نیست، حتی کم شیرینی هم نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دلیل انتخابم:بر روی محصول عنوان شده است بدون مواد نگهدارنده",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خوب و به صرفه البته یه جامدش رو هم کنارش داشته باشین بهتره چون روغن جامد بهار به غذا طعم میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون کم نمکه برای کسانیکه فشار خون بالا دارن و زیاد نمی تونن تن مصرف کنن خوبه میتونن امتحان کنن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک تکه ی تمیزوخوب زوی بسته ولی زیرش رگ وریشه وچربی واینابود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این تخمه از کیفیت و طعم خوب و مناسبی بر خوردار است، از خریدش راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا رول دورش به راحتی باز میشد ولی جدیدا به سختی باز میشه ضمک اینکه خودسفیده هم توش لیش شده و تیکه تیکست و مثل قبل قالبی در نمیاد بیرون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من فکر کردم همون رنگینک های قدیمیه اما سایز و قطرش نصف شده اصلا خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من کیفیت تمام محصولات شیررضا رو امتحان کردم، عالیست، امیدوارم کیفیتش رو همیشه همینطور حفظ کنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکم سفت بود ولی خوشمزه بود.جالب بود که کوچولو کوچولوئه بیسکوییتها",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بیرون از یخچال هم که باشه دونه های جامد ازش بیرون میاد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خوشمزه و حسنش این که رژیمی و بدون شکر هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این محصول خیلی خوشمزه هست و کیفیت بالایی داره، طعمشم خیلی طبیعیه، اما بیرون سخت پیدا میشه، خوش حالم که از دیجی کالا با قیمت مناسب تهیه کردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر لاواتزا را ندارد اما خوب با بسته بندی شکیل است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خرید این‌محصول از دیجی کالا به دلیل تازه بودن و کیفیت بالا و قیمت مناسب توصیه میشود .مصرف این‌محصول برای کودکان بسیار عالیست .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بخاطر تبلیغ در تلوزیون و بهداشتی بودنش خریدم ولی داخل بسته 4 تا از تخم مرغ ها شکسته بود!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر به دنبالِ یک مربا با طعم عسل هستید این محصول می‌تواند نظر شما را جلب کند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این روغن رو نمیشه گفت فرابکر میشه گفت بکر و قیمتش به نسبت کیفیت بالا هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم بود من طعم کارامل حس نکردم سرد مصرف کنید گرمش خوشمزه نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه بود و همه تخم مرغ ها سالم بودن و درشت. راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود . اگه بازم تخفیف بخوره بازم خرید میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "10 الی 12 تا مغز پسته توش هست. من برای درست کردن ژامبون مرغ ازش استفاده میکنم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اصلا قابل خوردن نیست افتضاحه، مقدار کمی ماهی بدمزه بدبوی تیره رنگ (متمایل به سیاه) در انبوهی از روغن تیره متمایل به سیاه رنگ که بیشتر شبیه گریسه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تیکه های زیری کمی رنگ زرد داشتن انگار زعفرون یا چیزی دیگه باهاشون در تماس بوده. من اون تیکه ها رو دور ریختم چون نمی دونستم چی هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظرم اصلا عسل نیست این محصول. در واقع یا گلوکز یا لاکتوز با کمی اسانس عسل نخرید ارزش غذایی عسل رونداره دوستان",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم ولی اصلا خوب نیست. به نظرم قند خیلی بالایی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم تلخ و بدی داره،در کنار موندگی و قیمت نامناسب،اصلا توصیه نمیکنم،برند مزمز خیلی بهتر و با کیفیت تر هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بسیار بد هیچ ارزش خرید نداره بی احترامی به مصرف کننده است توفاله ی کنجد هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی نداره و رنگش هم کرم و حتی قهوه ایه! اصلا حس نمی‌کنید که دارید شیر می‌خورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "غیر از بسته بندی که قابلیت اینو نداره بعد از باز شدن دوباره بسته بشه از بقیه ی نظرات خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک محصول ایرانی خوش مزه و با کیفیت. حتما تجربه کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "میوه خشک مثل پاستیل بود کشمش افتضاح بود مقدار آجیل کم بود نخرید باباااا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت وزن ۷۰۰ گرمی، با توجه به اینکه استخوان تیغ وسط این ماهی بسیار بزرگ است و بر خلاف انتظار علاوه بر آن استخوان کلی تیغ دیگر هم دارد، توقع میزان زیادی ماهی خالص نداشته باشید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "توی دنیای تبلیغات در صنایع غذایی طرح بسته بندی بسیار تاثیرگذار هست/ این طعم خوب بهتره در بسته بندی بهتری به نمایش گذاشته بشه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود دیگه دردسر رفتن تا فروشگاه واسه خرید را نداری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با خوندن نظر بقیه، نظر منم جلب شد که حتماً امتحان کنم. ولی اصلاً چیز خاصی نبود. یکم مزه کلمپه کرمون می‌داد، ینی انگار خرما پخته شده بود. شکلات و بادوم هم زیاد هارمونی نداشتن.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در واقع برزخی بین چای سیاه و بلوبری است ولی در عین حال هیچکدام نیست. کاملا اسانس بودن را متوجه می شوید و این حس خوبی را به شما نمی دهد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر به حساب اصل اصل در صدد خرید هستید طبیعتا باید کلیه نمونه های کارخانه ای رو فراموش کنید. شکر آب با اسانس عسل. در چوب پنبه ای روی شیشه خوب نمیشینه نتیجتا کمی از عسل بیرون ریخته بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه املاحی که گفتن واقعا بهش اضافه شده باشه محصوله خوبیه. طعم خوبیم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من و برادرزاده ام سر این شکلات کشمکش داریم طعم توت فرنگی اش به شدت ملایمه و گلو رو نمی زنه از مورد علاقه های منه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا کیفیت بهتری داشت الان عملا یل نصف بادام داره و کیفیت قبل رو نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از برند دیگه ای خرید کردم اینبار گفتم اینرو هم امتحان کنم خیلی پشیمونم عزا گرفتم چحوری تموم شه. کاملا صورتی و مقدار زیاد چربی که من اصلا دوست ندارم تو چرخ کرده چربی زده بشه. افتضاح بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تخم مرغ ها ریز بودند ورنگ زرده وسفیده با هم فرقی نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شاید همین گوشت باعث بشه دیگه از دیجی کالا خرید نکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار جوندگی خوبی داره و اصلا از آن خسته نمی شوید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این ماهی تیغ ریز زیادی دارد و بی مزه است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش قیمته ولی در نظر داشته باشید که تراریخته هست و خدا میدونه چه بلایی به سر خودمون ونسل های بعدمون میاره دیجی کالا باید اینو به توضیحات اجناسش اضافه کنه که نردم حق انتخاب داشته باشن ته اینکه بخریم بعد ببینیم روش نوشته شده تراریخته و تغییر ژنتیک یافته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "لایه رو گوشت یکدست بدون چربی لایه زیر پر از چربی بود.راضی نبودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در مقایسه با برندهای ایرانی دیگه طعمش اصلا جالب نیست شیرین عسل رو پیشنهاد میکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولش سریع میپزه ولی موقع سرو کردن متوجه میشین از داخل کاملا مغز پخت نیست برای آبگوشت بخواین استفاده کنین چون میکوبین مشکلی نیست ولی اگر بخواین بصورت ساده سرو کنید متوجه مغز پخت نبودنش میشین من توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با کیفیت بود و قطعات توت فرنگی در اون مشخص بود، توی شگفت انگیز خریدم که واقعاً قیمتش مناسب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هنگام خرید متوجه تراریخته بودن محصول نشدم و متاسفانه استفاده نکردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیاد راضی نبودم برعکسه همیشه بافته گوشتیه مرغش خیلی شل ووارفته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم تازه بود هم قیمتش مناسب بود هم تمیز بود وآشغال اضافه نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من درست کردم طبق دستور و لی خیلی هنوز سفته و نرم نبود احساس کردم دستورش باید دقیق تر باشه من حتی له جای ده دقیقه بیست دقیقه جوشاندم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوبی داره و پوست تخم مرغ به راحتی جدا می شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پدر من برای خرید عسل خیلی سخت میگیره ولی این رو پسندید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعنوان اسنک با داشتن ارزش غذایی بالا و نمک کم خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بافتش شبیه گوشت چرخکرده های معمولی نبود. و هنگام تفت دادن انسجام نداشت.طعم هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به دوستانی که ارده شکلاتی نخوردند تا حالا پیشنهاد میکنم حتما تست کنند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پاک شده و درشت و بدون له شدگی و بسیار مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خوب نیست باید می گفتن فلفلی به جای دارچین بس که تند و بد مزه است.از هر چی آدامس آدم زده میشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خود میگو خوب بود هم تمیز بود هم اندازش خوب بود ولی کامل یخش باز شده بود این بار دوم بود که ماهی و میگو رو اینجوری از دیجی کالا تحویل میگیرم ترجیح میدم دیگه این چیزا رو ازش نخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خیلی بد بود متاسفانه بوی وحشتناکی میداد برای دوروز قبل بود اصلا توصیه نمیکنم گوشت ومرغشو بخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مدت هاست از این باور خرید می کنم کیفیت مناسبی دارد حداقل دور ریز را دارد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خانواده ام مصرف کردن با وجود سختگیری از طعم و کیفیت خوششان آمد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دو بسته ماهی تحویل گرفته یکسان و از رنگ و روی یکسانی برخوردار نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یکدست نیست، سوراخ و لک و آفت داره؛ از برند گلستان انتظار کیفیت بالاتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خشک بود، با قیمت اصلی که به نظر من نمی ارزه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من پسرم عاشق ایناس ولی دیگه به خاطر حفظ محیط زیست فقط زمانهایی که مجبور باشم شیر دونه ای میخرم و سعی میکنم دیگه کمتر شیر با بسته بندی تتراپک استفاده کنم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "گردن ها به تاریخ روز بودند و بسته بندی مرتب داشتند .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر خواستین با روکش کچاپ رو بگیرین، از بقیه خوشمزه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت عالی بود. بچه هام تو نیم ساعت اول همشو خوردن ممنون",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مثل خمیر بود بیشتر. با مرغ چرخ کرده هایی که قبلا خریدم بسیار متفاوت است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "3 تا پشت هم شکستم توش لکه های خون و لکه های قهوه ای بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر با کیفیت میاد .. ارزش خرید توی شگفت انگیز رو داره حتما بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی به دستم رسید به خاطر یک دست بودن تخم مرغها خیلی خوشحال شدم. و از خریدم راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم تلخ و خوبی داره مثه بقیه قهوه هاست در اصل ولی وقتی به روش ترکی دمش کنی بی نظیر میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سایز ۷۰ را قبلا گرفته بودم و خیلی خوب بود اینو هنوز استفاده نکردم ولی ظاهرش بزرگتر بود وفکر کنم مثل دفعه های پیش خوب باشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود. مهیا همه ی محصولاتش خوب و با کیفیته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصولات کارخونه ساسان خیلی طعم بدی داره پپسی شرکت نیسان شرق تولید مشهد واقعا بهتره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از این محصول خریداری میکنم و بسیار با کیفیت ولی متاسفانه قیمتش خیلی بالا رفته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "هر کسی خوشش نمی یاد، ولی چیزی که واضح هست اینه که آب زیادی در قوطی هست که از ارزش مادی محصول کم می‌کنه در ضمن ماهی رو بد شکل جلوه میده و احساس ناخوشایندی ایجاد می‌کنه. کیلکای آبداره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه میخرم و خیلی عالیه .اما اینبار گرمای هوا باعث شده بود همه دانه ها از شکل طبیعی خارج شوند .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از طعم و ابعاد و ظاهر گوشت میشه متوجه شد قزل الا معمولی یا همون سالمون ایرانی که با این قیمت به هیچ وجه ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی کوچیکه با این میزان کم اینقدر قیمتش بالاس ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این چای رو من میخرم وبا چای ایرانی مخلوط میکنم وبعد مصرف میکنم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "آدامس بایودنت فوق العاده اس من خیلی وقته استفاده میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه است وطعم خوبی داره، چون پالپداره برای صبحانه خیلی مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پدر من بوشهری بودن ومن کیفیت ماهی را میشناسم هم تازه وهم خوشمزه است وهم قیمتش مناسبه مرسی دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این محصول و تو تخفیف گرفتم و خیلی خوب بود و دوباره سفارش دادم ممنون دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به عنوان یک برند ایرانی عالیه . دختر من عاشق این بیسکوئیته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی و طعم خوبی داره ، من دوست دارم واقعا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "امیدوارم این نظر منتشر بشه تا دیگران بخونن. اصلا به صرفه نیست. تن ماهی بد مزه ای بود. خیلی هم کم بود. واقعا 15 هزار تومن نمی ارزه. قیمت واقعیش 5 هزار تومن بیشتر نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و تازه بود ولی داخل هر بسته دو‌تا بال بود که بهتره بال ها حذف بشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پیشنهاد نمیکنم مرغش تازه نبود و از تیره شدن رنگشو بویی که میداد مشخص بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تاریخ روی بسته‌بندی همان تاریخ روز ارسال درج شده بود. برای کسانی که مایل هستند در رژیم غذایی خود مصرف گوشت قرمز را کاهش دهند از لحاظ ارزش غذایی، گوشت بوقلمون جایگزین مناسبی است. به همراه سایر کالاهای سفارشی در وضعیت مناسبی ارسال شد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک محصولی که اصلا نمیشه اسمش رو عسل گذاشت. کاملا بدون دخالت زنبور تولید شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داخل تعداد زیادی از تخم مرغ ها لکه های قرمز رنگ بود و باعث شد که اونها رو بریزیم دور",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا تاره نبود با این قیمت هم میشه قهوه فرانسه نسبتا خوبی تو انداره ۳۰۰ گرم تهبه کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا از همه نظر عالیه تن ماهیش و با اختلاف بهتر از بقیه هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شامل انواع و اندازه های مختلف بود ولی درکل خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روی بسته بندی بسیار خوب و کیفیت اما زیر آن گوشت تیره و بی کیفیت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از انقضاش چندروز مونده بود و پلمپ شده گذاشتم تو یخچال فردا صبح متوجه شدم بریده و فاسد شده. چرا شیری که تاریخ مصرف داره باید بعد از یک روز از تولید فاسد بشه؟! اطلاع دادم هزینه اش عودت شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ی مقدار بوی ماهی می داد و در کل خوب و خوشمزه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچولو بود ، من به حجمش توجه نکرده بودم . ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون بعد از باز کردن نمیشه زیاد نگهداشت میزانش مناسبه و خوش طعمه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه ته مزه بدی داره، مثل طعم آهن. برندهای دیگه ای که خریدم بهتر بودن.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و اماده مصرف بدون هیچ تیغی البته فکر نمیکنم سالمون باشه و اینکه تو مشخصات زده بدون پوست ولی پوست داره اینم بگم من تو شگفت انگیز خریدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ادویه مخصوص نداشت ومن خیلی تعجب کردم با این قیمتی که این کالا داره توقع میره حداقل ادویه داشت!!!اصلا بنظرم این قیمت نمیارزه مواد یه ماکارونی ساده رو داره باید ۱۸ تومن باشه!!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی نبودم... طعمش هم زیاد خوب نیست ....ماهی هاشک انگار رنده کرده بودن توش ریخته بودن... کلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوتا از بسته ها پاره بود. یکیش با چسب نواری چسبونده شده بود. یعنی موقع ارسال متوجه شده بودن ولی حقوق مشتری براشون مهم نبوده. منم حوصله پیگیری و مرجوع نداشتم. موقع شستشوی بسته چون نمیدونستم هم اب داخلش رفته بود. در واقع جفتشونو دور ریختم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربا البالو که بیشتر اب خیلی غلیظ البالو هست،اصلا البالو دیده نمیشه،خیلی هم شیرینه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بهترین نوشابه قوطیی هم از طعم هم از گاز واقعا عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجم داخل بسته در حد قیمتش هست و نمیشه اعتراض کرد ولی بهتره حجم بیشتری داخل بسته بذارن حتی اگه گرون تر بشه چون با این حجم کم واسه بچه زیر شش سال کفایت میکنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعم خوبی دارد وخوشمزه است - مورد پسند همه سنین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ته طعمش تلخی داشت به نظر من. دوست نداشتم این مارکو",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه شربت سرماخوردگی میده، همین مزه هم یک دقیقه ای ازبین میره، هیچ بویی هم نداره، مفت گرونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد بو و بد مزه بود. متاسفانه اندکی خوردم و حالم رو بد کرد؛ بقیش رو ریختم سطل آشغال.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم یا توجه به پرچرب بودن زیاد میتونست بهتر باشه البته ذائقه ها با هم تفاوت دارند با توجه به تحویل درب منزل و تخفیفی که داشت می ارزید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حلوا شکری معمولی سنتی اش خوشمزه تره ولی اینم بد نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من اصلا خوشم نیومد رنگش خیلس زرده تخم مرغ هورمونیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا عسل نیست. آب و شکر غلیظ شده هست که به اسم عسل میفروشن. فوق العاده بی کیفیت . اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شربت سکنجبین از قدیم مکمل کاهو بوده است ، کاهو سکنجبین یک دسر بوده ، قدیم وقتیکه در بهار میوه کم بود برای تامین فیبر و ویتامین سی و ... خیلی استفاده می نمودیم .",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "همه یکنواخت نمی پزند یکی له می شه و دیگری سفته پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه اولم نبوده از دیجی کالا گوشت میخرم در کل راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه قسمتی از بسته پاره شده بود و مرغ بوی بد گرفته بود، یک تکه اش را دور انداختم به علت بوی بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خورشتی هایی که همیشه میخریدم این همه تمیز کردن لازم نداشت، انگار فقط گوشت را تکه های کوچک تقسیم کرده بودند. جنس گوشت هم متفاوت بود، از قسمت دیگری از بدن گوساله بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای تنقلات سه ماهه به شرط تکراری نشدن خوبه. ۲۴ بسته بیسکوییت دیجستیو داخلش هست.(البته از روی قیمت معلومه)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زمانی که من گرفتم طعمش خوب بود. الان دیگه ارزش خرید نداره چون قیمتش منصفانه و معقولانه نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا بوی بد و طعم بدی میداد. حتما باید طعم دار بشه تا بشه مصرف ش کرد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشت تازه و تمیز با مقدار بسیار جزیی ضایعات. راضی کننده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اول طعم بدی داره ولی چندثانیه بعد طعم واقیش حس میشه من راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درجایی خوانده ام که برای کارکرد کلیه ها مفید است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا خوب بود،تازه و بدون کوچک ترین بو با قیمت مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار تازه، بدون استخوان و پاک کرده بود، قطمت مناسب مخصوصا در شگفت انگیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "راستش بازش کردم کسی نخورد دادمش به گربه های دم خونه مون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم بود ولی فقط ۷ عدد داخل بسته بود، از نظرات بقیه دوستان متوجه شدم مثل این که برای هر کس مقدار داخل بسته متفاوت بوده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "رژیمی و خوشمزه است البته فقط در قسمت بالای شیشه میوه وجود دارد و بقیه بصورت مارمالاد میباشد . و با قیمت شگفت انگیز ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی به دستم رسید گرم بود و بوی خیلی‌خیلی بدی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوب نعناع با شکلات تلخ خیلی خوشمزه شده و به همراه چایی خیلی می چسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کامل باز شده بود بسته بندیش و تمام بسته ریخته بود تو کارتن، و همچنین همراه پودر ظرفشویی بسته بندی شده بود و بوی بدی گرفته بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من راضی نبودم زنگ نداره بوی خوبی هم نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این نوع لازانیاها رو باید بشه به صورت مستقیم و بدون پخت در لازانیا گذاشت و خودش داخل فر پخته میشه. اگه قرار باشه که تمام مراحل پخت جداگانه انجام بشه. دیگه چه فرقی نمیکنه . اصلأ واژه نیمه پخت بی معنی هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول فکر کنم فقط ادای عسلو در میاره من که خوشم نیومد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انتظارم از یه مربای فرانسوی با این حجم و این قیمت، ببشتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به این قهوه نمیشه گفت یه قهوه با کیفیت.من اینو با دستگاه زدم.خامه نسبتا خوبی میده ولی به نظزم اصلا عطر و طعم جالبی نداره. با قهوه های دیگه که امتحان میکنی بوش همه جارو برمیداره ولی این اصلا عطر و بوش خیلی احساس نشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عطر و طعم خوبی نداره‌ خیلی کمرنگه مثل قهوه های قدیمی دهه ۷۰ هست که عطر نداشتن یا بیشتر شبیه خاک یا خاک اره بودن. البته کافئینش خوبه. به عنوان قهوه اسپرسو مناسب نیست. بیشتر شبیه قهوه ترک هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آبنبات های خیلی ریزن و فقط به درد خوردن با چایی میخوره.یه نوع درشتتر آبنبات این شرکت هست که خیلی بهتر و خوش طعم تره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دیر پخت هست و زمانی که به خورشت اضافه کردم لعاب زیادی داد که البته سلیقه ایه، من با اون لعاب اصلا دوست نداشتم کلا کیفیت معمولی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "10 درصد آب میوه اس با طعم کاملا مصنوعی، شبیه ساندیس های قدیم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای من کیفیتش زیاد جالب نبود، تمیز بود یعنی سنگ و اینا نداشت اما تقریبا تمام دال ها آسیب دیده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این کالا کاملا تقلبی هست ، عکسی که انداخته شده با کلایی که تحویل می گیرید فرق داره لوگو و نوشته اش متفاوته . ظرف هم له شده بود و کلا کارتن روغنی بود من مرجوع کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه چندم هست که سفارش میدم و بعد از چند روز پیام میاد که تامین نشده و از سفارش شما حذف شده است!!!! خوب و تازه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با خوردن این برند متوجه میشید که اصلا تا حالا مربای واقعی نخوردیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصولات زر ماکارنی در حجم زیاد هم به هم نمی چسبند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بی کیفیت بود اصلا مثل قبل نبود ومن اصلا راضی نبودم وهرگز پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا که نوشابه محصول مفیدی نیست. اما اونایی که استفاده دارند توی شگفت قیمتش خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من به تازگی چند بار از مغازه خرید کرده بودم، توی تخم مرغ قرمز بود که حالمو بهم میزد و بوی بدی داشت و دور میریختم این یکی خیلی خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بی کیفیت بود طعم خوبی نداشت نپسندیدم و توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من برای شیشه درب دارش خریدم ولی برادرم که از مرباش مصرف کرد کاملا راضی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداره. ولی تو پیشنهاد ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نظارت و کنترل کیفیت در خصوص این کالا باید صورت گیرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدرد تابستون نمیخوره طبعش خیلی گرمه برای مسافرت جاهای کویری خوبه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم و خیلی طعم و کیفیت خوبی داره فقط کاش تو شیشه نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه جالبی نداشت تلخ بود و مزه کارامل احساس نشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه که میگرفتم خیلی خوب بود اما متاسفانه دفعه اخر خیلی اشغال و چربی داشت و اصلا تمیز نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شکلاتش خوبه اما کادو میخوای ببری باید بزاری تو نایلون ببری کیف نداره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کم بو و خوش خوراک قیمتش هم به نسبت سایر ماهی ها بسیار مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت متوسط، ارزش خرید نداره به نظرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت خوبی داشت البته نباید با گوشتی که خودتون میگیرید و چرخ میکنید مقایسه کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اصلا خوشم نیومد خیلی برام سخت بود روش استفاده نظرات رو خوندم فکر کردم خیلی خوبه من خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه اند فقط حجمش خیلی کمه وبرای بچه های خیلی کوچیک؛یه دونش کافی می شه وعطششون روبرطرف می کنه ولی دربزرگترهانه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود راضی بودم ممنون از سوپر مارکت دیجی کالا برای تحویل اجناس در کرج",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تن ماهی بسیار خوشمزه و لذیذی هست ولی با این قیمت های جدید خریدش نه تنها به صرفه نیست که در توان قشر ضعیف و متوسط جامعه هم نیست ترجیح میدم مرغ بگیرم بخورم تا ۱۵ تومن پول کنسرو ۱۸۰ گرمی بدم که غذای یک نفره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خوب بود هردونوع در مقدار مناسبی رو با یه سفارش تهیه نمودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ماهی ها تازه و تمیز بوده و اندازه خوبی هم داشتند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از خوراکی های مورد علاقه بچه ها که بدون دخالت دست بسته بندی و مصرف میشه و بهداشتیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا نسبت به قیمتش عالیه انگار که پول نوشابه بطری ای میدی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کوچیکه و براحتی میشه گوشه کیف گذاشت و ته بندی کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد یه مدت یه حالت ژله ای بد به خودش میگیره و طعم اش هم عوض میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب رگ گیری شده بود نیاز به پاک کردن نداشت و آماده پخت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به عدم استفاده از شکر و نگهدارنده بعنوان محصول ارگانیک قابل استفاده برای همه هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه بتونی بخوریش مفیده ولی واقعا بد مزه اس پس ساده ش بهتره. یعنی همون بدون سبزیجات",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسیار عالی و خوش طعم بود. اولین بار بود این مارک رو امتحان میکردم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه اش یه جور خاصه تند تند نیس ولی متفاوته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خوبه، اندازه اش هم برای چای و قهوه و دمنوش خیلی عالیه. در ضمن اینکه تو بسته بندی یه قیف مقوایی و یک قاشق هست که خیلی کار راه اندازه. در کل راضیم ازش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل محصول خوبی نیست بوی بدی میده و میشه گفت خرید میگوی تحفه کاملا منطقی تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ترکیبات کنجد کمی استفاده شده و بیشتر روغن پالم هستش و شیرینی زیاد. شاید خوشمزه باشه ولی کاملا مصنوعی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا نوشابه ضرر داره اما برای تنوع خوبه ضمن اینکه اینجا ارزونتر از همه جاست البته تو پیشنهاد ویژه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من که دوست داشتم چون همیشه با پوست خرما مشکل دارم خرمای بی پوست و مغزدار با روکش شکلاتی برام جذاب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم کلسیم داره، هم 40 درصد قندش کنه... قیمتش کمی بالاست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود برای رژیم عالیه،مزه خوبی داره و تفاوت انچنان نداره با روغنیش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من لذت بردم از مصرفش. مزه شیرین و خوبی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه یک کمی نرم تر و البته بزرگتر از دیگر آدامس هاست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این مربا بسیار خوشمزه کیفیت هم عالیه،یاد آور طعم بچگی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد. هم بوی بدی میداد هم بند کمرش گرفته نشده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه به تاریخ انقضاش هنوز 5 ماهی مانده، اما شیر ترش بود و این برای لبنیات معروفی مثل هراز خیلی بده..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن بهار کیفیت و برند خوب و معتبر ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نوشیدنی خوب و خوش عطری هست فقط یک‌مقدار شیرین هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از بین بقیه برند های شربت خوشمزه تر و با کیفیت تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه های متنوع است و خوشمزه هر دفعه چند بسته سفارش میدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کلا این نوع سیروپ ها فقط برای تزیین کیک و دسر و.. مناسبند",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "هم مزه هم بو و هم رنگ طبیعی ای داره و خانواده ما دوستش داریم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی نوشیدنی های شرکتی واقعا سان استار تکه مخصوصا این طعمش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام من هفت هشت مدل از این مارک قهوه گرفتم بعد از چند روز دارم نظر مینویسم بسته بندیش واقعا افتضاح، آسیابشم خیلی درشت! هیچ وقت دیگه از این برند نمیخرم. معروف بودن قعوه های دیگه بدون دلیل نیست. یعنی فکر نکنید بخاطر تبلیغاتشونه, چون کیفیت دارن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول کیفیت خوبی نداشت و من از خرید آن پشیمان شدم و دیگه ازش نمی خرم چه معنی دارای تو تن ماهی پولک ماهی دیده بشه گوشت ماهی شم سفت بود مثل لاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این سایز خیلی کمتر در مغازه ها دیده میشه، با توجه به اینکه اندازه و سایزش عالیه، از دیجی کالا خواهش می کنم که موجودی این محصول رو بیشتر کنه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد مناسب نیست مزش و به نظرم خودتون درست کنید به صرفه ترم هست در کل پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چای های شهرزاد خیلی خوب بودن و من مشتری ثابت این چای بودم،اما فعلاً کاهش کیفیت داشتن،رنگ چای خشک کدره و وقتی دم می‌کشه هم باز کدر و بد رنگه متاسفانه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بعد از تریدنت تنها آدامس دارچینی که خیلی خوبه. و طعم ماندگاری داره. البته که سایز بزرگترش به صرفه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی چایی با کیفیتی نیست فقط بسته بندی خوشگلی داره همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به بقیه چایی های زعفرانی که تا حالاخوردم این از همه بدتر بود... فکر کنم برای چند روزی ظرف زعفران را پهلوش گذاشتند که یه کمی بو بگیره... اصلا خوب نیست.. نمی دونم چطور بعضی دوستان گفتند خوبه...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی داره، استخوانهای ریز هم داره که خیلی مشکل ساز نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آب میوه های ساندیس خیلی خوش طعم و مقرون به صرفه هستن. طعم هلو هم قدری شیرینتر هستش و عطر خوبی داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من چون همیشه رنگارنگ می خرم،فکر کردم شبیه اون هست اما اصلا شباهتی نداره و خوشمزه نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو نوشابه ها پپسی بهترینه و مدل قوطیش طعم بهتری داره. ولی قیمت قوطیش کمی بالاست که دیجی کالا اکثر اوقات با تخفیف ویژه میفروشه که اونموقع خریدش به صرفه ست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم بسیار بد تعجب میکنم از بسته بندی این محصول بی کیفیت و بد مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فوق العاده خوش مزه و خوش عطر تو این رنج قیمت بهترین عسل هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اشتباه بزرگی است که به این قیمت این عسل با گلوکز بالا را بخرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گرجی برند خوبیه ولی این نوع بیسکوییت کیفیت پایینی داشت . واقعا بد مزه بود و انگار نمور بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برند معروف و با کیفیتی هست . ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به عنوان یک محصول ایرانی کیفیت قهوه خوب بود و همچنین بسته شیک و مطمئن در برار رطوبت داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انقدر چربیش زیاده که یک چهارم میزان اولیه کف قابلمه باقی میمونه ولی به موقع و کاملا سرد به دستم رسید و این خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مصرف لبنیات در منزل ما زیاده، همیشه تعداد زیادی از این شیر رو توی کابینت نگه میدارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گهگاهی نوشیدنش خالی از لطف نیست هر چند که می‌دونیم نوشابه‌ها برای سلامتی مضرند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشتی که برای من ارسال شد خوب و تازه بود دور ریز نداشت.فکر میکنم شانسی باشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه است و رنگای خوشگلی داره . فرمند محصولاتش بی نظیر هستن. دراژه ها ریز هستن که من دوست دارم . ممنون از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا تو شگفت انگیز ارزش خرید نداره بو میده وگرنه همیشه عالی و درجه یک",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسته بندی نا مناسب که برای ضد عفونی کردن جهت کرونا مشکل پیدا میکنید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خیلی با کیفیت بود - طعم و غلظتش خیلی کیفیت و آبکی شده شده با این کیفیت ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی هستم و همیشه استفاده می کنم. خوش طعم، تمیز با پکیجینگ مناسب. فقط کاش این نوعش که نمکی هست، کم نمک تر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهرحال نوشابه و عوارضشو همه می دونیم ولی دیگه ادمیه و بعضی وقتا هوس چیزای بدم می کنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "به نظرم یه کم گرونه و طعم شیر به اون صورت نمیده. بیشتر برای کسانی مناسبه که تو رژیم های سخت هستن. برای رژیم های معمولی شیر کم چرب به نظرم معقول تر از صفر درصد چربیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه آدامس خوشمزه برای کسانی که طعم طالبی دوست دارند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز عالی کیفیت خوب و قیمت واقعا بالا هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خوبه چون پلاستیک نیست جنسش. قیمتش کمتر بود عالیی میشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار طعم معمولی غلظت معمولی وبه نظر آنهمه توضیح در باره طبیعی بودنش تبلیغ بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من عسل بازم و همه جور عسلی خوردم،این عسلی که من خوردم خیلی شیرین بود و گلو رو میزد،دوستان دیگه هم گفته بودن که اینجوری هستش و به نظرم عسل خوب اینجوری نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت بسیار معمولی داره و ارده توش نیست, نسبت به برندهای قبلی که تست کردم ضعیفتره و به نظرم قیمتش همونی هست که تو شگفت انگیز گذاشته بودن و قیمت بدون تخفیفش اصلا با این کیفیت نمیرزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیرهای با ماندگاری بالا کلا زیاد توصیه نمیشه و طعم و مزه خوبی نداره مگر این که به دلیلی برای نگهداری طولانی بخوای",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه است و بافت نرم و ایده آلی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ظاهر زیبای این محصول گول زنندست. شیرینی محصول زیاده و خود تافی شل و زیادی نرم هست. شاید بذارید یخچال بهتر بشه ولی به نسب بقیه تافی ها نرمه و به پوستش میچسبه. طعم سقز هم بیشتر اسانسه حتما. مشابه همین مدل خارجی هست که تفاوت زیادی در کیفیت دارند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از طعمش خوشم اومد ، امیدوارم شما هم بپسندین .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این پودر قهوه رو اولین بار بود خریدم که از خرید پشمون شدم.من که همیشه قهوه فله میگیرم اصلا از طعم و بو و گیرایی این قهوه راضی نبودم.البته خب نسبت به پولی ک پرداخت کردم همینم بد نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حداقل بین آدامس های داخلی بهترین طعم طالبی رو داره به نظرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش با توجه به بسته بندی خوبش به صرفه است . من دو تا خریدم یکیش خوب بود یکی دیگش یه مقدار طعم کهنگی میداد .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی محصول جذاب و کاربردیه. به راحتی حدود دو دقیقه در مایکروویو آماده میشه. فقط کیفیتش خیای به نگهداریش توسط فروشنده بستگی داده اوهایی که من از دیجی کالا گرفتم خیلی خوب بودن. فقط تاریخ مصرفش کمه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دوستان حتما دقت کنید درقسمت فیله تکه های سبز رنگ داشت که نشان دهنده انتیبیوتیک هایی هست که به مرغ ها میدن و اون تکه سمیه. بیشترشم استخونه من راضی نبودم و دیگه ازین مارو خرید نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از لحاظ طعم و تازگی و تمیز بودن حرف نداشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و با کیفیت بود یک بسته اش برای دو نفر کافیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در سطح تولیدات قبلی لادن نیست،از این برند انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همین که سالم به دستم رسید و تمیز و سالم بود راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مشخص کردن کیفیت مواد و تازگی و غیره بسیار خوبه ارسال به موقع و تمیز کالاها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام ماهی های کیلکاش درسته نیست و له شده هست اصلا هم خوشمزه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به هیچ عنوان ارزش خرید نداره. به چندین روش مختلف از آماتور تا حرفه ای این قهوه رو دم کردم و جز ذرات معلق در آب جوش، چیزی به دست نیومد. اصلا و ابدا توصیه نمیشه. افتضاح.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا بدرد نمیخوره واقعا بی کیفیترین جنسی بود که تا حالا از دیجی خریدم هیچ طعم و مزه روعن زیتون رو نداره کاملا مشخصه که توی روغن مایع احیانا چن قطره روغن زیتون چکوندن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی عالی وخوشطعمه بنظر من بهترینه ممنون تز دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و مزه خوبی داشت خیلی چرب نبود و با عسل و مربا و ... میشود براحنی پایه صبحانه یا عصرانه باشد حس خوبی از خریدش دارم و راصی بودن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برندهای دیگه ای که این محصول رو تولید میکنن خیلی بهتره مثل گرجی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام خیلی خوب هستش فقط مقدارش کمه، حتما بیشتر بخرید تا بیشتر لذت ببرید. موفق باشید ...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمی کنم چون مثل رشته های قدیمی به هم می چسبه تو آش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی به دستم رسید کاااااااامل یخش آب شده بود خییییلی ناراحت شدم . به کسی که آورد گفتم یخش آب شده گفت نه نشده. ولی کامل آب شده بود و قابل استفاده نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و خوشمزه ، البته اگر تو شگفت انگیز بخرید خیلی بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم بسیار افتضاحی داره و واقعا دور ریختن پول هست. بسیار پشیمانم از خریدش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من قبلا با تزیین کنحد خریده بودم‌‌ و عالی بود‌.این تزیین شکر داره و من دوست ندارم‌‌.وگرنه طعم بیسکوییت خوشمزست‌.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیر گوشت با چیزی که میبینید قابل مقایسه نیست من فقط چرخ کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به حجم محصول و کیفیت خوبش ، قیمت بسیار مناسبی داشت . من توی فروش ویژه این محصول رو خریدم . نکته این که بیشتر به مارمالاد شبیه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درشتی میگوها خیلی خوب بود اما بسیار شور، حتما بگذارید یخ باز بشه و چندبار بشورید و به هیچ عنوان دیگه نمک نزنید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزست و قندش کمه و برند شناخته شده ای هست که با اطمینان خرید میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش فوق العاده.تو خریدش شک نکنید.خیلی خوشمزست.هر وقت توپیشنهاد قرار میگیره خرید میکنم فقط حیف که هر بار فقط۳تا میشه خرید کرد.تو کیفیتش شک نکنید.عالی عالی.باتشکر از دیجی کالا.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این برند رو دوست دارم. از نظر قیمت هم خرید از دیجی به صرفه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نباید بگن کنجد و کانولا باید صادقانه طبق جلد محصول گفته بشه کنجد، کانولا و آفتابگردان که بسیار ارزانتر تموم میشه اگرچه اطلاعات روی جلد هم وقتی درصد مخلوطسازی مشخص نیست اشکال داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشت ماهیچه 3-4 ساعت باید بپزد کلا دیر در است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اندازه ها همون بود و خب خوش طعم بود و حس بدی نداشت ، توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچک هست. فقط با تخفیف زیاد ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا عسل خوشمزه ای هست و همینطور طبیعی ممنون از فروشنده و دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد از ۵ دقیقه مزه اش رو از دست میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی شل هستش طوری که رو نان اصلا یه ثانیه هم نمیمونه من پیشنهاد نمیکنم مثل آب میمونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی ریز ، پر از پسته های کج و معوج .. از گلستان توقع نداشتم. اما کلا انگار از هیچ برندی دیگه نباید توقع کیفیت داشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوش طعمه سریع در بخچال خنک میشه فقط یکم قیمت بالاست نسبت ب چیزی ک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزه بود من پودرش کردم توی کتلت و کوکو می ریزم طعم خوبی به غذا میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خیلی خوبی دارد کم نمک و گوشتش روشن است و در کل خیلی عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوب است اما ضخامتش زیاد است و خوب مغز پخت ننی شود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اگر قیمت معقول‌تری داشت میتوسنت بازار بزرگی رو بگیره چون طعم بسیار متفاوت و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اشتباها کیلیکا خریدم و اصلاااا دوست نداشتم توش استخوان ریز ماهی داره طعم بد و بی‌مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تاریخ روز بود تازه هم بود ممنون از تخفیف خوبتون",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به اینکه از مضرات نوشابه کم شده ولی همون طعم رو داره خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود و در باز بودن و طعم خوبی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اینوتو تخفیف خریدم و ب نظرم از بهترین برند های تخم مرغه ک از نظر سالم بودن تخم مرغا میشه روش حساب کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اکثر ادویه ها به میزان بسیار کم درونش اضافه شده و طعمشون رو اصلا حس نمیکنی.از خریدنش پشیمونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در یه جمله بگم همون چای سبزه که پودرش کردن، مزه خاصی نداره خاصیتش نمیدونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوبه نسبت به قیمتش خیلی خوبه، تخفیف شگفتانه گرفتم، زمان ارسال و بسته بندی هم. خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی آدامس نرم و خوبیه. طعمشم خوبه. من دوسش دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در مشخصات ننوشته ایرانی است. اگر می دانستم ایرانی است از برندهای معتبر و شناخته شده مثل باراکا یا پارمیدا می خریدم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چربی کمی داشت و باعث شده بود گوشت خیلی سفت باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه تاریخ مصرف داشت اما کهنه و مثل سنگ خشک بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من که رضایت نداشتم کلا از محصولات زر ماکارون رضایت ندارم یا شفته میشه یا سفته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجم بردن بالا بگی 1800 گرم وای ی ی چقدر زیاد ولی اینقدر شل بود که همه متوجه میشدن از آب یکم غلیظ تر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح بود،بوی ضحم میداد و قسمتهایی از ماهی تیره بود،باعث شد کلا از تن ماهی بدم بیاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جنس و فرم بسته‌بندی خوبه ولی چاپ روی بسته بی‌کیفیته. دانه‌بندی بد نیست. عطر خوبی داره ولی طعم قهوه واقعا قابل دفاع نیست. فقط تلخه. واقعا از طعم بدش جا خوردم.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم هم مونده بود هم خیلی بدمزه ، ریختم رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خوب بود ولی وزن محصول درست نبود دوتا سینه‌مرغ کوچک‌ بود و وزنش از اون مقدار واقعی کمتر بود پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بین این همه عسل تقلبی ؛ خیالت راحته کیفیت عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من کینوا استفاده کردم وخوشمزه است ولی این محصول آماده خیلی طعم وبوی بدی داره سه بسته گرفتم یک بسته را هم نتونستم مصرف کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از کیفیت این بیسکویت خوشم نیومد و اون کیفیت بیسکوییت کرم دار که مد نظرم بود رو نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فکر میکنم توش همه چیزش جایگزین بود مثلا به جای کره شکلات ، جایزگزینش و غیره، مزه شکلات نبود به نظر من. از فرمند بیشتر از این انتظار داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به تلاونگ ارزون تره ولی به همون درشتی هست. البته تلاونگ یه کم تخم مرغ هاش تمیزتر از اینه. به هر حال من از خریدم راضی بودم. شکسته و تک خورده هم نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بی‌مزه بود. لازم است قبل از کباب کردن یک سری ادویه به آن اضافه بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و غلیظ بود. در سوپر تخفیف با قیمت مناسب خریدم و راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در فروش ویژه قیمت خیلی خوبی داشت. مزه پپسی هم به نظر بعضی ها از کوکا بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ریز بودن حتی تو تخفیف هم نگیرین خوشمزه نیست اسلا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دو سه باری محصولات دیگه این برند رو گرفتیم و خوب بوده..منم ترجیحاً از همین برند میخرم هرقت خرید اینترنتی می کنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برخلاف نظر بعضی از دوستان که گفته بودن تخم مرغ ها درشت بودن! تخم ریز زیاد داشت و و با این قیمت میشد از مارک های بهتری مثل تلاونگ خرید کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دیگه تا این حد بی مزه فکرشم نمیکردم !انگار داری نون خشک میخوری",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش نسبت به قیمتش خیلی عالیه. خوب ساییده شده و کاملا نرمه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من چند وقتی هست که توسط یکی از همکارانم از این قهوه استفاده میکنم قهوه خیلی خوب و خوش طعمی هست و انرژی بالایی صبح به شما میدهد به نظر من استفاده از این نوع محصول بسیار جالب هست و از خریدن آن پشیمان نخواهید شد ،",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت خوب و کم چربی بود. قیمتشم مناسبه. از بیرون بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه شربت میده و نسبت به این قیمت مطلقا نمی ارزه پشیمونم که خریدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید رو توصیه نمیکنم خیلی گرون تر از قیمت واقعی میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا کیفیت سولاته خیلی بهتر بود الان از نظر کیفی افت داشته که شاید دلیلش جلوگیری از رشد قیمت آن بوده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش عالی نیست، قبلنا بهتر بود. خوب هم پاک نشده بود و به درسته تکه نشده بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آسیاب قهوه مناسب دستگاه نیست خیلی نرم شده و به پمپ دستگاه فشار میاره، ترش و خیلی تلخه و عطر خوبی نمیده نسبت به قیمتش خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیره خرما بود ،شیره انگور نیست ،اگه فقط شیره انگور میخواین نخرید،من مجبوری دیگه استفادش کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط توی یکی از تخم مرغ ها لخته خون بود، وگرنه بد نبود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط یک موردی هست در مورد محصولات منجمد که وقتی خرید میکنید براتون میآرن باید همون روز استفاده بشه چون کاملا یخ زدایی و آبکی شده نمیشه دوباره بذارین داخل فریزر",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "یک مشت تخمه کهنه و تلخ شاید فقط 3 یا 4 تا دونش قابل قبول بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من مرباهای دالفور رو قبلا از هایپر استار میگرفتم. متاسفانه وقتی که این محصول رو گرفتم(قبلا مربا زردآلوش رو میگرفتم) با اونی طعم بلوبری رو دوست دارم٬ طعم ترشال این محصول باعث شد که دور بریزم کلش رو......",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به دلیل کیفیت خوب و قیمت مناسب پیشنهاد می گردد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش خوب بود فقط شستم و نیاز به پوست گرفتن نداشت تازه هم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "باسلام این گوشت نه طعم خوبی داشت و نه بوی خوبی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار طعم بدی داشت و تکه های سیاه زیاد داشت .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به در نظر گرفتن کمیت و کیفیت قابل قبوله.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به قدری کهنه است که طعم پسته آن تا حد زیادی از بین رفته است. کافیست تا یک عدد پسته تازه بعد از آن مصرف کنید و تفاوت را احساس کنید. تعداد پسته های دهان بسته در هر بسته در حدود 10 عدد است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زمانی که بدستم رسید شل شده بود و تاریخش بروز نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت مناسبی نداشت با اینکه تو شگفت انگیز خریدم پیشنهاد نمیکنم بخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا خوشمزه و تازه ..مزه سبزی پلو با ماهی میده...مقدارش هم برای 3 نفر بخوبی کفایت میکنه...پیشنهاد میکنم بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی زیادی شیرین و کم گاز بود و دلو میزد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته بو داده و نمکین گلستان رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا طعم و کیفیت خوبی داره این برند گوشت چرخ کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیشه حیلی ریز ک برای برداشت عسل ب مشکل میخورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مناسب از بین برند های موجود و کیفیت خوبی داره ولی تو تخفیف بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و بوی تقریبا خوبی داره ولی خیلیم انتظار بالایی نباید داشت ازش.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چون خیلی از قهوه خوشم نمیاد و نسبتا کم میخورم عطر و طعم قهوه برام مهمه که خوشبختانه این عطر و طعم خوبی داره و دوسش دارم!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید سوپر مارکتی بود و در بسته بندی خوب و به موقع تحویل گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کوپا بیسکویت های خوشمزه ای داره اما این مورد بعد از خوردن یه بسته ، ته مزه ی بدی تو دهان می مونه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلن عسل نیست،اب و شکره،بسیار هم رقیقه،بشدت طعم بدی داره ،اصلن پیشنهاد نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار غلیظ بود و بیشتر به مارمالاد شباهت داشت تا مربا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا پاک نشده بود پولک ها و بسته بندی خوبی هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شما این شربت رو که میخورید فقط طعم گلاب و شکر رو توش احساس میکنید..",
        "output": [
            "negative"
        ]
    }
]
}