{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": " In this task, your task is to translate a sentence in Thai into the English language.",
    "Positive Examples": [
        {
            "input": "ฟินแลนด์จะจ่ายค่าทำความสะอาด ถึงแม้เอสโตเนีย จะไม่ได้ขอร้องความช่วยเหลืออย่างเป็นทางการ",
            "output": "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        },
        {
            "input": "โดยการศึกษาความแตกต่างของสมองสัตว์หลังจากถูกการถูกฆ่าเพื่อเป็นอาหาร การศึกษาได้แสดงให้เห็นว่าสิ่งใดที่สามารถจะเป็นตัวระบุทางชีววิทยา ซึ่งทำให้แกะตัวผู้แสดงออกทางเพศว่าชอบแกะเพศผู้แทนที่จะแสดงออกทางเพศว่าชอบแกะเพศเมีย",
            "output": "By studying difference in the animal's brains after slaughter, the study also showed what could be a biological determiner for what makes a ram male-oriented instead of female-oriented sexually.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        },
        {
            "input": "เรื่องนี้เกิดภายใต้ Clean Development Mechanism (CDM) ของสหประชาชาติภายใต้ Kyoto Protocol",
            "output": "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "แอฟริกาใต้มีสถิติความปลอดภัยบนถนนที่ย่ำแย่ และอยู่ในอันดับที่เก้าของโลกในเรื่องการเสียชีวิตจากการจราจร",
            "output": "A Twitter account representing the Indiana State Fair confirmed the fatalities and stated that their \"prayers are with the families of all affected\".",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        },
        {
            "input": "ลองดูอย่างเช่นนักเรียนคนที่พยายามเรียนวิชาเลขและตั้งใจเรียนอย่างหนักเพื่อให้ได้มาสี่หรือห้าคะแนน แล้วเด็กคนนั้นเห็นเพื่อนกำลังสนทนากัน แต่กลับได้มาสามคะแนน…",
            "output": "Walsh aide's brought up the fact he is committed to ending paper waste at the Massachusetts State House.",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        },
        {
            "input": "กองเรือรบแรกที่ท้าทายการปิดล้อมถูกสกัดโดยหน่วยจู่โจมกองทัพเรืออิสราเอลในเดือนพฤษภาคมปีนี้",
            "output": "Norko further testifed that Ross is taking medication to control his psychiatric problems.",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        }
    ],
    "Instances":[
    {
        "input": "ฟอร์บสลิสต์จำนวนทั้งหมดของอภิมหาเศรษฐีโลก 1,210 คนซึ่งรวมทรัพย์สมบัติได้ $4.5 ล้านล้านดอลลาร์สหรัฐฯ เพิ่มจากจำนวนรวมปีที่แล้ว $3.6 ล้านล้านดอลลาร์สหรัฐฯ\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "เนื่องจากการประสบอุบัติเหตุกับJeff Burton ของKyle Busch ทำให้เขาคงรั้งอยู่ในตำแหน่งที่สามในขณะที่เพื่อนทีมร่วมทีมของเขา Hamlinอยู่ในอันดับสี่\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "แผนกแรกที่จะเปลี่ยนไปใช้ระบบ Linux และ OpenOffice.org คือสำนักงานของนายกเทศมนตรีซึ่งวางแผนไว้ว่าจะดำเนินการในช่วงกลางปี 2006 ถึงแม้ว่าจะไม่ได้ทำการการเปลี่ยนแปลงคอมพิวเตอร์ในทุกเครื่องของแผนกโดยทันทีก็ตาม\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "ซึ่งพบว่าป่าไม้โกงกางบริเวณรอบ ๆ ดินดอนสามเหลี่ยมปากแม่น้ำอิระวดีของพม่าถูกลดระดับเนื่องจาก \"มีการนำไปใช้ประโยชน์อย่างไม่ถูกต้อง\" และถูกปรับเปลี่ยนไปเป็นพื้นที่ทำนาปลูกข้าว ภายใต้การสนับสนุนของรัฐบาล ที่ต้องการให้หลักประกันการผลิตอาหารเลี้ยงตนเอง\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Ross ได้แถลงว่าเขา \"อับอาย\" กับรายการบางรายการ แต่ \"รายการส่วนใหญ่นั้น ผมภูมิใจ\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "เป็นที่ยืนยันแล้วว่า Spyker จะเปลี่ยนเจ้าของในฤดูกาลหน้า ทำให้กลายเป็นทีม Formula One จากอินเดียทีมแรกในประวัติศาสตร์\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "นอกจากนี้ คนไข้ที่เคยที่มีอาการเกี่ยวกับความเสียหายต่อหัวใจ (ซึ่งอาจเป็นผลข้างจากการใช้ยา) จะไม่ได้รับเงินอุดหนุนในการรักษา\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ระหว่าง3,000(การคาดการณ์ของตำรวจ) ถึง 8,000(การคาดการณ์ของผู้จัดงาน)คนออกมาเดินบนถนนในกีสเซน ประเทศเยอรมนีในวันนี้ เพื่อคัดค้านการนำระบบเก็บค่าเล่าเรียนที่ได้วางแผนไว้เข้ามาใช้กับมหาวิทยาลัยเฮสเซียน\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "การปล่อยตัวของคนทั้งเจ็ดเกิดขึ้นหลังจาก Nicolas Sarkozy ประธานาธิบดีฝรั่งเศส เดินทางมาถึงชาดเพื่อเจรจาเกี่ยวกับคดีนี้กับทางการชาด\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "เขาได้ให้วิดีโอเทปกับสื่อในสัปดาห์นี้ หลังจากได้รับมาจากทางตำรวจ\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong กล่าวว่า Bongo เป็นผู้นำมายาวนานที่สุดของประเทศในแอฟริกา ได้ถึงแก่อสัญกรรมที่คลินิก Quiron ในวันจันทร์ด้วยอายุขัย 73 ปี\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "พิพิธภัณฑ์สองแห่งใน San Diego รัฐแคลิฟอร์เนียได้รับมอบพินัยกรรมชุดงานสะสมทางศิลปะที่มีมูลค่ากว่า 40 ล้าน\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Obame ประท้วงด้วยการอดอาหารเพื่อคัดค้านสิ่งที่เขาเรียกว่า \"การสถาปนายุคแห่งเผด็จการ\" ในประเทศกาบอง\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Djurovic ได้กล่าวอีกด้วยว่าคนอีกอย่างน้อย 198 คน ซึ่ง 90 คนในนั้นเป็นเด็ก ได้รับการรักษาที่โรงพยาบาล\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "เรือกู้ชีพยังได้นำตัวคนบนเรือที่ไม่ได้รับบาดเจ็บหนึ่งรายขึ้นฝั่ง ในขณะที่เฮลิคอปเตอร์หวนกลับไปช่วยเด็กชายคนที่สอง\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ครอบครัวนี้กำลังอยู่ระหว่างทางไปเข้าร่วมการแข่งขันฟุตบอลสำหรับเยาวชนในตอนที่เกิดเหตุรถชน\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "การทำลายตึกบางส่วนลงช่วยไม่ให้ไฟลุกลามไปบริเวณอื่นของเกาะได้สำเร็จ แต่ตึก 10 แห่ง ที่ส่วนใหญ่เป็นร้านค้าเล็กๆ และบาร์ได้ถูกไฟไหม้เสียหาย\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "\"ผมรู้สึกเหมือนทุกอย่างเป็นภาพเคลื่อนไหวอย่างช้าๆ\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "ถ้า Google ไม่ปรับรหัสเบื้องหลัง counter นี้ จะมีข้อความแสดงว่า \"Over 2075\" หลังจากวันที่ 9 เมษายน\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "และเสนอว่าสถานีวิทยุชุมชนควรได้รับอนุญาตให้โฆษณาสินค้าได้ไม่เกิน 5 นาที ในทุกชั่วโมงการออกอากาศ\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "ตำรวจ Bathurst ได้ปฏิเสธที่จะให้ความเห็นเมื่อพูดถึงคำให้การในวันนี้\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "รัฐมนตรีทรัพยากร Martin Ferguson กล่าวว่า \"ไม่มีปัญหาต่อชายฝั่งออสเตรเลีย\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "\"การซื้อกิจการในครั้งนี้เป็นกลยุทธ์ที่เหมาะสมกับ 7-Eleven และทำให้เราได้ปรากฎตัวอยู่ในตลาดของมหานครชิคาโกมากขึ้น\" 7-Eleven Inc. กล่าว\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "ตำรวจได้โทรศัพท์ติดต่อไปยัง Inga Akins มารดาของเด็ก ทำให้พวกครูเชื่อว่าจะใช้เวลาอีกหนึ่งชั่วโมงกว่านาง Akins จะเดินทางมาถึงและนำเด็กออกไป\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "ทีม The Gliders มาแข่งที่กรุงเทพฯ ประเทศไทย เพื่อแข่งขันรายการ Asia-Oceania Zone Wheelchair Basketball Championships ซึ่งจะจัดการแข่งขันที่ศูนย์เยาวชนไทย-ญี่ปุ่นประจำกรุงเทพฯ\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "หลังจากนั้นบรรดานักวิจัยได้พยายามที่เรียกเงินคืน จึงได้ไปที่โรงแรมที่วิตตันและไดร์พักอยู่ แต่ก็ได้พบเพียงห้องว่าง และไม่อาจหาได้ว่าชายสองคนนั้นอยู่ที่ไหน\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "กองกำลังทหารที่นำโดยองค์การ NATO ในอัฟกานิสถาน ได้ออกคำแถลงการณ์เมื่อวันศุกร์ว่า มีทหาร 2 นายหายไปเมื่อวันพุธขณะกำลังปฏิบัติหน้าที่การแจกจ่ายสิ่งของประจำวัน\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "รถขนาดเล็กนี้วิ่งได้เร็วถึง 38 ไมล์ต่อชั่วโมง (61 กม.ต่อชม.) พร้อมอุปกรณ์ที่จับบนตัวรถที่คนขับสามารถดึงรถยนต์เพื่อถอยหลังได้\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "มีการสันนิษฐานว่าต้นเพลิงน่าจะมาจากประกายไฟที่เกิดขึ้นในขณะที่คนงานในบริเวณ Agua Dulce พยายามตอกสลักเกลียวเพื่อถอดยางออกจากล้อรถ\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "การศึกษาครั้งนี้เป็นบันทึกทางประวัติศาสตร์ที่รวบรวมข้อมูลการเกิด การตาย และการย้ายออกของประชากรในประเทศนิวซีแลนด์\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "รายงานยังระบุอีกด้วยว่าความเสียหายทางด้านเศรษฐกิจของประเทศสูงถึง 7.754 พันล้านดอลลาร์ ทำให้ 71 เปอร์เซ็นของชาวเฮติตกอยู่ในสภาพยากจนอย่างหนัก\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "ผู้ที่ได้รับการเจ็บปวดจากอาการปวดหัวข้างเดียว (ในอังกฤษมีจำนวนร้อยละแปดของประชากรผู้ชาย และร้อยละสิบแปดของประชากรผู้หญิง) ได้บอกว่า แสง เสียงและการสัมผัสเป็นสาเหตุของการเจ็บปวด\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "เขาใช้เวลาทั้งหมดของเขาให้กับ WWF ต่อสู้กับ Undertaker ก่อนจะออกจากบริษัทในเดือนกรกฎาคม 1993 หลังจากพ่ายแพ้ในศึก Rest in Peace ให้แก่ Undertaker\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "โฆษกหญิง บรี แจ้ชชิน กล่าวว่า การถูกทำร้ายเป็นผลจากความไม่ดูแลเอาใจใส่\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "พวกเขากระตุ้นให้นายกรัฐมนตรีเพิ่มความพยายามในการจัดการการก่อการร้ายและพวกหัวรุนแรง\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "ผู้ละเมิดกฎระเบียบที่กำหนดไว้ในกฎหมายฉบับนี้ จะต้องถูกปรับเป็นการส่วนตัวเป็นจำนวนไม่เกิน 200,000 ดอลลาร์นิวซีแลนด์\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "อุณหภูมิในเมืองฟิลาเดเฟียจะแตะระดับ 100 องศาฟาเรนไฮต์ ในขณะที่กรุงวอชิงตัน ดีซี จะมีอุณหภูมิสูงสุดอยู่ที่ 101 องศาฟาเรนไฮต์ ส่วอุณหภูมิในเมืองบัลติมอร์และริชมอนด์ก็อาจจะได้เห็นอุณหภูมิพุ่งสูงกว่าระดับ 100 องศาฟาเรนไฮต์\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ทนายความของพรรค The Teamster มีรกรากจากเอดมอนตัน แต่ได้อยู่อาศัยที่เขตรอบเมืองแวนคูเวอร์ ตั้งแต่ปี 1991\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "ทางการกล่าวว่า อุบัติเหตุที่เครื่องบินเกิดชนกันขึ้นนั้น เกิดขึ้นเมื่อวันเสาร์ที่ผ่านมา ในขณะที่เครื่องบินกำลังบินอยู่เหนือน่านฟ้าใกล้กับสนามบินรัสเซีย และด้วยสภาพอากาศที่หมอกลงจัด ส่งผลให้ไม่พบผู้รอดชีวิต\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "แม้ว่าเพลง Beast Loose in Paradise นั้นตั้งใจจะให้ 'ออกไปทางภาพยนตร์'และ 'แนวสยองขวัญ'\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "ยูเอ็นและกองกำลังรักษาสันติภาพของฝรั่งเศสกล่าวว่าพวกเขาจะไม่ออกจาก Ivory Coast แม้ว่าจะมีคำสั่งของผู้ดำรงตำแหน่งประธานาธิบดี Laurent Gbagbo ให้ออกไปจากประเทศ\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "ภูมิภาคที่อบอุ่นที่สุดพร้อมลายเสืออยู่ตรงกับสองสถานที่ของเครื่องบินเจ็ทที่เห็นในภาพของ Cassini\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "แหล่งข่าวจอร์เจียประกาศยืนยันว่าฐานทัพนั้นได้ถูกทำลายไปแล้ว\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "\"ผมคิดว่าหน้าที่ของพรรค Democrat คือการเป็นที่น่าสนใจมากจนกระทั่งไม่กี่เปอร์เซ็นต์ของคะแนนเสียงที่ลงให้แก่ผู้สมัครอื่นไม่ได้สร้างความแตกต่างใด ๆ\" เขากล่าว\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "นักวิจัยและ Alberta Cancer Board และ Capital Health ยังไม่แนะนำให้ใช้ DCA ในการรักษามะเร็งในตอนนี้ เนื่องจากการทดสอบด้านการรักษาของยาเพื่อใช้ในการรักษามะเร็งนั้นยังไม่ถูกดำเนินการ\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Peter August จากมหาวิทยาลัย Rhode Island รัฐ Kingston กล่าวว่า: \"เรื่องสนามแม่เหล็กกับพวกสัตว์เป็นสิ่งที่น่าทึ่ง ทุกครั้งพวกมันจะหันไปทางทิศเหนือได้อย่างแม่นยำ\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "กล้องทำงานด้วยพลังงานจากไฟสำรองตั้งแต่วันที่ 30 มิถุนายน 2006 เมื่อวิศวกรเปลี่ยนจากแหล่งจ่ายไฟหลัก (\"Side A\") เป็นแหล่งจ่ายไฟสำรอง (\"Side B\") เนื่องจากการทำงานผิดปกติ\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "เงินบริจาคจะถูกส่งไปให้กับสภากาชาดและหน่วยบรรเทาทุกข์\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "เมื่อพิจารณาโดยถี่ถ้วนแล้ว เราเชื่อว่านี่คือวิธีที่จะมอบประโยชน์สูงสุดแก่ผู้ตกยากที่สุด\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "หลังจาก 18:00 น. (EDT) เว็บไซต์กลับมาใช้งานได้อีกครั้ง หลังจากมีปัญหาในการเชื่อมต่อในระยะเวลาไม่นาน\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "Brad Hodge คือผู้ตีของออสเตรเลียที่ทำคะแนนได้สูงสุด 35 คะแนน แต่ไม่ออกจากสนาม ขณะที่ Andrew Symonds ทำได้ 33 คะแนนก่อนจะออกจากสนาม\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ผู้เล่นวัย 28 ปีผู้นี้บาดเจ็บจากการเข้าปะทะกับ Joe Jacobson และเกมได้ถูกเลื่อนออกไปก่อนที่เขาจะถูกพาส่งโรงพยาบาล\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "คนที่แอบขึ้นเครื่องทางด้านล้อของเครื่องบินมีความเสี่ยงที่จะแข็งตายหลังจากที่เครื่องบินขึ้น หรือถูกกระแทกเมื่อล้อของเครื่องบินถูกเก็บกลับเข้าที่\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "\"มีสิ่งที่น่าสนใจมากในผลิตภัณฑ์นี้\" กล่าวโดย คีธ อัลคอร์น บรรณาธิการของคู่มือโรคเอดส์แห่งชาติ\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "ยังมีรายงานว่ามีอุบัติเหตุอื่นเกิดขึ้นใน Newtownhamilton ของ County Armagh มีเด็กชายสองคนอายุ 17 ปี อยู่ในเหตุการณ์ด้วย\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Hassan Rowhani หัวหน้าสภาความมั่นคงแห่งชาติสูงสุดของอิหร่านประกาศในวันจันทร์ว่าประเทศจะระงับการเปลี่ยนรูปยูเรเนียมเป็นการชั่วคราวตั้งแต่วันที่ 22 พฤศจิกายน\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "คณะผู้พิพากษาศาลยุติธรรมชาวอิรักห้าท่าน ซึ่งมีผู้พิพากษา Rizgar Mohammed Amin เป็นประธานได้รับมอบอำนาจให้พิพากษาลงโทษประหารชีวิตเขา\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "พวกเขายังหวั่นเกรงเกินไปที่จะเดินทางกลับบ้านเนื่องด้วยความกลัวว่าจะมีคลื่นยักษ์สึนามิซัดถล่มอีกลูก ทว่าตามรายงานของสำนักข่าวรอยเตอร์ เจ้าหน้าที่สาธารณสุขได้มีความกังวลเกี่ยวกับภัยคุกคามจากโรคในบรรดาผู้คนที่กำลังลี้ภัยอยู่ในตอนนี้\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ฤดูกาลแข่งขันฮอกกี้ Ontario ปี 2005-2006 ได้เริ่มขึ้นเมื่อคืนวันพุธ ณ สนามกีฬา Wendler ที่ The Dow Event Center ในเมือง Saginaw รัฐ Michigan ประเทศสหรัฐอเมริกา โดย Saginaw Spirit ได้เปิดบ้านรับการมาเยือนของ Plymouth Whalers พร้อมด้วยผู้คนมากกว่า 4,600 เข้าร่วม\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "นักบวชชาวซูดานหลายคนไม่สนใจคำแนะนำของรัฐบาลที่ไม่ให้สร้างความตึงเครียดให้แก่สถานการณ์ไปมากกว่านี้ แม้ว่าพวกเขาจะหยุดหลังเรียกร้องให้ลงโทษประหารชีวิตเธอทันที\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Raymond Moreno กล่าวว่า \"ผมหวังว่าโครงการนี้จะมีต่อไปอีกเป็นสิบ ยี่สิบ สามสิบปี เพราะพวกเราต้องการมัน\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "\"ผมรู้สึกว่านี่เป็นเวลาสำหรับการเปลี่ยนแปลง\" Drayton McLane เจ้าของทีมกล่าว\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "การโต้เถียงที่เพิ่มขึ้นโดยมีการสนับสนุนของนายกรัฐมนตรีอิตาลี Silvio Berlusconi ซึ่งเกิดปัญหาและทำให้เกิดความสับสนทั่วอิตาลี ฝ่ายอัยการในอิตาลีเริ่มการสอบสวนของตนเองในวันพุธเกี่ยวกับการเสียชีวิตของ Nicola Calipari\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ประกันคุณภาพได้กล่าวว่า UoW ในต่างประเทศไม่ได้มีการตรวจสอบในสถาบันการศึกษาต่างประเทศมากพอ\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Free State ทำคะแนน 17 ต่อศูนย์ในระหว่างครึ่งแรก\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "\"รัฐบาลยังจะให้ความร่วมมืออย่างใกล้ชิดต่อประชาคมระหว่างประเทศในการรักษาความสงบและความปลอดภัยบนคาบสมุทรเกาหลี\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "คนประมาณ 25,000 คน รวมทั้งนายกรัฐมนตรี Stephen Harper ภรรยาของเขาและลูกสองคน ก็อยู่ที่นั่นด้วย\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "นักเรียนประมาณ 100 คนจาก Rwanda, Burundi และ Congo จะร่วมแบ่งปันความคิดเกี่ยวกับอดีตและปัจจุบันใน Rwanda รวมทั้งอนาคตของภูมิภาค Great Lakes\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "\"เราจะเปลี่ยนจากการพูดว่ามันเกี่ยวกับความปลอดภัย ไปพูดว่ามันเกี่ยวกับการสร้างการโต้เถียงค่าโดยสาร\" เขากล่าว\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "ใน 20 เกมการแข่งขันที่ผ่านมาของฤดูกาลนี้ มีชัยชนะของทีมเหย้าเพียงสามครั้งเท่านั้น และเป็นครั้งแรกในประวัติศาสตร์ของลีกที่มีสี่ทีมชนะติดต่อกันในการแข่งขันแบบพบกันหมด\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Chris Barclay จาก stuff.co.nzs เชื่อว่านี่หมายความว่า Fever มีโอกาสที่จะชนะ โดยเฉพาะในช่วงก่อนเปิดฤดูกาลที่มีชัยชนะสองครั้ง การเสมอกับ Firebirds และแพ้เพียงครั้งเดียว\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "คณะกรรมการกล่าวว่า การก่อสร้างโรงงานสร้างพลังงานด้วยความร้อนจากแก๊ส \"อย่างครอบคลุมกว้างขวาง\" จะเป็นสิ่งจำเป็นที่ตอบสนองภาวะขาดแคลนพลังงานได้\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "โชคร้ายและการเปลี่ยนนี้ดูเหมือนจะทำให้เยอรมนีสามารถพลิกมาคุมเกมเป็นครั้งแรกของการแข่ง\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Cheetahs เป็นเจ้าภาพในรอบชิงชนะเลิศสัปดาห์หน้า และเป็นผู้เข้ารอบสุดท้ายที่อันดับสูงสุด (อันดับแรก, Blue Bulls เป็นที่สอง)\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "จากนั้นเธอยังได้กล่าวถึงบริษัท Energy Management ซึ่งอยู่เบื้องหลังโครงการ Cape Wind ที่เป็นประเด็นขัดแย้ง ซึ่งได้เสนอให้สร้างโรงไฟฟ้าพลังน้ำมันขึ้นตรงกันข้ามกับโรงเรียนประถมเชลซี และกล่าวว่าคุณภาพของอากาศในเมืองเชลซีอยู่ในระดับแย่\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "ทั้งเมือง Senaki และเมือง Zugdidi อยู่ใน Georgia ส่วนที่อยู่นอก \"เขตความปลอดภัย\" รอบภูมิภาค Abkhazia\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "หนึ่งในนั้นเป็นภาพวาดที่ถูกวาดโดย Pablo Picasso จิตรกรชื่อดังชาวสเปนผู้มีชื่อเสียง ภาพวาดดังกล่าวถูกวาดขึ้นในปี 1939 มีชื่อว่า Woman's Head ซึ่งถูกมอบเป็นของขวัญให้แก่ชาวกรีซสำหรับการต่อต้านนาซีในช่วงสงครามโลกครั้งที่ 2\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "นักดาราศาสตร์เคยคิดไว้ว่าวงแหวนนั้นเกือบที่จะเรียบไปทั้งหมด และมีการเปลี่ยนแปลงในความสูงเพียงไม่กี่เมตร\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "ผู้นำที่โดดเด่นแห่ง Indian National Congress ใน 14th Lok Sabha เป็นที่รู้จักกันในฐานะนักการเมืองผู้มีสีสันในงานเลี้ยง \"ผู้จงรักภักดีต่อครอบครัว Gandhi ที่โดดเด่นแต่ไม่เคยชนะการเลือกตั้งเลยกระทั่งปี 2004\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "เขต Henley เรียกร้องให้จัดการเลือกตั้งเมื่อสส. Boris Johnson ได้รับเลือกเป็นนายกเทศมนตรีของลอนดอน\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ความเคลื่อนไหวนี้เกิดขึ้นหลังจากที่ Tenzin Gyatso ซึ่งเป็นดาไลลามะองค์ที่ 14 ให้คำปฏิญาณที่จะสละตำแหน่งหากเกิดสถานการณ์ที่ \"ไม่สามารถควบคุมได้\" ในทิเบตหลังจากได้มีการเสียชีวิตของผู้คนจำนวน 13 ถึง 100 คนในการประท้วงต่อต้านจีน\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "โครงสร้างพื้นฐานที่เสียหายส่งผลให้การกระจายความช่วยเหลือด้านอาหารเป็นไปได้ช้า นำไปสู่ความเป็นไปได้สูงที่จะเกิดภาวะการขาดแคลนอาหารในพื้นที่กว้าง\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ผู้หญิงคนหนึ่งรู้สึกมึนหัว ล้มลง และถูกรถฉุกเฉินพาไป\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "เหตุระเบิดและไฟไหม้ช่วงกลางคืนที่โรงกลั่นน้ำมัน ในเมืองอานาคอร์เทส รัฐวอชิงตันของสหรัฐ ซึ่งอยู่ห่างจากเมืองแวนคูเวอร์ของแคนาดาไปทางใต้ประมาณ 80 ไมล์ เมื่อวานนี้ทำให้มีผู้เสียชีวิตสี่คน และบาดเจ็บสาหัสสามคน\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "ในย่าน New Baghdad เจ้าของร้านกับลูกค้าตลาดขายสัตว์เลี้ยงก็ยืนยันว่าหญิงที่ถูกระเบิดที่นั่นเป็นคนพิการทางจิต\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "สะพาน Danziger เป็นสะพานข้ามคลองที่เชื่อมระหว่างทะเลสาบ Pontchatrain และแม่น้ำ Mississippi\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Hunter ผู้ซึ่งต้องการที่จะได้รับการเสนอชื่อจากรีพับลิกันให้ลงชิงตำแหน่งประธานาธิบดี ได้โต้แย้งการสนับสนุนร่างกฎหมายเมื่อสัปดาห์ที่แล้ว\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "\"ผมซึ่งมีส่วนเกี่ยวข้องกับเหตุการณ์ดังกล่าว และผมคิดว่าเราจำเป็นต้องส่งข้อความที่ถูกต้องไปยังประชาชนชาวอาฟกานิสถาน\" เขากล่าว\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "Cook วัย 59 ปี ถูกนำส่งโรงพยาบาลใน Inverness โดยเฮลิคอปเตอร์บริการกู้ภัยครึ่งชั่วโมงหลังเขาหมดสติ\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "\"ตอนนี้ฉันรู้แล้วว่าเขาจริงใจกับการที่ต้องการให้ชาวอิรักมีเสรีภาพ\" Cindy กล่าวหลังจากการพบปะกัน\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "ดร.เฮอรี ราฮาริไซนา รัฐมนตรีทรัพยากรประมงและทะเลของประเทศมาดากัสการ์ ได้แสดงความเสียใจในนามของรัฐบาลต่อครอบครัวของผู้เคราะห์ร้าย\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "นักข่าวทั้งสอง ตากล้อง Paul Douglas และช่างเสียง James Brolan ทั้งคู่เป็นชาวอังกฤษ ได้ติดตามไปกับกองทหารอเมริกันภาคพื้นดินที่ 4 และกำลังอยู่ระหว่างการลาดตระเวนตอนที่รถยนต์ใกล้เคียงที่พ่วงกับระเบิดถูกจุดระเบิด\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "การแข่งขันเริ่มต้นเมื่อเวลา 6:45 am ตามเวลามาตรฐานของฮาวาย โดยเริ่มจากการแข่งขันว่ายน้ำ 2.4 ไมล์ การปั่นจักรยานจับเวลา 112 ไมล์ และวิ่งมาราธอน 26.2 ไมล์ โดยตัวเก็งที่อาจจะไม่โชคดีนักก็ต้องออกจากการแข่งขันไปเรื่อยๆ\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "การพูดคุยถูกจัดให้อภิปรายในประเด็นที่ยังไม่ได้รับการแก้ไขในการประชุมการเปลี่ยนแปลงสภาพอากาศของสหประชาชาติปีคริสตศักราช2009ที่เมืองโคเพนฮาเกน\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่กล่าวว่าการเตรียมการด้านการค้าต่างๆ เป็นส่วนหนึ่งของสัญญา\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Marc Luypaerts หนึ่งในผู้รับเหมาที่ถูกกล่าวหาบอกสื่อว่า ผู้พิพากษาที่รับผิดชอบในการสอบสวนที่เมือง Hasselt ได้ห้ามเขาไม่ให้พูดเกี่ยวกับองค์รัชทายาท Laurent\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "นี่ทำให้เกิดการประท้วงอย่างหนักจากกลุ่มที่มีผู้ได้รับรางวัลโนเบลสองคน และเหล่านักวิทยาศาสตร์ผู้ต่อต้านการเรื่องคำสอน หรือแม้แต่การอธิบายเกี่ยวกับทฤษฎีรังสรรค์นิยมในห้องเรียนอย่างจริงจัง\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Belostenny เป็นผู้เล่นหลักในทีมบาสเก็ตบอลของสหภาพโซเวียต และเคยเป็นทั้งแชมป์ยุโรปและแชมป์โอลิมปิก\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ระบบที่ใกล้เคียงกันก่อให้เกิดน้ำท่วมเฉียบพลันและฝนที่ตกมาอย่างหนักในปี 2003\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "\"เมื่อเขาต้องการจะเหยียบเบรค เขาจะต้องเขย่งเท้าซ้ายและเหยียบเบรคด้วยเท้าขวา\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "\"การลงทุนอย่างมากเพื่อสร้างสมรรถภาพและประสิทธิภาพทางพลังงานเป็นสิ่งจำเป็น หากเรายังคงต้องการให้ไฟฟ้าเปิดสว่าง\" Tim Yeo ประธานคณะกรรมการ Conservative MP กล่าว\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "นาย Herbert Khaemba หัวหน้าตำรวจประจำเขตภูมิภาคได้ประกาศในวันนี้ว่า \"เขาเชื่อว่าผู้ต้องสงสัยคนนี้เป็นตัวการหลักของการก่อเหตุฆาตกรรมโหด โดยเขาถูกจับกุมตัวได้ขณะกำลังหลบซ่อนอยู่ที่เมือง Taveta ชายแดนประเทศเคนยา\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "ในวันศุกร์เกิดเหตุการณ์ผู้ช่วยผู้ใหญ่บ้านจังหวัดยะลาถูกยิง และผู้สูงอายุสามีภรรยาในจังหวัดปัตตานีถูกยิงขณะกำลังกลับจากการจ่ายตลาด\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "Qatar เอาเสมอในการแข่งขันกับทั้งญี่ปุ่น และเวียดนาม นั่นหมายความว่า จะทำให้สัดส่วนของผลต่างประตูระหว่างสองทีมนั้นเท่ากันที่สี่คะแนน\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "\"ก้อนเมฆสลายตัว เเละเป็นสาเหตุที่ทำไมพวกเราพร้อมปล่อย\" หน่วยงานควบคุมการปฏิบัติงานกล่าวขึ้นใน NASA TV\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "นักแข่งจากทีม Ferrari Fernando Alonso เป็นหนึ่งในผู้มอบแรงสนับสนุนให้แก่ครอบครัวของเธอ เขามอบเสาตำแหน่งของเขาในการแข่งขันคัดเลือกในวันเสาร์ให้แก่ De Villota\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "สมาชิกผู้แทนพรรคแรงงาน Dick Adams กล่าวว่าแม้ว่าเขาจะโหวตให้กับ Beazley ในการดำรงตำแหน่งหัวหน้าพรรคต่อไป ถึงอย่างไรเขาก็สนับสนุนหัวหน้าพรรคคนใหม่เช่นกัน\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "CRA ได้เสนอแนะว่าการดำเนินการคืนภาษีที่ค้างอยู่ควรจะทำอย่างรวดเร็ว\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "บริษัทฟ้องร้องเรียกค่าเสียหายสำหรับความเสียหายทางแพ่งจากครึ่งหนึ่งของรายได้จากภาพยนตร์ อีกทั้งรายได้จากหนังสือและภาพยนต์บล็อกบัสเตอร์ชื่อดังทั้งหลาย เช่น สไปเดอร์แมน ไอรอนแมน เอ็กซ์-เมน ฮัค และแฟนแทสติก โฟร์\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ในปีคริสตศักราช 2004 เด็กวัยเจ็ดปีจากรัฐ Connecticut ได้ปลดเหล็กที่รัดออกและปีนขึ้นบนด้านหน้าที่นั่งเธอ\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "เหตุการณ์จบลงโดยไม่มีเหตุรุนแรง ผู้โดยสารและลูกเรือทุกคนที่อยู่บนเครื่องสามารถออกจากเครื่องได้อย่างปลอดภัย\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "นายบิล คลินตัน อดีตประธานาธิบดีสหรัฐอเมริกามีแผนการจะไปเยือนประเทศโรมาเนียในวันที่ 21 พฤษภาคม เพื่อร่วมเป็นผู้บรรยายหลักของการประชุม BeyondBorders ประจำปี2005 ในกรุงบูคาเรสต์\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "กลุ่มคนในเมืองได้โทรหาตำรวจหลายครั้ง ให้นำผู้ประท้วงออกไปจากที่ดิน ซึ่งตอนนี้จังหวัดได้เป็นเจ้าของ และได้ถูกเก็บไว้ในกองทุนจนกว่าข้อพิพาทจะจบลง\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "นอกจากนี้ เขายังมีความผิดในข้อหาผิดคำสั่งศาลที่ไม่ให้เข้าใกล้แม่ของเขาอีกด้วย\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "มีการประเมินว่าเหตุระเบิดดังกล่าวมีรัศมีไกลถึงสามไมล์\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "การติดเชื้อแบคทีเรียกินเนื้อเป็นอาการที่รักษายาก โดยหนึ่งในสี่ของผู้ติดเชื้อต้องเข้าโรงพยาบาล\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Bongo สาบานตนเข้ารับตำแหน่งเมื่อวันเสาร์ หลังมีการทบทวนอยู่นานเรื่องการเลือกตั้งในเดือนสิงหาคมที่นำเขาขึ้นมามีอำนาจ\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "วาฬพันธุ์นำร่องได้ขึ้นมาเกยตื้นที่ Port Levy บน South Island อาสาสมัครหลายสิบคนให้การช่วยเหลือเพื่อให้พวกมันกลับสู่ทะเลออกจากทางน้ำแคบระหว่างเกาะ ซึ่งมีสภาพเป็นโคลนและตื้นเขิน\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "อัยการได้กล่าวว่า เขาคิดเสมอว่าอาจมีคนอื่นนอกจาก al-Megrahi ที่มีส่วนเกี่ยวข้องกับการโจมตีดังกล่าว\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Ryan Phan ลูกคนที่สองอายุ 3 ขวบถูกพบใกล้อ่าวบาร์ตันโดยทีมค้นหาและช่วยเหลือวันนี้เวลา 10:30 น. ตามเวลาท้องถิ่น\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "อำเภอทุ่งสง จังหวัดนครศรีธรรมราช กำลังเผชิญกับน้ำท่วมระดับเอวในเขตค้าขายในตัวเมือง\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Caloundra ทำ 153 แต้มนำ Glasshouse ในการแข่งคริกเก็ตวันที่สองของรายการ 2010 Sunshine Coast กลุ่มหนึ่งรอบชิงชนะเลิศ ประเทศออสเตรเลีย\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "ประธาน OLPC นาย Walter Bender กล่าวในที่สัมภาษณ์ว่าการถอนตัวของ Intel จะ \"ไม่มีผล\" ต่อโครงการ\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "\"ผมไม่รู้ว่าจะใช้คำว่าอะไรได้อีก\" Bratton กล่าว\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "สหรัฐฯได้ถูกกล่าวหาในอดีตว่าใช้พยานหลักฐานที่สร้างขึ้นและมึความเกินจริง เพื่อสร้างเป็นข้ออ้างก่อนทำสงครามกับอิรัก\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "มุขมนตรีแห่ง Civil House José Dirceu เป็นหนึ่งในสมาชิกของคณะผู้แทน\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "\"เรากำลังพูดถึงการรักษาโรคปอดอักเสบด้วยยาปฏิชีวนะจำนวนมหาศาล\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "โรงเรียนอื่นๆก็ถูกโจมตีเช่นเดียวกัน รวมถึงโรงเรียนal-Fakhora ซึ่งมีผู้เสียชีวิต 40 คน โดยส่วนมากเป็นผู้หญิงและเด็ก\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ในวันนี้บริษัทผู้ผลิตของเล่น Mattel ประกาศว่ากำลังเรียกคืนผลิตภัณฑ์หลายชิ้น เนื่องจากความวิตกกังวลต่อปริมาณของสารตะกั่วในสีของของเล่น\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "บริษัทกล่าวว่าตั้งใจที่จะจับการปล่อยก๊าซคาร์บอนไดออกไซด์ (CO2) จากการผลิต Oil sands และเก็บไว้ใต้ดิน\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "การตัดสินใจของแผนB เป็นเพียงหนึ่งใน67ข้อเสนอใบสั่งยาเพื่อเปลี่ยนเป็น OTC ที่ไม่ได้รับการอนุมัติ แม้หลังจากคณะกรรมการที่ปรึกษาได้อนุมัติการเปลี่ยนแปลง\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "จากการตรวจวัดของ University of Chile Geological Survey (UCGS) พบอาฟเตอร์ช็อกมีขนาดสูงถึง 5.9 มีศูนย์กลางอยู่ที่สิบเก้ากิโลเมตรทางตะวันตกของเมือง Pichilemu\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "เขากล่าวว่า พวกเราต้องทำทุกทางเพื่อหยุดการหยุดการประท้วงนี้\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "อ้างอิงจาก Press Trust ของอินเดียซึ่งทางตำรวจได้รับแจ้งเหตุหลายรายเกี่ยวกับเด็กหญิงที่ยังไม่บรรลุนิติภาวะ 3 คนว่า Madhavan ข่มขืนพวกเธอ\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "สงคราม ก่อให้เกิดการประท้วง และความโกรธแค้นในบรรดานักการเมืองผู้เชื่อว่า Blair นั้นผิดที่ไปสนับสนุนประธานาธิบดีสหรัฐ George W. Bush โดยการส่งทหารอังกฤษไปเข้าร่วมสงครามถึง 45,000 นาย ซึ่งทหาร 179 นาย เสียชีวิตระหว่างปฏิบัติหน้าที่สู้รบในอิรัก\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Jeb Bush อดีตผู้ว่าการรัฐ Florida ได้ประกาศแสดงความสนับสนุนต่อ Mitt Romney ผู้ท้าชิงตำแหน่งประธานาธิบดีแห่งพรรค Republican เมื่อวานนี้\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "โดเมนจีนเป็นเป้าหมายรายล่าสุดในหลายการปฏิเสธบริการที่โจมตีประเทศจีน\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "แต่อย่างที่ผมได้บอกไปแล้วนั่นแหละ ผมไม่อยากจะมากังวลกับการรักษาตำแหน่งผู้นำไปตลอดการแข่งขัน\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "Goldman เคยดำรงตำแหน่งผู้อำนวยการสื่อสารของ 21st Century Democrats\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ตำรวจกลุ่มเล็กราว 15 คนรอคอยการมาถึงของของผู้ชุมนุม\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Aysar Khaled ผู้พักอาศัยกล่าวกับสำนักข่าวรอยเตอร์ว่า \"ผมตื่นขึ้นมาและผมก็ได้เห็นหิมะตก ผมจึงไปปลุกครอบครัวและบอกกับพวกเขาให้ไปดูหิมะตกกัน\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "Stewart ขยับขึ้นหนึ่งตำแหน่งหลังจากเสร็จการแข่งครั้งที่สองและอยู่ในอันดับที่เก้า โดยที่Greg Biffleตกไปอยู่อันดับที่สิบ\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "การชนทำให้ทั้งนิวซีแลนด์และเยอรมนีเริ่มจากท้ายสุดของเส้นทางในการแข่ง Feature Race\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ตำรวจซึ่งไม่ระบุนามที่ทำการสอบสวนเหตุการณ์ไฟไหม้กล่าวว่า ขีปนาวุธชนิดอากาศ-สู่-อากาศอย่างน้อย 400 ถึง 450 ลำได้รับความเสียหายและถูกทำลายในกองเพลิง\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "ในขณะนี้ การค้นคว้าในปัจจุบันไม่ได้แสดงข้อมูลความเชื่อมโยงใด ๆ ของชายสองคนนี้\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม แผนของพวกเขาล้มเหลว และ นายMann ถูกจับกุมหลังจากที่เดินทางมายังซิมบับเวเพื่อซื้ออาวุธปืนและระเบิดมือ\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "แมนเชสเตอร์ยูไนเต็ดเอาชนะ AS Roma 1-0 ในกลุ่ม F ของ UEFA Champions League 2007-08 ที่โอลด์แทรฟฟอร์ด แมนเชสเตอร์ ประเทศอังกฤษ\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "คณะกรรมการกิจการโทรคมนาคมแห่งเกาะโซโลมอน (TCSI) ได้ออกหมายปรับผู้ให้บริการโทรศัพท์มือถือของ Papua New Guinea (PNG) รายหนึ่งเนื่องจากไม่สามารถทำตามกำหนดเวลาที่กำหนดไว้ในเงื่อนไขของใบอนุญาต\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "นักวิทยาศาสตร์ได้ค้นหาการเปลี่ยนแปลงเล็ก ๆ ในการเคลื่อนไหวของไจโรสโคปเพื่อตรวจจับปรากฏการณ์ frame dragging effect ตลอดจนปรากฏการณ์ geodetic effect ที่ใหญ่กว่ามาก – การแก้ไขสนามแม่เหล็กโลกเล็กน้อยเนื่องจากความแตกต่างระหว่างทฤษฎีแรงโน้มถ่วงของ Einstein และ Newton\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "รถไฟ Amtrak 371 Pere Marquette เริ่มต้นเดินทางออกจาก Grand Rapids ในมิชิแกน และมีผู้โดยสาร 193 คนบนขบวน ซึ่งรวมพนักงานทั้งหกคนด้วย\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "ผู้ให้บริการต้องทำเรื่องการโฆษณาของตนเองให้ดีขึ้น และเพิ่มประสิทธิภาพของหน่วยให้บริการของพวกเขา\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "\"เราทราบดีว่านี่เป็นข้อสรุปที่สุดโต่ง — ทราบว่าอาจมีหลักฐานของเหลวที่เป็นน้ำภายในสสารที่ทั้งเล็กและเย็นมาก\" Dr. Carolyn Porco หัวหน้าทีมถ่ายภาพยานอวกาศ Cassini สถาบันวิทยาศาสตร์อวกาศ Boulder, Colorado กล่าว\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "ภายใต้บัญญัติฉบับนี้ที่เขียนขึ้นโดย Nicolas Sarkozy รัฐมนตรีกระทรวงมหาดไทย \"นักข่าวพลเมือง\" ที่อาจะได้รับโทษจำคุกสูงถึง ห้าปี\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "ในการแข่งรอบคัดเลือก 2 วันนี้ เนื่องจากปัญหาในการวางตารางบางอย่าง ทำให้นักเล่นเกมที่ลงทะเบียนมาบางคนเสนอที่จะออกจากการแข่งขัน แต่มันไม่ได้ส่งผลต่อผลการแข่งขันของแชมป์ในหนึ่งวัน แชมป์ของสองวัน หรือแชมป์ทั้งหมด\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "แม้ว่าผลการแข่งขันจะมีทั้งแพ้ชนะและเสมอปะปนกัน Kukris ก็สามารถผ่านเข้าสู่การแข่งขันรอบสุดท้ายได้\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "งบประมาณใหม่ยังรวมไปถึงการเพิ่มค่าใช้จ่ายเรื่องแผนงานสำหรับเด็กปฐมวัยของรัฐ เงินอีกถึง $100 ล้าน สำหรับ TennCare disenrollees และจะนำไปเป็นกองทุนสำรองของรัฐ\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "ตั้งแต่ช่วงกลางเดือนสิงหาคม หน่วยจัดการไฟป่าได้จัดการกับพื้นที่ทางใต้ของตุรกี รวมไปถึงแหล่งท่องเที่ยวชื่อดังอย่าง Bodrum และ Antalya-Kas\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "เหตุการณ์ในมัสยิดจุดประเด็นโต้แย้งอย่างมากว่านักข่าวที่ติดตามไปนั้นควรมีความเป็นกลางหรือไม่\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "นายเดวิด โมลเดน ผู้นำในการวิจัยของ IWMI ซึ่งตั้งอยู่ศรีลังกา กล่าวว่า ถ้าหากมนุษย์ผลิตเชื้อเพลิงชีวภาพและอาหารมากขึ้น มันอาจจะก่อให้เกิดสถานการณ์ตึงเครียดใหม่อีก\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ไม่กี่วันก่อนหน้านี้ หัวหน้าคณะรัฐมนตรีประจำรัฐได้กล่าวว่าการลดภาษีการขายในรูปแบบใดก็ตามอาจนำไปสู่ภาวะที่ราคาค่ารถโดยสารสาธารณะสูงขึ้น\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม เขายอมมอบตัวหลังจากที่ให้สัมภาษณ์\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "แถลงการณ์จัดขึ้นในวันที่ 10 มีนาคม ก่อนที่จะมีคำตัดสิน Simon ได้แสดงความเสียใจต่อการกระทำของเขา\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "ผู้ประกอบการปฏิเสธที่จะถอยการปลุกปลั่นจนกระทั้งวันที่ 1 พฤศจิกายน เมื่อรัฐพิธีของนิวเดลีมีแนวโน้วที่จะดำเนินการผลักดันการรับรองต่อ\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "ท่านเป็นพระโอรสองค์แรกที่ประสูติในตระกูลจักรพรรดิแห่งญี่ปุ่นนับแต่พระบิดาของท่านในปี 1965\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "\"การเรียกเก็บภาษีเพื่อกระตุ้นเศรษฐกิจจากสองพรรคและเศรษฐกิจชะลอตัวนั้นเป็นเหตุผลหลักที่ทำให้การขาดดุลเพิ่มขึ้นและส่งผลในงบประมาณของปีนี้\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "\"ที่ฉันอยากถามคือ 'มันเพื่อเรื่องที่มีเกียรติอะไรที่ลูกชายฉันต้องตาย'\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "สื่อ LGBT อเมริกันจำนวนหนึ่งกำลังจะรวมตัวกันเป็นหนึ่งบริษัทยักษ์ใหญ่\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Bogdan ถูกตั้งข้อหาโดย Rachel Smyth ในข้อหาให้คำแนะนำและการช่วยเหลือแก่ Marius; Smyth เบิกความในปีที่ผ่านมา โดยกล่าวกับศาล Manchester Crown ว่า \"หลังจากที่รับรู้หลักฐานแล้ว คุณ [คณะลูกขุน] สามารถตัดสินได้ว่า Marius ผู้เป็นบุตร ได้เรียนรู้การทำธุรกิจนี้จากบิดาของเขาและนี่คือธุรกิจแบบครอบครัว\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "รายงานกล่าวโทษว่า เหตุที่ตัวเลขความหิวโหยสูงขึ้นอย่างรวดเร็วเป็นเพราะภาวะเศรษฐกิจถดถอยทั่วโลก ซึ่งทำให้เกิดการว่างงานเพิ่มขึ้นและทำให้คนยากจนมีรายได้ลดลง ส่งผลให้การบริโภคมีความไม่มั่นคงมากขึ้น\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "Wikinews ตีข่าวการแก้ไขเรื่องที่น่าสงสัยนี้ตั้งแต่แรก หลังจากได้รับคำแนะนำจากผู้ดูแล Wikipedia\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "ท้ายที่สุดมันอาจจะถูกใช้สำหรับภารกิจที่มีนักบินปฏิบัติการด้วยโดยใช้ยานอวกาศ SpaceX Dragon\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ประธานาธิบดี Somalia เปิดเผยก่อนหน้านี้ว่าสหรัฐอเมริกากำลังไล่ล่าผู้ต้องสงสัยวางระเบิดสถานทูตสหรัฐฯ เมื่อปี 1998\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "ความปลอดภัยในการจราจรนั้นเป็นที่เกรงกลัวว่าจะทำให้เกิดการบาดเจ็บของผู้สนับสนุนฟุตบอลโลก\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "การมาเยือนของ John Paul นั้นน่าจะถูกยกเลิกเนื่องจากสงคราม Falklands และความพยายามในการลอบสังหาร\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "ระหว่างที่อยู่ในสิงคโปร์ ทางผู้เล่นของทีมออสเตรเลียรวมถึง Knox, Rowena Webster, Nicola Zagame และ Melissa Rippon ก็ได้มีโอกาสผ่อนคลายที่สระว่ายน้ำ โดยได้มีการอัพเดทข้อมูลต่าง ๆ ผ่านทางทวิตเตอร์ตลอดเวลา\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "ข้อสรุปของเอกสารกล่าวว่า \"มันอาจจำเป็นต้องรายงานท่านรัฐมนตรีถึงสถานการณ์\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ระเบิดลูกแรกถูกจุดอยู่บนรถไฟที่ออกจากสถานีลิเวอร์พูลสตรีท ทันทีที่มุ่งหน้าไปสถานีอัลด์เกตซี่งเป็นรถไฟสายเซอร์เคิลเพียงไม่กี่วินาทีก่อนลูกอื่นจะถูกจุด\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "มีการยืนยันจากรัฐบาลว่ามีผู้เสียชีวิตสี่รายจากเหตุการณ์นี้\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "ค่ายของ Manny Pacquiao นำโดยผู้จัดการ Freddie Roach อ้างว่าดิ Diaz จะต้องมี \"อภินิหาร\" เท่านั้นที่จะหยุด \"Pacman\" ในการทำน้ำหนักไปรุ่น 135 ปอนด์ ที่ Diaz เป็นผู้ครองแชมป์อยู่\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "ได้มีการยืนยันการเสียชีวิตของพันโท Dominic Dim Deng รัฐมนตรีว่าการกระทรวงกลาโหม และข้าราชการทหารจำนวน 19 คนก็เสียชีวิตเช่นกัน\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Valerie Jarrett ที่ปรึกษาของทำเนียบขาว กล่าวว่า นี่ถือเป็น \"ก้าวที่สำคัญมากๆ\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "นายอเล็กซี มิตาเยฟ ตำรวจที่ต้องสงสัยว่าเป็นผู้ทำร้ายนายโปพอฟถูกให้ออกจากงาน และกล่าวกันว่าเขาได้รับสารภาพว่าเป็นผู้ก่ออาชญากรรมดังกล่าว\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าตามที่ บริษัทกระจายเสียงแห่งชาติของฟินแลนด์(YLE) ว่ามาตรการตอบโต้ควรเริ่มต้นทันทีหลังจากเกิดเหตุไม่ใช่ตอนนี้\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "ตำรวจระบุว่าสัญญาณกันขโมยหลายอันดังในระหว่างการโจรกรรมในช่วงเย็นในส่วนอื่นๆของตึก ซึ่งดึงดูดความสนใจของเจ้าหน้าที่รักษาความปลอดภัยไปยังสถานที่อื่น\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "เกิดเหตุเฮลิคอปเตอร์ของกองทัพตกระหว่างการบินปฏิบัติการ ต่อต้านยาเสพติดในบริเวณเม็กซิโกตะวันตก ทำให้มีผู้เสีย ชีวิตสิบเอ็ดคน\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าเขาได้ทำการติดตั้งเว็บแคมเพื่อบันทึกเหตุการณ์ และจะลงรายละเอียดของ เซิร์ฟเวอร์FTP เพื่อให้คนอื่นดูภายหลัง\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Sulpicio ยังอธิบายอีกว่าการสืบสวนดังกล่าวนั้นเป็นการสืบสวนที่ไม่เป็นธรรมกับ Sulpicio ตั้งแต่แรก\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "James ให้การว่าเขาไม่มีความผิด ตามคำกล่าวของทนายของเขา James E. Blatt\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "อ้างอิงจาก IMB มีการโจมตีจากกลุ่มโจรสลัดอีก 23 ครั้งในแถบประเทศชายฝั่งแอฟริกาตั้งแต่วันที่ 15 เดือนมีนาคม\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "ชายทั้งคู่ได้รับการช่วยชีวิตเมื่อวันที่ 9 พฤษภาคม ยังไม่เคยพูดถึงเกี่ยวกับช่วงเวลาที่พวกเขาติดอยู่ใต้ดินต่อสาธารณชน\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "พวกเขาออกอัลบั้มแรกในปี 1996 ซึ่งขายได้กว่าล้านก๊อปปี้ทั่วโลก\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Robertson กล่าวว่า \"'นี่เป็นพื้นที่ของผม'และสำหรับประธานาธิบดีของ Israel คนใดก็ตามที่จะคิดว่าเขาจะตัดแบ่งและให้แผ่นดินนี้คนอื่นไป พระเจ้าได้พูดว่า 'ไม่ นี่เป็นของฉัน'\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "เมื่อเดือนสิงหาคมที่แล้วเขาพูดถึงสหภาพว่า\"นั่นไม่ใช่สหภาพของข้าพเจ้าอีกต่อไป\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "อีกสามคนถูกพบใกล้ถนนในรัสตามิยาทางผั่งตะวันออกเฉียงใต้ของชานเมืองหลวง\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "\"ผมเข้าใจความคับข้องใจที่ตำรวจ และหน่วยดับเพลิงรู้สึก เมื่อต้องเผชิญหน้ากับหลากปัญหาที่มาพร้อมกับเทศกาล Guy Fawkes และผมหวังว่า ข้อจำกัดใหม่นี้จะเป็นการประกาศว่า การทำอันตรายหรือ สร้างความเสียหายนั้นจะถูกพิจารณาว่าเป็นอาชญกรรม และกำลังถูกควบคุม\" นาย Benson-Pope กล่าว\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "เด็กชายหลบหนีด่านตรวจรักษาความปลอดภัยที่สนามบินเมือง Perm และซ่อนตัวอยู่ในเครื่องบินในขณะที่เครื่องทำการบินขึ้น\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "การวิจัยนี้ถูกรายงานใน the Journal of Alzimer's Disease\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Rodney S. Melville ผู้พิพากษาผู้โกรธเคือง ขู่ที่จะออกหมายศาลให้จับกุมนักร้องเพลงป๊อปผู้โด่งดังระดับโลกอย่าง Michael Jackson ถ้าหากเขาไม่มาปรากฎตัวที่ศาลสูงประจำเทศมณฑลSanta Barbara ในรัฐแคลิฟอร์เนีย ในวันพฤหัสบดีที่ 10 มกราคม ปี ค.ศ. 2005\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "โรงเรียนกว่า 2,000 แห่ง และโรงเรียนนอกระบบอีกกว่า 1,300 แห่งจะได้รับประโยชน์จากเงินทุนนี้\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "\"เราเสียใจที่จะกล่าวว่าหลังจากเกือบหนึ่งปีครึ่งของการต่อสู้กับโรคมะเร็ง พี่ชายและนักเล่นเบสของเรา Ben Martin เสียชีวิตแล้วเมื่อเวลา 5.00 น. ตรง วันที่ 2 มกราคม ปี ค.ศ. 2008\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "Blatt ได้แสดงความคิดเห็นว่าอัยการได้ใส่ร้ายลูกความของเขา\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "\"เราเดินเครื่องยนต์เช่นเดียวกับการทำงานจริงในขณะบิน แต่แทนที่จะขึ้นไปบนอากาศ เรากลับทดสอบมันที่ด้านล่างพื้นดิน\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "\"ดังนั้นสำหรับฉันแล้วมันเป็นความพยายามที่จะมาสถานที่ที่ฉันคิดว่าจะแพร่ข่าวความตายและเริ่มต้นที่จะประกาศความจริง\" หล่อนกล่าว\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "ขณะที่ Ortega ได้หลบหนีจากประเทศเวเนซุเอลาเพราะถูกออกหมายจับ ในปี ค.ศ. 2003 ทางBBC รายงานว่าเขาได้กลับมาที่ ประเทศเวเนซุเอลา จาก Costa Rica เมื่อสิงหาคมที่ผ่านมา\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "การสร้างของ Rico และวิธีการที่ใช้ประดิษฐ์มันขึ้นมาเป็นของที่ the Salvager โชว์\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "การเดินทางนี้มาพร้อมกับประชาชนกว่า 70,000 คนซึ่งเป็นชาวอิรักโดยส่วนใหญ่ เตรียมเคลื่อนพลพร้อมอาวุธสู่แบกแดดเพื่อพยายามนำความปลอดภัยสู่เมืองหลวง\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "โชคไม่ดีที่คณะผู้แทนไปถึงพิธีศพช้าเกินไป ดังนั้นจึงได้เข้าร่วมงานเพียงแค่บางส่วนเท่านั้น\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "ทีมฟุตบอลแห่งชาติของ Bosnia และ Herzegovinaถูกแบนโดย FIFA องค์กรการจัดการกีฬานานาชาติ\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "สมาชิกทางการทหารและผู้เกี่ยวข้องถูกห้ามไม่ให้เข้าประเทศนิวซีแลนด์\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "\"ผมหมายถึงว่า ผมเสียใจที่ผมแพ้ แต่ว่าพวกเราแต่ละคนไม่เหมือนกัน และเธอทำได้ยอดเยี่ยมมาก\" Craig Sharpe กล่าว\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "เธอกล่าวถึงกองเกลือขนาดใหญ่ในเมืองเชลซีที่ใช้ในการก่อสร้างทางหลวงในรัฐ และกล่าวว่าได้มีการนำเกลือมาเก็บไว้ที่นั่น \"โดยผิดกฎหมาย\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Ray Zahab เป็นนักวิ่งอัลตร้ามาราธอนชาวแคนาดา ครูฝึกส่วนตัว และนักพูดเชิงสร้างสรรค์\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "นักศึกษาบางคนบ่นว่าพวกเขาไม่ได้รับการแจ้งเตือนจากมหาวิทยาลัยจนกระทั่งได้รับอีเมลเตือนหลังจากที่เกิดเหตุการณ์ยิงครั้งแรกขึ้นแล้วกว่าสองชั่วโมง\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "พื้นที่บริเวณงานตลอดจนทะเลสาบ Ontario ประสบปัญหา โดยเฉพาะกลุ่มงานศิลปะที่จัดแสดงทางใต้\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "สำหรับผลต่างประตู AS Roma อยู่อันดับสองโดยนำ Sporting CP ซึ่งเอาชนะ FC Dynamo Kyiv ไป 2-1\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Paulson กับเจ้าหน้าที่รัฐบาลคนอื่นๆ เสนอทางออกที่จะให้แยก Lehman ออกเป็นสองส่วน\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "การเสียชีวิตเกิดขึ้นในเมืองโทเลียรา และมีเหตุการณ์ที่คล้ายกันเกิดขึ้นในเมืองซาคาราฮาซึ่งอยู่ห่างออกไป 130 กิโลเมตร(80.8ไมล์)\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าจะยื่นคำร้องต่อศาลให้พิจารณาประเด็นผลการเลือกตั้ง\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "\"เราไม่ใช่ชาวอังกฤษ ประชาธิปไตยสร้างขึ้นด้วยหนึ่งคนต่อหนึ่งเสียง ประชาธิปไตยปฏิเสธการกดขี่ทางเชื้อชาติหรือทางเพศและสนับสนุนสิทธิมนุษยชนและเสรีภาพทางศาสนา\" เขากล่าวตอบโต้ต่อเสียงวิพากษ์วิจารณ์จากนานาชาติที่มีต่อเขาเมื่อเร็วๆ นี้ โดยเฉพาะจาก Gordon Brown\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "Hawk-Eye บริษัทที่กำลังดำเนินการกับเทคโนโลยี Goal-Line ซึ่งได้ถูกนำไปใช้แล้วเพื่อชี้ไลน์ในกีฬาเทนนิส ได้แสดงความผิดหวัง: \"ผมโกรธมาก ไม่มีอะไรบอกล่วงหน้าเลย..\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Clinton กล่าวว่ามันเป็นเกียรติอย่างสูงส่งสำหรับเขา ที่ได้มาอยู่ในพิธีนี้กับภรรยาของเขา ลูกสาวของเขา และเพื่อนของเขาจากอเมริกา เพื่อที่ยืนเป็นหนึ่งเดียวกันให้กับความทรงจำของ Yitzhak Rabin\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "คำสดุดีฉบับเต็มกล่าวว่ารางวัลนี้มอบให้ \"สำหรับการให้คำชี้แจงเกี่ยวกับคุณสมบัติของการแตกความสมมาตรที่เกิดขึ้นเองตามธรรมชาติ ในทฤษฎีความสัมพันธ์มาตรวัดในมิติที่สี่ และทฤษฎีว่าด้วยหลักกลศาสตร์ของการสร้างมวล vector boson อย่างสม่ำเสมอ\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "\"Lost Control\" ของ Missy Elliott ที่มี Ciara และ Fat Man Scoop มาร่วมร้อง อยู่ที่ 5-3 ขณะ \"Don't Cha\" ตกลงไปที่อันดับที่ 5\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "แม้ว่าผู้ผลิตตัวยาในหลายประเทศในแถบยุโรป ซึ่งส่วนใหญ่การใช้ยานี้ในยุโรปจะใช้เป็นยาสลบ แต่ไม่มีโรงงานผลิตใดเต็มใจในการผลิตยานี้เพื่อใช้ในการประหารชีวิต การยกเลิกถูกชักจูงให้เกิดขึ้นภายในยุโรปตั้งแต่ปี 2008\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "ผู้บังคับบัญชา Lee Archambault จะเป็นผู้นำลูกเรือทั้งเจ็ดคนของยาน Discovery ซึ่งประกอบไปด้วย นักบิน Tony Antonelli, ผู้เชี่ยวชาญการปฏิบัติงาน Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold และ นักดาราศาสตร์สำรวจยานอวกาศชาวญี่ปุ่น Koichi Wakata\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "\"และแล้วทุกสิ่งก็ออกมาอย่างสมบูรณ์แบบและ Greenbird สามารถเร่งมาถึงเป้าที่ตั้งไว้ และทำได้อย่างเหลือเชื่อ\"\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "กลุ่มปาปาราซซีบันทึกวีดีโอที่ Britney ขับรถชนรถอีกคันหนึ่งในวันที่ 6 เดือนสิงหาคม ในขณะที่เธอพยายามที่จะเข้าจอดในที่จอดรถของ Studio City\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "\"จะมีการลงคะแนนเสียงช่วงกลางดึก\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "\"ผมไม่คิดว่าการที่อังกฤษไม่เข้ามายุ่งเกี่ยวจะทำให้มีการหยุดการเคลื่อนไหว\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "สำนักงานของ Rod Blagojevich ผู้ว่าการรัฐ Illinois ได้ประกาศเลิกจ้างงานลูกจ้างรัฐถึง 450 คน และปิดโบราณสถานและสวนสาธารณะของรัฐ 25 แห่ง\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "ลูกเรือของเรือ 3504 ถูกพบบนเกาะ Sibay โดยกองทัพอากาศฟิลิปปินส์\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "การตัดสินใจที่จะยกเลิกการทดสอบสำหรับเด็กอายุสิบสี่ปีมาจากเหตุการณ์ที่เกิดขึ้นก่อนหน้านี้ในปีนี้ เมื่อมีการล่าช้าอย่างมากในการส่งผลให้กับนักเรียนในระดับอายุนี้\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "\"ผมกำลังพยายามที่จะจัดการประชุมในระดับสูงในจีนเพื่อที่จะกล่าวถึงกรณีของเรา และอธิบายว่าทำไมจึงควรเลิกปิดกั้นเรา\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ผู้ต้องหาถูกจับกุมโดยหน่วยสืบสวนอาชญากรรม Mpumalanga ในวันศุกร์\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Lee Tomkin ผู้อำนวยการจากสถาบันการกุศลของผู้เจ็บป่วย Migrane Action กล่าวถึงข่าวดังกล่าวว่าเป็น \"สิ่งวิเศษสุด\" และ \"เป็นก้าวที่ดีเยี่ยม\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "เป็นเรื่องที่น่าสงสัยโดยชาวบ้านและเจ้าของธุรกิจในพื้นที่ ว่าครั้งหนึ่งเคยมีโรงแรมตั้งอยู่ตรงจุดเดิมนี้\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "หนึ่งในคนแก้ไขข้อความคือ Justen Deal ผู้ซึ่งบอก Young Trigg ว่า \"บางส่วนในการแก้ไขของคุณอาจส่งผลกับบทความในทางที่สะท้อนให้เห็นการเอื้อประโยชน์ในสาระของบทความ\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "\"ท่านประธานาธิบดียังไม่ได้และจะไม่เรียกร้องให้โฆษกของเขาส่งต่อข้อมูลที่ผิด\" เธอกล่าว\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "สันนิษฐานกันว่าเขาพยายามดันรถอีกคันหนึ่งให้พ้นทาง\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "การแข่งขันได้เป็นไปอย่างสูสี จากการแข่งขันตลอดทั้งสามยก\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "ในแถลงการณ์ต่อ CNN นาย Muwaffaq Rubaie ที่ปรึกษาด้านความมั่นคงแห่งชาติอิรักกล่าวว่า \".นี่จะถือว่ายุติธรรม เพียงเพราะมีการพิจารณาคดีที่มีทีมทนายฝ่ายจำเลยในที่นั้น พร้อมด้วยที่ปรึกษาในการดำเนินคดีอย่างถูกต้องเหมาะสมในนั้นเช่นกัน.\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "ไม่ทราบได้ว่าจะมีสารพิษอื่นในร่างกายของเขาหรือไม่\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ท้องถิ่นแถบเทือกเขา Harz ในเยอรมนีกลาง ได้ประกาศให้นักท่องเที่ยวทราบถึง \"เส้นทางเดินเปลือยอย่างเป็นทางการ\" กลางแจ้งในธรรมชาติ\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "การหยุดงานประท้วงได้กระทบเป็นวงกว้างในกรุงนิวเดลี ซึ่งรวมถึงตลาดหลักใน Rohini, Chandani Chowk, Karol Bagh และทางตอนใต้กรุงเดลี\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "เธอเป็นสมาชิกชมรมยิงธนูโยคีนในออสเตรเลียตะวันตก\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "การวิจัยต่างๆ ได้แนะนำว่า การหยุดใช้อาวุธคือกลยุทธ์ของ ETA ที่จะทำให้การสนับสนุนในถิ่น Basque ลดลง\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "\"ในซูดาน สภารักษาความปลอดภัยทางสงคราม (U.N.) ได้ตัดสินใจที่จะส่งผู้มีความเชี่ยวชาญทางด้านทหารไปที่ Darfur เพื่อเตรียมการสำหรับการครอบครองและการแบ่งแยก\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "McClellan กล่าวว่า \"ดูสิ รายงานนี้ทำให้เกิดความเสียหายอย่างหนักแก่ภาพลักษณ์ของสหรัฐฯ ในต่างประเทศ\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "เห็นได้ชัดว่าการบรรลุข้อตกลงเกิดขึ้นหลังการโต้แย้งเกี่ยวกับการระดมทุนของรัฐบาลเพื่อองค์กรต่างๆ เช่น การวางแผนจะเป็นบิดา-มารดา ได้รับการแก้ไข\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "เขากล่าวว่ารัฐบาลไม่ได้ทำตามหลักการที่มีการยอมรับโดยทั่วไปนี้\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "ที่เมืองโบกาเลย์ในเขตพญาพนของพม่าเพียงเดียวมีผู้เสียชีวิตอย่างน้อย 10,000 คน\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "ขณะนี้ทีม Astros อยู่ในลำดับที่ 5 ของ National League Central ด้วยคะแนน 58-73\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Smethurst ลงเล่นและขว้างลูกสองสาม inning อย่างสบายใจ\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "การคำนวณการโจมตีที่มีต่อกองทัพปากีสถานในเขตชนเผ่าใกล้ชายแดนอัฟกานิสสถานเป็นสิ่งที่ทำได้ยาก เนื่องจากผู้สื่อข่าวและบุคลากรทางการแพทย์ไม่ได้รับอนุญาตให้เข้าไปในเขตต่อสู้\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "การส่งดาวเทียมที่ประสบความสำเร็จจะแสดงให้เห็นว่าขีปนาวุธของอิหร่านนั้นอยู่ในระดับโลก\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "ทาง CAW ได้ขอให้พนักงานของตนแจ้งต่อ Health and Safety Rep ของตนเองถึงข้อกังวลเกี่ยวกับความปลอดภัยใดๆ ในสถานที่ทำงาน\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "ตัวแทนของ Janice Dickinson ได้ออกแถลงการณ์เกี่ยวกับการตายของ Ryan\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "รายงานหนึ่งกล่าวว่ามันตกลงในหุบเขาขณะที่อีกรายงานกล่าวว่าตกลงบนพื้นที่หนองน้ำ\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "มีรายงานว่ามีผู้เสียชีวิต 38 คนในเหตุระเบิดพลีชีพซึ่งเกิดขึ้นระหว่างการชุมนุมทางการเมืองในแคว้น North-West Frontier ของปากีสถาน\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Mansour วางแผนที่จะตั้งคณะกรรมการภายในเวลาสิบห้าวันเพื่อตรวจสอบและแนะนำการเปลี่ยนแปลงรัฐธรรมนูญที่ถูกระงับใช้ในขณะนี้\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "ขณะที่คณะรัฐมนตรีส่วนให้ได้ลอกมาจากคณะรัฐมนตรีในสมัยก่อน แต่ก็มีรัฐมนตรีบางส่วนได้โต้เถียงอย่างรุนแรงและอย่างโกรธเคือง เนื่องจากการถูกถอดถอน หรือถูกย้ายไปรับตำแหน่งที่มีความเสี่ยงน้อยกว่า\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "\"มีอะไรเกิดขึ้นกับการทดลองของ Plan B ที่ทำให้บริษัทตัวแทนยาเจออุปสรรคและเป็นเหตุที่ทำให้ไม่ได้รับอนุญาตในการดำเนินงาน\" เธอกล่าว\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่คนหนึ่งกล่าวว่าล่ามยิงทั้งสองที่ด่านทางตะวันออกของอัฟกานิสถาน ก่อนจะถูกยิงเสียชีวิตโดยทหารคนอื่น\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "\"นักข่าวภาคประชาชน\" กว่า 300 คนจากทุกมุมโลก ทั้งจากประเทศห่างไกล เช่น ชิลีและนอร์เวย์ ได้เดินทางมาในงานชุมนุมนักข่าวภาคประชาชนนานาชาติของ OhmyNews เมื่อวันที่ 23 มิถุนายน ถึงวันที่ 26 มิถุนายน ปี 2005 ณ กรุงโซล\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "รูปจากกล้องตัวใหม่แสดงให้เห็นถึงชิ้นส่วนของโฟมน้ำหนักประมาณ 250 กรัม ได้ตกออกมาจากถังน้ำมันด้านนอกในระหว่างที่ทำการปล่อยกระสวยอวกาศ แต่ไม่ได้ปะทะเข้าใส่ยานอวกาศ\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ของออสเตรเลียได้ทราบว่าเขาถูกส่งตัวโดยสหรัฐอเมริกาไปยังอียิปต์เป็นเวลาหกเดือน\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "Glasgow ยังได้ฟ้องเรื่องการล่วงละเมิดทางเพศและอ้างว่า Miller ได้มีท่าทีต่อเขาในช่วงเดือนกันยายน ปี 2006\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "ไม่ว่า Vardi จะเป็นพ่อที่ฉลาดหรือไม่จากการสนับสนุนให้กำลังใจเช่นนี้ หรือแท้จริงอาจเป็นแค่การค้ำจุนคนขี้เกียจ ถือเป็นสิ่งที่เวลาเท่านั้นจะบอกได้ ในขณะที่เขาพยายามนำผลิตภัณฑ์ต่าง ๆ ของลูก ๆ ของเขาเข้าสู่ตลาด\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "สุดท้ายนี้ ในเดือนมีนาคม บันทึกเกี่ยวกับการเลือกตั้งของข้อตกลง Saint Andrews จะมีขึ้น ไม่ว่าจะใช้การเลือกตั้งหรือการลงประชามติ\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "ยังไม่มีการแถลงสาเหตุการตายอย่างเป็นทางการ แต่มีรายงานว่า Gilson ได้รับบาดเจ็บที่ศีรษะ\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "Microsoft ตัดสินใจซื้อเครื่องมือค้นหาข้อมูลสุขภาพที่เรียกว่า Medstory\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "โฆษก Yigal Palmor ของกระทรวงการต่างประเทศอิสราเอลกล่าวว่า \"นี่เป็นเรื่องที่เหนือความแปลกประหลาด โดยเฉพาะอย่างยิ่งจากการที่ฮามาสได้การยอมรับจากนานาชาติว่าเป็นกลุ่มผู้ก่อการร้าย\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "กองทัพอิสราเอลได้บุกรุกเข้าฉนวนกาซาหลังเหตุจับตัว Gilad Shalit ในเดือนมิถุนายนปีนี้\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "Jawaharlal Nehru ปู่ทวดของเขา เป็นนายกรัฐมนตรีคนแรกของอินเดีย และ Motilal Nehru เทียดของเขาเป็นผู้นำการเคลื่อนไหวให้อินเดียเป็นอิสระที่โดดเด่น\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "Chan ถูกกล่าวหาว่าเป็นผู้วางแผนปฏิบัติการ และ Myuran ถูกกล่าวหาว่าเป็นผู้ที่กระทำการผิดกฎหมายซึ่งถูกจ้างวาน\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "สำนักข่าว ABC ได้รับและทำการเผยแพร่ข้อความในเทปของ Osama Bin Laden\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "เที่ยวบินที่ 214 ตกบนรันเวย์ 28L เป็นเที่ยวบินที่เดินทางมาจากกรุงโซล บรรทุกผู้โดยสาร 291 คน รวมทั้งเด็กทารกหนึ่งคนและลูกเรือ 16 คน\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "Paul Collingwood ทำแค่ได้เพียงแค่หนึ่งรันก่อนหมดเวลา ทำให้อังกฤษมีคะแนน 83-4\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "\"การปล่อยกิจการใด ๆ ให้อนุญาตให้ของโสโครกป้อนผ่านเว็บไซต์ตัวเอง หรือผ่านระบบของตัวเองเป็นสิ่งที่พวกเขาเคยพูดไว้ว่ารับไม่ได้\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "หลังจากพิจารณาการรักษากฎหมายและความสงบเรียบร้อยในกรุงเดลี คณะกรรมการสังเกตการของศาลฎีกา ได้แนะนำไม่ให้ศาลฎีกาผลักดันการรับรองเอ็มซีดีต่อไปในวันที่ 1 พฤศจิกายน\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "ยานโคจร Cassini ของ NASA ได้ส่งรูปภาพที่น่าตื่นตามาจากดาวเสาร์ เผยให้เห็นวงแหวนที่มีชื่อเสียงของดาวเคราะห์ ว่ามีความขรุขระมากกว่าที่คาดไว้\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "เพื่อตอบโต้กลับ ลีโอ เบนแฮคเคอร์ ได้เปลี่ยนมาเล่นบุกมากขึ้น ด้วยระบบ4ต่อ3ต่อ2 และส่งตัวบุกพิเศษออกไป\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "FIFA และ UEFA ได้กล่าวในการแถลงการณ์ว่า \"ตัวแทนของ NSBIH และชมรมทีมจะไม่มีสิทธิ์ในการเข้าร่วมการแข่งขันนานาชาติในวันที่ 1 เมษายน 2011 และจนกว่าปัญหาที่กล่าวมาจะได้รับการแก้ไข\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "การระเบิดและไฟที่เกิดขึ้นในเวลาต่อมานั้น คาดว่าเป็นเครื่องบินพาณิชย์ที่เกิดการขัดข้องในครั้งแรก\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ทั้ง Million Dollar Baby (2004) และ Crash (2005) ชนะรางวัลสำหรับภาพยอดเยี่ยมทำให้ Haggis เป็นนักเขียนหนังคนแรกตั้งแต่ปี 1950 ที่เป็นผู้เขียนหนังที่ชนะภาพที่ดีที่สุดของ Oscar ในปีติดต่อกัน\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "เรือ 35m ลำนี้เกยตื้นตั้งแต่วันพฤหัสบดีที่ผ่านมา เมื่อทอดสมอในขณะที่อยู่ระหว่างทางไปยังการประชุม APEC ในซิดนีย์\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "ตามบันทึกสนทนาโทรศัพท์ที่เขาได้โพสต์ลงในบล็อคของเขา\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "ฉบับร่างแรกดังกล่าวร่างโดย Matt Robson แห่งพรรค NZ Progresive และจากนั้นถูกนำไปใช้โดย Martin Gallagher จากพรรค New Zealand Labour\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "Thomas พยายามเพียงเล็กน้อยที่จะซ่อนข้อคิดเห็นของเธอ ด้วยคำถามของเธอต่อประธานาธิบดี George W.Bush และ Barack Obama รวมไปถึงเลขานุการฝ่ายข่าวของพวกเขาที่มักจะเกี่ยวกับสงครามในตะวันออกกลาง\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "ข่าวนี้มาพร้อมกับการดำเนินคดีทางกฎหมายต่อสายการบินและบริษัทที่เกี่ยวข้องเนื่องจากเหตุเครื่องบินเที่ยวบินที่269 ตกเมื่อเดือนกันยายน ทำให้มีผู้เสียชีวิต 90 คน โดยส่วนใหญ่เป็นชาวต่างชาติ\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "วันนี้ที่ Capitol Hill, นายพลกองทัพสหรัฐ David Petraeus ได้ให้การยืนยันที่เฝ้าคอยกันมานาน\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "หินสีฟ้าขนาดใหญ่จำนวนมาก หรือชิ้นส่วน Preseli dolerite ถูกค้นพบระหว่างการสำรวจ ทำให้นักวิจัยสรุปว่าเป็นหินศักดิ์สิทธิ์ที่ใช้ในการรักษาพยาบาล\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "รัฐบาลได้อ้างถึงการก่อการร้ายและการป้องกันการทุจริตว่า สิ่งเหล่านี้เป็นปัจจัยที่ทำให้ต้องมีระบบระบุตัวตนแห่งชาติที่เป็นสากล\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "\"Red Baron\" ทำเวลาได้สั้นที่สุด และทำสติถิความเร็วสูงสุดสำหรับทางโค้งนี้\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงการเกษตร Jim Sutton ได้ออกมากล่าวว่า การเพิกถอนการนำเข้าเนื้อสัตว์ของบางประเทศนั้นอาจจะเกิดขึ้นจริง\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "YouTube ในประเทศจีนโดยปกติสามารถเข้าถึงได้ง่าย ซึ่งได้บล็อกเว็บไซต์ลามกอนาจารอื่นๆ หรือทำลายเว็บเหล่านั้นด้วยโปรแกรม 'Great Firewall'\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "จากการศึกษาโครงสร้างของกระดูกพบว่าเขาได้รับบาดเจ็บที่หัวเข่าอย่างรุนแรง และมีปัญหาเกี่ยวกับฟัน\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "อุปกรณ์นี้ไม่ใช่อุปกรณ์ฟิวชั่นแบบตั้งโต๊ะที่น่าเชื่อถือเครื่องแรก; Farnsworth-Hirsch fusor ซึ่งถูกพัฒนาขึ้นในช่วงต้นของคริสต์ทศวรรษที่ 1960 ในห้องปฏิบัติการของ Philo T. Farnsworth ผู้ซึ่งเป็นผู้บุกเบิกการพัฒนาโทรทัศน์ อุปกรณ์นี้ถูกขายในเชิงพาณิชย์ให้เป็นแหล่งของนิวตรอน\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "ปัจจัยอื่นที่สามารถใช้อธิบายถึงตัวแปรที่มีความสัมพันธ์ต่อความสนใจจากสื่อมวลชน นอกจากการเล่นของทีมคืออะไร?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "วันที่ของการปฏิบัติการ และระยะเวลาสำหรับการให้ย้ายออกจากสิ่งก่อสร้างนั้นไม่ถูกระบุ\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "หน่วยงานที่รับผิดชอบยอมรับว่าความผิดพลาดเรื่องสุขภาพและความปลอดภัยเป็น \"สาเหตุการเสียชีวิต\" ของเขา Pascal Bates ทนายฝ่ายโจทก์กล่าว\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "ขณะนี้ศาลแห่งสหพันธ์กำลังทบทวนกฎหมายวิดีโอเกมของรัฐ California\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "ยังมีความคิดที่ว่าพรรค Frelimo อาจใช้อำนาจนี้อนุญาตให้นาย Guebuza เสนอร่างที่สาม ในตอนนี้รัฐธรรมนูญอนุญาตให้ประธานาธิบดีดำรงตำแหน่งได้เพียงสองสมัยเท่านั้น\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "ผู้เล่นสองคน ผู้เล่น ACT หนึ่งคน และผู้เล่นญี่ปุ่นหนึ่งคนถูกบอลกระแทก และต้องให้ผู้ฝึกเข้าดูอาการ\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "เขากล่าวว่า เหตุการณ์นี้เกิดขึ้นเพียงแค่ \"ชั่วพริบตาเดียว\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "มันต้องใช้เวลาตรวจสอบสองสัปดาห์เพื่อการระบุด้านบวกว่า จระเข้มีฟัน เป็นจระเข้อเมริกา (Alligaor mississiooiensis)\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "เลขาธิการว่าการกระทรวงการต่างประเทศสหรัฐอเมริกา คอนโดลิซา ไรซ์ ได้ปฏิเสธถึงการโจมตีที่จะเกิดขึ้นในเร็วๆนี้ โดยชี้ว่าไม่มีการอนุมัติจากรัฐสภาในการปฏิบัติการทางทหารกับอิหร่าน\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "มีประวัติที่น่าสนใจของปราสาทแห่งนี้คือ ครั้งหนึ่งเคยมี William Lever ผู้ก่อตั้ง Uniliver เป็นเจ้าของ\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "นักท่องเที่ยวที่โรงแรมถูกอพยพออกไปที่ห้องโถงจัดนิทรรศการที่อยู่ระดับถนน\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "นาย Sarkozy กำลังมีคะแนนนำจากในโพลหนึ่งสัปดาห์หลังจากการประกาศลงสมัครเลือกตั้งของเขาสำหรับโพลในเดือนพฤษภาคม\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "พื้นที่บางส่วนของทางหลวงเชื่อมรัฐหมายเลข 35 และ 30 ได้ ถูกปิดการจราจรลง\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Wikibooks มีจุดมุ่งหมายแต่เริ่มแรกให้เป็นที่รวบรวมตำราเรียนและคู่มือ แต่ต่อมาได้กลายเป็นชุมชนที่ผลิตตำราในทุกสาขาวิชาโดยมีตำราอาหารเป็นตัวอย่างที่เด่นชัดที่สุด\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "รัฐบาลเซียร์ราลีโอนหวังที่จะระดมทุน 850ล้านดอลลาร์ แต่สามารถระดมทุนได้เพียงประมาณ 300ล้านดอลลาร์ ภายใต้เงื่อนไขที่พ่วงมาด้วยสำหรับการใช้จ่ายเงินกองทุนนั้น\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "รายได้จากการโฆษณาของซอฟต์แวร์นี้จะแยกออกจากของมูลนิธิวิกิมีเดีย\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "นักรณรงค์พลังงานนิวเคลียร์ ขององค์กรอนุรักษ์ธรรมชาติออสเตรเลีย (เอซีเอฟ) นายเดฟ สวีนีย์ กล่าวว่าการศึกษาดังกล่าวได้ปรากฎข้อบกพร่อง และไม่มีการแจกแจงถึงเสียงโต้แย้งต่อการใช้พลังงานนิวเคลียร์\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "โดยทนายแจ้งว่า เขาได้รับโทษเช่นนี้ เนื่องจาก Manning ไป \"เสียดสีเหน็บแนม\" เกี่ยวกับกฎมาตรการที่เข้มงวดในการคุมขังเขา\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Oxford ชนะการโยนเหรียญและเลือกพายริมฝั่ง Surrey และให้ Cambridge พายฝั่ง Middlesex\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ท่านทาโค สเตน รองอธิบดีกรมอัยการแห่งอารูบาออกแถลงการณ์ฉบับหนึ่งหลังจากที่ได้มีประกาศเรื่องกระดูกชุดนี้\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "โครงการต้องการเงินลงทุนที่ 10.9 ล้านรีล(3 ล้านยูโรดอลล่าร์) ครึ่งหนึ่งของเงินได้นำไปจัดสรรแล้ว โดยอ้างอิงจากนาย Stancu Samoila ผู้ประสานงานโครงการ\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "ข้องเสนอดังกล่าวยังชี้ให้ยืดเวลาที่บริษัทแท็กซี่สามารถเก็บข้อมูลบันทึกที่ดาวน์โหลดจากกล้องวงจรปิดจากปัจจุบันที่30วัน เป็น 35วัน\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "ตามแหล่งข่าวที่ไม่เปิดเผยซึ่งอ้างถึงบทความใน หนังสือพิมพ์ New York Times มติทางกฎหมายในปี 2005 นั้นประกอบไปด้วย \"การอนุมัติอย่างเปิดเผยถึงการใช้เทคนิคการสอบปากคำที่โหดร้าย โดยสำนักข่าวกรองกลาง\" และได้มอบอำนาจอย่างชัดเจนในการใช้ยุทธวิธีซึ่งรวมถึงการตบศีรษะ การใช้อุณหภูมิที่หนาวจัด และเทคนิคการเลียนแบบการกดน้ำซึ่งรู้จักกันในชื่อ waterboarding กับผู้ต้องสงสัยก่อการร้าย\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "คณะรัฐมนตรีอิรัก กล่าวว่า ทหารตุรกีได้สั่นคลอนอธิปไตยของอิรักเป็นอย่างมาก จากการจู่โจมที่ Kurdish ทางตอนเหนือของอิรัก\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Mark ยังเสริมด้วยว่า Louise Christian ทนายความด้านสิทธิมนุษยชนชาวอังกฤษที่มีชื่อเสียงในตอนนี้เป็นตัวแทนของกลุ่มผู้ยึดครอง Vestas\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "ต่อมาน้ำมันได้ถูกซัดขึ้นชายหาด Sunshine Coast เช่นเดียวกับเกาะ Moreton และเกาะ Bribie จนได้รับการขนานนามจากสื่อว่า \"หายนะทางธรรมชาติครั้งเลวร้ายที่สุดของออสเตรเลีย\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "\"แต่คำถามคือ ทำไมเตหะรานไม่มาพูดคุยกับเรา? \"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "การตรวจตราน้ำท่วม พายุ และลมแรงได้มีขึ้นเมื่อคืนเมื่อมีพายุฝนฟ้าคะนองที่หายากเคลื่อนที่เข้าสู่ภูมิภาคทางตะวันตกเฉียงเหนือของมหาสมุทรแปซิฟิก เข้าปะทะพื้นที่ตั้งแต่ Seattle ถึง Portland ด้วยลมแรงและฝนตกหนัก\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "หนึ่งปีต่อมา บันทึกการเปลี่ยนแปลงของเอกสารนี้ก็ยังคงเป็นแหล่งของสถิติการเปลี่ยนแปลงบทความบนวิกิพีเดียที่ถูกอ้างถึงบ่อยครั้งที่สุด\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "เช้ารุ่งขี้นภายหลังการต่อสู้กัน ถนนค่อนข้างเงียบ และการปรากฏตัวทางการทหารที่มีนัยสำคัญคือมีปืนขนาดใหญ่อยู่รอบทำเนียบประธานาธิบดี\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Abdullah Gül ประธานาธิบดีตุรกี กล่าวแถลงว่า \"การก่อการร้ายใช้ความรุนแรงที่พรากชีวิตผู้บริสุทธิ์ไปนั้น ไม่ทำให้เกิดประโยชน์ใด ๆ ทั้งสิ้น\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "หลังจากนั้น Marcelo Gallardo ยิงประตูขึ้นนำ 3-0 ให้กับเจ้าบ้านในนาทีที่ 52\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "ตามรายงานของนาย Bill Rusko ผู้เป็นพ่อของเด็กสองคนในนั้น หมีตัวหนึ่งได้วิ่งข้ามทางหลวงหมายเลข 30 ใน Ligonier Township และวิ่งตรงไปที่เด็กสามคนที่กำลังเล่นแบดมินตัน\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Tandy กล่าวว่า Dye \"รู้สึกกังวลต่อผลกระทบที่เกิดขึ้น\" และเมื่อวันที่ 4 มีนาคม ได้มีการแจ้งอาจารย์ใหญ่ของโรงเรียนเรื่องอดีตของเธอหลังจากที่นักเรียนได้ถาม\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "จริงๆ แล้วผมขายชุดสูทอีกชุดให้กับชาวอเมริกันวันนี้\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "ผู้เสียชีวิตมีคนงานก่อสร้างอายุ 50 ปีที่เสียชีวิตจากดินถล่มที่บริเวณก่อสร้างเขื่อนในจังหวัด Fukui เมื่อคืน และชายวัย 76 ปีที่สิ้นใจหลังจากโดนต้นไม้ล้มใส่ในวันที่ 6 กันยายนหลังไต้ฝุ่น Fitow เข้าทำลายได้ไม่นาน\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "และนี่เป็นเหตุให้คุกที่ใช้คุมขัง อันเป็นสถานที่ที่นายโปพอฟถูกทุบทำร้ายได้ถูกปิดลง\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "นี่เป็นปีที่หกสำหรับการแข่งขัน White House Tee Ball Initiative\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "จูเลีย กิลลาร์ดได้ขึ้นมาแทนที่รัดด์ทั้งในตำแหน่งหัวหน้าพรรคแรงงานออสเตรเลีย และตำแหน่งนายกรัฐมนตรีออสเตรเลียเมื่อเดือนกรกฎาคม 2010\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ในช่วงปีหลังจาก FCTC ถูกเขียนขึ้น 167 ประเทศได้ลงนามและ 23 ประเทศได้ให้สัตยาบัน ทำให้สนธิสัญญานี้เป็นหนึ่งในสนธิสัญญาที่ได้รับการยอมรับอย่างรวดเร็วที่สุดของ UN\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าขณะนี้เขากำลังพิจารณาจัดทำร่างกฎหมายเพื่อที่จะเสนอต่อรัฐสภานิวซีแลนด์\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตามบทลงโทษนั้นใช้ได้เฉพาะกับการจัดประท้วงหยุดงานขั้นสองของสหภาพแรงงาน ไม่ใช่สำหรับแรงงานเฉพาะบุคคล\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "Glasgow กล่าวว่าการศึกษาการฝึกอบรมหลักสูตร Landmark Education นั้นได้ \"ตรงข้าม\" กับหลักความเชื่อของคริสตศาสนิกชน\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "\"Telstra นั้นถูกคาดว่าจะต้องให้บริการเหล่านั้น\"\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "Saskatchewan ได้รับรางวัลนี้ครั้งล่าสุดเมื่อปี 1989 และเป็นการปรากฏตัวครั้งสุดท้ายของพวกเขาในการแข่งขันชิงแชมป์การแข่งขันกับทีม Toronto Argonauts ในปี 1997\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "สภาเมือง Bristol รายงานว่า มีความเป็นไปได้ที่ห้องสมุดจะกลับมาเปิดให้บริการอีกครั้งวันอังคาร แม้ตัวอาคารจะยังประกาศปิดอยู่ในวันนั้น\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม Rother กล่าวว่า ดัชนีราคาต้องเชื่อมเข้ากับบัญชีลงทุนส่วนบุคคลของนโยบาย Bush เนื่องจากรายได้จากบัญชีดังกล่าวให้โอกาสผู้เกษียณในการชดเชยส่วนที่ไม่เพียงพอ\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "ชายเหล่านั้นเป็นพี่น้อง \"ทางสายเลือด\" และมีมารดาเดียวกันหรือพี่น้อง \"ไม่เกี่ยวผันทางสายเลือด\" จากการรับอุปการะหรือพี่น้องต่างบิดามารดาหรือพี่น้องทางกฎหมาย\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "Dalton McGuinty จากพรรค Liberal ต้องการให้ Chan เข้าไปบริหารงาน\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "แอฟริกาใต้ตั้งเป้าหมายชัยชนะไว้ที่ 222 นั้นได้เพียง 172 หลังการขว้างลูกอย่างฉมังของจาค็อป โอรัม กับนาธาน แมคคัลลัม\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "ซิมบับเวทำคะแนนเสมอ ในการแข่งขันนัดที่สองของกลุ่ม D ในการแข่งขันฟุตบอลโลกนัดปะทะกับไอร์แลนด์ที่ Sabina Park เมือง Kingston ประเทศจาไมกา\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "\"สิ่งที่เป็นเรื่องใหญ่และยากสำหรับเราก็คือความเหนียวแน่นและมั่นคง ซึ่งสิ่งนี้เป็นจุดแข็งที่สุดของระบบ Windows\" กล่าวโดย Jim Zemlin ผู้อำนวยการบริหารของกลุ่มหุ้นส่วนไม่แสวงผลกำไร ได้แจ้งกับแหล่งข่าวที่เกี่ยวข้อง\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "หลังจากที่นับผลใหม่จากหน่วยเลือกตั้งกว่า 2,800 แห่ง ศาลรัฐธรรมนูญประเทศกาบอง ยืนยันการเลือกตั้งลูกชายของนาย Omar Bongo ผู้นำประเทศที่ครองตำแหน่งอย่าวยาวนาน\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "เมื่อวันศุกร์ Robert Gates รัฐมนตรีกระทรวงกลาโหมบอกแก่ผู้สื่อข่าวใน Madrid ว่ามีหลักฐานที่ \"ค่อนข้างชัดเจน\" ที่แสดงให้เห็นว่ามีชาวอิหร่านกำลังจัดส่งอาวุธหรือเทคโนโลยีให้กับกองทัพอิรัก\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "โดยก่อนถึงวันพิจารณาคดี นาย Wollard จะได้รับการประกันตัว โดยมีเงื่อนไขว่าจะต้องพำนักอยู่ในที่อยู่ปัจจุบันเท่านั้นและห้ามเดินทางเข้ามาภายในเขตเมือง Westminster\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "\"กลุ่มแบ่งแยกดินแดนวางแผนจะปลุกปั่นทัศนคติของสาธารณชนเพื่อสนับสนุนพวกเขา\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่กู้ภัยยังคงพยายามที่จะลงไปให้ถึงคนงานที่ติดอยู่ในเหมือง Beaconsfield ทางตอนเหนือของรัฐ Tasmania\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "สภาพแวดล้อมของการแข่งนี้นั้นต่างออกไปมาก เมื่อกรมอุตุนิยมวิทยาได้รายงานว่าอุณหภูมิในสนามแข่งขณะมีการแข่งรถคือ 88องคาฟาเรนไฮต์ ( 31องศาเซลเซียส)\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "พนักงานดับเพลิงห้าคนที่เสียชีวิตตายเพราะรถบรรทุกของพวกเขาถูกไฟไหม้\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "นักท่องเที่ยวที่รับบาดเจ็บถูกส่งไปที่โรงพยาบาลแตกต่างกันห้าแห่งในพื้นที่ Costa del Sol\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ผู้นำและผู้มีชื่อเสียงจากทั่วประเทศ รวมไปถึงผู้นำกลุ่มเคลื่อนไหว Narmada Bachao Andolan Medha Patkar แสดงความโศกเศร้าถึงการสูญเสียนี้เช่นกัน\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Singh ซึ่งเป็นโรคเบาหวาน ต้องเข้ารับผ่าตัดบายพาส ณ สหราชอาณาจักรในปี 1990 และทำศัลยกรรมตกแต่งหลอดเลือดในปี 2004 ณ Delhi ซึ่งมีการนำชิ้นปิดมาใส่ในหลอดเลือดแดงของเขา\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ทางด้าน ACT มีผู้เล่นทีมชาติออสเตรเลีย Aimee Murch และ Clare Warwick; นักกีฬาเหรียญทองแดงโอลิมปิก Brenda De Blaes; ตัวแทนทีม Victorian state ผู้เล่นทีมชาติและนักกีฬาเหรียญทองแดงโอลิมปิก Justine Smethurst; และ Clare Currie ผู้เกือบพลาดการคัดตัวนักกีฬาทีมชาติ\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "แผ่นดินไหวครั้งแรกวัดได้ที่ 4.7 แมกนิจูดตามมาตราริกเตอร์ วัดได้ในบริเวณภูเขา และครั้งที่สองวัดได้ 5.1 แมกนิจูด\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "การเสียชีวิตของ al-Zarqawi เหมือนจะถูกตีความจากตลาดว่าเป็นข่าวดีสำหรับการขนส่งน้ำมันในภูมิภาคในอนาคต\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "ผู้ใหญ่ในพื้นที่ได้รายงานว่า เด็กๆ เสียชีวิตจากโรคมาลาเรีย\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "\"คุณคือ David Shankbone ใช่ไหม เราตื่นเต้นที่ได้พบคุณ\" เธอกล่าวและนำทางเขาไปสู่ห้องหนึ่ง ซึ่งมีโซฟา ทีวีที่กำลังเปิดหนัง action thriller และกล่องเก็บอุปกรณ์สวนทวารที่ถูกเปิดอยู่ โดยมีสามีของเธอ Bill กำลังนั่งอยู่หน้าคอมพิวเตอร์หาว่าภาพยนตร์ Blade Runner ที่จะฉายอีกครั้ง จะมีฉายที่โรงภาพยนตร์ท้องถิ่นใด\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Wood กล่าวว่า Straw \"ได้รับคำแนะนำมามากที่ไม่ถูกกฎหมาย และยังชนะในศาล\" ในขณะที่เขาเป็นรัฐมนตรีกระทรวงมหาดไทย\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler จาก California สหรัฐอเมริกา ถูกตัดสินว่ามีความผิดฐานฆาตกรรมพนักงานดับเพลิง US Forest Service ห้าคน ซึ่งเสียชีวิตในขณะที่พยายามดับไฟป่าที่เขาจุดขึ้น\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "รัฐบาลปากีสถานได้ทำการบล็อคการเข้าถึง YouTube เว็บไซต์แชร์วิดีโอยอดนิยม โดยชี้แจงถึงเนื้อหาที่ \"ลบหลู่สิ่งศักดิ์สิทธิ์มากขึ้น\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ที่อยู่ทุกคนปฏิเสธที่จะพูด และประกาศว่าตนเองไม่เกี่ยวข้องกับการกระทำนี้\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ลูกขุนสองคนและผู้พิพากษาหนึ่งคนจะเข้าฟังความในคณะสามคน และตัดสินทั้งคดีอาญาและคดีแพ่ง\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "ถึงแม้จะกล่าวเช่นนี้ เขาได้ปฏิเสธที่จะยกเลิกการโจมตีอิหร่านในอนาคต\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "อัยการท้องถิ่น Maxim Stepanenko กล่าวต่อ Vesti 24 ของรัสเซียว่า เมื่อเช้าวันเสาร์กัปตันได้รับแจ้งเตือนเกี่ยวกับสถานการณ์พายุที่เลวร้าย\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Eva Brucherseifer กรรมการบริหารของ บริษัท KDE ในเยอรมัน และกรรมการผู้จัดการบริษัท basysKom กล่าวว่า กระบวนการเปลี่ยนโปรแกรมอยู่ใน \"ขั้นตอนที่สำคัญที่สุด\" และกำลังปรับแต่งระบบจำนวน 300 ระบบในทุกวัน\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "การลงมติดังส่งผลโดยตรงต่อ นายBan Ki-Moonเลขานุการสหประชาชาติ ที่ต้องเตรียมการประชุมสำหรับประเทศในตะวันออกกลาง\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "นกที่น่าทึ่งชนิดนี้มีความยาวขณะกางปีก 30 นิ้ว และสูงเกือบถึง 20 นิ้ว\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "ความกังวลเกี่ยวกับสิทธิมนุษยชนดังกล่าว ได้เป็นอุปสรรคในความพยายามของตุรกีที่ต้องการเข้าร่วมสหภาพยุโรปมาเป็นเวลานานแล้ว\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "ช่องแคบฮอร์มุซเป็นเส้นทางเดินเรือที่มีความสำคัญอย่างยิ่งทางยุทธศาสตร์\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "โชคไม่ดีสำหรับ Fernando ที่มีปัญหาจากศูนย์ตรวจสภาพรถ ซึ่งได้ทำลายการต่อสู้อันยอดเยี่ยม\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "\"หน่วยงานด้านซอฟต์แวร์ซึ่งมีข้อมูลที่มีค่ามหาศาล\" ถูกช่วยเหลือไว้ได้ทัน ผู้สื่อข่าวกล่าว\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "\"การละทิ้งแฟบฯ ขนาด 12 นิ้ว และการหยุดชั่วคราวของแฟบฯขนาด 8 นิ้ว นั้นมองว่าเป็นประเด็นสำคัญในสถานการณ์นี้\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "มีผู้เสียชีวิตอย่างน้อยสี่คนและบาดเจ็บอย่างน้อยสี่สิบคนจากเหตุการณ์เวทีถล่มเมื่อคืนวันเสาร์ที่งาน Indiana State Fair ซึ่งจัดขึ้นใน รัฐ Indiana ประเทศสหรัฐอเมริกา\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงการคุ้มครองพลเมือง Christos Papoutsis ออกมาขอโทษเกี่ยวกับการสูญเสียที่เกิดขึ้น โดยระบุว่า การรักษาความปลอดภัยที่พิพิธภัณฑ์นั้น \"ไม่มีอยู่จริง\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "ฉันรู้สึกเสียใจถ้าครอบครัวของฉันไม่มีความสุขกับการแสดงความคิดเห็นของผู้คน แต่ฉันคิดว่าฉันได้เรียนรู้การที่จะเพิกเฉยต่อการตอบรับในด้านลบ\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "\"Verizon iPhone\" ที่เรียกกันมาหลายเดือน ได้ถูกปรับเปลี่ยนจาก iPhone 4 ต้นแบบเพื่อที่จะสามารถใช้เครือข่าย 3G ระบบ CDMA (การร่วมใช้ช่องสัญญาณแบบเข้ารหัส) ของ Verizon ได้\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตามตัวอย่างที่ใช้ในการวิเคราะห์ซึ่งได้มาจากอดีตเมื่อ 120,000 ปีที่แล้วมานั้น แสดงว่าการผสมพันธุ์กันระหว่างหมีสองสายพันธุ์นั้นได้มีขึ้นในอดีตที่เนิ่นนานขึ้นไปอีกก่อนหน้านั้น\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Eva Evila ได้มอบรางวัล Multi-platinum record สำหรับ อัลบั้ม Melissa O'Neil ซึ่งตั้งตามชื่อของเธอให้แก่เธอด้วยเช่นกัน\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Wikipedia เป็นเว็บยอดนิยมอันดับหนึ่งในสิบของเว็บไซต์บนอินเตอร์เน็ต โดยเร็วๆ นี้จะมีการปรับปรุงรูปแบบใหม่\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "\"เรามั่นใจว่าเราจะชนะในการยื่นอุทธรณ์\" Oblon กล่าวต่อผู้สื่อข่าว\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "\"ในการตอบคำถามนี้ Tom Cruise ได้แนะนำ LRH [L. Ron Hubbard] ให้คนมากกว่า 1 ล้านคนได้รู้จัก\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "นาย McGuire กล่าวว่า ข้อตกลงจะไม่จำกัดสิทธิทั้งคู่จากการขายเรื่องให้ทาง CNN รายการ US Today และ Good Morning America ซึ่งตามที่ได้รับรายงานนั้นได้ทำการติดต่อนาย Russell และนาย Webb ไปในสัปดาห์นี้\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "มีผู้เสียชีวิตอย่างน้อย 27 คน มีรายงานว่า เอกสารข้อมูลอาชญากรรมได้ถูกขโมยไป และการปล้นชิงเกิดขึ้นทั่วจังหวัด Dili ในช่วงที่เกิดเหตุการณ์ความไม่สงบขึ้นที่ติมอร์ตะวันออก\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "ส่วนราคาซื้อขายล่วงหน้าของ Intercontinental Exchange Brent Crude ปรับตัวถึงระดับ 89.30 ดอลลาร์สหรัฐ (ฐานเดือนธันวาคม) ณ เวลา 8:34นาฬิกา\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "ผู้ที่ได้จ่ายค่าซ่อม Xbox 360 จะได้รับคืนค่าซ่อมโดยอัตโนมัติด้วยเช็คที่จะส่งให้ภายใน 10 สัปดาห์จากวันที่ปัจจุบัน\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "Wood ได้โต้เถียงข้อความดังกล่าว ว่า \"เป็นที่ชัดเจนว่ากฎหมายสากลบางส่วนนั้นขาดเสถียรภาพ\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "หลังจากพักโฆษณา Blitzer บอกแขกผู้ร่วมรายการของเขาว่า CNN เพิ่งได้รับข่าวสั้นมาจากทำเนียบขาว\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "นาย Edwards เรียกร้องให้คดีมีความโปร่งใสและพูดถึงการฟ้องร้องว่า \"น่ากังวลใจอย่างหนัก\" และเขาหวังว่าพวกตนจะได้รับการพิจารณาเหมาะสมที่ศาล\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "สมาชิกคนที่หกถูกจับกุมในข้อหาให้ความช่วยเหลือและสนับสนุน แต่ถูกปล่อยตัวโดยไม่มีโทษ\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "ด้วยกฎหมายตั้งแต่ปี 1893 และเจ้าชายแห่งเวลส์เป็นอธิการบดี ปัญหาได้เกิดขึ้นที่ UoW เมื่อปีที่แล้วหลังจากมีปัญหาเกี่ยวกับประธานสถาบันพันธมิตรชาวมาเลเซีย ศิลปินป๊อปท้องถิ่น มีคุณสมบัติที่ไม่ถูกต้องตามกฎหมาย\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ซึ่งเป็นประชุมเก่าแก่ที่ถูกจัดขึ้นทุกปีเพื่อแสดงออกทางการเมืองของฝ่ายค้าน\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Ms Fitzpatrick กล่าวว่า รัฐบาลกลางเป็นหนี้บุญคุณอุตสาหกรรมถ่านหินและอลูมิเนียม เช่นเดียวกับรัฐบาลญี่ปุ่น ที่มีต่อบริษัทล่าปลาวาฬ และผลกระทบที่เสียหายอีกมาก\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "ความเคลื่อนไหวครั้งนี้หมายถึงการจบสิ้นสถานภาพของบริษัท AT&T ซึ่งเป็นคู่แข่งและเป็นบริษัทเดียวเท่านั้นที่ผูกขาด iPhone อย่างเป็นทางการของสหรัฐ ซึ่งสถานภาพดังกล่าวได้ดำเนินมาตั้งแต่ iPhone เปิดตัวครั้งแรกเมื่อปี 2007\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "ในเขตการค้าเสรีแห่งหนึ่งที่ Antalya ตุรกี คนงานเพศหญิง 80 คนของ FMC Novamed กำลังอยู่ในการสไตรค์มาเกือบ 1 ปีแล้ว ตั้งแต่เมื่อวันที่ 26 กันยายน 2006\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "สมัยที่บิดาเขาเป็นผู้นำ กาบองกลายเป็นผู้ส่งออกน้ำมันรายใหญ่อันดับหกของโลก แต่ร้อยละ 70 ของประชากรก็ยังคงยากจน\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "การสนับสนุนของผู้เล่นในทีมช่วยผมได้เยอะมาก และผมอยากขอบคุณ Colin Calderwood, Paul Barron และเจ้าหน้าที่เบื้องหลังทุกคนที่สนับสนุนผมเป็นอย่างดีในฤดูกาลนี้\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "เธออธิบายถึงวันปกติของเธอว่า: \"ชั่วโมงครึ่งก่อนที่จะเริ่มรายการ ฉันอยู่ในห้องแต่งหน้า\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ถ้าไม่มีผู้ใดได้คะแนนเสียงส่วนใหญ่สองในสามหลังจากการเลือกตั้งครั้งที่สอง โฆษกจะถูกเลือกโดยคะแนนเสียงส่วนใหญ่ในครั้งที่สาม\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ตึกของเมือง Tehran ในประเทศอิหร่านพังลงวันนี้ ทำให้มีผู้เสียชีวิตอย่างน้อย 19 คน\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "โดยดาวเทียมดวงนี้มีน้ำหนัก 2,600 กิโลกรัม และคาดว่าจะสามารถโคจรในอวกาศได้เป็นเวลา 12 ปี\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "แมนเชสเตอร์ ยูไนเต็ด และบาเซโลน่า จะเผชิญหน้ากันในการแข่งขันแชมเปี้ยนส์ลีกรอบรองชนะเลิศ หลังจากที่ทั้งสองทีมได้ชนะในการแข่งขันรอบก่อนรองชนะเลิศ\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Cecile Richards ประธานของ Planned Parenthood กล่าวว่า \"ถึงแม้ว่านี่จะเป็นสิ่งที่รบกวนจิตใจและน่าผิดหวังอย่างมาก เราอยากให้ความมั่นใจกับผู้หญิงที่พึ่งพา Planned Parenthood สำหรับการดูแลทรวงอก ว่าเราจะยังอยู่ตรงนี้เพื่อพวกเขา และจะอยู่ตลอดไป\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "Alinghi เฉือนเอาชนะทีมนิวซีแลนด์เพียงหนึ่งวินาทีสุดท้ายในการแข่งขันรอบที่เจ็ด และเอาชนะได้รับถ้วยAmerica's Cup ครั้งที่ 32 ในการแข่งขันการแล่นเรือใบระยะสั้น\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "ขณะที่น้ำแข็งอาร์กติกละลายเพิ่มมากขึ้น ฝูงเรือก็แล่นผ่านน่านน้ำที่ยังไม่ได้สำรวจ\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "ตามการรายงานของบีเวอร์ เรือดำน้ำจะทำให้อิสราเอลมีสมรรถภาพทั้งในการโจมตีก่อนและการตอบโต้การโจมตี\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "สำหรับเด็กที่อยู่ในหมวดหมู่ที่มีการทำ \"กิจกรรมทางสังคมใดๆ\" ถือเป็นการพัฒนาที่ดีมากกว่า กลุ่มของเด็กที่อยู่ในหมวดหมู่ที่ \"ไม่มีกิจกรรมทางสังคม\" ซึ่งพวกเขามีโอกาสเสี่ยงในการเกิดโรคถึง 3/4\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Curry แจ้งว่าผลจากรักษาเป็นสิ่งถูกต้อง \"ไม่ว่าจะตอบสนองต่อ - การรักษาพฤติกรรมการคิด Prozac การรักษาทั้งสองแบบ หรือการให้ยาหลอก\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ทั้งนี้ พวกเขายังถูกตำหนิที่อนุญาตให้ลูกเดินทางออกจากสหรัฐฯ ช่วงต้นปี เนื่องจากเป็นไปได้ว่า Sunderland จะเดินทางถึงมหาสมุทรอินเดียในช่วงฤดูหนาวของแถบนั้น\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "โบราณสถานสิบสี่แห่งมีกำหนดปิดในวันที่ 1 ตุลาคม\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "พลเรือเอก Kuroyedov เป็นผู้ดูแลกองทัพเรือในช่วงวิกฤตการณ์ Kursk ปี 2000 อันมีนาวิกโยธิน 118 นายเสียชีวิตจากเหตุการณ์เรือดำน้ำจม\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Robertson เขียนในจดหมายว่า \"ฉันขอให้คุณและพลเมืองอิสราเอลอภัยให้แก่เรา\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "\"การเพิ่มขึ้นนี้ยิ่งจะทำให้จำเป็นต้องนำนโยบายที่ส่งเสริมการเติบโตทางเศรษฐกิจและมีความรับผิดชอบด้านการเงินมาใช้ให้ยั่งยืน รวมถึงนโยบายการปรับรูปแบบของการให้อำนาจและการเก็บภาษีเพื่อพัฒนาให้เติบโต\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "\"ความเจริญก้าวหน้าในอัฟกานิสถานหลังจากมีการจัดตั้งรัฐบาลที่ชอบธรรมตามกฎหมายมาพร้อมกับการโจมตีและแรงกดดันที่เพิ่มมากขึ้นจากกลุ่มตาลีบัน และอีกบางส่วนจากกลุ่มอัลกออิดะห์\" นาย Howard กล่าว\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ในแถลงการณ์ถึงคณะกรรมการ bemobile ยอมรับว่ายังไม่ได้สร้างเสาส่งสัญญาณใหม่เพิ่มตั้งแต่ครึ่งหลังของปี 2010\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "นี่เป็นการเก็บกักและรักษาแหล่งน้ำไว้ให้แก่เมือง เพราะภัยแล้งนั้นเกิดขึ้นบ่อยกว่าปกติ เนื่องจากสภาวะโลกร้อน\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Crossrail ไม่ได้ระบุว่าจะพยายามทำการกำหนดมูลค่าที่ยุติธรรมไว้ในข้อเสนอเดิม แต่เพียงแค่จะเสนอเงินให้ประมาณ £50 ต่อทรัพย์สินหนึ่งหลังเท่านั้นเพื่อหวังว่าจะมีคนจำนวนไม่มากที่จะส่งเรื่องไปยัง Land Tribunal\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "นักวิทยาศาสตร์จากมหาวิทยาลัยเมลเบิร์นกล่าวว่า งานวิจัยของพวกเขาแสดงให้เห็นประโยชน์ของพลังงานนิวเคลียร์ที่ถูกประเมินค่าต่ำไป และความกังวลเกี่ยวกับกากเชื้อเพลิงนิวเคลียร์เกินจริง\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "\"มันแทบจะเหมือนกับพายุเฮอร์ริเคนซัดเข้ามาจากที่ไหนก็ไม่รู้\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "ชาติบอลติกแห่งอื่นประสบเหตุการณ์ลักษณะเดียวกันนี้เช่นกัน โดยเฉพาะเอสโตเนีย ซึ่งอยู่ติดกับทางใต้ของฟินแลนด์\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "มีการคาดการณ์ก่อนหน้านี้ว่าวัตถุในเท็กซัสอาจเป็นอุกกาบาตดาวตก\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "ศพของผู้หญิง 5 คนในสหราชอาณาจักรถูกพบใน หรือบริเวณมณฑลซัฟโฟลค ในทางตอนตะวันออกของอังกฤษ\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "งานศิลปะอีกสองชิ้นคือ Mill ที่ถูกวาดขึ้นโดย Piet Mondrian และ ภาพสเก็ตซ์ของ St. Diego de Alcala ที่ถูกวาดโดย Guglielmo Caccia\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "โฆษกของกลุ่มยอมรับว่าได้ใช้เงินไปแล้ว 500,000 ดอลลาร์นิวซีแลนด์ในการรณรงค์\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "\"เปรียบเทียบ (โฆษณาหนึ่ง) กับเสียงวิจารณ์ในช่วงต้นปีที่ผ่านมาในระหว่างการเลือกตั้ง (รัฐบาลกลาง) ที่เกิดขึ้นทุกวันในประเทศแคนาดา.โฆษณาที่ถูกฉายอย่างต่อเนื่องทั่วประเทศของคุณ\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "Fiorentina และ Lazio จะได้กลับมาเล่นใน Serie A จากเดิมที่ตกลงไปอยู่ใน Serie B\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "\"มันคือข้อพิสูจน์ว่าเรายังคงเป็นปึกแผ่นและเข้มแข็ง\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม เนื่องจากลมที่พัดแรงขึ้นเมื่อบ่ายวันนี้ ทำให้ไฟที่ยังคุอยู่โหมขึ้นมาอีกครั้ง และลุกลามข้ามสะพานส่งน้ำมุ่งหน้าไปยังบริเวณที่มีประชากรอาศัยอยู่หนาแน่นในเมือง Palmdale\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "ในฐานะผู้จัดการทีม เขาทำให้ทีมได้รับชัยชนะ 1,800 เกมในช่วง 23 ปี\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "\"สิ่งนี้จะนำไปสู่การรวมตัวกันของวัตถุที่มีลักษณะเป็นหินที่แก่นซึ่งถูกล้อมรอบด้วยเปลือกน้ำแข็ง\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "เมื่อการทดสอบเสร็จสิ้นลงแล้ว ทุกหน่วยงานจะได้รับการเปลี่ยนไปใช้ระบบปฎิบัติการ Linux และ OpenOffice.org\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "ข่าวนี้ได้สร้างความสะเทือนใจให้กับประเทศ Austria เพราะมีกรณีที่คล้ายกันนี้เกิดขึ้นกับ Natascha Kampusch ที่ถูกลักพาตัวไปตั้งแต่เธออายุ 10 ขวบ และหลบหนีออกมาได้หลังถูกขังอยู่ใน \"คุกใต้ดิน\" เป็นเวลาแปดปีในปี 2006\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "เนื่องจากการก่อสร้างเส้นทาง Crossrail บ้านหลายร้อยหลังจะมีอุโมงค์ใหม่ที่จะถูกขุดใต้พื้นบ้านเหล่านั้น\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "\"วันนี้เป็นวันที่มีการอนุมัติให้ BA เข้าซื้อ bmi ได้ และมันได้แสดงให้เห็นว่า EC นั้นมีกฎหนึ่งสำหรับสายการบินยุโรป แต่มีกฎที่ต่างไปสำหรับ Ryanair\" ประธาน Ryanair กล่าว\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "เครื่องบินแอร์บัส A330 ของ Qantas Airways ถูกส่งข้ามมหาสมุทรมาโดยทางการออสเตรเลีย ซึ่งเป็นส่วนหนึ่งของปฏิบัตการ\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "ภาคผนวกเสริมใหม่นั้นมีข้อมูลของ Military Industrial Commission ของอิรัก ซึ่งเป็น \"เขตอุตสาหกรรมทางทหารที่ดำเนินงานโดยรัฐ\" ซึ่ง \"มีบทบาทสำคัญในการพัฒนาโครงการอาวุธทุกชนิดของรัฐบาล\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ถือว่าเป็นเอกลักษณ์เฉพาะ เพราะข้อมูลการศึกษาเริ่มติดตามประชากรตั้งแต่เกิดจนกระทั่งเสียชีวิต\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": ":(ญ)บทบัญญัติอื่น ๆ ในมาตรานี้ ระบุว่าเด็กที่อยู่ในสถานภาพนี้อาจได้รับสัญชาติด้วยเงื่อนไขที่น้อยกว่า แต่มาตรานี้ก็ไม่ได้แสดงถึงความเกี่ยวข้องกันระหว่างวัตถุประสงค์และความแตกต่าง เนื่องจากการได้รับสัญชาตินั้นอยู่ในดุลพินิจของรัฐมนตรีกระทรวงยุติธรรม\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "นี่เป็นการแพร่ระบาดของไข้เลือดออกจากไวรัส Marburg ที่รุนแรงที่สุดในประวัติศาสตร์\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "และดาวเทียมนี้จะโคจรในวงโคจรประจำที่ซึ่งอยู่เหนือจากผิวโลกเป็นระยะทาง 36,000 กิโลเมตร บริเวณลองติจูดที่ 95.5ºE\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "บรรณาธิการข่าวพลังงานของ The Guardian Terry Macalister เขียนว่า \"รายการข้อผิดพลาด ทั้งของมนุษย์และเครื่องจักร\" ในรายงานนั้น \"ทำลาย\" \"คติพจน์ประจำ\" เรื่องความปลอดภัยต้องมาก่อน ของธุรกิจน้ำมันลงหมดสิ้น\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "เครื่องเล่นดังกล่าวคือเครื่องที่หมุนผู้เล่นไปรอบๆ ด้วยรถที่มีสองที่นั่งภายในกระโจมมืดเพื่อเปิดแสงไฟและเสียงดนตรี\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Gary Sheffield ก็ตอบสนองกลับมาในตอนท้ายของอินนิ่งด้วย การตีลูกทรีรันโฮมเมอร์ส่งไปไกลถึงอัฒจันทร์ทางไรท์เซ็นเตอร์ฟิลด์ ทำให้ Yankees นำไปเป็น 9-4\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "เคนเนดี้เป็นหนึ่งในสองอาชญกรที่รอรับโทษประหารชีวิตในสหรัฐอเมริกาที่ไม่ได้ก่อเหตุฆาตกรรม ซึ่งคดีนี้ถือเป็นการท้าทายคำตัดสินของศาลและคดีได้ถูกส่งไปตัดสินโดยศาลสูงสุดของสหรัฐอเมเริกา\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "ครอบครัวจำนวนหกคนได้รับบาดเจ็บที่ Flat Rock Bridge Family Resort และพื้นที่ตั้งแคมป์ในเมืองLebanon ของรัฐเมน หลังจากพายุฝนรุนแรงทำให้ต้นไม้โค่น ซึ่งต้นหนึ่งล้มลงบนเต็นท์\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "การแข่งขันเริ่มในปี 1947 โดยเริ่มจากเป็นการแข่งขันรับเชิญสำหรับทีมสิงคโปร์และมาเลเซีย ซึ่งหลังจากนั้นก็ได้พัฒนาเป็นการแข่งขันระดับประเทศและทีมจากทั่วโลกได้รับเชิญให้เข้าร่วม\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "ไฟป่าดังกล่าวเป็นหนึ่งในไฟป่าทั้งสามจุดที่เกิดขึ้นเมื่อวานนี้ในทะเลทราย Mojave และเทือกเขา San Gabriel\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "หนังสือพิมพ์ท้องถิ่น Dover หนังสือพิมพ์ the York Daily Record เขียนบทความบรรณาธิการว่าการออกเสียงลงคะแนนโหวตกรณี Dover ควรจะให้มีการตรวจสอบพยานในการดำเนินการระหว่างการเลือกตั้งทั่วไปซึ่งพวกเขาจะสามารถออกเสียงลงคะแนนสำหรับคณะกรรมการโรงเรียน พร้อมไปกับการเลือกตั้งในสำนักงานอื่น ๆ ด้วย\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Packer ยังมีธุรกิจเกี่ยวข้องกับการพนันและอุตสาหกรรมการท่องเที่ยว และยังเป็นเจ้าของ Crown Casino ที่เมลเบิร์นด้วย\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ชายวัย 25ปี จากเมืองฮันเตอร์สวิลส์ รัฐนอร์ทแคโนไลนา ก่อนหน้านี้ได้รับตำแหน่งโพล ในการแข่งแซเทอร์เดย์ส ไนท์ เมื่อวันศุกร์\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "ประชาชนทั้งหมดร่วม 5,000 คนถูกเตือนให้อพยพ รวมถึงประชาชนจำนวน 3,000 คนในจังหวัด Miyagi เมื่อคืนที่ผ่านมา\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "กองทัพอากาศแห่งสหราชอาณาจักรปล่อยเครื่องบินเจ็ทขับไล่ทอร์นาโด เอฟ 3 จำนวน 4 เครื่องเพื่อสกัดกั้นเครื่องบินกองกำลังทหารรัสเซีย\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ภายในวันที่ 31 ตุลาคม มากกว่า 23ล้านคนได้ทำการโหวตผ่านทางจดหมายและที่ทำการเลือกตั้งล่วงหน้า\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "ตามที่ Le Nouvel Observateur รายงานพบว่าหนึ่งเดือนหลังจากที่มีการสืบสวนด้านแรงงานเกิดขึ้น ทางสาขาในฝรั่งเศสของบริษัทก็ได้สลายตัวลง\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "เมื่อวานนี้เงินยูโรสามารถซื้อได้ด้วยเงิน 35,844เลอู โดยลดลงจาก 36,133 เลอูซึ่งเป็นราคาของเมื่อสองวันก่อน\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "กรมอุตุนิยมวิทยาบังคลาเทศ ได้ออกแถลงการว่าแผ่นดินไหวได้สั่นถึงจิตตะกอง ซึ่งเมืองท่าทางใต้ อันเป็นเมืองใหญ่ที่สุดอันดับสองในประเทศบังคลาเทศ\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "คุณเดล เขียนอีเมล์ส่งไปยังคุณเคิร์คแพ็ททริคว่า \"ถ้าหากแอ้ปเปิลตัดสินใจได้ที่จะเปิดเสรีระบบปฏิบัติการแม็คโอเอส ให้แก่บริษัทคอมพิวเตอร์อื่นแล้ว เราจะยินดีมากที่จะเสนอให้กับลูกค้าของเราด้วย\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "เป็นภูมิภาคเดียวกันกับที่เคยได้รับผลกระทบจากแผ่นดินไหวในปี 2004 ที่ก่อให้เกิดคลื่นสึนามิ\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ณ จุดที่เกิดเหตุระเบิด มีการวางพวงมาลาเพื่อแสดงความเคารพ ผู้คนนับร้อยต่างพากันมาร่วมไว้อาลัยกับเหตุการณ์ที่เกิดขึ้น\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "\"เรากำลังวางแผนให้ James กลับมาทำหน้าที่ของเขาในวันปีใหม่ และเรามั่นใจว่าเขาจะเป็นตัวแทนของทีมนักกีฬา Penn State และมหาวิทยาลัย ซึ่งกลับมาพร้อมกับพลังงาน การอุทิศตน และความเคารพ\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "คนงานสี่คนยังคงรักษาตัวอยู่ที่โรงพยาบาลหลังจากเหตุการณ์ระเบิด สามในสี่อยู่ในอาการโคม่า\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "อันดับที่สามคือพรรค Ethnic Turks of Bulgaria มีคะแนนเสียงอยู่ที่ประมาณ 11%\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "ผู้เชี่ยวชาญยังคงเตือนเกี่ยวกับความเป็นไปได้ที่จะเกิดการกระจายของโรคระบาดไปทั่ว ธนาคารโลกจึงอนุมัติเงิน US$500 ล้าน เพื่อช่วยเหลือประเทศสู้กับ H5N1\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "แต่ผู้รอดชีวิตจากการโจมตีได้โต้แย้งว่าการสอบสวนที่ครอบคลุมเต็มที่สามารถให้บทเรียนที่มีค่าซึ่งอาจช่วยลดความเป็นไปได้จากการโจมตีในอนาคตและปรับปรุงความสามารถในการตอบรับในการบริการฉุกเฉิน\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "\"เขาทิ้งพัสดุลงใน [ตู้] และหลบออกจากพื้นที่ไปยัง Delaware Ave. ตรงไปสู่ Allen\" ร.ท. K Szyszkowski ตำรวจประจำ Buffalo กล่าว\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "รวมถึงรายงานอื่นๆ จากวีดีโอและแหล่งที่สามารถดูได้ เช่น The Times\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "เธอได้ชนะการแข่งฟุตบอลลีก ในปีคริสตศักราช 2009 ขณะที่เธอสังกัดอยู่สโมสรดับเบิ้ลยู ซึ่งเป็นสโมสรฟุตบอลชื่อดังในประเทศออสเตรเลีย\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "\"ในกระบวนการผลิต มีฝุ่นละอองอะลูมิเนียมจำนวนมากลอยอยู่ในอากาศมากมาย\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ความยาวในเนื้อหาส่วนเพิ่มเติมนั้นอธิบายถึงกฎที่ต้องปฎิบัติตามในสถานการณ์ที่มีผู้หลบหนีหรือมีความพยายามในการหลบหนี\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "\"Sir Joh คือผู้สร้างรัฐให้มั่นคงที่โดดเด่น ซึ่งจะได้รับการจดจำในฐานะที่ให้ความสำคัญ Queensland ก่อนเสมอ\" Australian Governor General, Major General Jeffery กล่าวในการแถลงข่าว\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ชายคนนั้นถูกยิงเพียงหนึ่งครั้ง และแผลก็ไม่อันตรายถึงชีวิต\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "การสะสมของสารตกค้างบริเวณท่อระบายอากาศใกล้เครื่องกำเนิดอิเล็กตรอนออกซิเจนได้ถูกจดบันทึกและถ่ายรูปไว้โดย Sharipov\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "บทความข่าวต่างๆ มักถกเถียงในบางประเด็น แต่กลับละเลยประเด็นอื่นๆ ที่อาจเป็นเรื่องคอขาดบาดตาย\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "ตามกฏหมายสหพันธรัฐ งบประมาณเกินดุลทั้งหมดจะต้องใช้ในการชำระหนี้ของแคนาดา และไม่สามารถนำไปใช้ในการอื่นได้\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Barack Obama สมาชิกวุฒิสภาจากรัฐ Illinois และผู้ลงสมัครรับเลือกตั้งตำแหน่งประธานาธิบดีสหรัฐฯปี 2008 ได้กวาดชัยชนะจากทั้งสามการแข่งขันของพรรค Democrat ในวันนี้ การประชุมภายในของพรรคที่ Nebraska และ Washington และการเลือกตั้งขั้นต้นที่ Louisiana\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "\"แหล่งข่าวที่เชื่อถือได้\" นำเสนอข่าวในหนังสือพิมพ์ฝรั่งเศส Le Soir สันนิษฐานว่า มันอาจจะเกิดความผิดพลาดขึ้นกับระบบไฟฟ้าที่ใช้ในระบบการให้สัญญาณ\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "External Minister Pranab Kumar Mukherjee วัย 73 ปี ได้รับหน้าที่ให้ดูแล Finance Ministry หลังจากที่เขาจัดประชุมร่วมกับ Congress President Sonia Gandhi และตามด้วยนายกรัฐมนตรี Singh\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "วิทยุอิสราเอลกล่าวว่านี่คือเด็กชายชาวปาเลสไตน์คนที่สามที่โดนจับในเวลาสองเดือนที่ผ่านมาในความพยายามที่จะถ่ายโอนวัตถุระเบิดผ่านจุดตรวจของอิสราเอล\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "การแข็งค่าของเงินเลอูไม่มีได้แต่ผลบวกเนื่องจากมันยังสร้างความกดดันอย่างมากต่อผู้ส่งออก\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "วุฒิสมาชิก MacDonald กล่าวกับ ABC Radio ช่อง AM ว่าเขามองว่ากัปตันและอาจจะรวมถึงชาวประมงอาวุโสที่คาดว่าทำการประมงผิดกฎหมายในน่านน้ำออสเตรเลีย จะถูกดำเนินคดี โดยที่ลูกเรือคนอื่นๆ จะถูกส่งกลับประเทศอินโดนีเซียในทันที\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "อาทิตย์ที่ผ่านมา ฟิจิข่มขู่ว่าจะไล่เจ้าหน้าที่ชั้นสูงของนิวซีแลนด์ ถ้านิวซีแลนด์ไม่ให้วีซ่าแก่ George Nacewa ลูกชายของเจ้าหน้าที่อาวุโสทางการทหาร เข้าประเทศ\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "ในออสเตรเลียนแคพิทอลเทร์ริทอรี ชาวเมืองแคนเบอร์ราหลายพันคนได้เข้าชมการเขื่อนคอตเตอร์แห่งใหม่บนแม่น้ำคอตเตอร์ ซึ่งเปิดในวันอาทิตย์ที่ผ่านมา\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "และเรียกร้องให้ทางการสเปน \"ลงมือทันที\" และ \"ทำทุกอย่างที่เป็นไปได้ที่จะนำชาวประมงทั้ง 36 คนกลับมา\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ทีมของนักวิทยาศาสตร์จากมหาวิทยาลัย Standford อ้างว่าได้พบธาตุลึกลับบางอย่างที่หายไปในทฤษฎีของสัมพันธภาพของ Einstein\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "เรือถูกยึดทางตะวันออกเฉียงใต้ประมาณ 830 กิโลเมตรจากเมือง Mombasa และมีการรายงานว่ามุ่งหน้าไปทางท่าเรือของโซมาเลียที่เมือง Eyl\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "อินโดนีเซียสั่งห้ามสายการบินดังกล่าวบินในเดือนมีนาคม หลังจากมีอุบัติเหตุอีกครั้งที่เครื่อง B737 บินเลยรันเวย์ที่กำหนดไว้\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "เขาใช้เวลาอยู่สามชั่วโมงในคืนหนึ่ง เพื่อจะพิจารณาถึงปัจจัยที่ส่งผลให้เกิดการขยายตัวใน Manhatttan ณ ห้อง Rebecca's Hidden ตามคำกล่าวของ The Village Voice \"คุณสามารถพาแฟนหรือภรรยา และปฏิบัติต่อเขาด้วยความเคารพ เว้นเสียแต่ว่าพวกเขาอยากได้รับการปฏิบัติด้วยอะไรบางอย่างที่ไม่ใช่ความเคารพ\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "การพาลูกวิ่งของ Doug Howlet , Mils Muliaina และสองครั้งจาก Sitiveni Sivivatu เพิ่มการนำฉลุยของทีม All Black\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "\"อย่าให้ความเห็นอย่างเป็นทางการ และแน่นอนว่าอย่าออกความเห็นออกอากาศเกี่ยวกับเรื่องนี้ด้วย\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "คนเดินถนนอายุ 23 ปี ซึ่งเดินไปตามถนน Racecourse ในเมือง Londonderry ไอร์แลนด์เหนือ ถูกรถ Volkswagen Passat สีดำชนเสียชีวิตในเวลาประมาณ 0220 GMT คืนวันอาทิตย์\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "มารดาผู้โกรธแค้นจากนายทหารสหรัฐที่เสียชีวิตในวันเสาร์นำการเดินขบวนประท้วงคนเกือบ 50 คนที่ฟาร์มของ Bush\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่รัฐบาลท้องถิ่นกล่าวว่า มีคนอย่างน้อย 11 คนถูกสังหารโดยระเบิดข้างทางในวันอาทิตย์ที่ทางตอนใต้ของประเทศอัฟกานิสถาน\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "\"เหตุการณ์เช่นนี้แสดงถึงความไร้มนุษยธรรมและความน่าสังเวชของผู้กระทำ\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": ":\"เราเดินอย่างช้าๆ ไปที่ที่มีบรรดาทหารยิ้มให้ในขณะที่เดินไป เราเดินไปใกล้กับคนที่ดูเหมือนจะเป็นทหารผู้สั่งการตรงนั้น\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "เมื่อเขาย้ายมาอยู่ที่สหรัฐ เขาถูกลากตัวให้เข้าเล่นในรอบสามของการแข่งขัน NBA 1988 โดยทีม Atlanta Hawks\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "บริษัทถูกก่อตั้งในปี 1985 และจากนั้นก็พัฒนาและเติบโตโดยผนึกรวมบริษัท 34 แห่งซึ่งมีมูลค่ารวมมากกว่า US$21 พันล้าน (€16.3 พันล้าน; GBP11.1 พันล้าน)\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "\"จากหลักฐานทั้งหมดในกรณีนี้ และกฏการเผชิญหน้าที่มีผลในเวลานั้น จึงเป็นที่กระจ่างว่านายสิบโทมีเหตุผลที่จะเชื่อว่าสมาชิก AIF ในวิดีโอแสดงความเป็นภัย จึงจำเป็นต้องใช้กำลังถึงตาย\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "การจะปล่อยให้ CIA มีอำนาจมากขนาดนี้ในการตัดสินใจว่าใครที่สามารถอยู่ในประเทศนี้ได้ และใครที่จะต้องผู้ส่งออกไปประเทศอื่นนั้นเป็นที่ถกเถียงกันอยู่ เนื่องจากในอดีต ทำเนียบขาว กระทรวงการต่างประเทศ หรือกระทรวงการยุติธรรม จะเข้ามามีส่วนร่วมในการอนุมัติในแต่ละกรณีที่จะส่งนักโทษไปยังประเทศอื่น\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "คอนโดลีซซา ไรซ์ รัฐมนตรีต่างประเทศสหรัฐชี้แจงเหตุผลของการที่สหรัฐไม่ลงคะแนนเสียงแต่ไม่ใช้สิทธิยับยั้งข้อมติ\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Bruce เป็นประธานเจ้าหน้าที่บริหารของบริษัทโรงละครและเป็นภรรยาของผู้ต้องสงสัย ในขณะที่คนอื่นที่เหลือเป็นสมาชิกในทีมการแสดงในละครเรื่อง Sherlock Holmes: The Final Adventure\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "เบนน์ชี้ว่าค่าตอบแทนที่ได้รับจากองค์กรแห่งนี้มีจำนวนเพียงไม่กี่เปอร์เซนต์ของรายได้ทั้งหมดของเขา; เมื่อคืนที่แล้วเบนน์ไปแสดงกับวงดนตรีของเขาที่โรงละครBloomsbury ในนกรุงลอนดอน\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "ครั้งนี้เป็นแผ่นดินไหวชนิดที่เรียกกันว่า แผ่นดินไหวระดับลึก ที่ทำให้รู้สึกสะเทือนไปในขอบเขตกว้างไกล\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ฝ่ายค้านออสเตรเลียได้ใช้คำวิจารณ์มาเป็นโอกาสในการโจมตีฝ่ายรัฐบาล\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "ในระหว่างการเดินทาง กลุ่มวัยรุ่นเริ่มทำลายทุกอย่างโดยไม่มีเหตุผลที่ชัดเจน\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "เมื่อวันพฤหัสบดี Al-Qaeda เผยในเว็บไซต์ว่า Ihab al-Sherif นักการทูตมือหนึ่งของอียิปต์ถูกสังหารในอิรัก\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "โครงการ Regional Partnerships ได้ให้ความช่วยเหลือจากรัฐบาลสำหรับโครงการที่อยู่ในเขตภูมิภาค\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "ครั้งนี้เป็นครั้งแรกที่มีการพิพากษาลงโทษ หลังจากที่มีการออกกฏหมายบังคับใช้ในปี 2003 เพื่อที่จะควบคุมการส่งอีเมล์ที่ไม่เป็นที่ต้องการจำนวนมากหรือที่เรียกว่าสแปม ไปยังกล่องข้อความของผู้ใช้อีเมล์\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "โค้ชอเมริกันฟุตบอลถูกยิงที่โรงพละศึกษาของโรงเรียนในรัฐ Iowa สหรัฐอเมริกา\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "Andrzej Wajda ผู้กำกับภาพยนตร์ชาวโปแลนด์ แสดงความคิดเห็นเรื่องแผนการฝังศพของประธานาธิบดีคนล่าสุด โดยกล่าวว่า \"Lech Kaczynski เป็นสามัญชนและเป็นคนดี แต่ไม่มีเหตุผลอะไรที่เขาจะทอดกายอยู่ใน Wawel ท่ามกลางเหล่ากษัตริย์ของโปแลนด์และนายพล Józef Piłsudski [ผู้ก่อตั้งชาติโปแลนด์สมัยใหม่]\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "Băsescu ได้รับการสนับสนุนจากชนชั้นกลางที่มีการศึกษาซึ่งเป็นผู้ที่ชื่นชอบความคิดในการขจัดการทุจริต ซึ่งโรมาเนียเป็นประเทศที่มีการทุจริตมากที่สุดแห่งหนึ่งในภูมิภาค\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "คนส่งจดหมายรัฐได้ลงคะแนน 3:1 เห็นชอบในการประท้วงแห่งชาติในประเทศอังกฤษ\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ส่วนสหรัฐอเมริกาและยุโรปต่างเพิ่มการแพร่กระจายมากกว่าร้อยละ 25 ในการปล่อยก๊าซ\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "อย่างน้อยที่สุดฟันของซากดึกดำบรรพ์ เขี้ยวหนึ่งซี่ และฟันกรามแปดซี่ของพันธุ์ที่ไม่ทราบชื่อในบรรพบุรุษลิงที่พบในแอฟริกา โดยทีมของนักวิจัยจากเอธิโอเปียและญี่ปุ่น ผู้ซึ่งเปรียบเทียบฟัน 3-D กับซากดึกดำบรรพ์ที่มีอายุย้อนไปไกลถึง 8 ล้านปี และพบว่าซากดึกดำบรรพ์อาจเป็น \"บรรพบุรุษสายตรง\" ของลิงซึ่งปัจจุบันอาศัยอยู่ในแอฟริกา และซากดึกดำบรรพ์ของลิงสายพันธุ์ใหม่เป็นพันธุ์ของกอลิล่าซึ่งกินพืชที่มีกากใยสูงเป็นส่วนใหญ่\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "บางคนยังมีชีวิตอยู่และนาวิกโยธินนายหนึ่งคิดว่าชายที่นอนอยู่บนพื้นเป็นผู้คุกคามเพราะมองเห็นแขนข้างหนึ่งได้ไม่ชัด เขาจึงอาจแอบซ่อนอาวุธไว้\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "จากนั้นก็เป็นการเล่นอย่างดุเดือดของทั้งสองทีมโดยเฉพาะอย่างยิ่งชาวดัตช์ แต่ Torbinsky และArshavin ได้ยิงประตูให้รัสเซียเอาชนะไปได้ในการแข่งขันครั้งนี้\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Barack Obama และ John McCain วุฒิสมาชิกผู้สมัครชิงตำแหน่งประธานาธิบดีสหรัฐฯ เข้าร่วมการประชุมกระจายเสียงสดจากโบสถ์ Saddleback เมือง Lake Forest\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Melor ค่อนข้างอ่อนกำลังลงขณะที่มุ่งหน้าไปยังทิศเหนือ บริเวณภาคกลางเกาะของญี่ปุ่น\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "เครื่องยนต์ทั้ง 2 ของเครื่องบินเจ็ตเพิ่งได้รับการซ่อมบำรุงที่เมืองแปร์ปิยอง ในการเตรียมความพร้อมเพื่อส่งกลับไปใช้งานกับแอร์นิวซีแลนด์ โดยสายการบิน German airline XL ซึ่งได้ดำเนินการภายใต้สัญญาเช่า\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "รถไฟที่ออกจากสถานีเอดจ์แวร์ โร้ด ที่มุ่งหน้าไปสถานีแพดดิงตันซึ่งเป็นรถไฟสายเซอร์เคิลเช่นกันได้ถูกระเบิดคนละด้านกับรถไฟที่มาจากอีกเส้นทางนึง ซึ่งทำให้ตอนแรกประชาชนคิดว่ารถไฟตกราง\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "ในการประชุมสหประชาชาติว่าด้วยการเปลี่ยนแปลงสภาพภูมิอากาศที่กรุงโคเปนเฮเกน ภายหลังการเจรจาเป็นเวลาสี่วัน ประเทศในแถบทวีปแอฟริกาได้จัดทำร่างแรกของสนธิสัญญาที่น่าจะเป็นไปได้ในอนาคตเพื่อใช้แทนพิธีสารเกียวโตปี 1997\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "กลุ่มนักวิทยาศาตร์คาดการณ์ว่าสิ่งมีชีวิตมากถึง 5 ล้านสปีชีส์จะสูญพันธุ์ไปในศตวรรษนี้\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "เมื่อถูกกระตุ้นจากคำประกาศของประธานาธิบดี George W. Bush ว่าชาวอเมริกันในอิรักตายเพื่อ 'เรื่องที่มีเกียรติ'นาง Sheehan จึงตั้งค่ายกินนอนที่ไร่ปศุสัตว์รัฐ Texas ของ Bush ตลอดสัปดาห์ที่แล้วเพื่อเรียกร้องขอการพูดคุยเป็นการส่วนตัวกับประธานาธิบดี\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "เขากล่าวว่า 70% ของค่าใช้จ่ายในการดำเนินงานถูกนำไปเป็นค่าน้ำมัน และทางสายการบินได้ทำการเพิ่มค่าน้ำมัน 100 บาทแล้ว เป็น 850 บาทต่อรอบ\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "เขายังกล่าวอีกว่าทางสายการบินจะสามารถกลับมาให้บริการได้อย่างง่ายดายหากราคาน้ำมันลดลง โดยเปิดเผยว่า \"หากสถานการณ์ดีขึ้นโดยราคาน้ำมันลดลงและแนวโน้มผลกำไรดีขึ้น เราจะทำการบินอีกครั้ง\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Jenkins สามารถทำความเร็วได้ 126.1 ไมล์ต่อชั่วโมง (202.9 กิโลเมตรต่อขั่วโมง) ในรถ Greenbird ของเขาเมื่อขับไปตามที่ราบลุ่มทะเลสาบ Ivanpah ของเนวาดา\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "New York Yankees ดีดตัวกลับจากความพ่ายแพ้อย่างหนักเมื่อวันเสาร์ด้วยการคว้าชัยชนะในเกมวันอาทิตย์ 9 ต่อ 4 นัดที่เจอกับ Cleveland Indians จากการตีลูกได้อย่างทันเวลา\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "Rico ได้เข้าทำงานหลากหลาย แต่ความชอบของเขาคืองานที่เขาทำตอนนี้ -เขาเปลี่ยน \"ขยะ\" ที่ไม่มีใครต้องการเป็นเฟอร์นิเจอร์สุดแหวกแนวได้\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "คุณแสดงด้านที่แข็งแกร่งออกมาและในบางครั้งคุณก็สงสัยว่าทำไม\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "จากการไปเยือนล่าสุดของนายทักษิณ ชินวัตร หลังจากนั้น ได้เกิดเหตุการณ์ยิงกันตามมา\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "ข้อตกลงดังกล่าวยังคงรอการอนุมัติจากผู้ถือหุ้นส่วนใหญ่ของบริษัท PlanetOut ซึ่งต้องปฏิบัติตามกฏระเบียบและข้อบังคับโดยการยื่นเอกสารและรอการอนุมัติ รวมถึงบริษัทต้องปฏิบัติตามเงื่อนไขบางประการ\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "ตามแผน ทั้งสองจะสนทนากันเกี่ยวกับวิกิพีเดียและประสิทธิผลของสารานุกรมเสรีนี้\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "ส่วนหนึ่งของนโยบายใหม่คือ อาวุธสามัญจะมีบทบาทมากขึ้นในอนาคต\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "งบประมาณดูแลรถรางใหม่นี้คาดว่าส่วนใหญ่มาจาก TfL อย่างไรก็ตาม the London Borough จาก Croydon ได้ยืนยันว่ามีส่วนร่วม 3 ล้านปอนด์ในโครงการนี้\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "พ.ร.บ.นี้ซึ่งได้รับการสนับสนุนโดย Darlene Senger ผู้ว่าการรัฐจากเขต Naperville ผ่านด้วยคะแนนเสียงข้างมาก 114-1 และจะได้รับการพิจารณาจากสมาชิกวุฒิสภารัฐ Illinois\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ชาวเมือง Azeris บางส่วนเชื่อว่า \"สามชั่วโมงของการปฏิวัติ\" ไม่สามารถเปลี่ยนอะไรในประเทศได้\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "\"เขากำลังอยู่ในภาวะอ่อนแอ เนื่องจากสิ่งที่เกิดขึ้น\" นาย Stary กล่าว\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "โดยที่การเตือนภัยระดับโค้ดเรด ซึ่งเป็นการอพยพเต็มรูปแบบได้ถูกตั้งขึ้นเวลาประมาณ9:15\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "เขาเสียชีวิตด้วยวัย 76 ปี หลังต่อสู้โรคมะเร็งมาอย่างยาวนาน โดยทิ้ง Elsie ภรรยาวัย 54 ปี และลูกชาย ได้แก่ Andrew, Paul และ Mark ไว้เบื้องหลัง\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "เพื่อนของเขาซึ่งไม่ขอเอ่ยนาม ได้ยิง Rhys Johnson เข้าที่หัวใจด้วยปืนลมรุ่น .22 caliber Webley Vulcan ในระยะประชิด\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ตามการแถลงของทูตรอิสราเอลถึงสหรัฐอเมริกา ระบุว่า อิสราเอลยอมรับคำขอโทษ\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "สถานีรถไฟใต้ดิน Piccadilly Circus ได้กลับมาเปิดอีกครั้ง หลังจากถูกปิดไปก่อนหน้านี้\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "และเขายังเสริมด้วยว่า การสังกัดพรรคดีกว่าการเป็นอิสระ\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "นักการเมืองอังกฤษบางคนคัดค้านการจ่ายเงินชดเชยให้กับคนที่ถูกมองว่าเป็นผู้ก่อการร้าย\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "เขานำ Parkersburg สู่การแข่งขันในรอบตัดเชือกระดับมลรัฐ 19 ครั้ง และได้เป็นทีมฟุตบอลประจำรัฐในปี 1993 และ 2001\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "กลุ่มนักวิทยาศาสตร์ด้านสิ่งแวดล้อมชี้ว่า พวกเขาได้มีหลักฐานแน่ชัดว่าโลกกำลังอยู่ระหว่าง \"การสูญพันธุ์ครั้งใหญ่ที่สุดในรอบ 65 ล้านปี\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "การทดลองในระยะต่อไปจะทดสอบในกลุ่มช่วงอายุที่หลากหลาย จำนวน 700 คน\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "ในการเลือกตั้งปี 2003 ADQ ได้รับคะแนนโหวต 21%\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "แบบจำลองทำนายว่า อนุภาค Higgs boson ให้มวลแก่อนุภาคพื้นฐานทั้งหมด และอธิบายถึงการดำรงอยู่ของสสารมืด หรือสสารที่มองไม่เห็นในระหว่างกาแล็กซี\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "\"เมื่อผมเป็นประธานาธิบดี นโยบายเศรษฐกิจเดียวที่ผมจะผลักดันคือประหยัดงบประมาณสหรัฐอเมริกา\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Lieberman ปัจจุบันประจำอยู่ที่ Grogia กับวุฒิสมาชิก Lindsey Graham; เขาได้ตอบคำถามที่เกี่ยวกับการชุมนุมว่า \"มีความเป็นไปได้ อย่างไรก็ตาม จะมีการประกาศอย่างเป็นทางการต่อไป\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "โรงงานใหม่ต่างผลิตได้ถึงแห่งละ 30 ล้านแกลลอน (113 ล้านลิตร) ต่อปี\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "มีการสงบนิ่งเพื่อไว้อาลัยในการแข่งขันฟุตบอลช่วงสุดสัปดาห์ โดยแฟนๆได้สร้างแท่นบูชาไว้ที่สโมสร Newcastle United และ Ipswich Town สโมสรสองแห่งซึ่งเขาเคยมีส่วนร่วมมากที่สุด\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "การเจรจาต่อรองในการประชุมสหประชาชาติเรื่องการเปลี่ยนแปลงทางสภาพภูมิอากาศประจำปีคริสตศักราช 2010 จะดำเนินต่ออีกครั้งสัปดาห์นี้ที่เมืองบอนน์ ประเทศเยอรมัน\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "ไตดังกล่าวสามารถผลิตปัสสาวะและของเสียได้โดยปราศจากการลิ่มเลือด ทั้งในห้องปฏิบัติการและในหนูที่ยังมีชีวิตอยู่\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "หนึ่งนาทีหลังจากศาลอุทธรณ์เมือง Edinburgh ปฏิเสธการประกันตัวบนพื้นฐานของความเห็นใจ Jim Swire โฆษกของครอบครัวเหยื่อผู้รับเคราะห์ และเป็นผู้ที่สูญเสียลูกสาวไปในเหตุการณ์โศกนาฏกรรมตัดพ้อต่อผลการพิจารณาคดี\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "วันๆเธอได้แต่นอนบนหมอน มองสิ่งต่างๆรอบตัว\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ในช่วงปี 1980s และปี 1990s Bethe ได้ทำการรณรงค์ให้มีการใช้งานนิวเคลียร์เพื่อสันติ ไม่เห็นด้วยกับการใช้อาวุธนิวเคลียร์เพื่อการแข่งขัน และต่อต้านการทดลองอาวุธนิวเคลียร์\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "เอกสารล่าสุดที่วิกิลีกส์ได้รับมาคือ รายละเอียดสำเนาคู่มือประจำปี 2004 ซึ่งลงนามโดยพลตรีเจฟฟรีย์ ดี มิลเลอร์ จากกองบัญชาการใต้ของสหรัฐ\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "ขณะเดียว เยรูซาเล็มโพสต์ รายงานว่ามีการความไม่พอใจเพิ่มขึ้นในกองกำลังป้องกันของอิสราเอล ซึ่งจำเป็นต้องกระทำการด้วยตนเองเพื่อหยุดยั้งอิหร่านจากการได้รับอาวุธนิวเคลียร์ เนื่องจากสหรัฐไม่มีทีท่าว่าจะกระทำการดังกล่าว\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ตามที่ ABC ได้เข้าร่วมใน เมือง Charlotte รัฐ North Carolina Flair กลายเป็นส่วนหนึ่งในเหตุการณ์บนถนน และถูกกล่าวหาด้วยความโกรธเมื่อวันพุธที่แล้ว ที่ถนน Interstate 485\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "ได้มีการสอบสวนโครงสร้างคอนกรีตเหล็กเสริมสูง 100 ฟุต 3 ที่ ซึ่งเป็นโรงเก็บน้ำตาลใต้ดิน จากเหตุการระเบิดโรงกลั่นน้ำตาลของจอร์เจียในปี ค.ศ. 2008 ซึ่งทำให้ศูนย์กลางถูกทำลายไป\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม เวลากว่าครึ่งคือการพยายามแกะฝาของ iPhone ให้เปิดออก\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "เป็นที่น่าตกใจว่าประโยคไม่กี่ประโยคถูกดึงออกจากบริบท เพื่อทำให้เกิดภาพที่องค์กรของเรานั้นร่วมมือกับพวกคลั่งศาสนา ว่าพวกเขาสามารถเขาถึงเราได้โดยตรง - เราดำเนินมัสยิดของเราด้วยนโยบายประตูที่เปิดให้ทุกคนสามารถเข้าหาเราได้ตลอดเวลา\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "ดูเหมือนว่างานนับถอยหลังวันขึ้นปีใหม่ 2008 ของกรุงไทเปจะ \"จืดชืด\" เนื่องด้วยปัจจัยทางการเมือง\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "หนังสือนี้ได้ถูกจัดลำดับเป็นหนังสือขายดีอันดับ 2 ของนอร์เวย์\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "เธอยังกล่าวด้วยว่าการไล่ออกเป็นผลมาจากที่เธอร้องเรียนเกี่ยวกับ Thomas\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "กลุ่มเหยื่อล่าสุดถูกพบเมื่อวันที่ 12 ธันวาคม 2006 ในแถบชนบท โดยไม่กี่ร้อยเมตรถัดไปได้พบอีกศพภายในเวลา 40 นาทีหลังจากที่พบศพก่อนหน้า\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ฮอปเปอร์เป็นนักถ่ายรูป จิตรกรและช่างแกะสลักที่มีผลงานมากมาย ซึ่งผลงานของเขาเหล่านั้นก็ได้ถูกนำไปจัดแสดงทั่วโลก\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "อ้างอิงจากนาย Keith Lyons ผู้อำนวยการสถาบันแห่งชาติการกีฬาจากมหาวิทยาลัย Canberra กีฬาเป็นส่วนสำคัญของวัฒนธรรมออสเตรเลีย และพัฒนาการของกีฬาก็ต้องได้สิทธิสนับสนุนจากสองฝ่าย\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "ผู้โดยสารส่วนใหญ่เป็นชาวต่างชาติจากบริษัทก่อสร้าง Nass-Murray and Roberts และกำลังเพลิดเพลินกับอาหารมื้อค่ำระหว่างล่องเรือ เพื่อฉลองความสำเร็จของพวกเขาที่ได้มีส่วนร่วมใน World Trade Centre tower\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "นายกรัฐมนตรีรัฐควีนส์แลนด์ นาย Peter Beattie กล่าวว่า การเปลี่ยนผู้นำคนใหม่ \"จะทำให้เห็นถึงช่วงเวลาใหม่ของความมั่นคงสำหรับพรรค\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "การบริการของ Thalys ระหว่าง Brussels และ Cologne ได้กลับมาเปิดให้บริการตามปกติแล้ว แต่ในเส้นทางไป Amsterdam และปารีสยังคงหยุดให้บริการอยู่\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "ควรจะสังเกตว่ากฎหมายของ Kazakh ไม่ได้กำหนดให้การย้ายออกในรูปแบบนี้เป็นการทำลายบ้าน และการย้ายออกควรจะประกอบไปด้วยการบันทึกทรัพย์สินที่ถูกนำออกจากสิ่งก่อสร้าง ในขณะที่จะต้องมีการให้สถานที่ในการเก็บสิ่งของเหล่านี้หากจำเป็น\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "พวกเขากล่าวว่า พวกเขาต้องการที่จะดำเนินการตรวจสอบอาคาร Pine Gap ซึ่งเป็นที่ถกเถียงกันโดยประชาชน\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Andrew Miller สูตินรีแพทย์ของโรงพบาบาล กล่าวว่า การตั้งครรภ์นอกมดลูกไปจนครบเทอมนั้น \"ไม่เคยมีมาก่อน\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ตำรวจในอินโดนีเซียได้ส่งต่อเอกสารจำนวน 200 หน้า เกี่ยวกับหายนะ Garuda Indonesia Flight 200 ให้แก่คณะอัยการ\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ตู้เอทีเอ็มที่หาดเวอร์จิเนีย มลรัฐเวอร์จิเนีย ถูกถอดรหัสทำให้มันจ่ายเงินเป็น 4 เท่าของจำนวนที่ต้องจ่ายจริง เพียงแค่กดรหัสตัวเลขบนแป้นพิมพ์ของเครื่องเท่านั้น\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "\"มันเป็นการดูหมิ่น..สิ่งที่เขาทำเป็นการนำเสนอชนเผ่าเมารีแบบผิดๆ\" Bidios กล่าว\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "นักวิจัยได้พบว่า ตับส่งยีนด้วยความเร็วในระดับที่สูงกว่าซึ่งเข้ารหัสเป็น \"ซีเลโนโปรตีน พี\"(SEPP1)ในคนที่เป็นเบาหวานประเภท2 ซึ่งจะมีอาการดื้ออินซูลินมากกว่า\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ขบวนยานประกอบไปด้วย ขบวนยาว 115 ฟุต สองขบวน ลำปีกสามารถขยายได้ถึง 240 ฟุต ยังรวมถึงอุปกรณ์อื่นๆ ที่เชื่อมสองส่วนเข้าด้วยกัน อีกทั้งยังทำให้สองส่วนนี้หมุนเป็นเกลียวได้เวลาติดตามดวงอาทิตย์\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "ในขณะที่ผู้อยู่อาศัยชาวเปรูเดินหน้ายื่นฟ้องร้องบริษัท Newmont Mining ต่อศาลเมือง Denver ซึ่งเป็นบริษัทเหมืองทองที่ใหญ่ที่สุดในโลก บางคำถามที่สำคัญเหล่านี้อาจจะถูกตอบในที่สุด\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "พวกเขายังขอให้ถอนสถิติของ Matos ออกจากสถิติโอลิมปิกทั้งหมด\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "\"UNRWA ตัดสินใจที่จะระงับการทำงานทั้งหมดในฉนวน Gaza เพราะการกระทำที่ไม่เป็นมิตรต่ออาคารสถานที่และเจ้าหน้าที่นั้นเพิ่มมากขึ้น\" Adnan Abu Hasna โฆษกของ United Nations Relief and Works Agency (UNRWA) ใน Gaza กล่าวเมื่อวานนี้\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "เจ้าหญิง Kiko มีพระประสูติกาลพระโอรส หนัก 2,558 กรัม (5.639 Ib) เมื่อวันที่ 6 กันยายน เวลา 8 โมง 27 นาที (เวลาที่ประเทศญี่ปุ่น)\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "คนกลุ่มนี้ได้รับการว่าจ้างในเดือนเมษายน 2008 จากบุคคลที่รู้จักในนาม A Giai และ A Tran ให้ขนย้ายกัญชาจากปากีสถานไปยังแคนาดา และถูกจับได้เมื่อวันที่ 12 พฤษภาคม 2008\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "รัฐธรรมนูญฉบับนี้ได้รับการสนับสนุนจากกลุ่มพลเมืองและการเมืองส่วนใหญ่, แม้ว่าจะมีสองกลุ่มเรียกร้องให้บอยคอตการลงประชามติครั้งนี้ โดยกล่าวว่ารัฐธรรมนูญที่เสนอนั้นละเลยความเป็นทาส ซึ่งถูกสั่งห้ามอย่างเป็นทางการแต่ยังคงมีอยู่ตามข้อมูลของนักเคลื่อนไหว; และประเด็นปัญหาเกี่ยวกับ \"การอยู่อาศัยร่วมกันของชุมชนที่มีเชื้อชาติแตกต่างกัน\" (เช่นคนผิวดำและอาหรับ)\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "รายงานกล่าวว่ามีผู้มาลงคะแนนเสียงมากกว่า ห้าสิบเปอร์เซ็นเพียงเล็กน้อย\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ตำรวจได้ทำการกวาดล้าง และช่วยเหลือผู้หญิงเหล่านั้นหลังจากได้รับการแจ้งเตือน\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "ลุงของ Kazemi กล่าวกับ CNN: \"ระหว่างที่ถูกทรมานและกดดันอยู่นั้น (คู่ขาของเขา) ได้เอ่ยชื่อของ Mehdi ว่าเป็นแฟนของเขา\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "ไวรัสสายพันธุ์นี้ถูกพบช่วงระหว่างเดือนเมษายนถึงมิถุนายนในปี ค.ศ. 2006 ในมณฑล Fujian ประเทศจีนในขณะที่ทีมของ Guan กำลังตรวจสอบเป็ด ไก่ ห่านและสัตว์ปีกอื่นๆ ที่ตลาดในมณฑล\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "บริษัท Procter & Gamble เจ้าของ Pringles อ้างในการพิจารณาคดีเดือนพฤษภาคมว่า Pringles เองก็ไม่ได้ให้ความรู้สึก รูปลักษณ์ หรือรสชาติที่เหมือนขนมทอดกรอบ\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "นาย Woolmer เคยลงแข่งขันแบบสมัครเล่น 19 ครั้งให้ทีมอังกฤษ นอกจากนี้ยังเคยเป็นโค้ชให้ทีม Warwickshire และทีมแอฟริกาใต้ก่อนที่จะมาเป็นโค้ชให้กับทีมปากีสถาน ในปี ค.ศ. 2004\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "นักสืบกล่าวว่า พวกเขายังไม่มั่นใจว่าการระเบิดนั้นเป็นอุบัติเหตุ หรือมีส่วนเกียวข้องกับการทำผิดกฎหมาย เมื่อการดำเนินการในขั้นต้นนั้นมุ่งพยายามหาผู้รอดชีวิต\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    }
]
}