{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Classification"
    ],
    "Input_language": "fa",
    "Output_language": "en",
    "instruction_language": "en",
    "Definition": "In this task, a food review will be given to you. You have to Classify the sentiment of the reviewer toward the food into: \"negative\", \"neutral\", \"positive\", and \"mixed\". The mixed category indicates reviews where none of the sentiments are dominant (mix of positive and negative, or borderline cases); hence it is hard to detect the primary sentiment. Also, assign neutral label to reviews that express no clear sentiment toward an entity or any aspect of it.",
    "Positive Examples": [
        {
            "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
            "output": "positive",
            "explanation": "This is a good example. The sentiment of the review is positive toward the food."
        },
        {
            "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
            "output": "negative",
            "explanation": "This review expressed a negative sentiment toward chocolate."
        },
        {
            "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
            "output": "positive",
            "explanation": "This review is positive because the reviewer thinks it is the best choice."
        }
    ],
    "Negative Examples": [
        {
            "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
            "output": "negative",
            "explanation": "In this review, none of the sentiments are dominant (mix of positive and negative), so the correct label is \"mixed\"."
        },
        {
            "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
            "output": "positive",
            "explanation": "The reviewer's sentiment toward the food is negative. "
        }
    ],
    "Instances": [
    {
        "input": "من هفته ای دوتا میخرم عصای دستمهه حتی ماکارونی و کتلت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در کل از برند خشکپاک بعید بود این کیفیت پایین و اصلا پیشنهاد نمیکنم به کسی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز کاملا ارزش خرید داره و مزه خوبی هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد بود، عکس یه تن ماهی خوشگل گذاشتن، باز میکنی میبینی، ماهی ریز بد بو و بد مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوب و جالب اما ماندگاری طعمش کمتر از تریدنت هست.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا پاک نشده بود پولک ها و بسته بندی خوبی هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوب و درجه یک این محصول باعث شد من نظر بدم و از همه نظر و کیفیت عالی و درجه 1",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روغن به نسبت خوبیه و از یه برند معتبره. البته بهتره که مصرف روغنو کاهش بدیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این ترکیب گوساله و گوسفند مناسب هر طبعی می باشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیشتر فلفلی بود تا دارچین جالب نیست چسبندگی زیاد میخوای بندازی دور ،به دستت میچسبه !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "باورکرنی برام نبود کیفیت و طعم محصولات عوض شده بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من برای غذاها و کیک ها ازین شیر استفاده می کنم و برای خوردن تنها اصلا طعمش رو نمی پسندم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوشم نیومد یه طعم سوختگی داره عقاب خیلی بهتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه شربت سرماخوردگی میده، همین مزه هم یک دقیقه ای ازبین میره، هیچ بویی هم نداره، مفت گرونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به طرز وحشتناکی بد بو بود و غیر قابل تحمل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام. بیش از حد شیرینه و طعم هل طعم غالب بود که من اصلا دوست ندارم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عالیه،بوی روغن زیتونش با درب بسته تو هوا پخشه،روغن زیتون مشتی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نحوه توضیح بع اشتباه افتادم و انتظار فیله مرغ را داشتم ولی سینه مرغ بود که شبیه فیله بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از دیجی کالا توقع نداشتم، که بسته عدسی که پاره شده رو چسب بزنه و بفرسته، واقعا افتضاحه، ارسالتون واقعا نقص داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من فقط چای دیر دم طبیعی میخرم اصلا چای رنگ دار نمیخرم ،،طبق نظر دوستان که گفتن دیر دم هست خریدم هنوز دم نکردم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "طرفش خیلی نازکه تو دست نمیشه نگه داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از این برند ارده و شیره خرما گرفتم، رضایتم جلب شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی استخوان ریز و اذیت کننده داره. استخوان هاش کلفت و سفت هستن نمیشه خورد، خیلی هم ریز هستن نمیشه از شرشون خلاص شد. یکمی ازش دادیم به گربه، طفلی گربه هم پدرش در اومد داشت خفه میشد بخاطر تیغهای نافرمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ، کیفیت گوشت خوب بود ، چربی کمی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه ست خیلی هم تازه ست ممنون از دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تاریخ روز گذشته بود, خیلی کوچک بود و تازه نبود, انگار که جوجه بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برا عصرانه یا میان وعده بسیار مقوی قیمت کیفیت عالیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیارخوشمزه تکه های مناسب قیمت کمی ازبیرون ارزانترالبته با تخفیفی که داشت راحتی ارسال سریع",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از ۹ تا تخم مرغ ۴ تا شکسته ۳ تا ترک خورده بود و اصلا خرید این نوع تخم مرغ با این بسته بندی رو توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعاً عسل و کنجده، نه شکر و کنجد، همین برای خریدش کافیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در مشخصات روغن کنجد نوشته شده است که کنجد به روش پرس سرد است، اما روغن کنجد تصفیه شده در بسته بندی وجود دارد،",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کاملا مزه ی آب نبات قیچی رو حس میکنین...، تو شگفت انگیز برای شیرین کردن چایی بد نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خوب بود. زود از دهان نمیره بایودنت برند ثابت شده ای در آدامس هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار رقیق بود، تقاضامندم دیجی‌کالا از برندهای معتبر و با کیفیت عرضه کنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته بو داده و نمکین گلستان رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "راضی هستم و همیشه استفاده می کنم. خوش طعم، تمیز با پکیجینگ مناسب. فقط کاش این نوعش که نمکی هست، کم نمک تر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای میزان کردن وزنش دقیقا ی تیکه استخوان بهش اضافه کردن من دو بسته خریدم که هر دو همینطور بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من همیشه مهیا پروتین رو انتخاب میکنم مخصوصا اگه با تخفیف بشه واقعا عالیه و طعم خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمی‌دونم صرفا چون خوش‌رنگه حس می‌کنم خوشمزه‌تر از تخم‌مرغای دیگه است یا واقعا خوش‌مزه‌‌تره. من طعم تخم‌مرغ محلی رو دوست ندارم و در نتیجه محلی نبودن این تخم مرغ برای من پوینت مثبت محسوب میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه تاریخ تولیدش نزدیک بود ولی طعم کهنگی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بال مرغ بوی بدی میداد که نشان دهنده کهنگی و فاسد بودن ان است.تاریخ ان نیز مال ۲ روز گذشته بود در نتیجه تمام ان دور ریخته شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زمانهایی که تخفیف خوب میخوره، واقعا برای خرید به صرفه میشه! طعم جذابی هم دارد و بنده و همه اطرافیان پسندیدند! به همین دلایل، تعداد نسبتا زیادی از این محصول را از دیجی کالا خرید کرده ام.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این نوعش بمب کافیینه . عطر و بوی خوبی هم داره و به نظرم برای خوردن یک قهوه سریع و خوب در محل کار یا جایی که دسترسی به دستگاه نباشه عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من ظاهر و اسمش خیلی از خودش خوشمزه تره و مزه ش اصلا چنگی به دل نزد. پشیمون شدم از خریدش.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه چندنوع میوه مختلف هست معلوم نیست مزه چی میده ولی در کل خوشمزه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه به هیچ وجه خوب نبود و منو یاد قیمه های پادگان زمان سربازی انداخت و بنده به شخصه پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در توضیحات محصول بنویسید ترا ریخته! در ضمن دانه های سویا بسیار ریز بود!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با درود، توجه داشته باشید که این روغن کپی برداری غیر مجاز از برند با کیفیت کریستال ترکیه هست، اونی که من خریدم نشتی داشت و من بعد از رسیدن متوجه شدم که ایرانی هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این شیر مزه خوبی ندارد و البته این موضوع سلیقه ای است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود، البته تازه تازه نبود ولی در کل خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من شیر کامل کاله رو با این مقایسه میکنم .اصلا کامل نیس و فرقی با شیر معمولی نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه اولم نبوده از دیجی کالا گوشت میخرم در کل راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه اس فقط موقع طعم دار کردن باید خیلی کم بهش نمک بزنید نمک رو خیلی به خودش جذب میکنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وزن پایین است و قیمت نسبتا مناسب کاش با بسته بندی های بزرگتر نیز تولید شود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "یکم سایز کاکائو توی بسته کوچولو و نازک هست ولی مزش عالیه. من خیلی خوشم اومد ولی قبلا که خریده بودم یه مقدار سایز کاکائوش بزرگتر و قطرش بیشتر بود. درکل کیفیت و طعمش عالیه و به قیمت میارزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گردن ها به تاریخ روز بودند و بسته بندی مرتب داشتند .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در یه جمله بگم همون چای سبزه که پودرش کردن، مزه خاصی نداره خاصیتش نمیدونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو فروش ویزه پیشنهاد میشه کاش تنوع طعم در بسته 12 تایی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش بد بود و درکل خوب بوی ماهی کیکا رو گرفته بودند.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا شیرین نیست یه کمی هم بوی سوختگی می ده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعمش واقعا مزه شربت سینه مینه ، فکر کنم از اسانس ارزون استفاده کردن طعم طالبیش هم افتضاحه موز و کاکائو و نسکافه اش خوبه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من که دوست داشتم چون همیشه با پوست خرما مشکل دارم خرمای بی پوست و مغزدار با روکش شکلاتی برام جذاب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همشه بنده از نوشابه کاله استفاده میکنم به خاطر قندی که توش هست و از شیر درست میشه و هیچ فرقی با نوشابه های دیگه نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این شکلات رو برای مواقعی که وسط کارم یه چیز خوشزه میخوام خریدمش. حجم بالایی داره و دوماه طول کشید تمومش کنم. مزه شکلات داره به همراه مغزی های متفاوت. برای مهمان و هنگام خوردن چای هم میتونین مصرف کنین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از سر کنجکاوی خریده بودم و الان از خریدم راضی هستم با صبحانه عالی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بوی تندی داشت و با وجودیکه سعی شده بود با مزه دهنده ها این بوی نامطبوع ذاتی کیلکا کاهش پیدا کنه ولی متاسفانه تلاشی نافرجام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حواسم نبود تخم هندوانه با پوست هست و خریدم . ارزش خرید ندارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زمانی که من گرفتم طعمش خوب بود. الان دیگه ارزش خرید نداره چون قیمتش منصفانه و معقولانه نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم تلخ و بدی داره،در کنار موندگی و قیمت نامناسب،اصلا توصیه نمیکنم،برند مزمز خیلی بهتر و با کیفیت تر هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ارده شکلات قهوه ترنگ با نان تازه و چای ، خیلی میچشبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا طعم خوبی نداشت من جای سیب سلامت روی بسته بندی ندیدم مواد شیمیایی خالصه بعد چند روز مصرف گلو رو داغون کرد در کل برید سمت همون سون به اینا اعتماد نکنید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گذشته از قیمت بالا و اینکه خیلی کم تخفیف میذاره این محصول رو دیجی خیلی خوشمزه است و حتما امتحانش کنید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی بهتر از برندهای دیگه بود حیف که دیگه تولید نمیشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه مزه ی خاصی میده، رنگش هم صورتیه، یه طوریه، سلیقه ای بیشتر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نبود. هم تازه نبود و هم لکه خونی خیلی داشت داخل تخم مرغ. یکی از تخم مرغ ها هم شکسته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جنس کپسول خوب نیست موقع گ ذاشتن تو دستگاه بعضیاش له میشه و باز نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی شیرین هست طعم زیاد جالبی هم نداره و قیمتش هم بالاست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل اکثر آدماس های تولید داخل اصلا جالب نیست و مثل سنگ بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "لایه رو گوشت یکدست بدون چربی لایه زیر پر از چربی بود.راضی نبودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعمش در دهان آب میشود و حالت چسبان پیدا میکند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر قیمت معقول‌تری داشت میتوسنت بازار بزرگی رو بگیره چون طعم بسیار متفاوت و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این سایز خیلی کمتر در مغازه ها دیده میشه، با توجه به اینکه اندازه و سایزش عالیه، از دیجی کالا خواهش می کنم که موجودی این محصول رو بیشتر کنه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پسته خام از تنقلات خوبی هست که بخاطر ارزش غذایی بالا خیلی خوبه در میان وعده بچه ها بگذاریم. ولی کاش ارزونتر بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمش بدک نیست. داخل دهان تقریبا اب میشه. جدیدا حال به هم زن شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اول بهتر بود پسته ها کوچک شدند فقط در تخفیف ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دقیقا مزه آب شکر میده ،دور شیشه شکرک زده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حتما پیشنهاد میشه یکبارهم شده این قهوه ترک را استفاده کنید تا طعم واقعی قهوه را متوجه شوید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم رنگش خوب بود هم طعم و عطرش بسته بندیه تکی هم هست که خیلی عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه بود فقط ریز بود و پاک نشده ، برای پلو کاملا مناسبه البته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل راضی بودم هم طعم و مزه خوبی داره و خاویارش هم کیفیت قابل قبولی داره و پیشنهاد می کنم حتما در زمان تخفیف خرید بفرمایید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این حلوا ارده نیست و حلوا شکری است و اگه میدونستم نمیخریدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش قیمته ولی در نظر داشته باشید که تراریخته هست و خدا میدونه چه بلایی به سر خودمون ونسل های بعدمون میاره دیجی کالا باید اینو به توضیحات اجناسش اضافه کنه که نردم حق انتخاب داشته باشن ته اینکه بخریم بعد ببینیم روش نوشته شده تراریخته و تغییر ژنتیک یافته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اکثر ادویه ها به میزان بسیار کم درونش اضافه شده و طعمشون رو اصلا حس نمیکنی.از خریدنش پشیمونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به برند پارمیدا قیمتش مناسبه و کیفیتش نسبت به پارمیدا یه لول پایینتره ولی قابل قبوله",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به شربت های لیموی برندهای دیگه، طعم مصنوعی دارد و من پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولین بار بود که این برند را خریدم طعم و کیفیت خوبی داشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این ماهی تیغ ریز زیادی دارد و بی مزه است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در شگفت انگیز ۴ بسته خریدم خیلی عالی و اقتصادی در اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واسه کسایی که طعم نعناع دوست دارن عالیه خیلی خوش طعم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هر تخم مرغی که شکستم داخلش رگه های قرمز رنگ داشت واقعا بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت دانه بندی و سورتینگ خوب و با قیمت مناسب در دیجی.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت پایین بود و گوشت کف ظرف کاملا قهوه ای بود و مجبورشدم دور بریزم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مربا بسیار خوشمزه کیفیت هم عالیه،یاد آور طعم بچگی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شربت های سن ایچ خصوصا البالوی ان بسیار خوش طعم و به صرفه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شکلات تلخ با طعم خوب دارای مشتقات خود کاکائو( مثل کره کاکائو،و...) و نه جانشین های کاکائو که مضر هستند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اولین بار بود خریدم به نظرم طعمش خوب بود اصلا بو هم نمی داد.ولی گران بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وقتی به دستم رسید تقریبا از حالت منجمد در آمده بود خیلی تیغ های ریز داره طعم و بوش هم جالب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از محصولات دالفور راضی هستیم.مهمترین نکته قند خود میوه است.شیرینی زیادی ندارد.خوشمزه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ماهی ها منجمد شده و بهم چسبیدن، اگر بخواهید یک عدد ماهی را استفاده کنید باید بسته را باز کرده و بقیه از حالت مناسب نگهداری خارج میشن.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بین این همه عسل تقلبی ؛ خیالت راحته کیفیت عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از طعم و ابعاد و ظاهر گوشت میشه متوجه شد قزل الا معمولی یا همون سالمون ایرانی که با این قیمت به هیچ وجه ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این پسته را خریدم قیمت آن حدود 20 درصد از پسته فله بازار ارزان تر بود اما با توجه به کیفیت آن که ریز و نه چندان تازه بود به نظر می رسد بدون تخفیف برای خرید بصرفه نیست. البته بگم که مزه کهنگی هم نداشت.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دیر پخت هست و زمانی که به خورشت اضافه کردم لعاب زیادی داد که البته سلیقه ایه، من با اون لعاب اصلا دوست نداشتم کلا کیفیت معمولی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از طمع این ماکارونی راضی نیستم و پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان معجون خوشمزه ای هستش ولی اگر توی شگفت انگیز بخرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با وجودی که حالتو خوب میکنه ولی نمیشه اسم قهوه روش گذاشت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسته ای که برای من ارسال شد گوشت تازه و فوق العاده عالی بود، کاملاً یک تکه و ران کامل، از خریدم راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا تعجب کردم!! همیشه مزمز میگیرم ایندفعه تموم شده بود گفتم اینو امتحان کنم، ابدا تند نبود، با این همه چیزایی که بهش زدن خیلیی کم مزش یه تلخی میزد، خیلی هم تازه نبود، با این حال امیدوارم فقط همین یه بسته اینطوری بوده باشه!!! ولی من دیگه ازش نمیگیرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مواد توی ساشه از ۱ قاشق چای خوری هم کمتره. و بوی ماهی میده. اصلا دوس نداشتم. رنگشم سبز لجنیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه بسته بندی ضعیفی داره درپوش در ابتدا استفاده از جا کنده میشه دست بهش بخوره اصلا کیفیت نداره الان مارک های دیگه همین درپوش دارن ولی سفت و این مشکل نداره ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو حراج خیلی خوبه نسبت به برندهای دیگه طعم بهتری داره پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همه محصولات کرالیچین عالی هستن با قیمت مناسب و بسته بندی با کیفیت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه ای افتضاح و کاملا مصنوعی اعم از رنگ و مزه همه مصنوعی ارزش خرید نداره اگر میخواید مزه شو بچشید برای یه بار میشه چشید چون یادتون میمونه چیز چرتیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود. مهیا همه ی محصولاتش خوب و با کیفیته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برند معروف و با کیفیتی هست . ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسل بسیار با کیفیتی بود بسیار بهتر از طمع عسل های بسته بندی تو بازار من که راضی بودم عسل هیچ تعریف واحد و بخصوصی در مزه نداره، اما این طمع خوشایند داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود, فقط من موقع خرید به مقدار لیترش دقت نکرده بودم, بطریهای شیرهای در ابعاد کوچیکن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدمش،نصف قوطیش خالیه..محتویاتش خرده و حجمش بسیار ناچیزه..کیفیت مطلوبی نداره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه تو شگفت انگیز بخرین خیلی ضرر نکردین، در غیر این صورت کیفیت پسته اصلا در حد قیمت واقعیش نیست. شوریش زیاده و پسته هم چندان تازه نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا مشخصه که آب شکره نه عسل وقتی با قاشق برمیداری میریزه کامل . باید با ملاقه برداری :(",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت عسل های موجود در بازار، کیفیت مناسبی داره همیشه تخفیف داشته باشه خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش با توجه به بسته بندی خوبش به صرفه است . من دو تا خریدم یکیش خوب بود یکی دیگش یه مقدار طعم کهنگی میداد .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در بسته بندی بهتری اگر عرضه شود خیلی بهتر است",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "کیفیت خوب بدون بو تمیز تازه درتخفیف خرید ارزش دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "جزو بهترین عسل‌های موجود در بازاره که هم طعم خوبی داره هم تقلبی نیست من سال‌ هاست که از این عسل استفاده می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی پوست نازک بودن وبعضیاش ترک خورده بودو،سالم هاروهم باهرروشی آب پزمیکردم که نشکنه،بازم میشکستن،براساس تاریخ روش هم تازه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این عدس را فقط جهت پر کردن سبدکالا خریدم ولی وقتی تو خونه پختیم هم زود پخت هم خیلی خوش طعم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام خیلی خوب هستش فقط مقدارش کمه، حتما بیشتر بخرید تا بیشتر لذت ببرید. موفق باشید ...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو این وضعیت بیماری سعی کنید حضوری خرید نکنید . خوش مزه و عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مناسب و خوش فرم برای سوپ و یا تهیه پیش غذاهای مختلف و غیره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل خوب بود، ولی کمی چرب بسته بندی خوب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این محصول اصلا شنیسل نیست 4 تیکه مرغ درسته بود که یکم پودر سوخاری بهش زدن من برای پخت مجبور شدم هر تیکه را به سه قسمت برش بزنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اون ۴ تا اضافی که روی عکس بسته بندی چاپ شده دیگه توی بسته ش نیست و مجموع وزنش ۴۴۰ گرم ه نه نیم کیلو.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تن ماهی با کیفیت و خوشمزه ای میباشد. با تشکر از دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بی کیفیت بود.زیرش سیاه بود و کمی بو میداد. فکر میکنم دوستانی که تعریف کردن از کارمندهای مهیا پروتئین باشن.چون کاملا بی کیفیت و بی ارزش بود.ممنونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بعد از چندبار خرید سری اخر که بدستم رسید احساس کردم کیفیتش اصلا خوب و مثل قبل نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی خوب بهتر از این نمیشه دم دی جی گرم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عالیه اما گرونه ، باهاش طعم واقعی قهوه رو میچشید .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با توجه به ظاهر و بسته بندی شیک منتظر کیفیت خوب بودیم ولی متاسفانه خیلی معمولی طعم نعنایی خوبی داره ولی کیفیت آدامس معمولی روبه پایین در قیاس با برندهای همردیف این آدامس",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت متوسط و روبه پایین و بعد از مدت کوتاهی جویده شدن، بافت آدامس از هم باز میشود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ساخت کارخانه آمل کاله است و خیلی خوشمزه است. در ضمن به صرفه است چون 1.5 لیتره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی ارزون و خوشمزه است. من شکلات تلخ خیلی دوست دارم. قبلا هم از اینا گرفته بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تکه های شنسیل داخل بسته بزرگ و ضخیم بودن و بخاطر همین هم پختش یکم زمان میبره ولی تازه بود و یخ زده هم نبود. ادویه ی روش هم یه مقدار فلفلی هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "راستش بازش کردم کسی نخورد دادمش به گربه های دم خونه مون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت و مقدار هر بسته مناسب بود، ولی محصول کاملا خرد شده به دستم رسید. به همین دلیل فکر نمیکنم دیگه همچین کالایی از دیجی کالا بخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا با این حجم شیر یه بچه مدرسه ای در روز ،براش کفایت میکنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "ماهی کیلکا درسته درسته داخلشه ولی طعم خوبی نداشت با اینکه من خیلی ماهی کیلکا دوست دارم از این محصول خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و مزه اش خوب نی و انتظار بیشتری میره ازش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انرژی بالایی داره و به عنوان میان وعده خیلی خوبه، با وجود اینکه حجم کمی داره اما ضعف رو از بین میبره و مقویه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه تازه بوده و بعد از پخت هم خوشمزه هست و کیفیت خوبی داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هنوز استفاده نکردم ولی از بقیه شربتهاش استفاده کردم وخیلی خوب بوده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی نوشیدنی های شرکتی واقعا سان استار تکه مخصوصا این طعمش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تند هست من که زیاد نمیتونم تو دهن ام نگه دارم انگلر آغشته به فلفله...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام. بلدرچین فقط برای کباب رو ذغال خوبه. پختش سفته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود راضی بودم ممنون از سوپر مارکت دیجی کالا برای تحویل اجناس در کرج",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیر کاکائو خوبی بود ومن برای تغذیه مدرسه بچه گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب یا بد بودن طعم محصولات با توجه به فرد می‌تونه فرق داشته باشه ولی اینکه یه محصول چه طعمی داره نه. به طور کلی انگار رب رو با آب رقیق کردین و کمی لیمو بهش اضافه کردین.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش اسپایسی هست . برای کسانی که به تندی و سیر علاقه دارند خوبه .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه برخلاف خرید قبلی همین محصول یا سایر محصولات این برند تازه نبود و بوی نامطلوبی داشت که حاکی از وجود مشکل در یکی از مراحل زنجیره تامینه...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت فقط قیمتش بر حسب یک لیتر کمی زیاده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روغن خوبیه ولی انقدر براش تبلیغ میکنن ادم انتظار بیشتری داره ازش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نه رنگ و نه عطرش قابل قبول نیست شخصا اصلاً نپسندیدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم تن ماهی نمیده . گوشت سفید که بیشتر شبیه کنسرو مرغه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای بچه های مدرسه یک پکچ‌مناسب کاغذی وبرای اداره یک میان وعده مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه و ترش و خوشمزه و مقوی است برا کودکان",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من بین تمام برند ها از این برند خیلی راضی هستم و خشک نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت کاملا مانده بود و رنگ طبیعی نداشت، بیخود نیست که تو تخفیف ویژه گذاشتن، اصلا پیشنهاد نمیکنم، هم از مهیا پروتئین و هم از دیجیکالا بعید بود که همچین محصولی رو ارسال کنند!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون هر چند ماه یکبار باید مسواک رو.عوض کرد،می ارزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر ارسال به خارج از تهران فعال بشه بازم میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه نبود موقع پخت پوسته شد که این نشاندهنده ماندگی حبوباته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ازکیفیت بو و طعم این قهوه خیلی راضی هستم،چربی به خصوصی داره که عالی هست.واقعا نسبت به قیمتش کیفیت عالی هست خریدش رو توصیه میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من داخل ۱۰ تا از تخم مرغ ها رگه ی خون پیدا کردم، جوری که از اون موقع دیگه دلم نیومد تخم مرغ بخورم! معلومه که کارخونش اصلا مجهز به دستگاه نیست و همه کاراشون به روش قدیمی مرغداری هاس. هیچ تخم مرغی واقعا تلاونگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته خوبیه. من چند تاش را تو شگفت انگیز گرفتم. خوش پخت هست و سربسته نداره و تو شگفت انگیز واقعا ارزش خرید داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک تکه ی تمیزوخوب زوی بسته ولی زیرش رگ وریشه وچربی واینابود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیتش فوق العاده.تو خریدش شک نکنید.خیلی خوشمزست.هر وقت توپیشنهاد قرار میگیره خرید میکنم فقط حیف که هر بار فقط۳تا میشه خرید کرد.تو کیفیتش شک نکنید.عالی عالی.باتشکر از دیجی کالا.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از بین بقیه برند های شربت خوشمزه تر و با کیفیت تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به دوستداران بادام هندی حتما توصیه می کنم. بادام هاش نسبتا کوچیک و کمی هم خرد شده بودند که احتمالا به خاطر حمل نا مناسب بوده ولی بسیار خوشمزه بوداده و آماده شده بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه نون بستنی مونده میده.حتی در شگفت انگیز ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی نبودم... طعمش هم زیاد خوب نیست ....ماهی هاشک انگار رنده کرده بودن توش ریخته بودن... کلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قهوه با طعم معمولی که قیمت ان با این کیفیت خیلی زیاد است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمت، راضی کننده است. کلا تحفه برای عرضه محصولاتش خلاقیت به خرج می‌دهد و برای کارش ارزش قائل است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای صبحانه پیشنهاد میشود. به اندازه ۲ تا لیوان رنگ داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه .من در پیشنهاد ویژه خریدم که خیلی به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "میزان برشته شدن یک مقدار کم بود کمی بیشتر میتوانست برشته تر باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن بهار کیفیت و برند خوب و معتبر ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چندین ساله خانوادم از این محصول فقط استفاده میکنن، راضی ایم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار خوشمزه با بسته بندی خوب بدون شکستگی به دستم رسید. فقط سری قبلی که خریدم تخم مرغها درشت تر بودن. این سری یه کم ریز قاطیشون بود. ولی بازم ممنون از تیم دیجیکالا که توی این شرایط کرونا هنوز دارن به خدماتشون ادامه میدن. واقعا ممنون ممنون.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیجی با اینکه تخفیف زده بود ولی بازم خیلی از فروشگاه ها گرون تر میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در مجموع کیفیتش خوب نبود، هم ریز بود هم اینکه کلی پوست اضافی داخل بسته بندی بود که اونارو هم جز وزن بسته بندی حساب می کنن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تلخی قابل توجهی نداره ولی نسبت به قیمتش مناسب است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی بد طعم بود. کلی ادویه بهش زدم با این حال بوی افتضاح می داد طعمش هم خیلی بد بود. والا تا حالا ماهی به بد مزگی. این نخورده بودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متأسفانه برخلاف تاریخ مندرج روی بسته‌‌بندی، ماهی‌ها به نطر مونده بودن!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب و تازه بود. تنها ایرادش این بود که برش هاش کمی غیرحرفه ای بود. بعضی تکه ها کوچیکتر کات شده بود، بعضی هاش قیافه اش کمی متفاوت شده بود. بهتره کمی حرفه ای تر کات بشه. ولی در کل برای مصرف روزانه خیلی عالیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بنده دو تا عدد سفارش دادم . در هنگام دریافت ماهی بصورت عدم منجمد دریافت گردید و بر روی آن خونابه راه افتاده بود . در هنگام مصرف و بعد از شستشو بوی بسیار نامطبوع از آن متصاعد شده و قابل استفاده نبود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نیست بیش از اندازه شیرین است و گلو را می زند. دیگر نمی خرم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تکه های ماهی درشت هستند و مثل خیلی از تن ها خرد نیستند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داره اما قیمتش بالاست. خرید میگو تازه به صرفه‌تره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "هر دونه از این آدامس رو نهایت ۳۰ثانیه میشه استفاده کرد بعدش تبدیل میشه به پلاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از نوشابه های دیگه در حال حاضر طعم بهتری داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط یک موردی هست در مورد محصولات منجمد که وقتی خرید میکنید براتون میآرن باید همون روز استفاده بشه چون کاملا یخ زدایی و آبکی شده نمیشه دوباره بذارین داخل فریزر",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بهترین کار اینه برید یه کنسرو ماهی با قیمت بیشتر بخرید تا این کنسرو رو مثل اویلا و... بهتر از این کنسرو بد مزه و مرجوع کردم با تشکر از زحمات فراوان تیم دیجی کالا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشتش خوب بود بسته بندی خوب فقط یه مقدار از کاغذ زیرش با گوشت قاطی شده بود اگر کاغذ زیرش نباشه بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو فروش ویژه بیشتر جذب بسته بندی شدم و خریدمش ولی طعم و بوش واقعا عالیه، کاملا هم تلخ هست، حتما پیشنهادش می‌کنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اصلا خوشم نیومد رنگش خیلس زرده تخم مرغ هورمونیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول با تنوعی که در مزه ها داره و با توجه به کیفیت خوب بسته بندی برای پذیرایی خیلی مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خوشم نیومد و بنظرم طعمش از اناتا بهتر نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیشتر از شش ساله که مرغ و گوشت رو از مهیا پروتئین می‌خرم و همیشه راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مربا خوشمزه ای بود . ضمنا ظرفش هم برای استفاده خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من دوست نداشتم چون لازانیا تک موجود نبود خریدم ولی اصلن دوستش نداشتم ادویه نداشت و اندازش یجوری بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم کیفیت هم حجمش عالیه، فقط دیگه با این قیمت من که دیگه نمیتونم بخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مهم‌ترین قسمت تمیز کردن میگو رگ پشتش هست که پاک نشده بود و از خریدم راضی نیستم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از بقیه شرکت ها هم میگو خریدم، هیچ کدوم به طور کامل پاک شده نیست، ولی این یکی خیلی بد بود، پوست صدفی میگو هم روش بود چه برسه به روده هاش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و غلیظ بود. در سوپر تخفیف با قیمت مناسب خریدم و راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فکر میکردم مزه‌ای مثل نودل رو تجربه کنم اما مزۀ سوپ آماده می داد. خیلی بد بود. با کلی مخلفات که بهش اضافه کردم تونستم بخورم. از تک ماکارون بعید بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در سطح تولیدات قبلی لادن نیست،از این برند انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو این محصول از سرکه صنعتی و شیمیایی استفاده شده و اگر ضرر نداشته باشه، بی‌تردید خاصیت نداره. بهتره از سایر برندها خرید کنید. برای من در شیشه هم آسیب دیده بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تعداد شیر های پرچرب کمتر از کم چرب بود ۴ تا کم چرب بود و ۲ تا پر چرب",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خوشمزه و خیلی دیر مزه و طعمش رو از دست میده خریدش رو پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از برند گلستان اصلا انتظار نداشتم. بادام زمینی ها بوی بد میداد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دو تا چای 250 گرمی، در واقع اسم هدیه را یدک می کشه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اندازه ها همون بود و خب خوش طعم بود و حس بدی نداشت ، توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم قهوه اصلا قابل مقایسه با قهوهای هم رده خارجی خود نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظرم طعم دارچینیش از همه طعماش بهتره ماندگاریش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه یکنواخت نمی پزند یکی له می شه و دیگری سفته پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه طعم خاصی داشت مثل مزه سوسیس. ما که دوست داشتیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیزش به صرفه است. گلستان برند باکیفیت و گران",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "سالم بدون بوی اضافی و خوب و با کیفیت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز گرفتم قیمت مناسبی داشت امیدوارم دیر پز نباشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آسیاب قهوه مناسب دستگاه نیست خیلی نرم شده و به پمپ دستگاه فشار میاره، ترش و خیلی تلخه و عطر خوبی نمیده نسبت به قیمتش خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم مناسبی نداشت و از لحاظ کیفی در سطح مناسبی نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دانه های مشکی کشمش هست که واقعا تعدادش زیاده نسبت به بقیه و برای من که کشمش دوست ندارم اصلا خووب نبود. به نسبت قیمت نمیصرفه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "البته برای من اشتباه ارسال شده بود قرمز فلفلی بود که اصلا خوشمزه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بی کیفیت و بد بود ، واقعا حیف پولی که بابتش داده می شه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی خوبه شیرینیشم زیاد می مونه 24تا آدامس مربع شکل قرمز داره دقیقا طعم نوشابه انرژی زارو میده..",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کار را بندازه برا مهمونی. و در کل هرچی از این محصولات دارای طعم دهنده و مواد نگه دارنده دار کمتر استفاده بشه بهتره. ممنون از دیجی بابت قیمت مناسبش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با قیمتی که خریدم واقعا راضی بودم . خوش طعم مخصوصاً لیویی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پسته بوداده و نمکین گلستان تازه با کیفیت بود. البته این برند تا الان خوب بوده. به نظر چون نمک داره برای بچه ها بهتره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به قیمت بازار خرید اینترنتی را پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من راصی بودم فقط مقدار در هر بسته خیلی کمه برای بچه خوبه سایز پاکت شیر کمی بزرگتر بود بهتر بود یا سایز بزرگترش رو دیجی کالا موجود کنه ممنون می شیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چنگی به دل نمیزنه خیلی رقیقه با دو تا لیوان تموم میشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همین که سالم به دستم رسید و تمیز و سالم بود راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام این برند محصولات خوبی تولید میکنه مثل زیتون و غیره ولی در مورد این یکی خیلی بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم قیمتش نسبت ب روغن های دیگه مناسب تره هم از کیفیت بالایی برخوردار است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی نا مناسب که برای ضد عفونی کردن جهت کرونا مشکل پیدا میکنید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد بو و بد مزه بود. متاسفانه اندکی خوردم و حالم رو بد کرد؛ بقیش رو ریختم سطل آشغال.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روی بسته ای که برام فرستادن نوشته 22 تومن ولی من ارگانیک سفارش دادم که 27 تومنی بود و 5 تومن تخفیف خورده بود و دور از انصافه راضی نیستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه دنبال یه صبحانه خوشمزه و پر انرژی هستین امتحان کنین حتماً میپسندید و شما رو حتی از خوردن میان وعده بی نیاز میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیگه تا این حد بی مزه فکرشم نمیکردم !انگار داری نون خشک میخوری",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من قبلا با تزیین کنحد خریده بودم‌‌ و عالی بود‌.این تزیین شکر داره و من دوست ندارم‌‌.وگرنه طعم بیسکوییت خوشمزست‌.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه بود من پودرش کردم توی کتلت و کوکو می ریزم طعم خوبی به غذا میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رو کالا نوشته تخم مرغ رسمی اصلا رسمی نیست فقط پوستش قهوه ایه اطلاعات غلطه فقط یکدستو یک انذازه و مرتبه همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه اش که مثل بقیه محصولات پپسی هست و فرقی نداره اما بسته بندی و اینکه شیشه ای حس خوبی به آدم میده ....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دستم رسید خیلی از بیسکوبیت ها خورد و نصف شده بودن که در نگاه اول جلوه خیلی بدی رو واسه مصرف کننده داشت ... !",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه که میگرفتم خیلی خوب بود اما متاسفانه دفعه اخر خیلی اشغال و چربی داشت و اصلا تمیز نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نبود بد مزه و خیلی خمیری بود کیفیتش خیلی پایینه فقط دودیه نمک هم نداره کلا بد خوراکه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه یکمی شله ولی ادامسه خیلی خوبیه مخصوصه واسه اونایی که بادکنکی دوست دارن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم ولی اصلا خوب نیست. به نظرم قند خیلی بالایی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شکلات های فرمند بسیار با کیفیت و خوشمزه اند کمتر از محصولات خارجی نیستند - عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عالی و با بسته بندی مناسب با نرخ شگفت انگیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پسته ها ریز بود و در بسته کم نداشت و بعضا توش کهنه هم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انگار که پودر کاکائو رو با روغن مخلوط کردی و قالب زدی ، تو دهن میماسه ، من توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ابتدا که این آدامس میخوری مزه عادی دارد ولی کم کم مزه اش تغییر میکند و خیلی بد می شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت و کیفیت مناسب . تو شگفت انگیز خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش واقعا خوبه گوشت های تکه ای و روشن فعلا در حال حاضر که عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من توی شگفت انگیز دوتاشو خریدم اما هیچ خوشم نیومد...خیلی شله و طعم عسل طبیعی نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود برای عصردنه و میان وعده با شیر خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من پسرم عاشق ایناس ولی دیگه به خاطر حفظ محیط زیست فقط زمانهایی که مجبور باشم شیر دونه ای میخرم و سعی میکنم دیگه کمتر شیر با بسته بندی تتراپک استفاده کنم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "گهگاهی نوشیدنش خالی از لطف نیست هر چند که می‌دونیم نوشابه‌ها برای سلامتی مضرند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نمیدانم این هم اصل وتقلبی داره . به هرحال خیلی بیمزه بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نظر خاصی ندارم نسبت به قیمت در پیشنهاد شگفت انگیز ارزش یکبار امتحان و خرید رو داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زرده ش رنگ پریده بود با اینکه اسمش تخم مرغ محلیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برند خوبیه دقیقا واسه صبحانه خوبه زود دمه عطرش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من برای شیشه درب دارش خریدم ولی برادرم که از مرباش مصرف کرد کاملا راضی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت قیمت ارزش خرید ندارد قیمت خیلی بالاست و طعم معمولی دارد ظاهرش خیلی گول زننده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تخم مرغ ها سالم رسیدند و همه یک اندازه بودند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بی مزه بود وبی کیفیت بو و طمع کافور را داشت قیمتش هم خیلی گرون بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی تنده من که اصلا دوست نداشتم دهن رو خیلی میسوزونه انگار فلفلیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بار اول که خریدم خوب بود ولی سریهای بعدی خ بی کیفیت شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی بد بود متاسفانه بوی وحشتناکی میداد برای دوروز قبل بود اصلا توصیه نمیکنم گوشت ومرغشو بخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد بو و بسیار مونده بود واقعا چرا زنجیره سرما رو رعایت نمیکنن نمیدونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی بد بودی مرغ فاسد افتضااااااح بود با دو ساعت تاخیر اوردن برای اولین بار بود که پروتئین سفارش داده بودم اشتباهه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوبه مخصوصا برای کسی که ویتامین دی پایینی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدم با توجه به قیمتش کیفیتش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه بخاین بخرین پولتو نو دور ریختین،نه رنگ داره نه مزه،یک ساعت گذاشتیم چایی دم بکشه ولی باز اون رنگی رو که باید میداد و نداد،اصلا مزه نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه به تاریخ انقضاش هنوز 5 ماهی مانده، اما شیر ترش بود و این برای لبنیات معروفی مثل هراز خیلی بده..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بلو پانچ عالیه . یه چیزی شبیه به نارگیل و میوه های ستوایی. میتونید با طعم های دیگه مخلوط کنید . قلقلکتون میده!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا ارزش امتحان کردن هم نداره چه برسه به خرید خشک و بی کیفیت هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم از نظر کیفیت بسیار بد بود و هم از نظر بسته بندی ! من مدتهاست از این برند خرید میکنم ، ولی اینبار خیلی بد بود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه اصلا مزه مناسبی نداشت. و خیلی هم مزه لیمو نعنا نمیداد. انگار همش اسانس و طعم دهنده مصنوعی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پول شیشه شو گرفتن آخه یه لیتر آبان.ور که مزه شربت سینه رو میداد هجده هزار تومن می ارزه!؟! نخرید بدرد نمیخوره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه با خوردن فقط یک سیخ بال کبابی، با وضع بسیار ناجوری با آمبولانس راهی بیمارستان شدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میزان ماهی نسبت به حجم کم است در حقیقت این کنسرو لوبیاس به همراه اندکی ماهی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش برای بچه های کوچک خیلی مناسب هست.و همینطور برای مدرسه بچه ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام -- عسلش رو تو تخفیف خریدم بیشتر شبیه آب شکر میمونه تا عسل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خورد تو ذوق ام ، چقدر بعضی ها تعریف کردن واقعا دلیلش رو متوجه نمی شم ! من که خوشم نیومد ..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پروتیین دیرجذب هست و قیمت بالا ولی چون اولین محصول تو این زمینه هست و رقیب نداره گرونه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از نظر طعم و رنگ هیچ تفاوتی با تخم مرغ معمولی نداره فقط اونجور ک میگن خواص خیلی بیشتری داره.و اینکه شکستنش یه قلق خاصی داره ک یجوری بشکنی پوسته هاش نریزه.و اینکه به نظرم ۶تاش تازه شاید بشه یه تخم مرغ ریز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سه بسته گرفتم یکیش قرمز تیره بود،قطعات غضروف بعد از پخت کاملا زیر دندون میاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عطرش زیاده، مزش هم زیادی تلخه اصلا خوشم نیومد... مجبور شدم با چای ایرانی مخلوطش کنم نا بشه خوردش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم تازه بود هم قیمتش مناسب بود هم تمیز بود وآشغال اضافه نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمیدونم همیشه با همین کیفیت هست یا نه ولی این گوشت که بدست من رسید خیلی خوب و با کیفیت بود ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم های مختلف این برند امتحان کردم بسیار باکیفیت پخت عالی ترد و خوشمزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "لازانیای تک بسیار با کیفیته. هم خوش طعمه هم به هم نمیچسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک لایه خیلی نازک شکلات روی یک بیسکوییت تو خالی.تو عکس آدم فکر میکنه شکلات تو پر است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چند ساله قهوه اصل ترکیه رو مصرف میکنم.گفتم اینم امتحان کنم که پشیمون شدم.موقع دم کردن هیچ عطری نداره.اصلا هم طعم قهوه ی خوب رو نداره.شاید هم کهنه بوده که کیفیت مناسبی نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون پایه های کوتاه داره داخل فنجان نمیره و بالا وامیسته. به همین دلیل هنگام اضافه کردن آب جوش آب به خارج از فنجان میریزه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در فروشگاه ها به سختی پیدا میشد ولی ممنونم که دیجیکالا این کالا رو موجود کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خیلی استفاده دارم ب غذاها مزه خوبی میده کاش موجود شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی رضایت بخش نیست. غلیظ نیست و طعم معمولی داره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیشتر لیوانش خوبه رسما به این دید باید خریدش کیفیت خود محصول چنگی به دل نمی زنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهرا محصول مفیدی هست فقط چرا انقدر درب مسخره ای داره؟پلاستیکی و ازش نشت میکنه و وقتی میخوای سفت کنی رد میکنه!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوش پخت و تمیز هستش ارزش خرید بالایی در شگفت دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چای بی کیفیت وکدر وبدون عطر مطلوب چای,خریدش رو اصلا توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی تفاوتی با نوشابه نداشت اما قیمتش خیلی بیش از حد بالاست باید از نوشابه های معمولی ارزونتر باشه که مشتری ترغیب بشه به خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی با کیفیت و خوب بود. حتما توصیه می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم شیر پاژن اصلا خوب نبود، مشکلی سمت دیجی کالا نیست، محصول بی کیفیت بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی نداره نسبت به حلوا شکری های بازار تنها حسنش تو شگفت انگیز فقط قیمتش از رقبا کمتره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وقتی رسید دستم خیلی کوچیک بود نسبت به عکس داخل سایت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و خوشمزه. بخرید ظرفشم بعدا به درد می خوره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در زمان پخت له نمیشه و شکل خودش رو حفظ میکنه و خوش پخت هم هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از طعم و کیفیت خوبی برخوردار است و طعم معنایی خوشایندی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیر و ته گوشت بر خلاف ظاهر روی آن دارای کیفیت لازم نبود و به رنگ قرمز تیره بود . هر دو طرف (رو و پشت) گوشت خریداری شده باید یکنواخت و باکیفیت باشد .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظر من خیلی پکیج خوبیه. قیمت کیفت و سرعت در اماده شدن. من قبل از باشگاه استفاده میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به ماهی قزل آلاگرانتر ومزه و کیفیت پایینترمی باشد / برای جیب کارمند جماعت مناسب نمی باشد / البته بر خلاف تبلیغات مصرف ماهی / متاسفانه در هیچ جا کسی نمی تواند ماهی با قیمت مناسب و کیفیت خوب بخرد در هیچ جا !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب بود ارزش خرید داره و ماهی اصلا بو نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکدسته و پاک شده ...هنوز نپختم نمیتونم راجب پزا بودنش نظر بدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حلوای سیمرغ همیشه خوب بوده قیمتشم تو شگفت انگیز عالیه مرسی از دیجی بابت تخفیف",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام و عرض ادب برند مهمت افندی،بر خلاف تبلیغات آن،به هیچ وجه طعم و مزه یک قهوه معمولی را هم ندارد،از خرید خود پشیمانم،و مجبور شدم آنرا دور بریزم،اصلا این محصول را نخرید پیشنهاد میکنم قهوه ملو را در نت سرچ کنید و این محصول را امتحان کنید،پشیمان نمیشود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و عطر معمولی داره و خیلی کم رنگ میده حتی اگه نصف لیوان هم چایی بریزی بازم پررنگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی چرب و خامه ای اصلاااا پیشنهاد نمیکنم و فاقد ارزش غذایی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چرب تر از حد انتظار هست ، ولی راضی کننده هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی زیادی شیرین و کم گاز بود و دلو میزد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تخمه هندوانه زیاد میخورم ولی اینبار انقدر بد بود که همه رو ریخنم بیرون.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا فکرش نمیکردم اینقدر افت کیفیت پیدا کرده باشه اصلا و ابدا قابل قیاس با رقبا نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه اند فقط حجمش خیلی کمه وبرای بچه های خیلی کوچیک؛یه دونش کافی می شه وعطششون روبرطرف می کنه ولی دربزرگترهانه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از کیفیت و تازگی و بسته بندی وارزش غذایی خوبی برخورداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بطری های عالیس طوری طراحی شدند که نور به هیچ عنوان به داخل آن نفوذ نمیکند که باعث ماندگاری طولانی مواد داخل آن میشود و احتیاجی به مواد نگهدارنده ندارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با کیفیت بود اصلا دیر پز و نپز نیست. یکدست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هنگام خرید متوجه تراریخته بودن محصول نشدم و متاسفانه استفاده نکردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه است و رنگای خوشگلی داره . فرمند محصولاتش بی نظیر هستن. دراژه ها ریز هستن که من دوست دارم . ممنون از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اولین بار بود از این برند چای خریدم عطریش را در یک میهمانی نوشیده بودم که پسندیده بودم اما مزه این چای به مذاقم خوش نیامد توصیه من اینست اگه می خواین از این برند بگیرین عطریش رو بگیرین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیلتون تن ماهی خوبیه. ولی این تن ماهی خیلی کوچیکه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود و در باز بودن و طعم خوبی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا کیفتش بهتر بود، این بار یه لکه های سیاهی روی گوشت بود که خیلی بد بود و میخواستم بندازم دور",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چندین ساله استفاده میکنم از این برند و راضیم......این مدل موقع پخت حالتشو از دست نمیده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو این شرایط فقط میشه به محصولات بسته بندی اعتماد کرد تازه و خوشمزه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به اینکه این کالا را در شگفت انگیز خریدم، مقرون به صرفه بود و راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه با ترکیب گوشت گاو و گوسفند مشکل ندارین،رضایت تون رو جلب می‌کنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چیزی که به دستتون میرسه رو داخل ویدئو ببینید احتمالا از خریدش منصرف میشید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بزرگ بودند اصلا مرغ مادر رو میفروشن فکر میکنی بوقلمونه از بس که بزرگه جالب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار طعم معمولی غلظت معمولی وبه نظر آنهمه توضیح در باره طبیعی بودنش تبلیغ بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات سیمرغ کیفیت خوبی داره مخصوصا تو شگفت انگیز که قیمتشم خوب درمیاد بگیرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم چندان خوبی نداره. بسته بندی بهداشتی نیست. باید به خصوص توی این شرایط شیوع کرونا، بسته بندی محکم و بهداشتی داشته باشه ولی در این محصول اصلا پلمب نیست و به راحتی باز میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود من دوست داشتم؛ من همیشه برند عقاب رو می خریدم، ولی این دفعه که از این برند خریدم؛ بدم نیومد، قیمتش هم مناسب تر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیشه حیلی ریز ک برای برداشت عسل ب مشکل میخورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت وزن ۷۰۰ گرمی، با توجه به اینکه استخوان تیغ وسط این ماهی بسیار بزرگ است و بر خلاف انتظار علاوه بر آن استخوان کلی تیغ دیگر هم دارد، توقع میزان زیادی ماهی خالص نداشته باشید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در نظرات نوشته بودن که شل هست،واقعا شل و با ارده هایی مثل عقاب قابل مقایسه نیست،یک بوی تلخی دارد مثل اینکه کنجد سوخته باشه،نمیدونم این بوی ارده کنجد بوداده ست یا کیفیتش پایینه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نوشابه ها رو با تخفیف خریدم و تو بسته بندی کارتنی تحویل گرفتم. راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تا دستم برسد انقدر اب شده بود شل بود که ابش در امده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای کسانی که لاکتوز اینتولرنس دارن مناسبه و حدودا ۷۰ درصد عوارض شیر معمولی توی این افراد کمتر دیده میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه از خرید گوشتهای مهیا راضی بودم ، همیشه به روز تحویل میدادم ... اینبار برخلاف همیشه تاریخ تولیدش ۴۸ ساعت قبل بود ... یکم دلخور شدم ، ولی بازش کردم بو نمی‌داد ... بیخیال شدم ، استفاده کردم ...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کم بو و خوش خوراک قیمتش هم به نسبت سایر ماهی ها بسیار مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خریدم باورم نمی شد ولی داخلش حدود ده درصدش زبان بسته بود کلا از کیفیت و طعم راضی نبودم یه کم بهتر از پسته فندقی بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بد مزه و بد طعم و اصلاً فیله نیست و خیلی زیاد تیغ دارد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت زیادی نداره ولی بخاطر قیمت پایین میشه به جای شکر استفاده کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از طعم شیرش خوشم نیومد. انگار شیرخشکه شاید واقعا هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر بنده طعم جالبی نداره و دانه ها تازه بو داده شده نیست. یه سری از دانه ها رُستشون زیاد بوده به خاطر همین ته مزه ی سوختگی میده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت خوب نبود بعضی قسمتا تغییر رنگ داشت گوشت رو جوری برش میدن که ظاهر خوبی داره زیر تکه های بی کیفیت میذارن برند مهیا بهتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیاد جالب نبود مزه کهنگی هم میداد اینم اشاره کنم که روغن تراریخته طبق نوشته روش استفاده شده که خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا عطر زیادی داره و اصلا روی بستش هم ننوشته عطری اصلا نخرید من که پشیمون شدم نصف قیمتشم ارزش نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قهوه خور حرفه ای نیستم اما قهوه ی خوش طعم و خوش عطری میده. راضی بودم از خریدم. بسته بندی قشنگی هم داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا تازه نبود و بوی ماندگی میداد درصورتی که تاریخ رو بسته جدید بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خانواده ام مصرف کردن با وجود سختگیری از طعم و کیفیت خوششان آمد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روغن زیتون ارگانیک فرابکر اکسیر اولین بار از دوستی مطمئن خریدم کیفیتش مناسبه. ارزش خرید داره . البته افزایش قیمت ها زیاده. که در تخفیف ها باز قابل تحمل میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچک هست. فقط با تخفیف زیاد ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب نبود و بیشتر بافت سفت و بی کیفیت داشت و به نظر گوشت گاو پیر بود نه گوساله",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با سلام، کیفیت خوبی داره، البته کمی رقیق است که آن هم عادی میباشد، چون من همیشه مصرف میکنم، البته با کرم کنجد عالی میشود.خرید خوبی است، قیمتش هم قابل قبوله. ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام به هر حال از رنگهای غیر مجاز استفاده میشه پسرم میگفت مزشم خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مربا چرخ شده هستش یعنی نمی تونی تکه میوه توش پیدا کنی و یه مقدار شیرینیش زیاده از نظر من",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم زنجبیل کاملا محسوسه و برای کسایی که زنجبیل دوست دارن، توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از غذا های خیلی ساده است با و راحت و فقط کافی چند دقیقه داخل آب سرد بذارین و سریع نرم میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه از این برند خرید میکنم هم محصولاتش خوبه هم قیمتش . این کنجد هم که عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت آدامس متوسط اما بسته بندی به قدری ضعیف و کاغذیه که دو روز هم سالم نمیمونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به مارک مهیا این بار مرغها بو می دادند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه اش یه جور خاصه تند تند نیس ولی متفاوته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "حتما باید خنک بازش کنید در غیر این صورت سرریز می شود",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "قصاب محترم فراموش کرده و یک درصد گوشت روی استخوان باقی گذاشته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به گرانی ماهی تازه و مشکلات تهیه در این شرایط خرید تن به صرفه تره",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "کوچیک بود ایکاش 1.5 لیتری پپسی رو توی شگفت انگیز بذارید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بی نهایت مزه آب قند میده، به شخصه خوردن کوکاکولارو ترجیح میدم...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من کینوا استفاده کردم وخوشمزه است ولی این محصول آماده خیلی طعم وبوی بدی داره سه بسته گرفتم یک بسته را هم نتونستم مصرف کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم جالبی داره، من تاحالا ندیده بودم توی سوپری ها و یا هایپرمارکت ها بفروشن ولی دیجی کالا داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم مزه هم بو و هم رنگ طبیعی ای داره و خانواده ما دوستش داریم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام واحترام؛ حکایت تخم مرغ از بیرونش شروع میشود! این برند انصافا حد معقول سایز وشکل رعایت کرده وتخم مرغها طعم خوبی دارد و عجیبه که گاه میشنوم تخم مرغ تخم مرغه دیگه خودش که مزه نداره! بهرحال نکته مهمتر اینکه قریبا همیشه تخم مرغهایش سالم وتازه است!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رگ گیری که اصلا نشده بود و کار خیلی سختی بود رگ گیریش، وزنشم ۴۲۰ گرم بود نه ۵۰۰ گرم ، با یخ و بسته بندی وزنشو حساب کردن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با بقیه چایی ها هیچ فرقی نداره چه طعم چه رنگ",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اگه املاحی که گفتن واقعا بهش اضافه شده باشه محصوله خوبیه. طعم خوبیم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه از این نوع ماکارونی فرمی زر ماکارون میگیرم خوشمزه ست و خیلی راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی این اوضاع مریضی و بیماری پاره بودن روکش سلفونی خیلی بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی دال عدس را پس از پاک کردن خیس کردم یک سری ذرات سیاه رنگ روی آب امد که چند نوبت آب را خالی کردم. در هنگام پخت مجدداً این ذرات به میزان بیشتری مشاهده شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی محصول خوب و با کیفیتی، بوش فضا رو بر میداره، طعم دلنشین، و درصد کافئین مناسب، اگر قهوه خور هستین حتما امتحانش کنین، فقط کاش بسته بندی بزرگتر با تعداد بیشتر هم ازش میزدن...۶ تا کمه، زود تموم میشه جز سبد خرید دائمی من شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من این چای طعم و عطر چای ایرانی را نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش به هیچ وجه با تبلیغاتش همخوانی نداره. بعد از بیست دقیقه تو دهن وا میره بافتش با این قیمت ب هیچ وجه پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شاید ایده خوبی باشد اما کلا مصرف نوشابه دارای قند بالایی است و برای بدن مضره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این حجم 240 میلی لیتر اندازه بیشتری نسبت به ابعاد ساندیس های دیگه داره در کل از لحاظ اندازه و کیفیت بسیار خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه است و بافت نرم و ایده آلی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این روغن میزان جذب روغن در غذاهای سرخ کردنی بالاست.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "کلا که نوشابه محصول مفیدی نیست. اما اونایی که استفاده دارند توی شگفت قیمتش خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه داروی تقویتی میده و اصلا شباهتی به تافی نداره طعمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم و خوش بو، بدون شکر، برای آدم هایی مثل من که همیشه دوست دارند یک چیزی بخورند خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گول تبلیغاتشو نخورین یه بیسکویت ساده است . طعم خاصی هم نداره .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بعد از قورت دادن احساس میکنی چربی تو دهنت میکونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا اون چیزی که به نظر می اومد نیست. مزه هاش خیلی بدن. فقط کیفیت بسته بندیش عالیه. ظاهر شیشه ها هم خیلی شیکن. برای پز دادن جلوی مهمونا خوبه، ولی حواستون بااشه بازشون نکنید که مزه اش خیلی زود جذابین ظاهرش رو از بین میبره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهیا نیاز به تعریف نداره. تازه و تاریخ روز کیفیت خوب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من طعمش رو دوست داشتم باحاله مزه گیلاسش بیشتر می میشه و کیفیت خیلی خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا عسل خوشمزه ای هست و همینطور طبیعی ممنون از فروشنده و دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "باسلام.با توجه به اینکه تاریخ بسته بندی جدید می‌باشد ولی متاسفانه پسته ها کهنه و قدیمی می‌باشند و علت تخفیف آن هم همین موضوع است.اگر براتون کهنگی پسته مهم نیست با توجه به تخفیف نسبتا خوب دیجیکالا ارزش خرید دارد وگرنه زیاد جالب نیست.باتشکر",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در حراجی یلدا گرفتم عالی بود هم قیمت و هم نوع کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با تخفیف خریدم راضی بودم ممنون از دیجی کالا بخاطر تنوع محصولات",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو شگفت انگیز گرفتم نسبت به قیمتش خوبه من دومین بار هست که خرید میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش بد نیست ولی بهتره از روغنهای زیتون و کنجد استفاده کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی عالی بودند.کیم بال همه چیش خوبه.هیچ کدوم از گردن ها خونمرده گی یا تیرگی نداشت.ممنون",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درجایی خوانده ام که برای کارکرد کلیه ها مفید است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسل بسیار خوشمزه و با کیفیتیه من امتحان کردم اصلا تقلبی نیست ومارک معتبر کندو بسیار خوراکیاش خوبه حتما بخرید حتی اگه به قیمت شگفت انگیز هم نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بد مزه ترین مربایی که تا حالا خوردم بود توی تخفیف خریدم واقعا افتضاح بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوبی داره و پوست تخم مرغ به راحتی جدا می شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمک بسیار زیاد و شور همزمان ۲تا از این بسته تن سفارش دادم. یکیش انقدر شور بود که با برنجم نمیشد خورد. رنگ ماهی هم تیره بود نمی دونم به خاطر شوید داخل تن بود یا نه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بایودنت فوق العاده اس من خیلی وقته استفاده میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکم سفت بود ولی خوشمزه بود.جالب بود که کوچولو کوچولوئه بیسکوییتها",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با اینکه فلفل زیادی داشت اما زیاد لذت نداد و مقداری سفت بود و توصیه به خرید دوباره نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نیست،‌ نم‌داره و چند تا هم تلخ و گندیده در‌اومد. تخمه اعلا نیست . میشه از بیرون بهترش رو‌خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای بچه ها که به سختی شیر میخورند عالی هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زمانی که خریدم و بازش کردم فقط یک جمله اومد به ذهنم، \"هیچ ارزانی در کشور ما بی دلیل نیست\"",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش خیلی کمه. شاید برای چهار نفر نهایتا دو وعده بشه استفاده کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مشکل رشته آشی های امروزه نازکه و زود وا میره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت پایینی داره و از طرفی بیشتر شبیه به کرم کاکائو هست تا کرم کنجد مزه ی کاکائویی. شیرینی خیلی زیادی داره و اصلا طعم کنجد رو نمیده. به هیچ وجه با محصول مشابه برند عقاب قابل مقایسه نیست از لحاظ کیفیت و مزه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای من کیفیتش زیاد جالب نبود، تمیز بود یعنی سنگ و اینا نداشت اما تقریبا تمام دال ها آسیب دیده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اندازه تخم مرغها درشت نیست در صورتی که قبلا از برند دیگه ای استفاده کردم درشتتر بودند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به خاطر دو آتیشه بودن طعم خاص و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود کرم خیلی کم داره و خیلی خشکه این ویفر طعم طالبیش بهتر بود ارزش خرید داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا معمولی رو به پایین.طعم و عطر خاصی نداره.دیر رنگ میده که شایدم از طبیعی بودنشه اما باعث نمیشه بگم چای باکیفیتیه.جلوی مهمونا روسفیدمون نکرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من اصلا نپسندیدم . همینطور مونده . اصلا با شربت خانگی قابل مقایسه نیست . من پیشنهاد نمی کنم .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با وجود ظاهر زیبا اما آلبالوی کمی داشت و از ظرف هم بیرون زده بود. مرباهای ایز عمدتا شکره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود و از دی جی کالا ممنونم بسته بندی و زمانبندی درست فوق العاده این",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درمصرف هیچ اثری بر خواب الودگی هنگام رانندگی ی ا مطالعه ندارد. لطفا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول خیلی خوشمزه هست و کیفیت بالایی داره، طعمشم خیلی طبیعیه، اما بیرون سخت پیدا میشه، خوش حالم که از دیجی کالا با قیمت مناسب تهیه کردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زمانی که بدستم رسید شل شده بود و تاریخش بروز نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت متوسط، ارزش خرید نداره به نظرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه تاریخ مصرف داشت اما کهنه و مثل سنگ خشک بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه مزه ی پارافین میداد بی نهایت بی کیفیت ، کاکائوی استفاده شده کیفیت پایین مزه ی مواد شیمیایی و پلاستیک میداد خیلی متاسفم برای شرکت تولید کننده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم بسیار بد تعجب میکنم از بسته بندی این محصول بی کیفیت و بد مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی استفاده کردم دیدم نسبت به کپسولای دیگه مقداری کمتری قهوه میده بعد از یه مدت دیدم از زیر دستگاه اب میریزه و صدای بدی میده بعدشم که کلا یکی از دستگاهام به مشکل خورده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "معمولا تخفبف داره و از قیمت مغازه پایین تره برای خریدش حتما از دیجی کالا تهیه کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار خوش طعمه سریع در بخچال خنک میشه فقط یکم قیمت بالاست نسبت ب چیزی ک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من به هیچ عنوان احساس نکردم که زعفران طبیعی استفاده شده باشه. به نظرم اگه چای معمولی بگیرید و زعفران طبیعی هم موقع دم کردن بهش اضافه کنید بسیار خوش طعم تر خواهد بود و حتی به صرفه تر هم میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تمشک نیست، توت سیاهه، خیلی هم رقیقه. اصلا توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بسیار عالی در کنار یه فنجون قهوه تلخ تلخ تلخ و داغ",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه و بوی خاصی میداد که من دوست نداشتم و تا حالا هرچی حلوا ارده خورده بودم این طعم و بو رو نداشته!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم خوشمزه ست هم مقوی. به نظرم با خوردنش میگرنم بهتر شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه جالبی نداشت چای تیشه سبز و عصای سبز گیرتان آمد حتما استفاده کنین نمیدانم چرا دیجی کالا این نوع چای را موجود نمیکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه سایز ۸۰۰گرمی میخریدم که کیفیت خوبی داشت این بار بدلیل موجود نبودن ۳۰۰گرمی خریدم که اصلا شباهتی به ۸۰۰گرمی‌اش نداره فقط آب و شکر بود ، دریغ از کمی میوه بالهنگ",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همینکه توی روغن زیتونه عالیه. حداقل احساس بدی در خوردنش به آدم دست نمیده. البته همین باعث شده قیمتش رو نجومی بالا ببرند.. و کمتر کسی طرفش بره..",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه استفاده میکنم، البته میشه بهش تیکه 6ای مرغ و خامه و پنیر پیتزا در آخر اضافه کرد و لذت برد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "3 تا پشت هم شکستم توش لکه های خون و لکه های قهوه ای بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم کوچیک شده هم طعمش مثل قبل نیست کیفیت خیلی کم شده توصیه به خریدش نمیکنم",
        "output": [
            "negative"
        ]
    }
]
}