{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "in this task given a sentence in english and your task is to convert it into the Chinese language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Chinese"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "The manager of the fruit stand always sat and only sold vegetables.",
            "output": "水果摊的经理总是坐着，只卖蔬菜。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        },
        {
            "input": "As you consider all the possible ways to improve yourself and the world, you notice John Travolta seems fairly unhappy.",
            "output": "当您考虑改善自己和世界的所有可能方法时，您会注意到约翰特拉沃尔塔似乎相当不高兴。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        }
    ],
    "Negative Examples": [
        {
            "input": "At that moment I was the most fearsome weasel in the entire swamp.",
            "output": "顺流而下的水从车上看没那么厉害",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        },
        {
            "input": "She lived on Monkey Jungle Road and that seemed to explain all of her strangeness.",
            "output": "当我做意大利面时，我喜欢把它煮沸几分钟，所以面条非常滑。",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "\"I hope the owner of the tanker is wise enough and won't allow any military option because that would be disastrous for everybody.",
            "output": [
                "“我希望油轮的所有者足够明智，不要允许任何军事选择，因为这对每个人来说都是灾难性的。”"
            ]
        },
        {
            "input": "The French ministry of defence suggested that \"these missile tests can only reinforce the concerns of the international community\", and the German government described the exercise as \"regrettable\".",
            "output": [
                "法国国防部建议“这些导弹试验只会加深国际社会的担忧”，而德国政府称这次演习“令人遗憾”。"
            ]
        },
        {
            "input": "The opposition Leftist Coalition, headed by Bulgarian Socialist Party lead the election, but did not gain an outright majority.",
            "output": [
                "由保加利亚社会党领导的反对派左翼联盟领导了这次选举，但他们没有获得绝对多数票数。"
            ]
        },
        {
            "input": "These are the sort of studies that confuse parents on how to raise their kids.",
            "output": [
                "这些研究使父母对如何抚养孩子感到困惑。"
            ]
        },
        {
            "input": "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.",
            "output": [
                "民主党战略家们准备利用桑托勒姆与新词联系的现象。"
            ]
        },
        {
            "input": "The much expected announcement comes on the tail of criticism about his lobbying past and that he has waited too long to declare his intentions.",
            "output": [
                "这一备受期待的声明是在外界对他过去的游说经历提出批评之后发布的，批评称他等了太久才宣布自己的意图。"
            ]
        },
        {
            "input": "In a speech to Russian television broadcasters in late November 2006, Putin said that the development of Russian state and society would be unthinkable without independent media, without the possibility of listening to different points of view, and without television.",
            "output": [
                "普京在2006年11月底对俄罗斯电视台的一次讲话中说，没有独立媒体，没有听取不同观点的可能性，没有电视，俄罗斯国家和社会的发展将是不可想象的。"
            ]
        },
        {
            "input": "A Westminster City Council spokeswoman explained that two complaints made by members of the public were being replied to by the council.",
            "output": [
                "威斯敏斯特市议会发言人解释说，议会正在对公众提出的两项投诉作出答复。"
            ]
        },
        {
            "input": "Talks between the two sides have been bogged down since last November's Annapolis, Maryland Mideast peace conference, with Palestinians angry over continued Israeli settlement expansion in East Jerusalem and the West Bank, and Israelis angry over continued Palestinian militant attacks.",
            "output": [
                "自去年11月在马里兰州安纳波利斯举行的中东和平会议以来，双方的谈判陷入僵局。巴勒斯坦人对以色列继续在东耶路撒冷和约旦河西岸扩建定居点感到愤怒，以色列人对巴勒斯坦激进分子继续发动袭击感到愤怒。"
            ]
        },
        {
            "input": "The meeting was scheduled for early this month, however it was postponed due to a disease of the Colombian president.",
            "output": [
                "会议定于本月初举行，但由于哥伦比亚总统的疾病而推迟举行。"
            ]
        },
        {
            "input": "Silver Birch then held off a late challenge by McKelvey in a close finish.",
            "output": [
                "随后，“银白桦”顶住了“麦凯尔维”的最后挑战，两匹马几乎同时到达终点。"
            ]
        },
        {
            "input": "\"But I think we have seen a forthcoming approach by some delegations, I will not name them or put a figure on it but I think it follows from what the prime minister and I have together have expressed here that there is an urgent need.\"",
            "output": [
                "“但我认为，我们已经看到一些代表团即将采取的行动，我不会列举这些行动的名称，也不会在其上加上数字，但我认为这是根据我和总理在这里共同表示的迫切需要而定”。"
            ]
        },
        {
            "input": "It is seen as a prototype for a national merger between the Liberal and National parties.",
            "output": [
                "它被视为自由党和国家党之间全国合并的原型。"
            ]
        },
        {
            "input": "Mike Wacht works in public relations and marketing, focusing on transportation and construction.",
            "output": [
                "麦克·沃其特在公共关系和营销领域工作，重点处理交通和建筑业的业务。"
            ]
        },
        {
            "input": "A number of traditional rites will take place, including the baby boy being symbolically presented with a sabre.",
            "output": [
                "届时将举行一系列传统仪式，包括象征性地向男婴赠送军刀。"
            ]
        },
        {
            "input": "Google, the owners of YouTube, claimed in a court briefing today that the one billion dollar lawsuit against the company \"threatens the way hundreds of millions of people legitimately exchange information.\"",
            "output": [
                "YouTube的所有者谷歌，今天在法庭简报中声称，针对公司的10亿美元诉讼“影响了数亿网民合法交换信息的方式”。"
            ]
        },
        {
            "input": "According to Levin, this practice made it so that almost all payments went towards finance charges with almost none toward repaying the principal.",
            "output": [
                "根据莱文的说法，这种做法使得几乎所有的还款都用来支付财务费用，而几乎没有一笔用于偿还本金。"
            ]
        },
        {
            "input": "On the same day that the Yad Vashem Holocaust History Museum was opened this year, a lesser-known museum and educational center was opened by a Muslim man in the Israeli town of Nazareth.",
            "output": [
                "今年在以色列犹太大屠杀纪念馆开放的同一天，一位穆斯林人在以色列的拿撒勒城开放了一座不知名的博物馆和教育中心。"
            ]
        },
        {
            "input": "Wikinews asked Wikileaks why they didn't simply post a list of the sites which they felt were legal and add that all the others contained child porn, but Wikileaks felt \"that would not be a fair representation of the material we obtained.\"",
            "output": [
                "维基新闻问维基解密他们为什么不简单地发布他们认为合法的网站列表，并补充说所有其他网站都包含儿童色情内容，但维基解密认为“以这种方式呈现我们所获得的材料并不公平”。"
            ]
        },
        {
            "input": "Ott said, \"You'd take a kidney matrix off the shelf.\"",
            "output": [
                "奥特说，“你需要从基架上取下肾脏基质。”"
            ]
        },
        {
            "input": "The organizers later reported that they had \"called the administration's bluff.\"",
            "output": [
                "组织者后来报道说，他们“称之为该政府虚张声势的恫吓”。"
            ]
        },
        {
            "input": "The DeKalb Farmers Market denied the allegations, and an attorney for the company Edward D. Buckley III told The Wall Street Journal that employees were encouraged, not coerced, to attend the training sessions.",
            "output": [
                "迪卡尔布农民市场否认了这些指控，该公司的律师爱德华·D·巴克利三世告诉“华尔街日报”，员工受到鼓励，而不是被强迫参加培训课程。"
            ]
        },
        {
            "input": "The medical charity Mangola, Medecines Sans Frontieres and the World Health Organisation say it is the worst outbreak recorded in the country.",
            "output": [
                "医疗慈善机构曼格拉、无国界医生组织和世界卫生组织表示，这是该国有记录以来最严重的疫情。"
            ]
        },
        {
            "input": "He suggests that each male foetus prompts a progressively stronger immune reaction in the mother's body.",
            "output": [
                "他认为，每一个男性胎儿都会在母亲体内产生越来越强的免疫反应。"
            ]
        },
        {
            "input": "There is no show without winners!",
            "output": [
                "没有赢家就没有节目！"
            ]
        },
        {
            "input": "Brampton, Ontario woman Wendy Grant, 41, is facing 234 charges of double-doctoring after obtaining prescriptions for 6000 pills.",
            "output": [
                "安省布兰普敦的一名41岁的妇女温迪·格兰特获得了6000粒药丸的处方，她将面临“双重医疗”的234项指控。"
            ]
        },
        {
            "input": "\"The murders and executions have come down by over 50 percent,\" Caldwell said.",
            "output": [
                "“谋杀和处决已经下降了50％以上，”考德威尔说。"
            ]
        },
        {
            "input": "They have claimed that the lifting of the injunction was a \"victory for the first amendment.\"",
            "output": [
                "他们声称取消禁令是“第一次修正案的胜利”。"
            ]
        },
        {
            "input": "Atta, a spokesperson for the operation cited comparative statistics for the four-week periods of mid-January to mid-February versus mid-February to mid-March: * Civilian killing: 1440 to 265 * Roadside bombings: 163 to 102 * Carbombs: 56 to 36 * Mortar attacks: 204 to 109 * Assassination incidents: 519 to 22 * Kidnappings: 98 to 10",
            "output": [
                "该行动发言人阿塔引用了1月中旬至2月中旬对2月中旬至3月中旬这四周的比较统计：*平民死亡：1440对265 *路边炸弹爆炸：163对102 * 汽车炸弹：56对36 *迫击炮袭击：204对109 *暗杀事件：519对22 *绑架：98对10。"
            ]
        },
        {
            "input": "Many people, such as retired and serving military officials, civilians, had come to the bank to collect their salaries, were killed or wounded by the blast.",
            "output": [
                "爆炸导致很多人伤亡，其中包括去这家银行领取薪资的退役军官、现役军官和平民。"
            ]
        },
        {
            "input": "Newfoundland and Labrador Premier Danny Williams and St. John's MP Loyola Hearn were in the audience to lend their support for Craig.",
            "output": [
                "纽芬兰和拉布拉多总理丹尼·威廉姆斯和圣·约翰的国会议员洛约拉·赫恩都在观众席上为克雷格支持加油。"
            ]
        },
        {
            "input": "This restriction is to try and prevent the dangerous, home-made \"sparkler bombs.\"",
            "output": [
                "这种限制是试图防止危险的、自制的“火花弹”。"
            ]
        },
        {
            "input": "Herceptin will become available on the PBS from 1 October.",
            "output": [
                "赫赛汀将于10月1日起可通过PBS获取。"
            ]
        },
        {
            "input": "Two of those people were killed in a two-car accident in Lancaster, New York, and the other person was in Niagara County and died after being hit by a vehicle.",
            "output": [
                "其中2人在纽约州兰卡斯特死于一场两车相撞事故，另外1人在尼亚加拉县因被车撞而死亡。"
            ]
        },
        {
            "input": "During that time several hotels and rooming houses were built around the exposition including The Elmwood at 717 Elmwood, the Hotel Elmhurst at Forest and Lincoln Parkway, Hotel Gibbs 1005-1021 Elmwood, the R. Palmerton Merritt at 441 Forest and The Norman at 422 Forest.",
            "output": [
                "在那段时期，博览会四周建了好几座酒店和寄宿楼，包括埃尔姆伍德路717号的埃尔姆伍德楼，福莱斯特路和林肯公园路上的埃尔姆赫斯特酒店、埃尔姆伍德路1005-1021号的吉布斯酒店、福莱斯特路441号的R·帕马顿·梅里特楼和福莱斯特路422号的诺曼楼。"
            ]
        },
        {
            "input": "The Iranian Islamic Revolutionary Guard has conducted a missile test exercise, in which nine missiles of three different types were launched simultaneously.",
            "output": [
                "伊朗伊斯兰革命卫队进行了一次导弹试验，同时发射了三种不同类型的九枚导弹。"
            ]
        },
        {
            "input": "Describing exploding gas tanks that flew through the air, Carlos Hipolito, who fled the scene with approximately 60 relatives, described the incident to Milenio Television as a \"catastrophe\".",
            "output": [
                "卡洛斯·希波利托和大约60名亲属逃离了现场，他向米兰尼奥电视台描述了空中爆炸的油箱，称这是一场“灾难”。"
            ]
        },
        {
            "input": "He said, \"After Heaven and Earth came out I had many parents write to me and say, 'Look, what do we do, our kids are being fed activism.\"",
            "output": [
                "他说：“天地出来后，我有很多家长写信告诉我，看，我们做了什么，我们的孩子正在接受激进主义。”"
            ]
        },
        {
            "input": "People in the area have been evacuated because of massive flooding due to meltwater from the glacier.",
            "output": [
                "由于来自冰川的融水导致大量洪水，该地区的人们已被疏散。"
            ]
        },
        {
            "input": "Another 40,000 people gathered in Morocco to protest what they saw as the complicity of the Arab regimes in the attack.",
            "output": [
                "另有40,000人聚集在摩洛哥，抗议他们所看到的阿拉伯政权在袭击事件中的共谋。"
            ]
        },
        {
            "input": "In the weeks leading to Alabama's gubernatorial primaries, polls showed Riley had pulled ahead of Moore, the former state chief justice who became a hero to the religious right in 2003 when he was ousted over his refusal to remove a 5,300-pound Ten Commandments monument from the state judicial building.",
            "output": [
                "在阿拉巴马州州长初选的前几周。民意调查显示，赖利领先于摩尔。摩尔是佛罗里达州州长，2003年因拒绝从国家司法大楼上移走一枚5300英镑的十诫纪念碑而被赶下台，成为宗教右翼的英雄。"
            ]
        },
        {
            "input": "Recently some fashion capitals have mandated minimum body mass indexes for runway models.",
            "output": [
                "最近，有些时尚之都强制推出了对走秀模特的最低体重指数要求。"
            ]
        },
        {
            "input": "We asked if Wikileaks was worried about the criminal implications of linking to so much illegal content, but they were not.",
            "output": [
                "我们问维基解密是否担心与这么多非法内容链接会带来犯罪后果，但他们并不担心。"
            ]
        },
        {
            "input": "The U.S. evidence is being met with close scrutiny, after the experience of pre-Iraq war U.S. intelligence estimates of Saddam Hussein's weapons capability and links with Al-Qaeda, which were found to be inaccurate.",
            "output": [
                "在经历了伊拉克战争前美国情报部门对萨达姆·侯赛因的武器能力和与基地组织的联系的估计之后，美国的证据受到了密切的审查，这些证据被认为是不准确的。"
            ]
        },
        {
            "input": "According to an advisor, Thompson will make the announcement on Leno opting not to appear at the Republican debate on September 5.",
            "output": [
                "据一位顾问透露，汤普森将宣布雷诺选择不参加9月5日的共和党辩论。"
            ]
        },
        {
            "input": "Their appeal still sees them in Italian football's second division, but with their points deduction almost halved to seventeen.",
            "output": [
                "他们的申诉仍然使得他乙级联赛，但他们的积分几乎减半，被降至17分。"
            ]
        },
        {
            "input": "It is approximately the same size as a 5th generation iPod, it has a 3.5-inch LCD touchscreen display that is used to access all features of the phone including number dial, as well as making phone calls.",
            "output": [
                "它的大小与第五代iPod差不多，有一个3.5英寸的液晶触摸屏，用于访问手机的所有功能，包括拨号和打电话。"
            ]
        },
        {
            "input": "Thanks to a quick evacuation of SAS employees and construction workers, none were injured.",
            "output": [
                "由于斯洛伐克科学院的员工及建筑工人得到了快速疏散，结果无人受伤。"
            ]
        },
        {
            "input": "The additional troop commitment has been welcomed by the Afghani government.",
            "output": [
                "阿富汗政府对增兵的承诺表示欢迎。"
            ]
        },
        {
            "input": "An official statement from the British Ministry of Defence said that decisions about the number of troops in the Southern Iraqi province would take into account the position of the Iraqi and U.S. government.",
            "output": [
                "英国国防部发表的一份官方声明说，有关英国在伊拉克南部省份驻军人数的决定将考虑到伊拉克和美国政府的立场。"
            ]
        },
        {
            "input": "\"I believe the conditions out at the Barwon Prison Acacua Unit are oppressive and inhumane.\"",
            "output": [
                "“我认为，巴旺监狱阿卡瓜监狱的条件是压迫和不人道的。”"
            ]
        },
        {
            "input": "British mercenary Simon Mann was released from a jail in Equatorial Guinea after being pardoned for attempting to overthrow the government.",
            "output": [
                "英国雇佣兵西蒙·曼恩在试图推翻政府而被赦免后，从赤道几内亚的一所监狱获释。"
            ]
        },
        {
            "input": "Raleigh-Durham International Airport currently has 223 daily departures to 37 cities.",
            "output": [
                "罗利达勒姆国际机场目前每天有223个班次到37个城市。"
            ]
        },
        {
            "input": "The chief executive of the British Association for the Advancement of Science, Roland Jackson, said that the Royal Society should have supported Professor Reiss and used this opportunity to further a reasoned debate.",
            "output": [
                "英国科学促进会首席执行官罗兰·杰克逊表示，英国皇家学会应该支持赖斯教授，并利用这个机会进一步展开一场理性的辩论。"
            ]
        },
        {
            "input": "AP reported that many former members of Alamo's organization also characterize the Tony Alamo Christian Ministries as a \"cult\".",
            "output": [
                "美联社报道说，阿拉莫组织的许多前成员也将托尼阿拉莫基督教定义为“邪教”。"
            ]
        },
        {
            "input": "Ridden by Robbie Power and trained by Gordon Elliott, the 33-1 outsider won the 4 mile 4 furlong (7.2 km) race by three-quarters of a length, becoming the sixth Irish winner in the past nine years.",
            "output": [
                "由罗比·鲍尔骑乘，戈登·埃利奥特训练，这匹不被看好的33-1的马以四分之三马位赢得了4英里4弗隆（7.2公里）的比赛，成为过去9年中爱尔兰第六位冠军。"
            ]
        },
        {
            "input": "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"",
            "output": [
                "“我们计划让詹姆斯在新的一年里恢复职责，并相信他将代表宾夕法尼亚州体育运动和州大学，展现更多的活力，更好的奉献和更高的尊重。”"
            ]
        },
        {
            "input": "SpaceX is also designing a crew and cargo capsule for the Falcon 9, which it has named the \"Dragon\".",
            "output": [
                "SpaceX还为猎鹰9号设计了一个船员和货舱，并将其命名为“龙”。"
            ]
        },
        {
            "input": "\"But sometimes I wish I were more consistent an idealist.\"",
            "output": [
                "“但有时我希望我更加坚定一个理想主义者。”"
            ]
        },
        {
            "input": "The director of Median Hospital, Ali Yusuf, commented that \"forty people with shrapnel wounds, including students and medical doctors, have been hospitalized today.",
            "output": [
                "密迪安医院院长，阿里·优素福表示：“今天医院接收了40名被弹片击伤的人员，其中包括学生和医生”。"
            ]
        },
        {
            "input": "However, some equipment of the top-level scientific facility was damaged and various research projects will be affected as well, Rosová admitted.",
            "output": [
                "然而，洛索瓦承认，这一最高科研机构中的一些设备被烧毁，各种研究项目也会受影响。"
            ]
        },
        {
            "input": "It was reported by Sydney radio station 2GB that it was Superintendent Frank Goodyer as the officer who was caught speeding by his own officers after the New South Wales Police released a media release which did not name the officer who was caught.",
            "output": [
                "据悉尼2GB广播电台报道，超速行驶被他自己的同事抓捕的警官的姓名是警司弗兰克·古迪尔，但在新南威尔士州警方发布的一份媒体新闻稿中未透露该警官的姓名。"
            ]
        },
        {
            "input": "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.",
            "output": [
                "根据堪培拉大学国家体育研究所所长基思·里昂的说法，体育是澳大利亚文化的重要组成部分，体育的发展得到了两党的支持。"
            ]
        },
        {
            "input": "An earthquake of magnitude 7.0 on the Richter scale has been reported as having struck the Pacific island of New Britain, the second island in the Papua and New Guinea group.",
            "output": [
                "据报道，一次震级达到里氏7.0级的地震袭击了太平洋上的新不列颠岛。此为巴布亚和新几内亚群岛中的第二大岛。"
            ]
        },
        {
            "input": "McHale and his wife operate a website called Caledonia Wake Up Call.com, were they detail what they describe as police bias.",
            "output": [
                "麦克海尔和他的妻子经营着一个名为Caledonia Wake Up Call.com的网站，他们详细描述了警方的偏见。"
            ]
        },
        {
            "input": "\"These actions have created a climate of fear and more so for a company doing business with Government-owned Air New Zealand,\" English said.",
            "output": [
                "英格利什说：“这些行动制造了一种恐惧的气氛，对一家与政府所有的新西兰航空公司做生意的公司来说更是如此。”"
            ]
        },
        {
            "input": "Police have stated Faisal's laptop computer and phone were missing at the scene of the crime.",
            "output": [
                "警方称，费萨尔的笔记本电脑和手机在犯罪现场失踪。"
            ]
        },
        {
            "input": "On Friday in Chicago, 4,000 people marched from Tribune Plaza to the Israeli Consulate demanding an end to the occupation of Palestine, and to the raids on Gaza.",
            "output": [
                "星期五在芝加哥，有4,000人从论坛报广场游行到以色列领事馆，要求结束对巴勒斯坦的占领以及对加沙的袭击。"
            ]
        },
        {
            "input": "Lowther-Pinkerton is the son of William's private secretary while Pettifer is the son of William and Harry's former nanny, Tiggy Legge-Bourke.",
            "output": [
                "洛瑟·平克顿是威廉私人秘书的儿子，而佩蒂弗则是威廉与哈里的前保姆-蒂姬·莱格·伯克的儿子。"
            ]
        },
        {
            "input": "This means that of the current 1.3 billion smokers, 650 million people will die prematurely due to tobacco.",
            "output": [
                "这意味着目前13亿吸烟者中有6.5亿人因烟草而过早死亡。"
            ]
        },
        {
            "input": " But in fact they are religious, said University of Denver religious studies professor Carl Raschke in a statement to The Wall Street Journal.",
            "output": [
                "但实际上他们是宗教信仰，丹佛大学宗教研究教授卡尔・拉什克在给华尔街日报的一份声明中说。"
            ]
        },
        {
            "input": "The company evolved from Erhard Seminars Training \"est\", and has faced criticism regarding its techniques and its use of unpaid labor.",
            "output": [
                "该公司从艾哈德研讨会培训“est”发展而来，并因其技术和无偿劳动的使用而受到批评。"
            ]
        },
        {
            "input": "The island is popular with surfers who have mounted a considerable grassroots campaign to provide aid to the island (see links below).",
            "output": [
                "该岛很受冲浪者的欢迎，冲浪者们发起了一场大规模的基层运动，向该岛提供援助（见下文链接）。"
            ]
        },
        {
            "input": "She had a conversation with B. Baikadamov, the only person she could reach at that time, who promised to communicate to the Committee of Religious Affairs at the Ministry of Justice, the Supreme Court, and the Court Administration Committee which includes the department of court decision execution.",
            "output": [
                "她与当时唯一能联系到的人B.Baikadamov进行了交谈，后者承诺与司法部宗教事务委员会、最高法院和包括法院判决执行部在内的法院行政委员会进行沟通。"
            ]
        },
        {
            "input": "He also co-chaired the Congressional Progressive Caucus and is a self-described \"Wellstone Democrat.\"",
            "output": [
                "他也是国会进步核心小组的共同主席，他自称是“韦尔斯通民主党人”。"
            ]
        },
        {
            "input": "Before the act, he posted a suicide note on his website.",
            "output": [
                "在此之前，他在自己的网站上发布了遗书。"
            ]
        },
        {
            "input": "Even as both sides trade accusations, the US on March 18, 2005, declined to table a resolution at the UN criticizing China, citing the ongoing improvements that are being made in that country.",
            "output": [
                "尽管双方都提出了贸易指控，但美国在2005年3月18日拒绝在联合国提出批评中国的决议，理由是该国正在进行改善。"
            ]
        },
        {
            "input": "The market was crowded with shoppers ahead of the Muslim festival of Eid.",
            "output": [
                "在穆斯林开斋节之前，市场上挤满了购物者。"
            ]
        },
        {
            "input": "At $6.2 billion total, the new bridge qualifies as the largest public works project in California's history.",
            "output": [
                "这座新桥的总造价为62亿美元，是加州历史上最大的公共工程项目。"
            ]
        },
        {
            "input": "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.",
            "output": [
                "然而比赛仍在继续，因为欧洲冠军联赛要求要踢完加时赛，凯尔特人仍有27分钟去扳平比分。"
            ]
        },
        {
            "input": "Australia and the United States are the only developed nations to have refused to sign the Kyoto Protocol, which calls on countries to cut greenhouse emissions by 5.2 per cent below 1990 levels by 2012.",
            "output": [
                "澳大利亚和美国是唯一拒绝签署京都议定书的两个发达国家。该议定书呼吁各国到2012年的时候，将温室排放减少到低于1990年水平的百分之5.2。"
            ]
        },
        {
            "input": "The Thrashers are not the first franchise that True North has set its sights on in regards to acquiring an NHL team.",
            "output": [
                "鸫鸟队并不是真北在收购NHL团队中的第一个使用特许经营权的球队。"
            ]
        },
        {
            "input": "Just hours after firing two contract employees and disciplining a third for inappropriately examining the passport file of Democratic presidential candidate Sen. Barack Obama, US Secretary of State Condoleezza Rice told Sen. Hillary Clinton that her passport file was also breached in 2007.",
            "output": [
                "美国国务卿康多莉扎·赖斯在解雇两名合同工并因审查民主党总统候选人奥巴马的护照文件不当而惩罚第三人几小时后，对希拉里·克林顿表示，她的护照文件在2007年也遭到了破坏。"
            ]
        },
        {
            "input": "Beginning at the end of last season, the Sabres have won 15 games in a row.",
            "output": [
                "从上赛季末开始，军刀队已经连续赢了15场比赛。"
            ]
        },
        {
            "input": "He was Carrie Bradshaw, replete with a prodigious use of puns, before Sex and the City was a thought.",
            "output": [
                "他就是凯莉·布拉德肖，在《欲望都市》问世之前，她就已经对双关语有了惊人的运用。"
            ]
        },
        {
            "input": "\"Yes of course, I think we French are very arrogant,\" Lavorel said.",
            "output": [
                "“是的，当然，我认为法国人非常傲慢，”拉弗尔说。"
            ]
        },
        {
            "input": "Over the New Year bushfires have caused havoc in many parts of Australia, with houses, farm stock devastated.",
            "output": [
                "在新年期间，丛林大火在澳大利亚许多地区造成了巨大破坏，房屋和牧场被毁。"
            ]
        },
        {
            "input": "That 1 million Taiwanese people came out was a display of the mainstream of Taiwanese public opinion, and officials should respond to that with practical actions and policies, Lee told a symposium.",
            "output": [
                "李在一次讨论会上说，1百万台湾人民涌上街头，表明了台湾人的民意，而官方应该用实际行动和政策来回应这一民意。"
            ]
        },
        {
            "input": "In testimony given before a U.S. military hearing, criminal investigator Benjamin Bierce narrated his account of how an incident involving five soldiers involved the serial rape of a 14-year-old Iraqi girl prior to shooting her.",
            "output": [
                "刑事调查员本杰明·比尔斯在美国军方听证会上作证，讲述了一起涉及五名士兵的事件，其中一名14岁的伊拉克女孩在遭到连续强奸后被开枪打死。"
            ]
        },
        {
            "input": "Low clouds and heavy rain were reported at the time of the crash.",
            "output": [
                "据报道，爆炸发生时出现了低云，而且下起了暴雨。"
            ]
        },
        {
            "input": "The governments of several countries have threatened not to recognize the presidential elections if Zelaya is not first returned to power.",
            "output": [
                "一些国家的政府威胁说，如果塞拉亚不首先掌权，就不会承认总统选举。"
            ]
        },
        {
            "input": "Some of these people were taken to hospital for treatment after experiencing injuries.",
            "output": [
                "有些人受伤后被送往医院进行治疗。"
            ]
        },
        {
            "input": "The High Court ruled that the prosecution had failed to \"legally and convincingly\" demonstrate guilt and therefore \"the defendant's rights, position and status should be restored.\"",
            "output": [
                "高等法院的裁决是，检方未能“依法且令人信服地”证明被告有罪，因此“应该恢复被告的权利、地位和身份”。"
            ]
        },
        {
            "input": "\"He could be talking to the Queen or the person next door\".",
            "output": [
                "“他可以和女王或隔壁的人交谈”。"
            ]
        },
        {
            "input": "The ALP came to power in 2007 after they won 83 seats in the House of Representatives under the leadership of Kevin Rudd.",
            "output": [
                "2007年，在陆克文的领导下，澳大利亚工党在众议院赢得83个席位，随后上台执政。"
            ]
        },
        {
            "input": "The accident took place at approximately 20:55 GMT when the Class 220/221 train, travelling at close to 100mph, hit the car which was on the tracks.",
            "output": [
                "事故发生的时间大约是格林威治时间20：55，当时正以接近100英里时速行驶的220/221次列车撞上了停在轨道上的这辆汽车。"
            ]
        },
        {
            "input": "\"Who is responsible for the humiliation of our doctors abroad?\" read another.",
            "output": [
                "另一条横幅上写着：“谁应该为我们海外医生的屈辱负责”。"
            ]
        },
        {
            "input": "Somerville was a former contestant on the CBS reality TV staple Big Brother, currently in its ninth installment.",
            "output": [
                "萨默维尔曾是哥伦比亚广播公司真人秀节目《老大哥》的参赛者，该剧目前正在第九季。"
            ]
        },
        {
            "input": "Archila was found with several lava and rock injuries on his body.",
            "output": [
                "阿奇拉尸体被发现的时候，身上有几处火山岩浆和石块造成的伤。"
            ]
        },
        {
            "input": "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.",
            "output": [
                "这个孩子和她的父母在海滩上，他们正等着用钩点驳船把孩子运到大陆。"
            ]
        },
        {
            "input": "Many are being built with auxiliary jacks for the stock radio, allowing the driver to easily connect any audio playing device to the car's sound system with a simple 3.5mm plug.",
            "output": [
                "如今许多汽车已配备汽车收音机用的辅助塞孔，让司机可以用一个简单的3.5毫米插头，轻松地连接任何音频播放设备到汽车的音响系统。"
            ]
        },
        {
            "input": "Peter Milliken, Speaker of the House of Commons of Canada, broke the tie on the vote on the second reading of the Canadian budget amendment, C-48, by voting in favour of the government, most likely averting a spring election, CBC Newsworld reported.",
            "output": [
                "据《加拿大广播公司新闻世界》报道，加拿大下议院议长彼得·米利肯以投票支持政府的方式打破了对加拿大预算修正案C-48第二次宣读的表决僵局，很可能避免了春季选举。"
            ]
        },
        {
            "input": "He is likely to make the move to Arsenal's squad when his current contract runs out on his 17th Birthday.",
            "output": [
                "他很有可能在17岁生日合同到期后转会到阿森纳。"
            ]
        },
        {
            "input": "(See List of No Recognition of Israel) The major issues of conflict between the countries at present time concern Israel's possession of the Golan Heights region, annexed in 1981, and Syria's support for Hezbollah and Hamas.",
            "output": [
                "（见“不承认以色列的国家名单”）当前导致两国冲突的主要问题包括以色列于1981年占领的戈兰高地地区，还有叙利亚对真主党和哈马斯的支持。"
            ]
        },
        {
            "input": "At 5:30PM the Sky News streamed channel will automatically broadcast Prime's 'First at 5.30' show until 6PM.",
            "output": [
                "下午5：30，天空新闻频道将自动播放普莱姆的“首场5.30”节目，直到下午6点。"
            ]
        },
        {
            "input": "\"Hijacking a Muslim ship is a major crime,\" said militant spokesman Sheikh Abdi Rihin Isse Adow.",
            "output": [
                "“劫持一艘穆斯林船是一种重大犯罪，”激进派发言人谢赫·阿布迪·里欣・伊斯・阿杜说。"
            ]
        },
        {
            "input": "The collision occurred on one of the main access lines to Brussels-South station, about 14 kilometres (9 miles) from the Belgian capital.",
            "output": [
                "事故发生在通往布鲁塞尔车站的主轨道线路上，距离比利时首都大约14公里（9英里）。"
            ]
        },
        {
            "input": "Carey was a father of 14 children and grandfather to 25.",
            "output": [
                "凯里是14个孩子的父亲，是25个孩子的祖父。"
            ]
        },
        {
            "input": "Dimitri Mascarenhas hit 52 runs, including five sixes, and Stuart Broad hit 20 runs off the final over, but it came too late and England fell ten runs short of the 330 run target.",
            "output": [
                "迪米特里·马斯卡雷纳打出52分，其中包括5个六分球，斯图尔特·布罗德在最后一节时打出20分，但为时已晚，英格兰落后于330分的目标10分。"
            ]
        },
        {
            "input": "It is not yet clear what caused the bus to swerve off the road, but as the crash occurred at 6:30 a.m. local time the driver may have fallen asleep at the wheel.",
            "output": [
                "现在仍不清楚是什么导致车辆翻出道路，但是基于车祸发生在当地早上6点30分，司机可能是在驾驶时睡着了。"
            ]
        },
        {
            "input": "Sheriff Laurie Smith then described an individual who is now in prison with a rape conviction for an event that would have been prevented if the detention request from ICE had been honored.",
            "output": [
                "警长劳里·史密斯随后描述了一名目前正在狱中的人，如果ICE的拘留请求得到尊重，他将因强奸罪被判入狱。"
            ]
        },
        {
            "input": "\"Assisting the Iraqis to improve the security environment remains our top priority.\"",
            "output": [
                "“帮助伊拉克人改善安全环境仍然是我们的首要任务。”"
            ]
        },
        {
            "input": "In reply, England faltered, losing three wickets in 14 balls followed by the dismissal of Kevin Pietersen for 19.",
            "output": [
                "作为回应，英格兰队的状态逐渐走低，14球失去3次击中门柱，紧接着凯文·皮特森因违犯第19条规则被罚出局。"
            ]
        },
        {
            "input": "Chaindrawa states that Saakashvili tried to close down an independent TV station (Imelda TV), declared a state of emergency in 2007 against mass protests of the opposition, and committed election fraud.",
            "output": [
                "钱恩德拉瓦表示，萨卡什维利试图关闭一家独立电视台（Imelda TV）；该电台在2007年反对派大规模抗议活动后，宣布国家进入了紧急状态；承认选举舞弊。"
            ]
        },
        {
            "input": "Takahara doubled their advantage five minutes later when he sent a lovely volley into the right-hand side of the net after twenty-seven minutes, leaving Emirates goalkeeper Majed Maqdemi stranded.",
            "output": [
                "五分钟后，高桥将优势扩大了一倍，他在27分钟后漂亮的凌空抽射进了网的右侧，让阿联酋队门将马吉德·马克德米陷入困境。"
            ]
        },
        {
            "input": "Gay sex is considered a crime in Iran, and is punishable by death.",
            "output": [
                "在伊朗同性恋被视为是犯罪，而且会被处死。"
            ]
        },
        {
            "input": "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.",
            "output": [
                "“我们，而不是英国人，建立了基于一人一票的民主制度，这一制度拒绝种族或性别歧视，维护人权和宗教自由，”他在回应他最近收到的国际批评时说，特别是针对来自戈登·布朗的批评。"
            ]
        },
        {
            "input": "Three fire service tanker vehicles attended the scene, but used up all their water supplies.",
            "output": [
                "现场有3辆消防水车，但是水已被全部耗尽。"
            ]
        },
        {
            "input": "\"We'll definitely get some answers on those days,\" Rasmussen said.",
            "output": [
                "拉斯姆森说：“到了那几天，我们肯定就有答案了”。"
            ]
        },
        {
            "input": "FIFA launched an investigation into an on-field melee which began after the penalties had been decided in Germany's favour.",
            "output": [
                "在判定德国点球获胜后，场上发生了冲突，导致国际足联介入调查。"
            ]
        },
        {
            "input": "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.",
            "output": [
                "伊利诺伊州州长罗德·布拉戈耶维奇的办公室宣布裁员多达450名州雇员，关闭25处历史遗迹和州立公园。"
            ]
        },
        {
            "input": "Parliaments in both countries approved the deal, which will be binding on both countries.",
            "output": [
                "两个国家的议会都批准了这项对双方均具有约束力的约定。"
            ]
        },
        {
            "input": "The British tabloid The Daily Mirror today suggested that the London bombers may not have planned to commit suicide, while a Scotland Yard spokesman said they have not definitely confirmed that the four men intended to die when they carried out the attacks.",
            "output": [
                "今天，英国小报《每日镜报》表示，伦敦爆炸者可能并未计划自杀，而苏格兰场的一名发言人表示，他们尚未明确证实这四名男子是否在实施袭击时有意死亡。"
            ]
        },
        {
            "input": "Mr O'Connor said: \"The images were horrific; but they are what happen to people who smoke in this country.\"",
            "output": [
                "奥康纳先生说：“这些图像太可怕了，但这些都是在这个国家吸烟的人身上发生的事情。”"
            ]
        },
        {
            "input": "At a news conference, Speaker Boehner issued a statement: \"We have fought the good fight.\"",
            "output": [
                "在新闻发布会上，议长博纳发表声明：“我们已经打了胜仗。”"
            ]
        },
        {
            "input": "Other children have died when the walls of their houses have collapsed.",
            "output": [
                "当他们的房屋墙壁倒塌时，其他儿童已经死亡。"
            ]
        },
        {
            "input": "A PPP poll from December showed Johnson with 23 percent support in a three way race in New Mexico.",
            "output": [
                "12月的PPP调查显示约翰逊在新墨西哥州的三方竞选中获得23％的支持。"
            ]
        },
        {
            "input": "Last week, Naked News announced that it would dramatically increase its international language mandate to news reporting, with three new broadcasts.",
            "output": [
                "上周，《裸体新闻》宣布，将大幅增加新闻报道的国际语言授权，增加三家新的广播公司。"
            ]
        },
        {
            "input": "Iraqi president Jalal Talabani is personally opposed to capital punishment and stated that he would never sign a death sentence, not even against Saddam Hussein himself.",
            "output": [
                "伊拉克总统贾拉尔·塔拉巴尼本人反对死刑，并表示他绝不会签署死刑，甚至不会对萨达姆签署死刑。"
            ]
        },
        {
            "input": "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.",
            "output": [
                "商人们拒绝在11月1日德里市政公司可能恢复封锁行动之前退出罢工煽动。"
            ]
        },
        {
            "input": "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.",
            "output": [
                "昨天，1欧元可以买到35844列伊，而两天前是36133列伊。"
            ]
        },
        {
            "input": "The threat was received within minutes of the Associated Press running a story on Clinton being added to the program.",
            "output": [
                "在美联社报道了克林顿被加入发言名单的消息后，几分钟内就接到了上述威胁。"
            ]
        },
        {
            "input": "April 9, 2005 A rise in flesh-eating staph infections has worried doctors about the possible spread of drug resistant bacteria.",
            "output": [
                "2005年4月9日肉食性葡萄球菌感染的增加令医生担心抗药性细菌可能会传播。"
            ]
        },
        {
            "input": " \"But even in that part of the world, the pandemic virus is becoming dominant,\" Fukuda commented.",
            "output": [
                "福田敬二评论说：“但是，即使在世界的那个地区，大流行病毒也正在占据主导地位。”"
            ]
        },
        {
            "input": "Colombia says the arrest occurred inside Colombian territory and that Granda was moved to Colombia by Venezuelans.",
            "output": [
                "哥伦比亚说，逮捕发生在哥伦比亚境内，格兰达被委内瑞拉人移居哥伦比亚。"
            ]
        },
        {
            "input": "Airport workers found the boy after the plane had landed at Moscow.",
            "output": [
                "当飞机在莫斯科降落后，机场工作人员发现了他。"
            ]
        },
        {
            "input": "West Indies have beaten England by 15 runs in the first Twenty20 international of their tour of England at The Oval, London, England.",
            "output": [
                "西印度群岛在伦敦椭圆球场以15分的优势击败了英格兰队，这是西印度群岛首次派对参加在英国举办的国际性二十20比赛。"
            ]
        },
        {
            "input": "Dmitry Medvedev, the President of Russia, stated that \"the enforced detention of Russian citizens in Georgia is an unacceptable situation and in complete violation of international law,\" according to a press release published by the Russia Ministry of Foreign Affairs.",
            "output": [
                "俄罗斯外交部发布的新闻稿称，俄罗斯总统德米特里梅德韦杰夫表示，“在格鲁吉亚强行拘留俄罗斯公民是一种令人无法接受的情况，完全违反国际法。”"
            ]
        },
        {
            "input": "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.",
            "output": [
                "他已经取得了很好的进展，他到达布里斯班的预计时间将缩短一个月。"
            ]
        },
        {
            "input": "Search and rescue operations were suspended Tuesday due to high levels of methane gas which made conditions unsafe for rescuers.",
            "output": [
                "周二，由于甲烷气体含量高，救援人员面临危险，搜救行动暂停。"
            ]
        },
        {
            "input": "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.",
            "output": [
                "伊朗一贯坚持认为，它有权利用其本土铀资源发展自己的核燃料循环用以发电。"
            ]
        },
        {
            "input": "He was known as a good sportsman; always accepting referees' judgments, regardless of their accuracy.",
            "output": [
                "他被认为是一名优秀的运动员，他总是接受裁判的判决，不管他们的判断是否准确。"
            ]
        },
        {
            "input": "The then Federal Environment Minister was reported as saying: \"All environmental ministers believe that all plastic bags should be phased out within five years.\"",
            "output": [
                "据报道，当时的联邦环境部长说：“所有环保部长都认为所有塑料袋应在五年内逐步淘汰。”"
            ]
        },
        {
            "input": "The Norwegian Ministry of Health and Care Services is considering prosecuting and banning some Scientology practices, in particular the use of the Scientology personality test to sell courses.",
            "output": [
                "挪威卫生和保健服务部长正考虑起诉和禁止山达基教的某些行为，特别是利用山达基教的人格测试来出售课程的行为。"
            ]
        },
        {
            "input": "In their response, Nature refused to reveal their original data for comparison, and commented that Britannica had raised their grievances in private some time ago, and then received no further correspondence until Britannicas open letter of 22 March 2006.",
            "output": [
                "在他们的答复中，《自然》杂志拒绝披露原始数据以供对比；并评论道，《大英百科全书》此前曾私下里表示了不满，但是直到《大英百科全书》于2006年3月22日发表公开信之前，并没有进一步收到任何其他信件。"
            ]
        },
        {
            "input": "In 1975 the peak was surveyed at a height of 8 848 metres, in line with previous calculations, but a U.S. survey team in 1999 measured it at 8 850m.",
            "output": [
                "1975年，珠峰被测量的高度为8848米，与之前的计算结果一致，但1999年一个美国调查小组测量的高度为8850米。"
            ]
        },
        {
            "input": "Despite their recyclable nature, an estimated 6.67 billion or 36,700 tonnes of plastic bags are disposed of in landfill sites throughout Australia each year.",
            "output": [
                "尽管塑料袋具有可循环利用的性质，但据估计，全澳大利亚每年仍有66.7亿个或36,700吨塑料袋被丢弃在垃圾填埋场。"
            ]
        },
        {
            "input": "No independent study has yet confirmed the Duisburg-Essen team's findings.",
            "output": [
                "目前还没有独立的研究证实杜伊斯堡-埃森小组的发现。"
            ]
        },
        {
            "input": "The police would not release how many suspects were being investigated but said their inquiries had not led them to any other locations where former staff may have been employed.",
            "output": [
                "警方不愿透露有多少嫌疑人正在接受调查，但表示他们的调查没有将他们带到任何其他可能雇用了前工作人员的地点。"
            ]
        },
        {
            "input": "In January this year, after President Băsescu was elected, he pledged to send more peacekeeping troops in Iraq.",
            "output": [
                "今年1月，在贝塞斯克当选总统后，他承诺将向伊拉克派遣更多的维和部队。"
            ]
        },
        {
            "input": "It was his two-way movement that made him so dangerous in Tests.",
            "output": [
                "他的双向移动使他在比赛中变得如此危险。"
            ]
        },
        {
            "input": "The situation was brought under control soon; however five people were killed.",
            "output": [
                "局势很快得到控制，然而，有5人死亡。"
            ]
        },
        {
            "input": "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.",
            "output": [
                "谷歌数据库预计将成为克雷格列表的主要竞争对手，克雷格列表的部分归易趣所有。"
            ]
        },
        {
            "input": "No names have been released, but reports say that the two injured visitors are male and brothers aged 18 and 19.",
            "output": [
                "目前还没有公布任何人的名字，但有报道说，两名受伤的游客是男性，他们是兄弟，年龄分别为18岁和19岁。"
            ]
        },
        {
            "input": "Forces such as heavy storms or hurricanes, which churn water, would have an effect.",
            "output": [
                "猛烈的风暴或飓风等搅动水的力量会产生影响。"
            ]
        },
        {
            "input": "Some parts of the U.S. saw eleven inches of rain in the matter of a few hours on Monday.",
            "output": [
                "在周一的几个小时内，美国部分地区的降雨量达到了11英寸。"
            ]
        },
        {
            "input": "In September 1988, the Equal Employment Opportunity Commission issued a policy-guidance notice which stated that New Age courses should be handled under Title VII of the Act.",
            "output": [
                "1988年9月，平等就业机会委员会发布了一份政策指导通知，其中规定新时代课程应根据该法第七章处理。"
            ]
        },
        {
            "input": "Amazingly, America may have another chance to protect the future of this spectacular bird and the awesome forests in which it lives.\"",
            "output": [
                "令人惊讶的是，美国可能还有另一个机会来保护这种神奇的鸟的未来和它所生活的令人敬畏的森林。"
            ]
        },
        {
            "input": "There are concerns that the two-year length the recorders have been submerged in seawater along with enormous pressure located at the depth of the wreck, that the data on the recorders might be unreadable.",
            "output": [
                "令人担忧的是，两年的时间里，记录器沉没在海水深处承受着巨大的海水压力，导致记录器上的数据可能无法读取。"
            ]
        },
        {
            "input": "Steve Sinnott, who was the general secretary of the National Union of Teachers has died aged 56 of a suspected heart attack.",
            "output": [
                "全国教师工会秘书长史蒂夫·辛诺特因心脏病发作去世，享年56岁。"
            ]
        },
        {
            "input": "These abnormalities do not correspond to type 1 or type 2 diabetes, but reflect a different and more complex disease process that originates in the CNS (central nervous system), the researchers report.",
            "output": [
                "研究人员报告说，这些异常与1型或2型糖尿病不相符，但反映了一种源于CNS（中枢神经系统）的不同且更复杂的疾病过程。"
            ]
        },
        {
            "input": "Wikinews also asked if they could confirm the location of the leak and crack, but no response was given.",
            "output": [
                "维基新闻还询问是否能确认泄漏地和破裂口的位置，但英国石油公司没有给出答复。"
            ]
        },
        {
            "input": "Police were seeking relatives to help identify the bodies, and are instigating an investigation into the circumstances.",
            "output": [
                "警方正在寻找死者家属帮助确认尸体的身份，同时也对事故情况进行调查。"
            ]
        },
        {
            "input": "The Bulls rugby team has managed to reach the semi-finals of the Southern Hemisphere provincial rugby union competition, the Super 14.",
            "output": [
                "公牛橄榄球队进入了南半球省级橄榄球联盟赛-超级14大赛的半决赛。"
            ]
        },
        {
            "input": "Professor Stormshak believes that \"understanding sexual drives and the continuum of sexual behavior could possibly help explain the scientific basis of sexual assault [and] put an end to assertions that homosexuality is a lifestyle choice.\"",
            "output": [
                "斯托姆沙克教授认为，“理解性冲动和性行为的连续性可能有助于解释性侵犯的科学基础，并终结同性恋是一种生活方式选择的断言。”"
            ]
        },
        {
            "input": "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.",
            "output": [
                "相反，他说他的收费大约是71美元而不是71美分：比他的账单应该按照报价率多出100倍。"
            ]
        },
        {
            "input": "Southwest Missouri State (SMS) finance major, Fabian Florant, got straight to the point when discussing Doeg's first assumption that the French are weak.",
            "output": [
                "西南密苏里州金融专业的费边·弗洛兰特在讨论多格针对法国很弱的第一个看法时，更直接地切中了要点。"
            ]
        },
        {
            "input": "For five consecutive years landslides and floods have occurred in Java, claiming many lives.",
            "output": [
                "连续五年，爪哇发生了山体滑坡和洪水，夺走了许多人的生命。"
            ]
        },
        {
            "input": "The New Zealand government has denied any \"misbehaviour\" by McDonald.",
            "output": [
                "新西兰政府否认麦克唐纳曾做出过任何“不当行为”。"
            ]
        },
        {
            "input": "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.",
            "output": [
                "他还呼吁所有要求维和部队离开该国的命令都无关紧要并且无效，他还补充说联合国不相信巴博是合法总统。"
            ]
        },
        {
            "input": "A report by the International Water Management Institute (IWMI) says rising demand for irrigation to produce food and biofuels will aggravate scarcities of water.",
            "output": [
                "国际水资源管理研究所（IWMI）的一份报告称，用于生产食品和生物燃料的灌溉需求不断增加将加剧水的稀缺。"
            ]
        },
        {
            "input": "George W. Bush, the president of the United States has visited Tennessee, which was hit by over 25 tornadoes which caused over 33 deaths.",
            "output": [
                "美国总统乔治·W·布什访问了田纳西州，田纳西州被超过25场的龙卷风袭击，造成33人死亡。"
            ]
        },
        {
            "input": "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.",
            "output": [
                "当时在酒吧外喝酒的一名目击者说，男孩是在停车场踢足球的三个人之一，当时一名少年，据信是男性，骑着BMX自行车，从大约30米远的地方向人群开了三枪，其中一枪击中了受害者的脖子。"
            ]
        },
        {
            "input": "Swift noted that \"Air Pacific just didn’t resonate with our customers\" and said that same people \"thought we were an air conditioning company\".",
            "output": [
                "斯威夫特指出，“太平洋航空公司并没有引起我们客户的共鸣”，并说同样的人“以为我们是一家空调公司”。"
            ]
        },
        {
            "input": "\"In that way, we can also help shape a path back to the ballot box that is designed by and for Egyptians\".",
            "output": [
                "“通过这种方式，我们还可以帮助塑造一条回到由埃及人设计并为埃及人设计的投票箱的道路”。"
            ]
        },
        {
            "input": "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.",
            "output": [
                "“有关符拉迪沃斯托克火灾真相”网站已被创建，以传播有关火灾的信息。"
            ]
        },
        {
            "input": "The accident occurred at 4:20 a.m., March 21, on board HMS Tireless, a Trafalgar class submarine, during a joint US-UK exercise in the Arctic.",
            "output": [
                "事故发生在3月21日凌晨4点20分，在英国和美国在北极联合演习期间，在特拉法加级潜艇“不懈号”上。"
            ]
        },
        {
            "input": "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.",
            "output": [
                "死亡发生在图利亚拉镇，另一个类似的情况发生在距离萨哈拉哈130公里（80.8英里）的地方。"
            ]
        },
        {
            "input": "\"It is virtually impossible for water, in the form of vapor, to be absent from the planet, so it must be hidden, probably by the dusty cloud layer we detected in our spectrum.\"",
            "output": [
                "“这个星球上几乎不可能没有以蒸汽形式存在的水，所以它肯定是被掩盖了，很可能是被我们在光谱中探测到的尘土飞扬的云层所掩盖。”"
            ]
        },
        {
            "input": "The song, loosely inspired by Billy Joel, lists many of the BBC's achievements.",
            "output": [
                "这首歌的灵感或多或少来自比利·乔尔，它列举了BBC的许多成就。"
            ]
        },
        {
            "input": "Steele, 50, a former Lieutenant Governor of Maryland, won after the sixth round of voting against Katon Dawson of South Carolina.",
            "output": [
                "现年50岁的斯蒂尔是马里兰州的一名前副州长，在与南卡罗来纳州的卡顿道森进行第六轮投票后获胜。"
            ]
        },
        {
            "input": "Thai-Japanese Bangkok Youth Center, Bangkok — Wikinews interviewed Georgia Inglis, of the Australia women's national wheelchair basketball team, known as the Gliders.",
            "output": [
                "曼谷，泰国-日本曼谷青年中心维基新闻采访了乔治亚·英格利斯。她是澳大利亚国家女子轮椅篮球队即“滑翔者队”的成员。"
            ]
        },
        {
            "input": "In Romania's case, the adoption will take place 5-7 years after accession in 2007.",
            "output": [
                "就罗马尼亚而言，2007年后的未来5到7年都将使用新的货币定价方式。"
            ]
        },
        {
            "input": "It is estimated that there are only 25 to 50 of the rhinos alive on the planet, and they can only be found in the jungles of Sabah, or better known as the \"Heart of Borneo.\"",
            "output": [
                "据估计，目前地球上仅存25至50头犀牛，而且它们只能在沙巴的丛林中或更为人所知的“婆罗洲心脏”的丛林中找到。"
            ]
        },
        {
            "input": "The Wiltshire town beat 24 others in a competition to become the first ever to be twinned with the famous resort.",
            "output": [
                "威尔特郡在一场比赛中击败了其他24个城镇，成为第一个与这个著名的度假胜地结为姐妹的城市。"
            ]
        },
        {
            "input": "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.",
            "output": [
                "胡斯尼·穆巴拉克昨日宣布了一个新内阁，其中不包括几位抗议者基本上不赞成的人物。"
            ]
        },
        {
            "input": "He couldn't stay in his lane,\" Officer Josh Laverette said.",
            "output": [
                "警官乔希·拉法莱特说：“他不能保持在自己的车道里行驶”。"
            ]
        },
        {
            "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
            "output": [
                "报告称，一卡路里的食物大约需要1升水来生产，一公斤谷物只需要500到4000升水，而一公斤工业生产的肉类则需要1万升水。"
            ]
        },
        {
            "input": "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.",
            "output": [
                "请继续关注进一步的采访；来自每一方的每位候选人都有资格，并将与他们联系。"
            ]
        },
        {
            "input": "The result of the match gave Poland three points but they did not qualify for the next round of the Fifa World Cup as Ecuador had six and Germany nine.",
            "output": [
                "这场比赛的结果给了波兰三分，但他们没有资格参加下一轮国际足联世界杯，因为厄瓜多尔有六分，德国有九分。"
            ]
        },
        {
            "input": "Each of the ten plaintiffs is a child who was born to a Filipino mother and later acknowledged by a Japanese father.",
            "output": [
                "十名原告中的每一个都是菲律宾母亲所生的孩子，后来得到了一位日本父亲的承认。"
            ]
        },
        {
            "input": "The MST is an ideologically diverse movement of agricultural workers in Brazil officially founded in 1984.",
            "output": [
                "无地工人运动是1984年正式发起的巴西农工的一项思想多元化运动。"
            ]
        },
        {
            "input": "Brown bears are no longer found on the British Isles, and it had been thought that polar bears interbred more recently with brown bears living around Alaska.",
            "output": [
                "现在在不列颠群岛上已经找不到棕熊了，人们认为北极熊最近与生活在阿拉斯加附近的棕熊杂交。"
            ]
        },
        {
            "input": "Secretary for Labour & Welfare Matthew Cheung said that the government would do its best to meet the victims' needs.",
            "output": [
                "劳工与福利部部长张建宗表示政府会尽量满足受害人的要求。"
            ]
        },
        {
            "input": "NZ will now play either Srilanka or England in the semi-finals.",
            "output": [
                "新西兰队现在将在半决赛中迎战斯里兰卡或英格兰队。"
            ]
        },
        {
            "input": "Emergency crews said they were hopeful that they would be able to control the fire.",
            "output": [
                "紧急救援人员表示，他们希望能够控制火势。"
            ]
        },
        {
            "input": "It was mixed in concrete and water and sprayed on walls and ceilings, but the practice of spraying asbestos in this manner was banned in Japan in 1975.",
            "output": [
                "它混合在混凝土和水里，喷洒在墙壁和天花板上，但这种喷洒石棉的做法在1975年被日本禁止。"
            ]
        },
        {
            "input": "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.",
            "output": [
                "这套新规则也取消了禁止在港铁大楼内闲逛，以及禁止吃喝的规定。"
            ]
        },
        {
            "input": "New legislation has been proposed to fine violators more heavily, but has yet to be implemented.",
            "output": [
                "已出台新的法规，以便更严厉地惩罚违法者，但还尚未实施。"
            ]
        },
        {
            "input": "According to House Republican party rules, DeLay must resign upon indictment.",
            "output": [
                "根据众议院共和党的规定，面对这种起诉，迪莱必须辞职。"
            ]
        },
        {
            "input": "According to Christine Blower, acting general secretary of the National Union of Teachers, the government is admitting that the previous test system failed by making this move.",
            "output": [
                "根据全国教师联合会代理秘书长克里斯蒂娜·布洛尔的说法，政府承认以前的测试系统通过现在的这一举动而导致失败了。"
            ]
        },
        {
            "input": "The Vixens' win can be credited to several players including English national team player Geva Mentor, and returning Vixen stars Bianca Chatfield and Julie Corletto.",
            "output": [
                "维克森的胜利可以归功于几个球员，包括英国国家队球员格瓦·门特以及回归的维克森球星比安卡·查特菲尔德和朱莉·科莱托。"
            ]
        },
        {
            "input": "Approximately 200 people attended the event, held at the Kennedy Space Center's Space Mirror Memorial to all 24 astronauts killed in space disasters.",
            "output": [
                "大约有200人参加了在肯尼迪航天中心的太空镜像纪念馆举行的活动，来纪念在空间灾难中遇难的所有24名宇航员。"
            ]
        },
        {
            "input": "The extended warranty covers repairing and shipping of the console and the company has promised to reimburse those owners who have already had to pay for repairs.",
            "output": [
                "延长保修期包括控制台的维修和运输，公司承诺偿还那些已经支付维修费用的用户。"
            ]
        },
        {
            "input": "There are no reports of damage, injuries, deaths or tsunamis.",
            "output": [
                "没有关于损坏，伤害，死亡或海啸的报告。"
            ]
        },
        {
            "input": "According to Sultan, al-Suri opened fire when asked to stop his car.",
            "output": [
                "据苏丹说，艾尔·苏里当时被要求停车，于是他就开枪了。"
            ]
        },
        {
            "input": "Blatt requested that the trial be continued on April 4.",
            "output": [
                "布拉特要求在4月4日继续审判。"
            ]
        },
        {
            "input": "The country's state-owned energy monopoly, PLN, has not determined the immediate cause, and the country's president has ordered the national intelligence agency and police to investigate.",
            "output": [
                "该国的国有能源专卖局PLN尚未确定其直接原因，该国总统已下令国家情报机构和警方进行调查。"
            ]
        },
        {
            "input": "Vaessen also accused the Prince of other things, such as racing against the high-speed train TGV on a French highway.",
            "output": [
                "瓦森还指责王子的其他事情，例如在法国高速公路上与高速列车TGV比赛。"
            ]
        },
        {
            "input": "This move comes soon after a press release was made available by the European Parliament saying that \"in the last year scientific evidence, though disputed, has indicated that biofuels may not be as good for the environment as was once thought.\"",
            "output": [
                "在此之前不久，欧洲议会发布了一份新闻稿，称“过去一年，尽管有争议，科学证据表明，生物燃料可能不像人们曾经认为的那样对环境有益。”"
            ]
        },
        {
            "input": "\"What we found is that insulin is not just produced in the pancreas, but also in the brain,\" says study senior author Suzanne de la Monte of Rhode Island Hospital and Brown University Medical School.",
            "output": [
                "“我们发现胰岛素不仅在胰腺中产生，也在大脑中产生，”该研究的资深作者、罗德岛医院和布朗大学医学院的苏珊娜·德拉蒙特说。"
            ]
        },
        {
            "input": "However there are a small number within the department which have unrestricted Internet access.",
            "output": [
                "但是，该部门中有一小部分具有不受限制的互联网接入。"
            ]
        },
        {
            "input": "The game was more evenly match as opposed from the 1st 2 games when New England Revolution won the 1st game 4-0 on April 14 and won the 2nd game 3-0.",
            "output": [
                "新英格兰革命在4月14日以4比0赢得了第一场比赛，并以3比0赢得了第二场比赛，因此和前两场比赛相比，这场比赛更加旗鼓相当。"
            ]
        },
        {
            "input": "Defense Minister Jyri Hakamies confirmed that there would be a diplomatic meeting as a result between Finnish and Russian officials in order to discuss ways of preventing similar violations in the future.",
            "output": [
                "国防部长哈卡米斯证实，芬兰和俄罗斯官员将举行一次外交会议，讨论今后防止类似违规行为的方法。"
            ]
        },
        {
            "input": "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.",
            "output": [
                "上周，斐济政府曾威胁要驱逐新西兰高级专员，除非新西兰政府将签证授予乔治·纳塞瓦。后者是一名临时政权高官的儿子。"
            ]
        },
        {
            "input": "“WFP couldn’t do this alone, so we work with the Ministry of Agriculture and UNICEF to dig wells and the UN Food and Agriculture Organization for vegetable gardens,” said Benoit Thiry, Director, WFP in Djibouti.",
            "output": [
                "吉布提的世界粮食计划署负责人贝努瓦·蒂里说：“世界粮食计划署无法独立完成此工程，所以我们与农业部和联合国儿童基金会合作挖井，与联合国粮农组织一起推广菜园子。”"
            ]
        },
        {
            "input": "A train, traveling at a high rate of speed, was carrying over 850 passengers when it rammed into an empty train near Rio de Janeiro.",
            "output": [
                "一列搭载850名乘客的高速运行列车在里约热内卢附近撞上了一列空载火车。"
            ]
        },
        {
            "input": "\"When I get into the mountains, it's sure that it's finished,\" Cancellara said.",
            "output": [
                "堪萨拉拉说：“当我进入山地后，就确信比赛结束了”。"
            ]
        },
        {
            "input": "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.",
            "output": [
                "飞机失事时，苏拉斯失去了女儿和女婿。"
            ]
        },
        {
            "input": "VOA has reported that as many as 100 people could have been on board the plane at the time of its crash.",
            "output": [
                "据美国之音报道，飞机失事时，机上可能大约有100人。"
            ]
        },
        {
            "input": "Britain's Ministry of Defence (MoD) has admitted sixteen instances of sensitive information being leaked on social networking websites in the past eighteen months.",
            "output": [
                "英国国防部（MoD）承认，在过去的18个月中，有16个敏感信息泄露在社交网站上。"
            ]
        },
        {
            "input": "Bill Burton, a spokesman for Obama, responded to the ad:",
            "output": [
                "奥巴马的发言人比尔·伯顿回应了这则广告：。"
            ]
        },
        {
            "input": "The race, first held in 1829, is currently held on a 6,779 m (4 miles and 374 yards) stretch of the River Thames in London from Putney to Mortlake.",
            "output": [
                "这个比赛最初于1829年举行，目前在伦敦泰晤士河从普特尼到莫特莱克的的6,779米（4英里374码）区域举行。"
            ]
        },
        {
            "input": "The new species of butterflies are one subfamily of the Satyrinae species and the other a species of the Skipper butterfly.",
            "output": [
                "蝴蝶的新种是眼蝶亚科的一个亚科，而另一个是船长蝴蝶的一个品种。"
            ]
        },
        {
            "input": "Long-term effects are more difficult to speculate on, however, without better knowledge of the area and its currents.",
            "output": [
                "然而，如果不能更好地了解该区域及其洋流，就更难推测长期影响。"
            ]
        },
        {
            "input": "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.",
            "output": [
                "维基新闻联系杰罗姆，谈论加拿大人面临的问题，以及他们和他们的政党将如何解决这些问题。"
            ]
        },
        {
            "input": "Reports state that at least four suspects are in custody with one suspect still at large.",
            "output": [
                "报道显示至少4名嫌疑犯被拘留，1名嫌疑犯在逃。"
            ]
        },
        {
            "input": "\"Popularity is like perfume: nice to smell, dangerous to drink,\" said Peres.",
            "output": [
                "佩雷斯说，“流行就像香水：闻起来很好，喝起来很危险。”"
            ]
        },
        {
            "input": "\"We have moved everything that is loose, boarded every window and put extra material on the roof so it doesn’t get blown off.\"",
            "output": [
                "“我们搬走了所有松散的东西，钉上了每个窗户，并在屋顶上放置了额外的材料，这样它就不会被吹掉。”"
            ]
        },
        {
            "input": "The other officially-named suspect has already been arrested in Birmingham.",
            "output": [
                "另一名被正式确认名字的嫌犯已在伯明翰被捕。"
            ]
        },
        {
            "input": "The Agence France-Presse was told that the investigation \"determined that the two OH-58 helicopters involved in the January 25 incident [sic] in Kirkuk province were engaged and struck by hostile fire,\" and that \"While executing evasive manoeuvres in response to the hostile fire, the two OH-58s collided, resulting in the catastrophic loss of both aircraft and crews,\" by a US Army spokesman for northern Iraq.",
            "output": [
                "法新社获悉，调查“确定涉及1月25日基尔库克省事件【原文如此】的两架OH-58型直升机被迫与敌对火力交战并遭到袭击”，“两架OH-58型直升机在躲避敌对火力时，发生了碰撞，造成飞机和机组人员的灾难性损失，“美国陆军发言人对这件发生在伊拉克北部事件解释道。"
            ]
        },
        {
            "input": "Eli Lilly & Co. was the development partner in creation of the drug.",
            "output": [
                "Eli Lilly＆Co.是该药物的开发合作伙伴。"
            ]
        },
        {
            "input": "Based on past experience, this pandemic will be with us for some months, if not years, to come.\"",
            "output": [
                "根据过去的经验，这场大流行将伴随我们几个月，甚至数年。”"
            ]
        },
        {
            "input": "The Museum of Art was bequeathed 48 German Expressionist paintings, drawings and prints.",
            "output": [
                "艺术博物馆遗赠了48幅德国表现主义绘画、绘画和版画。"
            ]
        },
        {
            "input": "Ferrari driver Felipe Massa and his teammate Michael Schumacher won the front row on the FIA Formula-1 2006 Fuji Television Japanese Grand Prix on the Suzuka International Racing Course.",
            "output": [
                "法拉利车队的车手菲利佩·马萨和队友迈克尔·舒马赫在2006年国际汽车联合会一级方程式富士电视台日本大奖赛的铃木国际赛道上赢得了第一排位。"
            ]
        },
        {
            "input": "Three days after a US Navy helicopter collided with a US Coast Guard airplane off the coast of California, a search and rescue mission is ongoing for the nine crew onboard the two aircraft.",
            "output": [
                "一架美国海军直升机与一架美国海岸警卫队飞机在加利福尼亚海岸相撞三天后，寻找两架飞机上的9名乘员的搜救行动正在进行中。"
            ]
        },
        {
            "input": "He says that for other lab experiments the hardware is already in place, the only step needed is to change the software.",
            "output": [
                "他说，对于其他实验室实验，硬件已经到位，唯一需要的步骤是更换软件。"
            ]
        },
        {
            "input": "The driver of the train has been arrested because of suspicion of negligence.",
            "output": [
                "火车司机因涉嫌疏忽而被捕。"
            ]
        },
        {
            "input": "Adults from the area reported that the children had died of malaria.",
            "output": [
                "当地的成年人说，孩子们都死于疟疾。"
            ]
        },
        {
            "input": "\"Everybody started running away from where the sound came,\" said eyewitness Amanat Khan while describing the event.",
            "output": [
                "目击者阿马纳特·汗在描述这一事件时表示“所有人都开始逃离声音传出的地方。”"
            ]
        },
        {
            "input": "Samples of the sardines have been sent to health officials at the Institut Pasteur de Madagascar in the capital city of Antananarivo.",
            "output": [
                "沙丁鱼的样本已被送往马达加斯加首都塔那那利佛巴斯德研究所的卫生官员那里。"
            ]
        },
        {
            "input": "There is already discussion all over the Internet as to whether this technology will eventually make WiFi obsolete, negating the need to find \"hot spots\" for a group of friends.",
            "output": [
                "关于这项技术是否最终会让WiFi过时，网络上已经有了广泛的讨论，人们不再需要为一群朋友寻找“热点”。"
            ]
        },
        {
            "input": "Later coach Leudis Gonzalez claimed the Kazaks offered him money to lose the bout.",
            "output": [
                "后来教练卢迪斯·冈萨雷斯声称哈萨克斯坦给了他钱来输掉比赛。"
            ]
        },
        {
            "input": "E-mail and other documents involving the then-FDA Commissioner Mark McClellan were found to have been destroyed \"routinely\".",
            "output": [
                "当时的FDA局长马克·麦克莱伦的电子邮件和其他文件被发现“例行”销毁。"
            ]
        },
        {
            "input": "An eight-year-old child who became infected after playing with dying chickens has been released from hospital.",
            "output": [
                "一名与将死的小鸡玩耍而感染病毒的8岁儿童已经出院。"
            ]
        },
        {
            "input": "Writing for Significance magazine, Stephanie Kovalchik says this report shows the US \"is experiencing an epidemic of sexual violence.\"",
            "output": [
                "斯蒂芬妮·科瓦奇克在为《重要性》杂志撰稿时表示，这份报告显示，美国“正在经历一场性暴力流行病”。"
            ]
        },
        {
            "input": "On its paper, the Commission is inspired by the social model of the Scandinavian countries - namely by the social system established in Denmark in the late 1990's.",
            "output": [
                "在其文件中，委员会受到斯堪的纳维亚国家社会模式的启发-即1990年代末在丹麦建立的社会制度。"
            ]
        },
        {
            "input": "Western Romania has recently faced a week of heavy rain, which has caused heavy flooding in some areas, and in other areas has damaged infrastructure.",
            "output": [
                "近来，罗马尼亚西部遭到长达一周的暴雨，在某些地区引发严重的洪灾，还摧毁了其他地区的基础设施。"
            ]
        },
        {
            "input": "Twenty Indians living in Bahrain filed a case against 35-year old Madhavan on Tuesday.",
            "output": [
                "周二，居住在巴林的20名印度人对35岁的马达范提起诉讼。"
            ]
        },
        {
            "input": "The Australian Government's research arm has announced that it will fight the legal action to protect its intellectual property, the income of which it uses to fund its research.",
            "output": [
                "澳大利亚政府的研究机构宣布他们会应诉并尽力保护其知识产权，他们将知识产权取得的收益用于其研究项目中。"
            ]
        },
        {
            "input": "Despite the book's accusations of Sheffield and Giambi, it centers around Bonds and the founder of the Bay Area Laboratory Co-Operative or BALCO, Victor Conte Jr.",
            "output": [
                "尽管对谢菲尔德和吉昂比提出了指控，但是这本书重点指向了邦兹和海湾地区实验室合作公司的创始人小维克多·孔黛。"
            ]
        },
        {
            "input": "Traditional leather basketballs provide more grip when they are slightly wet.",
            "output": [
                "传统的皮革篮球提供了更多的抓地力时，他们是略湿的。"
            ]
        },
        {
            "input": "In the statement, Mr. Karunanidhi said the rising crude oil prices globally necessitated an increase in fuel prices.",
            "output": [
                "卡鲁纳尼迪先生在声明中表示，全球原油价格上涨导致燃料价格上涨。"
            ]
        },
        {
            "input": "The military junta did not accept NLD's majority in that election.",
            "output": [
                "军政府不接受全国民主联盟在那次选举中占多数席位。"
            ]
        },
        {
            "input": "In preparation of this, at 1500 UTC yesterday, the Cuban provinces of Granma and Holguin were issued with a Hurricane warning by the country's government.",
            "output": [
                "为此，昨天世界协调时1500时，古巴政府向格拉玛和霍尔金两省发出了飓风警报。"
            ]
        },
        {
            "input": "So far no charges have been filed against anyone for the crimes.",
            "output": [
                "到目前为止，还没有人因这些罪行遭到指控。"
            ]
        },
        {
            "input": "Teaching in various Ontario schools, she has been active in the Simcoe NDP riding association since 1975.",
            "output": [
                "她在安大略省的各个学校任教，自1975年以来一直活跃在西姆科民主党选区协会。"
            ]
        },
        {
            "input": "In the United Kingdom, television presenter Derek Batey has died at the age of 84.",
            "output": [
                "在英国，电视节目主持人德里克·巴蒂去世，享年84岁。"
            ]
        },
        {
            "input": "Despite entering the match with the burden of having to score 32 points and receiving a bonus point (by scoring four tries), the Bulls managed to overcome fellow South African team, the Stormers, at Newlands Stadium in Cape Town on Saturday May 13, winning the match 43 points to 10 in the final round of the regular season.",
            "output": [
                "尽管背负着必须得到32分并（通过四次触地得分）获得奖励分的包袱进入赛场，公牛队仍然于5月13日星期六在开普敦新地体育场战胜了南非的风暴者队。这场常规赛季最后一轮比赛的比分是43比10。"
            ]
        },
        {
            "input": "Boehner informed other congressmen of the deal in a conference call yesterday evening.",
            "output": [
                "昨天晚上，博纳在电话会议上向其他国会议员通报了这个协议。"
            ]
        },
        {
            "input": "Following the meeting, a press conference was held in which Saakashvili stated that he had signed the accord.",
            "output": [
                "萨卡什维利在会后的记者招待会上表示，他已经签署了该协定。"
            ]
        },
        {
            "input": "On Friday evening, the colleagues and relatives of the journalists gathered in front of the Cotroceni Palace, Băsescu's residence, to call for their release.",
            "output": [
                "周五晚上，记者们的同事和亲属聚集在科特罗切尼宫前，要求释放他们。"
            ]
        },
        {
            "input": "First and Business Class traffic has fallen as the global credit crisis has hit premium and business travel.",
            "output": [
                "由于全球信贷危机打击了高端和商务旅行，头等舱和商务舱的客流量有所下降。"
            ]
        },
        {
            "input": "Police are investigating a shooting on Buffalo's East Side late Saturday night which left one person in critical condition at a local hospital.",
            "output": [
                "警方正在调查星期六晚上在布法罗东区发生的枪击事件，这起事件导致一名人员在当地一家医院处于危急状态。"
            ]
        },
        {
            "input": "This is the largest expansion of HBO Asia, which has been operating in Asia since 1992 and serves 25 countries, since the launch of Cinemax Asia in 1996.",
            "output": [
                "这是自Cinemax亚洲在1996成立以来，HBO亚洲最大规模的扩张，该公司自1992年起于亚洲运营，服务亚洲25个国家与地区。"
            ]
        },
        {
            "input": "It is not known how many people were on board the plane, but no injuries are reported.",
            "output": [
                "目前尚不清楚飞机上有多少人，但没有受伤报告。"
            ]
        },
        {
            "input": "At present the condition could be diagnosed and treated after advancements in medical imaging and hysteroscopy, but in Kahlo's time, Dr. Antelo said, the technology had not advanced far enough to diagnose and treat her.",
            "output": [
                "安特洛博士说，目前这种疾病可以通过医学成像和宫腔镜技术的进步来诊断和治疗，但在卡罗的时代，这项技术还没有发展到足以诊断和治疗她的程度。"
            ]
        },
        {
            "input": "US secretary of state Condoleezza Rice has said the US \"condemns this act\" and called upon Belarus to act within accepted international principles on the treatment of political opposition.",
            "output": [
                "美国国务卿康多莉扎•赖斯表示，美国“谴责这一行为”，并呼吁白俄罗斯在对待政治反对派的公认国际原则范围内采取行动。"
            ]
        },
        {
            "input": "The United States did manage to get a bronze on the beam thanks to Alexandra Raisman who pulled off a routine that received enormous applause.",
            "output": [
                "美国在平衡木项目上获得了铜牌，这要归功于亚历山德拉·雷斯曼，她一反常规的动作获得了全场喝彩。"
            ]
        },
        {
            "input": "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.",
            "output": [
                "林恩Capitol Diner餐厅的老板罗伯特·范内尔以将养鸡场建在离学院两个街区远的林恩市中心而闻名。他表示，人们应该开始体验有机生活，回归自然，并且转而使用能源效率更高的灯光及在自家后院种植花园。"
            ]
        },
        {
            "input": "Elsewhere in Wardek province, four Afghan soldiers died in an airstrike by coalition forces.",
            "output": [
                "在瓦尔德克省的其他地方，有四名阿富汗士兵在联军的空袭中丧生。"
            ]
        },
        {
            "input": "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.",
            "output": [
                "里科·丹尼尔斯是一位生活在法国的英国电视节目主持人，他以他的两部电视剧“救助者”而闻名，当时他还住在英国，后来又搬到法国去了。"
            ]
        },
        {
            "input": "The former state airline, privatised in 1987, saw its shares fall 8.5% on the back of an announcement that \"further economic weakness in January and the outlook for February and March combined with the fall in sterling are impacting our outlook for the year\", according to The Daily Telegraph.",
            "output": [
                "据“每日电讯报”报道，1987年私有化的前国有航空公司股价下跌8.5％，原因是“1月份经济进一步疲软，2月和3月前景加上英镑下跌影响了我们对今年的展望”。"
            ]
        },
        {
            "input": "The lawsuit was for misappropriating the singer's money and credit cards.",
            "output": [
                "这起诉讼是因为挪用歌手的钱和信用卡。"
            ]
        },
        {
            "input": "No injuries were reported among the crew of the Norfolk Southern freight train.",
            "output": [
                "诺福克南方货运列车的船员没有受伤。"
            ]
        },
        {
            "input": "Any member of the public entering the closed state parks after November 1 could be arrested and charged with trespassing.",
            "output": [
                "11月1日之后进入封闭的州立公园的任何公民都可能被逮捕并被控非法侵入。"
            ]
        },
        {
            "input": "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.",
            "output": [
                "“在我看来，如果发现了这座墓，那将是21世纪最重要的发现之一，因为克里奥帕特拉和马克·安东尼的爱情，也因为他们死亡的悲惨故事”。"
            ]
        },
        {
            "input": "The newly elected party also pledges to focus spending on households, especially rural families and those with children.",
            "output": [
                "新当选的民主党还承诺将把支出重点放在家庭上，尤其是农村家庭和有孩子的家庭。"
            ]
        },
        {
            "input": "It is possible that there may be applications related to nuclear weapons, although this possibility is not discussed in the research paper.",
            "output": [
                "有可能存在与核武器有关的应用，尽管这一可能性在研究论文中没有讨论。"
            ]
        },
        {
            "input": "Elsewhere in Sichuan, thousands of Tibetans turned out in the streets of Seda, according to the Tibetan Center for Human Rights and Democracy.",
            "output": [
                "据藏族人权与民主中心称，在四川，数千名藏人出现在色达的街道上。"
            ]
        },
        {
            "input": "The complaint claims that the actions of Miller and Growing Generations violated Federal, New York State and New York City civil rights laws.",
            "output": [
                "诉状称，米勒和成长一代的行为违反了联邦，纽约州和纽约市的民权法。"
            ]
        },
        {
            "input": "The device appears to be running a mobile version of the Apple operating system Mac OSX.",
            "output": [
                "该设备似乎正在运行苹果操作系统Mac OSX的移动版本。"
            ]
        },
        {
            "input": "27 civilians have been killed so far in Israeli raids on Lebanon.",
            "output": [
                "迄今为止，以色列袭击黎巴嫩已造成27名平民丧生。"
            ]
        },
        {
            "input": "He will officially become the Philippines's fifteenth president on June 30.",
            "output": [
                "诺伊将于6月30日正式成为菲律宾第十五任总统。"
            ]
        },
        {
            "input": "In response, Immigration Voice, a non-profit organization representing skilled, legal immigrants, said that they welcome the fact that Dr. Gonzalez acknowledged the symbolic gesture of our protest and are overjoyed that these flowers will brighten the day of the injured service brethren.",
            "output": [
                "移民之声是一个非盈利组织，代表有技能的合法移民们，回应称他们欢迎冈萨雷斯博士承认我们抗议的象征性姿态，并十分欣喜，这些鲜花能够照亮受伤的军人们的生活。"
            ]
        },
        {
            "input": "Harry King, a former colleague and friend of Derek Batey, described him as \"a proud Cumbrian [...] a people person and was never happier than when he was talking to people.\"",
            "output": [
                "德里克·巴蒂的前同事兼朋友哈里·金形容他是“一个骄傲的坎布里亚人……”他是个善于交际的人，从来没有比与人交谈时更快乐。"
            ]
        },
        {
            "input": "As well as the announcements of the best man and Maid of Honour, other plans have been released as well.",
            "output": [
                "公布了伴郎和主要伴娘的名单，还透露了其他计划。"
            ]
        },
        {
            "input": "Having announced that Barry Prime would take over the newly created post of National Performance Director for swimming, Swim Ireland has revealed that the British coach has changed his mind about taking up the post.",
            "output": [
                "在宣布巴里·普莱姆将担任新设的游泳国家绩效总监的职位后，爱尔兰游泳协会透露，这位英籍教练改变了要担任这个职位的主意。"
            ]
        },
        {
            "input": "Although on land sulfur is used as a fungicide, in a marine setting it wouldn't act as one, said Farr; instead a sulfur spill can be compared to dumping sand on a reef and smothering it, or placing a blanket on a bed of grass.",
            "output": [
                "法尔说，虽然在陆地上硫磺被用作杀菌剂，但在海洋环境中，它不会起到杀菌剂的作用；相反，可以将硫磺泄漏比作将沙子倒在礁石上，或者是在草床上铺一条毯子。"
            ]
        },
        {
            "input": "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.",
            "output": [
                "“他把包裹扔到【盒子里】，然后向特拉华大街，朝艾伦走去，”布法罗警察局Lt.K·希什科夫斯基说。"
            ]
        },
        {
            "input": "While Bai Yun has been relatively fertile in captivity, other animals have had difficulty mating.",
            "output": [
                "虽然白云在圈养中相对具有繁殖能力，但与其他动物却难以交配。"
            ]
        },
        {
            "input": "The failure in the accumulative power supply system in Mosenergo which occurred at 11:15 a.m. local time on Wednesday, led to a power outage in all areas of the city.",
            "output": [
                "当地时间周三上午11：15，莫斯内戈累积式供电系统发生故障，导致该市所有地区停电。"
            ]
        },
        {
            "input": "The DUP proposed that Speaker of the Assembly Eileen Bell should be the chairperson.",
            "output": [
                "DUP提议大会议长艾琳贝尔应担任主席。"
            ]
        },
        {
            "input": "However, after an investigation, health officials concluded that there was an abnormally large amount of lead circulating in the villagers' bodies.",
            "output": [
                "然而，经过调查以后，卫生官员们得出的结论是：在村民们的体内循环着异常大量的铅。"
            ]
        },
        {
            "input": "Obama's response to the incident was \"One of the things that the American people count on in their interactions with any level of government is that if they have to disclose personal information, then it is going to stay personal and stay private.\"",
            "output": [
                "奥巴马对这一事件的回应是，“美国人民在与各级政府的交往中所依赖的一件事是，如果他们必须披露个人信息，那么这些信息将保持隐私。”"
            ]
        },
        {
            "input": "U.S. Dept. of Justice attorney for 40 years, Dave Margolis, was assigned by James Comey on August 12 to take over his position as the acting Deputy Attorney General.",
            "output": [
                "美国司法部长达40年的律师戴夫·马尔戈利斯8月12日被詹姆斯·科米委派，接替他担任代理副总检察长一职。"
            ]
        },
        {
            "input": "Investigators say at least 33 specific films and songs posted on TPB were tracked by authorities.",
            "output": [
                "调查人员说，当局至少追踪了在TPB上发布的33部具体电影和歌曲。"
            ]
        },
        {
            "input": "The MoD would not comment on what disciplinary action was taken, or whether the leaks involved operational information.",
            "output": [
                "国防部不愿就采取了何种惩戒行动，也不愿就泄密是否涉及运营信息发表评论。"
            ]
        },
        {
            "input": "He continued to comment, saying that the decision had been “misplaced”.",
            "output": [
                "他继续发表评论，称这一决定“不合时宜”。"
            ]
        },
        {
            "input": "He died in Montecito, California, surrounded by family, according to spokesman Dick Guttman.",
            "output": [
                "根据他的发言人，迪克·葛特曼提供的消息，他在加州蒙特西托去世，身边陪伴着家人。"
            ]
        },
        {
            "input": "Preliminary election results will be on Wikinews as they come through it is expected that all votes will be counted by 11:30 UTC (23:30 NZST)",
            "output": [
                "初步选举结果将在收到后公布于维基新闻上。预期全部选票的统计工作将于世界时11：30（新西兰标准时23：30）完成。"
            ]
        },
        {
            "input": "Jolstad, nicknamed \"Jolly,\" was a member of the construction crew that was resurfacing the bridge.",
            "output": [
                "约尔斯塔德，绰号“快乐小子”，是建筑队的一员。这个建筑队当时正在重铺桥面。"
            ]
        },
        {
            "input": "The operation should take between three weeks to a month.",
            "output": [
                "打捞将要花三个星期到一个月的时间。"
            ]
        },
        {
            "input": "Since 2002 the country received $1 billion in aid but the infant mortality rate is almost the highest in the world, lower than Angola but higher than Afghanistan.",
            "output": [
                "自从2002年以来，该国接受了10亿美元的援助，但是其婴儿死亡率几乎是全球最高的，低于安哥拉，高于阿富汗。"
            ]
        },
        {
            "input": "The death toll is anticipated to increase by authorities, with 35 reported missing.",
            "output": [
                "当局预计死亡人数将增加，有35人失踪。"
            ]
        },
        {
            "input": "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.",
            "output": [
                "根据北京的“主办城市协议”，预计参加奥运会的30000名记者和媒体工作人员将保证可以无限制访问网页。"
            ]
        },
        {
            "input": "The decision was announced by party leaders Asif Ali Zardari, widower of former premier Benazir Bhutto, and Nawaz Sharif, with the parties aiming for a successful no-confidence vote against President Musharraf.",
            "output": [
                "两党领导人，身为前总理贝娜齐尔·布托鳏夫的阿西夫·阿里·扎尔达里与纳瓦兹·谢里夫宣布了这一决定，双方的目标是成功地对穆沙拉夫总统进行不信任投票。"
            ]
        },
        {
            "input": "The woman was holding the bomb when it exploded and suffered injuries to her stomach and hands.",
            "output": [
                "炸弹爆炸时，该名妇女正手持炸弹，爆炸造成了她的腹部和双手受伤。"
            ]
        },
        {
            "input": "However Munaf Patel took two wickets in two balls to dismiss both the England opening batsmen.",
            "output": [
                "然而，穆纳夫·帕特尔在两个球中拿下两个三柱门，从而将英格兰首发的两名击球手击杀出局。"
            ]
        },
        {
            "input": "He is expected to be put on trial at the Old Bailey in London, alongside the other suspects involved in the failed attacks.",
            "output": [
                "预计他将在伦敦老贝利，与其他参与袭击未遂的嫌疑人一起接受审判。"
            ]
        },
        {
            "input": "Each level of lending assumes a level of financial risk, but trouble can arise when the risk tolerances are exceeded.",
            "output": [
                "每个级别的贷款都会产生一定程度的财务风险，但是当超出风险承受能力时会出现问题。"
            ]
        },
        {
            "input": "The base housed missiles and Sukhoi Su-27 fighter jet planes.",
            "output": [
                "基地内存有导弹和苏海苏-27战斗机。"
            ]
        },
        {
            "input": "She became the first known person to recover from the disease without vaccination.",
            "output": [
                "她成为第一个在没有接种疫苗的情况下从疾病中康复的人。"
            ]
        },
        {
            "input": "A collision between two United States military helicopters in Iraq that killed four last month has been blamed on enemy fire.",
            "output": [
                "上个月，敌军炮火造成两架美国军用直升机在伊拉克相撞，导致四人死亡。"
            ]
        },
        {
            "input": "\"The market is starting to show small signs of life which need to be nourished like seedlings,\" said the vice president and chairman of Chrysler LLC Jim Press.",
            "output": [
                "克莱斯勒有限责任公司副总裁和董事长吉姆·普莱斯指出：“市场开始显示微小的生命迹象，需要像幼苗一样来滋养”。"
            ]
        },
        {
            "input": "The dam on the Cotter River has been under construction for four years.",
            "output": [
                "科特河上的大坝已建了四年。"
            ]
        },
        {
            "input": "Communication to and from the isolated island proves to be difficult.",
            "output": [
                "这个孤岛上的来往通信也被破坏。"
            ]
        },
        {
            "input": "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.",
            "output": [
                "加拿大音乐名人堂的荣誉授予给了老加拿大摇滚乐队凯旋门。"
            ]
        },
        {
            "input": "Police will not confirm or deny if any parts of a timer have been found, but have said that \"any device will now be in a million pieces\".",
            "output": [
                "如果发现定时炸弹的任何部件，警方不会证实或否认，但表示，“任何设备现在都将是碎片。”"
            ]
        },
        {
            "input": "The new museum of Olympia was saved in the last minute but part of the ancient stadium was not spared.",
            "output": [
                "新建的奥林匹亚博物馆在最后一刻被挽救了下来，但是古代体育场的一部分却未能逃过劫难。"
            ]
        },
        {
            "input": "Free software is software which, once obtained, can be used, copied, studied, modified and redistributed.",
            "output": [
                "自由软件是一种软件，一旦获得，就可以使用，复制，研究，修改和重新分发。"
            ]
        },
        {
            "input": "Their most visible tactic has been the occupation of mostly privately-held plantations and landholdings, sometimes armed with carving knifes and scythes.",
            "output": [
                "他们最明显的战术是占领主要由私人持有的种植园和土地所有权，有时候他们会手持切肉刀和长柄镰刀。"
            ]
        },
        {
            "input": "Round 6 of the Hyundai A-League produced an interesting first for the competition in its short existence, and something which has been totally against the grain so far this season.",
            "output": [
                "现代A联赛的第6轮的比赛在其短暂的存在中产生了一个有趣的第一次，这是本赛季到目前为止完全违背常规的事情。"
            ]
        },
        {
            "input": "One New York Democrat, who asked to not be named, said he was recently called by a senior Clinton team member.",
            "output": [
                "一位不愿透露姓名的纽约民主党人说，他最近接到了克林顿团队一名高级成员的电话。"
            ]
        },
        {
            "input": "\"We could see the sky get really dark and there was lightning and thunder.\"",
            "output": [
                "“我们可以看到天空变得非常黑暗，并且有闪电和雷声。”"
            ]
        },
        {
            "input": "\"If anyone contradicts this teaching then we would repudiate their views without hesitation.\"",
            "output": [
                "“如果有人反驳这种教导，那么我们会毫不犹豫地否定他们的观点。”"
            ]
        },
        {
            "input": "\"In this kind of environment, anyone can go (bankrupt) anytime,\" said Urdom, who declined to comment on the impact the present financial situation has had on his airline, saying only that they \"are financially sustainable.\"",
            "output": [
                "乌冬说：“在这种情况下，任何人都可能随时破产”。他谢绝对当前财务状况对该公司产生的影响进行评论。只是说，公司“在财务上具有可持续性”。"
            ]
        },
        {
            "input": "Francois Engongah Owono is the secretary general of the presidency.",
            "output": [
                "弗兰克斯·恩贡加·奥欧诺是总统的秘书长。"
            ]
        },
        {
            "input": "Finishing behind Franchitti in second place was British driver Dan Wheldon of Partner Racing.",
            "output": [
                "排在弗兰奇蒂之后的第二位是英国赛车手丹·威尔顿。"
            ]
        },
        {
            "input": "\"The forces are also trying to locate the explosives lab that is behind yesterday's car-bomb in Shavey Shomron.\"",
            "output": [
                "“部队还试图找到昨天发生在沙维·肖姆龙汽车爆炸案的爆炸物实验室。”"
            ]
        },
        {
            "input": "Larry Craig, the senior United States Senator for Idaho, was arrested at Minneapolis-St. Paul International Airport in Minnesota after pleading guilty to a charge of disorderly conduct.",
            "output": [
                "美国爱达荷州资深参议员拉里·克雷格在明尼苏达州明尼阿波利斯-圣保罗国际机场因犯有扰乱治安罪被捕。"
            ]
        },
        {
            "input": "Other countries which also show graphic warnings include Australia and Canada; they say that the warnings are effective.",
            "output": [
                "其他也出现图形警告的国家包括澳大利亚和加拿大，并且他们说警告是有效的。"
            ]
        },
        {
            "input": "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.",
            "output": [
                "该法案允许拘捕涉嫌恐怖主义的外国人，该法案在2004年因其歧视性被废除。"
            ]
        },
        {
            "input": "Throughout the course of the race there were nine cautions and thirty-five lead changes among fourteen different drivers.",
            "output": [
                "在14名不同车手参赛的全程中，出现了9次暂停，领先地位交换了35次。"
            ]
        },
        {
            "input": "It was also observed on the next night and two weeks later on September 6.",
            "output": [
                "第二天晚上以及两周后的9月6日天文台也观察到了这一现象。"
            ]
        },
        {
            "input": "Going into the elections, Obama was already forecast to win in California, with RealClearPolitics predicting he would win by 14 points.",
            "output": [
                "竞选开始时，奥巴马已经被预测将在加州获胜，真清晰政治网站预测他将以14分的优势获胜。"
            ]
        },
        {
            "input": "\"They'll keep the vote open for several hours, in violation of the rules.\"",
            "output": [
                "“他们会违反规定，让投票持续几个小时。”"
            ]
        },
        {
            "input": "Based on Iran's Islamic Sharia law, non-compliance results in legal punishment because the state sees itself responsible in executing punishment for Islamic theological sins.",
            "output": [
                "根据伊朗的伊斯兰教法，不遵守规定会导致法律惩罚，因为国家认为自己有责任对伊斯兰神学罪行进行惩罚。"
            ]
        },
        {
            "input": "In response to the threat, several teams are scheduled to sweep some stadiums with radiation detection devices on Sunday for the presence of radioactive materials.",
            "output": [
                "为了应对这一威胁，几个小组计划在周日用辐射检测设备清扫一些体育场，检查是否存在放射性物质。"
            ]
        },
        {
            "input": "The bill will keep government agencies running through September 2008.",
            "output": [
                "该法案将使政府机构继续运行至2008年9月。"
            ]
        },
        {
            "input": "At approximately 1230 UTC/0730 EST, the first explosion occurred outside the crowded Sankat Mochan temple.",
            "output": [
                "在世界时间12时30分左右，美国东部时间0730分，第一次爆炸发生在拥挤的桑卡德莫陈寺庙外。"
            ]
        },
        {
            "input": "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"",
            "output": [
                "他还说：“我相信在未来的日子里，我们会看到绝大多数人走上通往民主之路。”"
            ]
        },
        {
            "input": "Police efforts are underway to track the origin of the letter that initiated the scare.",
            "output": [
                "警方正在努力追查引发恐慌的那封信的来源。"
            ]
        },
        {
            "input": "The current White House Press Secretary, Dana Perino, said, when asked about it today, that it is not clear what McClellan means in the excerpt.",
            "output": [
                "现任白宫新闻秘书达纳·佩里诺在今天被问及这一点时表示，麦克莱伦在节选中的表达的意思并不清楚。"
            ]
        },
        {
            "input": "Previous festival attendees reads like a 'Who's Who' in Hollywood: Martin Landua, Danny Devito and Doris Roberts, among many others.",
            "output": [
                "此前的电影节与会者有：马丁·兰度瓦、丹尼·德维托和多丽丝·罗伯茨，读起来就像一本好莱坞名人录。"
            ]
        },
        {
            "input": "They all had heat-retaining drysuits but it was unknown if they were wearing them at the time.",
            "output": [
                "他们都有保温潜水衣，但是不知道当时是否穿在身上。"
            ]
        },
        {
            "input": "Most are made from old lawnmower parts, a steering wheel and a bar stool.",
            "output": [
                "多数是用割草机零部件制造的，装上方向盘和酒吧椅就成了。"
            ]
        },
        {
            "input": "\"It was the proof that we are still united and powerful.\"",
            "output": [
                "“这证明我们仍然团结而强大。”"
            ]
        },
        {
            "input": "The event also took place outside of the Capitol Records Building.",
            "output": [
                "该活动也在国会唱片大楼外举行。"
            ]
        },
        {
            "input": "Vince caught forecasters by surprise, since the waters in the area are around 25ºC.",
            "output": [
                "“文斯”令预报员们感到吃惊，因为该地区海域的水温大约是25℃。"
            ]
        },
        {
            "input": "She is not yet fully recovered: the effects of the coma are still apparent, and she has difficulty with movement.",
            "output": [
                "她还没有完全康复：昏迷的影响仍然明显，她有运动困难。"
            ]
        },
        {
            "input": "The People's Republic of China has banned free plastic shopping bags in a move to take effect from June 1, 2008.",
            "output": [
                "中华人民共和国已禁止免费塑料购物袋从2008年6月1日起生效。"
            ]
        },
        {
            "input": "And in January 2008, the UN Food and Agriculture Organization warned that Asia is fast losing its coastal mangroves, with more than 1.9 million hectares being destroyed each year.",
            "output": [
                "2008年1月，联合国粮食及农业组织警告说，亚洲正在迅速失去沿海红树林，每年有超过190万公顷的土地遭到破坏。"
            ]
        },
        {
            "input": "Rotorua acedmic Ngahihi o te ra Bidois, who has a full facial moko, has asked the Halloween Town store to remove the tattoo kits.",
            "output": [
                "Rotorua acedmic Ngahihi o te ra Bidois拥有全脸的moko，他已经要求万圣节城移除纹身工具组。"
            ]
        },
        {
            "input": "They said that the tower would ruin the city's skyline, famous for its historic buildings, palaces, and canals.",
            "output": [
                "示威者称城市以其历史建筑、宫殿和运河而闻名，这座塔会破坏城市轮廓的美感，。"
            ]
        },
        {
            "input": "Tendulkar carried the drinks, indicating that in this Indian side experience and youth blended into one.",
            "output": [
                "坦杜尔卡饮酒缺席，这表明这只印度队是经验和活力的组合。"
            ]
        },
        {
            "input": "In a statement during his April 12, 2005, confirmation hearing before the Senate Commerce Committee, Griffin said, \"In the twenty-first century and beyond, for America to continue to be preeminent among nations, it is necessary for us also to be the preeminent spacefaring nation,\" with a spirit of discovery similar to the exploration of the New World by Columbus with the support of the Spanish crown.",
            "output": [
                "在2005年4月12日举行的参院商务委员会听证会上，他发表声明说：“在二十一世纪以后，美国要想在各个国家中保持出类拔萃的地位，就必须成为一个出类拔萃的太空大国”，发挥哥伦布在西班牙王室支持下探索新世界的那种发现主义精神。"
            ]
        },
        {
            "input": "The victory made for seven World League Super Final titles for Team USA.",
            "output": [
                "这场胜利为美国队赢得了第七个世界联盟超级决赛冠军。"
            ]
        },
        {
            "input": "The city council president from Chelsea, Roseann Bongiovanni, who is also the associate executive director of the local community organization, the Chelsea Collaborative, asked the various reasons for the crowd in why they became concerned about global warming.",
            "output": [
                "切尔西市议会主席，当地社区组织“合作切尔西”的联合执行董事罗森·博吉奥瓦尼向群众提问，他们是基于哪些理由而开始担心全球变暖问题？"
            ]
        },
        {
            "input": "Many trees, which still have their leaves, have broken into pieces as the heavy, wet snow began to pile up, as much as an inch an hour.",
            "output": [
                "随着积雪以每小时1英寸的速度在迅速增厚，许多树木虽然仍留有树叶，但是已经被沉重的积雪压成数段。"
            ]
        },
        {
            "input": "There is also the ongoing violence by Muslim separatists in the South Thailand insurgency, which has left 1,900 people dead since 2004.",
            "output": [
                "泰国南部的穆斯林分裂分子还在继续制造暴力活动。自2004年以来，暴力活动已经造成1900人死亡。"
            ]
        },
        {
            "input": "The nine-day joint navy, customs and army \"Operation Clearwater\" was continuing, and had taken months to plan.",
            "output": [
                "为时9天的，由海军、海关与陆军联合实施的“清水行动”还在持续之中。该行动已经计划了几个月。"
            ]
        },
        {
            "input": "\"The target of the suicide attacker seemed to be foreign forces, but we couldn’t see any American vehicle damaged there because the road was blocked by American forces.\"",
            "output": [
                "“自杀式袭击者的目标似乎是外国军队，但我们没有看到任何美国车辆受损，因为道路被美国军队封锁了。”"
            ]
        },
        {
            "input": "The French government, however, has argued that it is only trying to crack down on human smuggling rings and that illegal immigrants are given every legal recourse to remain in France.",
            "output": [
                "然而，法国政府辩称，它只是在试图打击人口走私团伙，非法移民被给予一切合法的追索权以留在法国。"
            ]
        },
        {
            "input": "The United Nations (UN) suspended all of its operations in Gaza from yesterday, after the bombing of a convoy of UN aid trucks which killed one Palestinian driver, and wounded three others.",
            "output": [
                "在联合国援助卡车车队遭到轰炸，造成一名巴勒斯坦司机死亡，另有三人受伤后，联合国（联合国）于昨天暂停了在加沙的所有行动。"
            ]
        },
        {
            "input": "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.",
            "output": [
                "法拉利车手费尔南多·阿隆索也表示了他的支持，他在周六的排位赛中把杆位献给了德·维洛塔。"
            ]
        },
        {
            "input": "A mixed slate of Democrat and Republican candidates came forward as an alternative group of school board candidates, the Dover CARES coalition.",
            "output": [
                "这份由民主党候选人和共和党候选人混合组成的名单形成了教育委员会候选人的替代群体，即多弗尔CARES联盟。"
            ]
        },
        {
            "input": "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.",
            "output": [
                "结冰限制了燃油流入引擎，导致非指令性引擎失灵。"
            ]
        },
        {
            "input": "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.",
            "output": [
                "在兰登书屋儿童出版部负责人、作为苏斯博士更广为人知的作家西奥多·盖泽尔的帮助下，贝伦斯坦夫妇创造了一项专营权，吸引了数以百万计的年轻读者。"
            ]
        },
        {
            "input": "He claimed in his grand jury testimony that he thought he was receiving flaxseed oil and an arthritis salve.",
            "output": [
                "他在为大陪审团作证的时候说，他以为自己使用的是亚麻籽油和关节炎药膏。"
            ]
        },
        {
            "input": "The fishermen were expected to appear in court next week, reported Reuters news agency.",
            "output": [
                "据路透社报道，预期这些渔民将于下周出庭。"
            ]
        },
        {
            "input": "A planned TV special will be the outcome of a deal secured by Publishing and Broadcasting Limited (PBL), which owns the Nine Network.",
            "output": [
                "一个计划中的电视特别节目将是由拥有第九电视网的出版和广播有限公司（PBL）担保的一项交易的结果。"
            ]
        },
        {
            "input": "The on-site rate of electromagnetic radiation was firmly higher than the international standards as some experts examined at the showground, according to the Taiwan Hakka Television.",
            "output": [
                "据台湾客家电视台报道，一些专家对展示场地进行了检测，发现现场的电磁辐射率稳定不变地高于国际标准。"
            ]
        },
        {
            "input": "The central theme of the two books is that the bloodline from a marriage between Jesus and Mary Magdalene survives today.",
            "output": [
                "这两本书的中心主题是耶稣与玛利亚抹大拉之间婚姻的血统幸存到今天。"
            ]
        },
        {
            "input": "Performing in Anaheim, CA, McCartney will awaken astronaut Bill McArther and cosmonaut Valery Tokarev on the International Space Station.",
            "output": [
                "麦卡特尼在加利福尼亚州阿纳海姆市的演唱将叫醒国际空间站的宇航员比尔·麦卡瑟和宇航员瓦莱里·托卡列夫。"
            ]
        },
        {
            "input": "Ballard was born in Shanghai, China in the Shanghai International Settlement in 1930.",
            "output": [
                "巴拉德1930年出生于中国上海的上海国际定居点。"
            ]
        },
        {
            "input": "Taylor's love affair with Ridge Forrester (played by Ronn Moss), and the ensuing triangle with Brooke Logan (played by Katherine Kelly Lang), helped the then-fledgling soap move higher in the ratings in the early to mid-1990s.",
            "output": [
                "泰勒与里奇·弗雷斯特（由罗恩·莫斯饰演）以及随后与布鲁克·洛根（由凯瑟琳·凯利·朗饰演）扮演的三角恋，帮助这部当时刚刚起步的肥皂剧在上世纪90年代初早期到中期获得了更高的收视率。"
            ]
        },
        {
            "input": "It was followed by a 5.2-magnitude quake at 3:13 p.m., before the last one, measuring 5.6 on the Richter scale, hit 10 minutes later.\"",
            "output": [
                "随后在下午3点13分发生了5.2级地震，10分钟后发生里氏5.6级地震。"
            ]
        },
        {
            "input": "Abdullah made this announcement at the start of a new Shura Council term.",
            "output": [
                "阿卜杜拉在一个新的舒拉委员会任期开始时宣布这一消息。"
            ]
        },
        {
            "input": "However, NASA has announced the grounding of all further planned Shuttle launches until they have a firm understanding of why the foam comes away, and what to do about it.",
            "output": [
                "然而，美国宇航局宣布，在他们对泡沫消失的原因以及如何处理有了明确的了解之前，将停止所有进一步的航天飞机发射计划。"
            ]
        },
        {
            "input": "According to the indictment, \"the defendants herein, with the intent that a felony be committed, did enter into an agreement with one or more of each other with a general purpose committee known as Texans for a Republican Majority PAC (political action committee) that one or more of them would engage in conduct that would constitute the offense of knowingly making a political contribution in violation of Subchapter D of Chapter 253 of the Texas Election Code...\"",
            "output": [
                "根据起诉书，“本案中的被告人意图谋犯重罪，并证实与一个或多个德克萨斯州共和党多数党政治行动委员会（PAC）委员达成了通用协议，而参与者们将构成涉嫌故意违反《德克萨斯州选举法》第253章第D节关于作出政治贡献的规定…”。"
            ]
        },
        {
            "input": "“I applaud the achievements of every Deputy Marshal, police officer, detective, trooper, investigator, deputy sheriff, and special agent who hit the street virtually around-the-clock for seven days,” said Robert J. Finan II, the Marshals Service’s Assistant Director for Investigative Services.",
            "output": [
                "执法局调查服务助理主任罗伯特·J·费南二世说：“我赞扬每一位副执法官、警官、侦探、骑警、调查员、副警长和特别探员取得的成就，他们几乎全天候地在街上巡逻七天。”"
            ]
        },
        {
            "input": "Firefighters had the fire under control just before 12:00 p.m. Monday, but wind off Lake Erie reignited the fire at around 3:00 p.m.",
            "output": [
                "消防队员在周一中午12点之前控制住了火势，但伊利湖附近的风在下午3点左右再次点燃了大火。"
            ]
        },
        {
            "input": "She added, \"His mouth kept moving, but there was nothing in his eyes or anything else about him that showed me he really cared or had any real compassion at all.\"",
            "output": [
                "她补充说，“他的嘴一直在动，但他的眼睛或其他任何东西都没有显示出他真的关心我，或有任何真正的同情。”"
            ]
        },
        {
            "input": "\"As a nation, we have prepared at all levels of government, and as individuals and communities, taking unprecedented steps to counter the emerging pandemic,\" the president wrote in the declaration.",
            "output": [
                "总统在声明中说：“作为一个国家，我们各级政府都做好了准备，作为个人和社区，要采取一切史无前例的步骤来对抗这场正在全国发生的流行疾病”。"
            ]
        },
        {
            "input": "\"We've been having that discussion with a number of offices.\"",
            "output": [
                "“我们一直在和一些办公室进行讨论。”"
            ]
        },
        {
            "input": "Andrea Masi opened the scoring in the fourth minute with a try for Italy.",
            "output": [
                "安德里亚·马西在第四分钟成功达阵，意大利率先得分。"
            ]
        },
        {
            "input": "He managed to kick the ball past Dutch goalkeeper Maarten Stekelenburg from just 8 metres (26.2 feet) away.",
            "output": [
                "他设法从距离球门仅8米（26.2英尺）的地方将球洞穿了荷兰守门员马尔滕·斯特克伦堡的十指关。"
            ]
        },
        {
            "input": "Report author, Ignacio Carrillo, assigned to the task by President Fox, commented by saying, \"He will have to render his report.\"",
            "output": [
                "报告的作者，伊格纳西奥·卡利罗，是根据福克斯总统的指示执行这项任务的。他评论说：“他必须提交这份报告”。"
            ]
        },
        {
            "input": "There are plenty of existing mechanisms to do this for drug trafficking, for example.\"",
            "output": [
                "例如，在毒品贩运方面有许多现有的机制可以做到这一点。”"
            ]
        },
        {
            "input": "After three games the Group B table was topped by England with seven points and then Sweden with five points with Paraguay and Trinidad and Tobago going out of the competition.",
            "output": [
                "三场比赛结束之后，在B组排名表上，英格兰队以7分高居榜首，其次是获5分的瑞典队，巴拉圭和特立尼达多巴哥队均遭淘汰。"
            ]
        },
        {
            "input": "On the reverse it has a new larger printed '100' in gold lettering.",
            "output": [
                "在背面有一个新的更大的“100”金字印刷。"
            ]
        },
        {
            "input": "But State Superintendent of Schools Jack O'Connell quickly filed an appeal of Freedman's ruling and asked the State Supreme Court to issue a stay of Freedman's injunction.",
            "output": [
                "但州立教育局长杰克·奥康奈尔迅速就弗里德曼的裁决提出上诉，并要求州最高法院中止弗里德曼发布的禁令。"
            ]
        },
        {
            "input": "To reduce possible risks, the Navy urged ships to strengthen onboard security, including adding additional lights and lookouts.",
            "output": [
                "为了减少可能的风险，海军敦促船舶加强船上安全，包括增加额外的灯光和了望。"
            ]
        },
        {
            "input": "He is a member of the Nehru-Gandhi family, the most prominent political family in India.",
            "output": [
                "他是尼赫鲁-甘地家族的一员，尼赫鲁-甘地家族是印度最著名的政治家族。"
            ]
        },
        {
            "input": "The actual motion was proposed by Conservative party leader, Stephen Harper.",
            "output": [
                "实际动议是由保守党领袖史蒂芬·哈帕提出的。"
            ]
        },
        {
            "input": "\"It's quite hard for us to see how people [Americans] seem to be so easily manipulated by government, big firms or media,\" Lavorel said.",
            "output": [
                "“当我们看到人们【美国人】轻易地被政府、大企业或媒体操控时，感到很难理解”，拉弗尔说。"
            ]
        },
        {
            "input": "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.",
            "output": [
                "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。"
            ]
        },
        {
            "input": "Residents of the Florida Keys and the peninsula should monitor the progress of the storm.",
            "output": [
                "佛罗里达群岛和半岛的居民应该监测风暴的进展。"
            ]
        },
        {
            "input": "Now that Sites is no longer embedded he wants to bring the whole story out in the open.",
            "output": [
                "现在西茨已经不再随军采访，他想把整个故事公开。"
            ]
        },
        {
            "input": "Graner, 36, was described as the ringleader during his four-day trial before a military jury.",
            "output": [
                "现年36岁的格兰在军事陪审团接受为期四天的审判时被描述为头目。"
            ]
        },
        {
            "input": "Around 7:15 p.m. EST, police blasted through the bank's rear door.",
            "output": [
                "在美国东部时间晚上7点15分，警方爆破进入了银行的后门。"
            ]
        },
        {
            "input": "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.",
            "output": [
                "哈马斯是一个激进的伊斯兰政党，在上个月举行的加沙地带议会选举中赢得了大多数选票。"
            ]
        },
        {
            "input": "The assailant is currently in custody at a police station somewhere in Milan; police have confirmed he has no prior criminal record.",
            "output": [
                "袭击者目前在米兰的某个警察局被拘留，警方已证实他之前没有犯罪记录。"
            ]
        },
        {
            "input": " \"If the accounts are in-jurisdiction, they should be frozen and released or not at the end of the process.",
            "output": [
                "“如果帐户属于司法管辖，它们应该被冻结，并在流程结束时决定释放或否。"
            ]
        },
        {
            "input": "He said he was encouraged to continue research on the project only 10 days ago at a private showing for IFAB members at Reading's Madejski Stadium.",
            "output": [
                "他说，就在10天前，在雷丁马代斯基体育场举行的IFAB成员私人展览上，他还被鼓励继续研究这个项目。"
            ]
        },
        {
            "input": "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.",
            "output": [
                "新的美国贸易配额将限制中国纺织品进口相比去年百分之7.5的进口配额。"
            ]
        },
        {
            "input": "The Reserve Bank estimated real GDP growth in the first quarter of 2006-07 at 8.9%, up from 8.5% last year.",
            "output": [
                "储备银行估计2006-2007年第一季度的实际GDP增长率为8.9％，高于去年的8.5％。"
            ]
        },
        {
            "input": "Journalist?",
            "output": [
                "记者？"
            ]
        },
        {
            "input": "It leaves Japan equal on top of the Group B table with Vietnam on two points, with the teams locked on four points each.",
            "output": [
                "这让日本在B组排名并列第一，越南队获得两分，其余两队各得4分。"
            ]
        },
        {
            "input": "Elizabeth Wilmshurst, then Deputy Legal Adviser to the Foreign and Commonwealth Office, resigned in protest only days before the invasion.",
            "output": [
                "当时担任外交和联邦事务副法律顾问的伊丽莎白·威尔姆舒斯特在入侵前几天辞职以示抗议。"
            ]
        },
        {
            "input": "Latvia had the highest jobless rate for the EU, at 22.8%, whilst Spain has the highest for the eurozone, at 19.5%.",
            "output": [
                "拉脱维亚的失业率最高，为22.8％，而西班牙是欧元区最高的失业率，为19.5％。"
            ]
        },
        {
            "input": "According to officials, there are thousands of weapons that could be retired, largely by eliminating those currently stored.",
            "output": [
                "据有关官员称，有数千件武器将被淘汰，主要是通过销毁目前储存的武器的方式。"
            ]
        },
        {
            "input": "There were winds up to 90 kilometers per hour when the ship sank during a gale.",
            "output": [
                "当船在大风中沉没时，风速高达每小时90公里。"
            ]
        },
        {
            "input": "Matthew Norman, 19, Si Yi Chen, 20, and Tan Duc Thanh Nguyen, aged 27 were found guilty of exporting narcotics.",
            "output": [
                "19岁的马修·诺曼、20岁的陈思逸和27岁的阮晋德青被判出口毒品罪。"
            ]
        },
        {
            "input": "Sunshine Coast won this contest 26 to 15, an 11 point margin.",
            "output": [
                "阳光海岸以26比15获胜，领先11分。"
            ]
        },
        {
            "input": "Witnesses say the two men, both Asian and in their 20s, were smoking outside the club when a man wearing a ski mask approached and shot the two around 1:30 a.m. local time (9:30 UTC).",
            "output": [
                "据目击者说，当时这两名二十几岁的亚裔男子正在夜总会门外吸烟，突然一名带着滑雪面具的男人走了过来，随即开枪击中了他们。事发时间大约为当地时间清晨1：30（世界时9：30）。"
            ]
        },
        {
            "input": "According to officials, such violations as this latest one were still to be expected, due to a combination of international airspace being limited to a narrow strip off the South coast of Finland, and a high level of Russian air force activity over the Gulf of Finland.",
            "output": [
                "官员们表示，由于国际空域被限制在芬兰南海岸的一条狭长地带，以及俄罗斯空军在芬兰湾上空的高度活动，此类侵犯行为仍在预料之中。"
            ]
        },
        {
            "input": "British author James Graham Ballard, known as J. G. Ballard has died at the age of 78.",
            "output": [
                "英国作家詹姆斯·格雷厄姆·巴拉德去世，享年78岁。"
            ]
        },
        {
            "input": "He also requested that an Israeli soldier captured by Hamas in 2006, Gilad Shalit, be released, although this was refused by Hamas, who says that Shalit wouldn't be released unless there was an \"honourable\" prisoner exchange with Israel.",
            "output": [
                "他还要求释放2006年被哈马斯组织抓获的以色列士兵吉拉德·沙利特，尽管哈马斯组织拒绝了这一要求，称除非与以色列进行“体面的”囚犯交换，否则沙利特不会被释放。"
            ]
        },
        {
            "input": "This was followed by a demonstration of the sport by the Lord Mayor of London Boris Johnson and British actress Barbara Windsor, with the arena commentator noting Johnson is a surprisingly good player.",
            "output": [
                "赛后，伦敦市长波利斯·约翰逊和英国女演员芭芭拉·温莎进行了该项运动的表演赛。场内评论员指出，约翰逊是一名技艺惊人的好运动员。"
            ]
        },
        {
            "input": "Team spokesman Parvez Mir reported that when he was found \"He had blood on him and there was vomit on the walls.\"",
            "output": [
                "球队发言人帕维兹·米尔称，当他被发现时，“身上有血，墙上有呕吐物。”"
            ]
        },
        {
            "input": "There was a midway, athletic events, and had African, Eskimo, and Mexican villages.",
            "output": [
                "博览会期间举办了一场运动会，而且还建造了非洲村、爱斯基摩村和墨西哥村。"
            ]
        },
        {
            "input": "In Narathiwat Province a 40 year old village worker was shot while helping a neighbour repair a fence.",
            "output": [
                "在纳拉提瓦特省，一名40岁的村民在帮助邻居修理栅栏时被枪击。"
            ]
        },
        {
            "input": "His convictions include assaulting his fourth wife in 2006, and he served four months despite requesting community service; a stab attack from behind with a five-inch blade on a friend landed him a two-year suspended sentence and put the man in hospital.",
            "output": [
                "他的定罪包括2006年袭击了他的第四任妻子，尽管他要求进行社区服务劳役，但他仍服了四个月的刑；还有一次他从背后用一把五英寸的刀子刺伤一位朋友，他被判处两年缓刑，该男子被送入了医院。"
            ]
        },
        {
            "input": "\"The individual had a package under his jacket which tipped off the person as being suspicious.\"",
            "output": [
                "“这个人在他的夹克下面有一个包裹，这让人觉得很可疑。”"
            ]
        },
        {
            "input": "Owens has since said that he was not attempting suicide.",
            "output": [
                "自那以后，欧文斯说他并不是企图自杀。"
            ]
        },
        {
            "input": "Some of the United Kingdom's most influential British Muslims have written a letter to Prime Minister Tony Blair saying that there must be urgent changes to UK foreign policy.",
            "output": [
                "英国一些最具影响力的穆斯林致信英国首相托尼·布莱尔，称英国外交政策必须立即改变。"
            ]
        },
        {
            "input": "Almost exactly one year ago, on March 7, Garuda Indonesia Flight 200 crashed during landing at Adisucipto International Airport, near Yogyakarta, after a scheduled domestic Indonesian passenger flight.",
            "output": [
                "几乎就在一年前，即3月7日，原定于印度尼西亚国内的客运航班印尼鹰航航空公司200航班在日惹附近的日惹国际机场降落后坠毁。"
            ]
        },
        {
            "input": "In the next few months, we will have the first Falcon 9 flight vehicle on its launch pad at Cape Canaveral, preparing for lift-off in 2009.\"",
            "output": [
                "在接下来的几个月里，我们将在卡纳维拉尔角的发射台上安装第一架猎鹰9号飞行器，准备在2009年发射升空。”"
            ]
        },
        {
            "input": "The statement continued: \"The family has asked for privacy as they mourn this tragedy.\"",
            "output": [
                "声明继续说：“家人在哀悼这场悲剧时要求隐私。”"
            ]
        },
        {
            "input": "I went in and drank a half a bottle of whiskey,\" stated Wygle to BBC News.",
            "output": [
                "我进去喝了半瓶威士忌”，维戈尔对BBC新闻这样说。"
            ]
        },
        {
            "input": "The Environment Agency have said that there is \"extreme danger to life and property\" and have evacuated 200 people on the coast.",
            "output": [
                "据环境署说，存在着“对生命和财产的极端危险”，已经从海岸撤离了200人。"
            ]
        },
        {
            "input": "More recently, Martino was known was for his character Johnny Fontane in the 1972 film The Godfather.",
            "output": [
                "最近，马蒂诺因其1972年电影“教父”中的角色约翰尼·冯塔纳而闻名。"
            ]
        },
        {
            "input": "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.",
            "output": [
                "然而，研究人员发现，市面上可买到的褪黑激素药片所含的褪黑激素是其有效剂量的10倍。"
            ]
        },
        {
            "input": "During Hurricane Frances and Ivan last year, HMS Richmond and RFA Wave Ruler were actively involved in humanitarian relief.",
            "output": [
                "在去年的“弗朗西斯”和“伊万”飓风期间，里士满号和“皇家海军波浪统治者”号积极参与人道主义救援。"
            ]
        },
        {
            "input": "It was not stated what the official cause of death was.",
            "output": [
                "官方没有说明死因。"
            ]
        },
        {
            "input": "The head of the Israeli army says the IDF could complete its withdrawal from Lebanon in 7 to 10 days.",
            "output": [
                "以色列陆军司令表示，以色列国防军可能在7到10天内完成从黎巴嫩的撤军。"
            ]
        },
        {
            "input": "\"Our aim is to find out the truth that is being hidden from us today\", he said.",
            "output": [
                "他说：“我们的目标是找出今天隐藏在我们面前的真相。”"
            ]
        },
        {
            "input": "It is the first time since the parliament opened that Labour has been beaten, and the first time in fifty years that they have not had a majority of Scottish constituency seats in any election.",
            "output": [
                "这是自议会成立以来工党第一次被击败，也是五十年来工党在选举中第一次没有获得苏格兰选区的多数席位。"
            ]
        },
        {
            "input": "1,110, mostly civilians, have died in Lebanon and 157 Israelis, mostly military, were killed.",
            "output": [
                "在黎巴嫩有1,110人，其中大多数是平民，已有157名以色列人被杀，其中大部分是军人。"
            ]
        },
        {
            "input": "Gore shared the 2007 Nobel prize with the Intergovernmental Panel on Climate Change, represented at today's ceremony by Rajendra Pachauri.",
            "output": [
                "戈尔与政府间气候变化专家小组分享了2007年诺贝尔奖，该小组由拉金德拉·帕乔里在今天的仪式上代表。"
            ]
        },
        {
            "input": "The passenger ferry capsised and sank off Sibuyan island on June 21 during Typhoon Fengshen (known locally as Typhhon Frank) with hundreds of casualties.",
            "output": [
                "6月21日，在台风风神（当地人称为台风弗兰克）的数百人伤亡中，客运渡轮倾覆并沉没于诗巫岩岛。"
            ]
        },
        {
            "input": "\"The National Hockey League will not accept the use of a stick in the manner and fashion in which Mr. Simon used his Thursday night,\" said Colin Campbell, NHL Senior Executive Vice President and Director of Hockey Operations.",
            "output": [
                "NHL高级执行副总裁兼曲棍球运营总监科林·坎贝尔说：“国家冰球联盟不会接受西蒙先生以其周四晚上采取的行为和方式使用球棍”。"
            ]
        },
        {
            "input": "The Hurricane is now weakening, however, with the NOAA stating that \"continued weakening is expected over the next day or two, even after Paloma moves off the coast of Cuba.\"",
            "output": [
                "然而，飓风现在正在减弱，美国国家海洋和大气局表示，“预计未来一两天飓风将继续减弱，甚至直到帕洛马飓风移出古巴海岸。”"
            ]
        },
        {
            "input": "Bryan Doeg, a military science student at the University of Central Florida, outlined the two prevailing thoughts that are the basis for many of these anti-French sentiments.",
            "output": [
                "中佛罗里达大学的军事科学学生布莱恩·多格概述了两种流行的思想，这些思想是许多反法情绪的基础。"
            ]
        },
        {
            "input": "UN Secretary General Kofi Annan will formally present a plan this morning to the UN General Assembly when it meets in New York later today.",
            "output": [
                "联合国秘书长科菲·安南将于今天晚些时候在纽约会晤时向联合国大会正式提出一项计划。"
            ]
        },
        {
            "input": "The last few minutes of the fight proved to be the best for Healey, who wore down Beerbohm's strength and left him gasping for air, allowing Healey to attempt more submissions on the ground.",
            "output": [
                "战斗的最后几分钟变得对希利极其有利，他已经耗尽了比尔博姆的体力，让他气喘吁吁，这让希利在地面战上获取了优势。"
            ]
        },
        {
            "input": "WHP Holdings Corp., the parent company of White Hen Pantry, has been acquired by Tokyo based Seven & I Holdings Co. for $35 million from New York investment firm, Angelo, Gordon & Co.",
            "output": [
                "WHP股份公司是“白母鸡”的母公司，被东京的Seven＆I公司以3500万美元收购自纽约的投资公司，Angelo，Gordon＆Co.。"
            ]
        },
        {
            "input": "On Saturday 24 soldiers were killed when a suicide bomber crashed into two army vehicles in the town of Swat along the Afghani border.",
            "output": [
                "周六，一名自杀炸弹手在阿富汗边境的斯瓦特镇与两辆军车相撞，造成24名士兵死亡。"
            ]
        },
        {
            "input": "For all 27 countries in the European Union, 23 million people collectively are unemployed.",
            "output": [
                "对于欧盟的所有27个国家，共有2300万人失业。"
            ]
        },
        {
            "input": "Carlos Ortega, one of the top opposition leaders in Venezuela, has been sentenced to 15 years in jail for inciting civil unrest during a strike.",
            "output": [
                "委内瑞拉最高反对派领导人之一卡洛斯·奥尔特加因罢工期间煽动内乱而被判处15年监禁。"
            ]
        },
        {
            "input": "The Australians were down at quarter time, 1–2 with the team's only goal coming from Bronwen Knox off a pass by Kate Gynther.",
            "output": [
                "澳大利亚在第四节以1比2的比分落后，球队唯一的进球来自布朗温·诺克斯，当时是由凯特·格尼特传球。"
            ]
        },
        {
            "input": "French Prime Minister Francois Fillon has said that the ban is consistent with the national values of France.",
            "output": [
                "法国总理弗朗索瓦·菲永表示，这项禁令符合法国的民族价值观。"
            ]
        },
        {
            "input": "There is absolutely no place in hockey for what I did.",
            "output": [
                "我所做的在曲棍球中是绝对没有立足之地的。"
            ]
        },
        {
            "input": "This event was important for the Christians because they have been persecuted by the Roman Empire during 300 years and now they would have freedom to profess their religion without been in risk of been arrested or convicted to death by the government.",
            "output": [
                "这一事件对基督徒来说非常重要，因为他们在300年来遭到罗马帝国的迫害，现在他们可以自由地信奉自己的宗教，而不会被政府逮捕或定罪。"
            ]
        },
        {
            "input": "On May 28, 2003 Germany's third-largest city, voted to move to open source software.",
            "output": [
                "2003年5月28日，德国第三大城市投票选择转向开源软件。"
            ]
        },
        {
            "input": "The commentator called him \"Houdini\" for escaping any attempt to restrain him.",
            "output": [
                "因为他躲过了一切试图束缚他的努力，所以他评论员称他为“胡迪尼”。"
            ]
        },
        {
            "input": "He achieved a second goal for his team 43 minutes after the game commenced.",
            "output": [
                "比赛开始后43分钟，他为球队取得了第二个进球。"
            ]
        },
        {
            "input": "According to the people living in the surroundings of the volcano, the rocks were released due to the huge amount of pressure released when the ash cloud appeared.",
            "output": [
                "据居住在火山周围的人们说，由于灰云出现时释放出巨大的压力，岩石被释放出来。"
            ]
        },
        {
            "input": "The 17-year-old was allegedly planning to aid in the attack on the school.",
            "output": [
                "据称，那名17岁的男子计划援助袭击学校。"
            ]
        },
        {
            "input": "One of the first messages transmitted in Comanche language during the landings was \"right beach, wrong place\".",
            "output": [
                "登陆时他们用科曼奇语传递的第一条信息是“正确的海滩，错误的地方”。"
            ]
        },
        {
            "input": "Britain initially looked likely to win silver following a fall from the pommel horse by Japanese gymnast Kōhei Uchimura.",
            "output": [
                "在日本体操运动员内村航平从鞍马摔下后，英国首次看起来有可能赢得银牌。"
            ]
        },
        {
            "input": "Efforts to put out the fire failed and the rig subsequently sank to the bottom of the Gulf.",
            "output": [
                "灭火失败后，钻井平台也沉没到了海湾底部。"
            ]
        },
        {
            "input": "Obama signaled his own contributors to help Clinton pay off the debt incurred by her campaign.",
            "output": [
                "奥巴马向他自己的捐款人发出信号，要他们帮助克林顿偿还竞选期间欠下的债务。"
            ]
        },
        {
            "input": "The Workers Party (PT) has demanded the gunfighters' arrest and punishment.",
            "output": [
                "劳工党（PT）要求逮捕并惩罚枪手。"
            ]
        },
        {
            "input": "They liken themselves to the pit crew of motor sport — except that they have no idea what sort of equipment they will have to work with.",
            "output": [
                "他们将自己比作赛车运动中的维修组，只是不知道将会修理什么样的设备。"
            ]
        },
        {
            "input": "All of our families went through so much that day.",
            "output": [
                "那天我们所有的家庭经历了这么多。"
            ]
        },
        {
            "input": "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.",
            "output": [
                "更多学校遭到袭击，包括al-法克霍拉学校造成40人死亡，其中许多人是妇女和儿童。"
            ]
        },
        {
            "input": "Andoli's well is one of many undergoing repair through WFP's Food for Work project.",
            "output": [
                "安多利村的水井是世界粮食计划署以工代赈工程正在维修的众多水井之一。"
            ]
        },
        {
            "input": "After Kenyans voted \"no\" for the implementation of the new constitution, the \"Orange\" anti-constitution campaign and the \"Banana\" pro-constitution campaign finally sat down together to discuss the way forward.",
            "output": [
                "在肯尼亚人对新宪法的实施投了反对票之后，“橙色”反宪法运动和“香蕉”亲宪法运动最终一起坐下来讨论未来的道路。"
            ]
        },
        {
            "input": "\"If Mr Netanyahu is serious, he can send a team of experts, and we'll send a team of experts to Turkey.\"",
            "output": [
                "“如果内塔尼亚胡先生是认真的，那么他可以派一个专家团队，而我们也可以派专家团队去土耳其”。"
            ]
        },
        {
            "input": "This year Zorn was inducted into the International Paralympic Hall of Fame at a ceremony in London.",
            "output": [
                "今年，在伦敦举行的一个仪式上，佐恩被纳入国际残奥会名人堂。"
            ]
        },
        {
            "input": "The United States Marshals Service working together with nearly 960 other law enforcement agencies recently concluded a week-long operation, Operation FALCON, which succeeded in the arrest of 10,340 fugitives across the United States and elsewhere.",
            "output": [
                "美国法警服务处与近960个其他执法机构合作，最近完成了为期一周的行动-猎鹰行动，成功地在美国和其他地方逮捕了10,340名逃犯。"
            ]
        },
        {
            "input": "The PC tune ups include utilities for improved backup and restore capabilities, and easy access to Windows PC maintenance tools for file repair and hard drive clean up.",
            "output": [
                "PC调整包括用于改进备份和恢复功能的实用程序，以及用于文件修复和硬盘清理的Windows PC维护工具的轻松访问。"
            ]
        },
        {
            "input": "\"They have to stay in school and pass their classes.\"",
            "output": [
                "“他们必须留在学校并通过他们的课程。”"
            ]
        },
        {
            "input": "When more information came out about the planning for the war, however, she started to feel utterly betrayed.",
            "output": [
                "然而，当更多关于战争计划的信息浮现后，她开始感到完全被背叛了。"
            ]
        },
        {
            "input": "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.",
            "output": [
                "对于多伦多FC队来说，尽管有了新签约的球员劳伦·罗伯特和格雷格·萨顿的回归，但还是不够用，因为他们在华盛顿以4-1输给了DC联队。"
            ]
        },
        {
            "input": "An observation consortium of religious and civic groups conducted a parallel tabulation of the vote in eight percent of the stations nationwide.",
            "output": [
                "一个由宗教团体和民间团体组成的观察团体根据全国百分之8的投票站的投票情况，制作了投票列表。"
            ]
        },
        {
            "input": "Academy again spread the ball around in the second half, with eight Charger players scoring.",
            "output": [
                "下半场，学院队再次全场拉开传球，有八名球员得分。"
            ]
        },
        {
            "input": "Earlier this year in September Egyptian courts ruled to dissolve Egypt's parliament.",
            "output": [
                "今年九月初，埃及法院裁定解散埃及议会。"
            ]
        },
        {
            "input": "\"We have four wounded, three are civilians and one is a police officer,\" said Zamarai Bashary, a spokesman for the interior ministry, as quoted by the Agence France-Presse news agency.",
            "output": [
                "法新社援引内政部发言人扎玛丽·巴沙里的话说：“我们有四名伤者，三名是平民，一名是警察。”"
            ]
        },
        {
            "input": "All eight open school board seats were won by Dover CARES coalition candidates.",
            "output": [
                "全部8个教育委员会的公开席位都被多弗尔CARES联盟的候选人夺得。"
            ]
        },
        {
            "input": "It says that it has been worried about student debt for years \"High debt encourages too many graduates overseas, or into high paying areas of practice at the expense of areas like general practice\"",
            "output": [
                "政府说，多年来，政府一直担忧学生的贷款问题，“高贷款鼓励太多的毕业生去海外留学，或者鼓励他们进入高薪专业，其代价是冷落了全科医学这样的专业”。"
            ]
        },
        {
            "input": "A county supervisor found the view painful on Saturday as she surveyed the wreckage accompanied by state officials.",
            "output": [
                "上周六，一位县长在州政府官员陪同下查看残骸时，看到的景象令人痛心。"
            ]
        },
        {
            "input": "Those Republicans working with the Majority Leader said his ethics are only a problem to Democrats trying to regain power in the House.",
            "output": [
                "那些与多数党领袖一起工作的共和党人表示，他的道德规范只是民主党试图在众议院夺回政权的一个问题。"
            ]
        },
        {
            "input": "In particular, limited freedom to act within the 6-miles-zone of the Lebanese coast is seen as endangering the efficiency and feasibility of the Bundeswehr controlling arms smuggling.",
            "output": [
                "特别是采取行动须在黎巴嫩海岸6英里范围内的限定性自由，被视为危及德国联邦国防军控制武器走私的效率和可行性。"
            ]
        },
        {
            "input": "At the same time, recent theories suggest the mountain is also shrinking.",
            "output": [
                "同时，最近的一些理论表明这座山也在缩小。"
            ]
        },
        {
            "input": "The change takes effect immediately, meaning that children who were due to take the test this year no longer have to do so.",
            "output": [
                "这一变化立即生效，这意味着今年将要参加考试的孩子不再需要这样做。"
            ]
        },
        {
            "input": "She was a staunch supporter of a ban on smoking in enclosed public spaces.",
            "output": [
                "她是禁止在封闭的公共场所吸烟的坚定支持者。"
            ]
        },
        {
            "input": "In court he said, \"I don't know — are the military commissions using carrier pigeons or what?\" speaking in English.",
            "output": [
                "在法庭上，他用英语说：“我不知道，军事委员会是用信鸽通还是什么？”"
            ]
        },
        {
            "input": "The Canadian ambassador to the UN, Allan Rock, was the first diplomat to officially respond by saying, \"A lot of hard work lies ahead but we are optimistic.\"",
            "output": [
                "加拿大驻联合国大使艾伦·洛克是第一位正式回应的外交官，他说：“未来还有很多艰苦的工作，但我们很乐观。”"
            ]
        },
        {
            "input": "It is the first time Falkirk have been in the second tier of Scottish football since 2005.",
            "output": [
                "这是福尔柯克自2005年以来第一次进入苏格兰足球的第二梯队。"
            ]
        },
        {
            "input": "These LiveCDs allow students to use the same software on their home computers that they are going to use at school.",
            "output": [
                "这些liveCD允许学生在家里的电脑上使用与在学校使用相同的软件。"
            ]
        },
        {
            "input": "Totaling twelve acres, it is a designated UNESCO World Heritage Site.",
            "output": [
                "占地12英亩，是联合国教科文组织指定的世界文化遗产。"
            ]
        },
        {
            "input": "No suspicions were raised until cleaning crews found the pyrotechnics on the airplane.",
            "output": [
                "在清洁人员发现飞机上的烟火之前，没有人怀疑。"
            ]
        },
        {
            "input": "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"",
            "output": [
                "根据英国石油公司在英格兰伦敦的办公室称，他们“派出了遥控潜水器进行调查和监测，但没有发现石油或天然气的进一步征兆。”"
            ]
        },
        {
            "input": "Steve Jobs has been fighting pancreatic cancer since 2004 and has been on medical leave since January of this year.",
            "output": [
                "自2004年以来，乔布斯一直在与胰腺癌作斗争，今年1月以来一直在休病假。"
            ]
        },
        {
            "input": "\"It is with great regret that I've just learned about Ben losing his battle with cancer.\"",
            "output": [
                "“很遗憾，我刚刚得知本与癌症的斗争失败。”"
            ]
        },
        {
            "input": "The United Nations said that the United Nations Mission in Sudan (UNMIS) had dispatched a helicopter to assist the emergency response effort.",
            "output": [
                "联合国表示，驻苏丹的联合国使团（UNMIS）已派遣1架直升机前往协助应急行动。"
            ]
        },
        {
            "input": "Before the debate on the bill, two ministers who are against raising the age, justice minister Mark Burton and associate health minister, Damien O'Conner both announced that they would fully review the sale/supply of liquor to people below the age of 18, regardless of whether the bill were passed or not.",
            "output": [
                "在对该法案进行辩论之前，反对提高年龄的两位部长，司法部长马克·伯顿和卫生部副部长达米安·奥康纳都宣布，无论该法案是否通过，他们都将全面审查18岁以下人群的酒类销售和供应情况。"
            ]
        },
        {
            "input": "The plane went down into a field near the A27, about a mile from the airfield.",
            "output": [
                "飞机坠落在距离机场大约一英里的A27附近的场地里。"
            ]
        },
        {
            "input": "\"We want the people to participate and to appropriate these pumping stations.\"",
            "output": [
                "“我们希望大家能积极参此项目并为泵站拨款。”"
            ]
        },
        {
            "input": "The state leaders (all of whom are members of the Australian Labor Party), met last night to develop a strategy for dealing with John Howard, Australia's Prime Minister.",
            "output": [
                "这些州的领导人（都是澳大利亚工党的成员）昨晚开会，制定了一项应对澳大利亚总理约翰·霍华德的策略。"
            ]
        },
        {
            "input": "The letter has been signed by three Muslim Members of Parliament, three Muslim peers and thirty-eight Muslim groups including the Muslim Council of Britain, the Muslim Association of Britain, the British Muslim Forum and the Muslim Solidarity Committee.",
            "output": [
                "这封信已由三名穆斯林议员，三名穆斯林同僚和三十八个穆斯林团体签署，其中包括英国穆斯林委员会，英国穆斯林协会，英国穆斯林论坛和穆斯林团结委员会。"
            ]
        },
        {
            "input": "A director of Hewa Bora Airways, the airline involved in the incident said that \"we [the airline] have managed to save most of the passengers who have been evacuated to hospitals.\"",
            "output": [
                "荷瓦波拉航空公司的一位主管表示，“我们【航空公司】已设法救出了大部分乘客，并将他们送往了医院。”荷瓦波拉航空公司是涉事公司。"
            ]
        },
        {
            "input": "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.",
            "output": [
                "授予中央情报局在决定谁可以留在该国以及谁被运往其他国家这样如此大的权力是有争议的，因为在过去，白宫，国务院或司法部将参与参与将囚犯送往其他国家的独立案件的审理。"
            ]
        },
        {
            "input": "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.",
            "output": [
                "他们正从一个标志着杜尔迦供结束的集市返回，这是一年一度的印度教节日，庆祝对印度教女神杜尔加的崇拜。"
            ]
        },
        {
            "input": "\"It's very hard to imagine the Spanish ambassador would have been at the presidential palace supporting the coup plotters without authorization from his majesty.\"",
            "output": [
                "“很难想象西班牙大使会在未经陛下授权的情况下在总统府支持政变策划者。”"
            ]
        },
        {
            "input": "The majority of China's accidents stem from a combination of lax safety regulations and negligence, and accidents continue regularly despite promises by the government to prevent them.",
            "output": [
                "中国的大多数事故都是由松懈的安全法规和疏忽造成的，尽管政府承诺要防止事故发生，但事故仍在定期发生。"
            ]
        },
        {
            "input": "The increase in literate females is greater than that of males, the new census reports.",
            "output": [
                "新的人口普查报告称，识字女性的增加幅度大于男性。"
            ]
        },
        {
            "input": "In an excavation conducted at the site, a large number of human remains were found that display signs of physical injury or disease.",
            "output": [
                "在该遗址进行的挖掘中，发现了大量有身体伤害或疾病迹象的遗骸。"
            ]
        },
        {
            "input": "The department also announced that 57% of the production capacity in the Gulf of Mexico is still down, versus 97% the day after the storm.",
            "output": [
                "能源部还宣布，墨西哥湾百分之57的产能仍在下降，而飓风过后的第二天这一比例为百分之97。"
            ]
        },
        {
            "input": "\"Despite the fact that I am a Scientologist, none of the videos removed, where removed on behalf of the Church of Scientology or any organization associated with the church.\"",
            "output": [
                "“尽管我是山达基教徒，但没有任何视频被删除，这些视频是代表山达基教会或任何与教会有关的组织删除的”。"
            ]
        },
        {
            "input": "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.",
            "output": [
                "其中有一幅是着名的西班牙画家巴勃罗·毕加索于1939年绘制、名为“女人的头”的画作，这幅画是送给希腊人民的礼物，为的是他们在第二次世界大战期间抵抗纳粹。"
            ]
        },
        {
            "input": "On Monday, Ian Paisley asked for extension of the November 24 deadline fot two weeks.",
            "output": [
                "星期一，伊恩·佩斯利要求将11月24日截止日期延长两周。"
            ]
        },
        {
            "input": "Officials said they suspect Taliban militants for being responsible for the attacks.",
            "output": [
                "官员们说，他们怀疑塔利班激进分子应对这些袭击负责。"
            ]
        },
        {
            "input": "Several of the world’s leaders and dignitaries are to attend the president's funeral, including US president Barack Obama and Russian leader Dmitry Medvedev.",
            "output": [
                "包括美国总统巴拉克·奥巴马和俄罗斯领导人德米特里·梅德韦杰夫在内的几位世界领导人和政要将出席这位总统的葬礼。"
            ]
        },
        {
            "input": "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.",
            "output": [
                "在简易爆炸装置在他们的维京装甲车下被引爆后，威尔士卫队第一营指挥官、40岁的鲁珀特·索恩洛中校和第二皇家坦克团18岁的士兵约书亚·哈蒙德被炸死。"
            ]
        },
        {
            "input": "Coming up to the final leg of the race, Team New Zealand managed to take a 70 metre lead after the wind faded, and both yachts had dropped their spinnakers and Alinghi dropped into a hole.",
            "output": [
                "在比赛的最后一段，新西兰队在风停以后领先70米。两船都降下了大三角帆，阿灵基队掉进洞里。"
            ]
        },
        {
            "input": "Large herd animals may have the ability to detect earth's magnetic field, concluded scientists in Germany in a report published in this week's Proceedings of the National Academy of Sciences after performing studies of cattle and deer grazing and sleeping patterns.",
            "output": [
                "在对牛和鹿的放牧和睡眠模式进行了研究之后，德国科学家在本周的《国家科学院学报》上发表了一份报告，报告得出的结论说，大型兽群可能具有探测地球磁场的能力。"
            ]
        },
        {
            "input": "Schriner refers to himself as the \"Average Joe\" candidate, and advocates a pro-life and pro-environmentalist platform.",
            "output": [
                "施里纳称自己这个候选人是一个“普通的乔”，主张建立一个有利于生活和环境保护的平台。"
            ]
        },
        {
            "input": "The last two journalists reported killed at the turn of the year were Syrians; just at a time when protests and violence in the country are escalating, and the Arab League begins its initial assessment of the situation.",
            "output": [
                "据报道，今年年初被杀的最后两名记者是叙利亚人；正当这个国家的抗议和暴力升级，阿拉伯联盟开始对局势进行初步评估的时候。"
            ]
        },
        {
            "input": "\"The United States is a country that promotes freedom around the world,\" Bush said of the Amnesty International report.",
            "output": [
                "“美国是一个促进全世界自由的国家，”布什在大赦国际的报告中说。"
            ]
        },
        {
            "input": "The city is looking for people to shovel snow off sidewalks and intersections.",
            "output": [
                "该市正在寻找人员以将人行道和十字路口的积雪铲掉。"
            ]
        },
        {
            "input": "The Bosnia and Herzegovina national team's manager, Safet Susic, spoke out against FIFA's ruling, blaming politics for the demand not being met.",
            "output": [
                "波斯尼亚和黑塞哥维那国家队经理萨菲特·苏西奇公开反对国际足联的裁决，指责称因政治因素他们无法做到该要求。"
            ]
        },
        {
            "input": "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.",
            "output": [
                "在2008年尝试参加纳斯卡冲刺杯系列赛失败后，弗朗奇蒂回到了印地卡系列赛，参加了奇普加纳西的比赛。"
            ]
        },
        {
            "input": "Some areas could see an additional 6 inches of snow by Saturday morning.",
            "output": [
                "到星期六上午，有些地区可能会再次见到6英寸厚的降雪。"
            ]
        },
        {
            "input": "The \"depressed\" journalist was told that he should avoid traditional medicine, while one of the \"normal\" journalists was told that the course was her only hope for improvement unless she wanted to start taking \"chemicals\".",
            "output": [
                "那名“抑郁”的记者被告知，他应该避免服用传统药物，而“正常”记者中的一名被告知，该课程是她改善状态的唯一希望，除非她想开始服用“化学品”。"
            ]
        },
        {
            "input": "In the Philippines, the president and vice president are elected separately; the Puwersa ng Masang Pilipino Party's vice-presidential candidate Jejomar Cabauatan Binay will become the country's vice-president.",
            "output": [
                "菲律宾总统和副总统分别由总统和副总统选举产生，菲律宾副总统候选人杰约马尔·比奈将担任菲律宾副总统。"
            ]
        },
        {
            "input": "After completing the turn, Alinghi sailed up beside them and took the win by one second.",
            "output": [
                "转圈完成后，阿灵基队从旁边超越，赢了1秒钟。"
            ]
        },
        {
            "input": "Zelaya asked his people to be able to \"practice his rights peacefully\" after his arrival in the Central American country.",
            "output": [
                "塞拉亚要求他的人民在他回到这个中美国家后，能够“和平地行使权利”。"
            ]
        },
        {
            "input": "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.",
            "output": [
                "B3级盲人滑雪运动员贝瑟姆赛后立即与其向导肖恩·拉姆斯登交流。"
            ]
        },
        {
            "input": "We are now waiting a preliminary study made by an Indian company, paid by Kuwait\", Ramos Horta added.",
            "output": [
                "我们正在等待一家印度公司的初步研究结果，由科威特出资”，拉莫斯·霍塔又说道。"
            ]
        },
        {
            "input": "A source told the Xinhua news agency Burghol had received threats.",
            "output": [
                "一位消息人士告诉新华社博格尔已经收到威胁。"
            ]
        },
        {
            "input": "Managing director of Team New Zealand, Grant Dalton, said, \"All credit to Alinghi.\"",
            "output": [
                "新西兰队总经理格兰特·达尔顿说：“阿灵基队值得大加称赞”。"
            ]
        },
        {
            "input": "She deferred university for a year to try to realize her Olympic dream, taking time off from Edith Cowan University where she was working on a Bachelors of Arts in History.",
            "output": [
                "为了实现自己的奥运梦想，她推迟了一年上大学，从伊迪丝·考恩大学休学，当时她正在那里攻读历史文学学士学位。"
            ]
        },
        {
            "input": "SKY TV had problems earlier with some viewers unable to tune into certain channels.",
            "output": [
                "天空电视台早些时候出现了一些问题，一些观众无法收听到某些频道。"
            ]
        },
        {
            "input": "The Greater Manchester town of Rochdale has begun setting up decorations for a number of festivities, including Eid, a Muslim holiday.",
            "output": [
                "大曼彻斯特城镇罗奇代尔已经开始为许多庆祝活动设置装饰品，包括穆斯林节日开斋节。"
            ]
        },
        {
            "input": "Preston recalls that on October 18, 2005 he received a notice to go to the post office and pick up another letter which he must sign for.",
            "output": [
                "普莱斯顿回忆道，2005年10月18日，他接到通知，要求他去邮局取另一封信，而且必须在信上签名。"
            ]
        },
        {
            "input": "Irish Taoiseach Bertie Ahern and British Prime Minister Tony Blair have unveiled a new roadmap for the Northern Ireland devolution process.",
            "output": [
                "爱尔兰总理伯蒂·埃亨和英国首相托尼·布莱尔公布了北爱尔兰权力下放进程的新路线图。"
            ]
        },
        {
            "input": "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.",
            "output": [
                "所有访谈都通过电子邮件进行，访谈也都是未经编辑就发表的，这样候选人就可以不间断地向我们的读者传达他们的全部信息。"
            ]
        },
        {
            "input": "This is not the first time an NHL franchise has been relocated north of the border from the #8-ranked media market in the United States; in 1980, the Atlanta Flames moved to Calgary, Alberta, becoming the Calgary Flames.",
            "output": [
                "这不是NHL特许经营权首次从在美国排名第8的媒体市场迁移到边境以北。1980年，亚特兰大火焰队搬到了阿尔伯塔省的卡尔加里，成为卡尔加里火焰队。"
            ]
        },
        {
            "input": "Most major flight zones from urban centers in Canada are in its southern portion, close to the U.S. where even winds might push a plane across the border.",
            "output": [
                "大部分从加拿大城市中心起飞的航班，主要飞行区都在加拿大南部，那里靠近美国，甚至刮风就可能把一架飞机推过边境。"
            ]
        },
        {
            "input": "There will be a funeral at Trinity Episcopal Church in Columbia at 10:30 a.m. local time on Saturday, and there will be an additional funeral service and burial at All Saints Episcopal Church in Pawleys Island.",
            "output": [
                "当地时间星期六上午10：30将在哥伦比亚三一圣公会教堂举行其葬礼，此外还会在波利群岛所有圣公会教堂里都举行葬礼。"
            ]
        },
        {
            "input": "The present system consists of Trident ballistic missiles with nuclear warheads carried by four Vanguard class nuclear powered submarines.",
            "output": [
                "目前的系统包括由四艘先锋级核动力潜艇携带的核弹头的三叉戟弹道导弹。"
            ]
        },
        {
            "input": "Passengers were seen using emergency slides to escape the wreckage.",
            "output": [
                "有人看到乘客们利用紧急滑梯逃离飞机残骸。"
            ]
        },
        {
            "input": "He directed and starred in Easy Rider (1969), winning an award at the Cannes Film Festival, and was nominated for an Academy Award for Best Original Screenplay as co-writer of the film's script.",
            "output": [
                "他导演并主演了“逍遥骑士”（1969）。该片在戛纳电影节获奖，霍帕并以联合编剧的身份获奥斯卡最佳原创电影剧本提名。"
            ]
        },
        {
            "input": "They said that agricultural production is likely to drop dramatically due to flooding of farmland and crops.",
            "output": [
                "他们说，由于农田和农作物的洪水，农业生产可能会急剧下降。"
            ]
        },
        {
            "input": "While Taliban forces do not have a history of shooting down aircraft, they claim to have modified their RPGs for improved accuracy, but there is no proof of this.",
            "output": [
                "但是塔利班武装部队从来没有击落过飞机，他们声称已经对火箭助推榴弹进行了改良，提高了精准度，但是没有证据证明此说法。"
            ]
        },
        {
            "input": "The offensive was begun with U.S. air support in a desert area north of the Euphrates River in the province of Anbar.",
            "output": [
                "这次进攻是在美国空军在安巴尔省幼发拉底河以北的沙漠地区展开的。"
            ]
        },
        {
            "input": "Some 500,000 people gathered today in Rome to march silently, demanding the liberation of Giuliana Sgrena, a reporter who was kidnapped on February 4 in Iraq.",
            "output": [
                "今天，约50万人聚集在罗马，静静地游行，要求解放2月4日在伊拉克被绑架的记者朱利亚娜·斯格雷娜。"
            ]
        },
        {
            "input": "Their retail game releases still contain no copy protection, but online activation is required to download updates.",
            "output": [
                "他们的零售游戏版本仍然没有版权保护，但下载更新需要在线激活。"
            ]
        },
        {
            "input": "The controversy began when councillor Lynn Philip Hodgson lowered the town hall flag out of respect for a fallen Canadian soldier.",
            "output": [
                "这场争论始于议员林恩·菲利普·霍奇森为纪念一名阵亡的加拿大士兵降下市政厅旗帜。"
            ]
        },
        {
            "input": "The United States and the European Union have labelled Hamas a terrorist organization and have blocked financial aid until the movement recognizes Israel and agrees to uphold previous agreements with Israel signed by the Palestinian Authority.",
            "output": [
                "美国和欧盟均给哈马斯贴上了恐怖主义组织的标签，并冻结了资金援助，直到该组织承认以色列并同意执行此前巴勒斯坦当局与以色列签订的协议为止。"
            ]
        },
        {
            "input": "Wikinews reporter David Shankbone spoke with Musto about his life and his relationship to the world of celebrity journalism.",
            "output": [
                "维基新闻记者大卫·尚克伯恩与穆斯托谈论了他的生活以及他与名人新闻界的关系。"
            ]
        },
        {
            "input": "Gidget was also featured in Legally Blonde 2 and adverts for the board game Trivial Pursuit.",
            "output": [
                "吉吉特还出现在《律政俏佳人2》和棋盘游戏《平凡的追求》的广告中。"
            ]
        },
        {
            "input": "When not competing in archery, she works for Western Australian Newspapers.",
            "output": [
                "如果不参加射箭比赛，她就会为西澳大利亚报纸工作。"
            ]
        },
        {
            "input": "Expedition 10 is scheduled to conduct its second spacewalk in March.",
            "output": [
                "探险10号计划在3月进行第二次太空行走。"
            ]
        },
        {
            "input": "1. A Wikipedia-specific search category like Google's Newsgroups Index Google Groups that even is editable.",
            "output": [
                "1.一个特定于维基百科的搜索类别，比如谷歌的新闻组索引谷歌组，甚至可以编辑。"
            ]
        },
        {
            "input": "A protest outside the Lindsey refinery has now dispersed but local union leaders say it will resume on Monday.",
            "output": [
                "林赛炼油厂外的抗议活动现已散去，但当地工会领导人说，抗议活动将于周一恢复。"
            ]
        },
        {
            "input": "Of twenty two members of the party presidency, 16 voted for expulsion, three were against (Luka Bebić, Mario Zubović and Damir Polančec) and two abstained (Bianca Matković and Petar Selem).",
            "output": [
                "在该党主席团22名成员中，16人赞成驱逐，3人反对（卢卡·贝比，马里奥·祖博维和达米尔·波兰·埃克），2人弃权（比安卡·马特科维和佩塔·塞勒姆）。"
            ]
        },
        {
            "input": "\"The priority of the authorities is providing help and care,\" stated the vice-mayor of the Haarlemmermeer municipality, Michel Bezuijen.",
            "output": [
                "“当局的首要任务是提供帮助和照顾，”哈勒梅米尔市副市长米歇尔·贝祖伊恩表示。"
            ]
        },
        {
            "input": " He died doing his duty and we will remember him.",
            "output": [
                "他为履行职责而死，我们将缅怀他。"
            ]
        },
        {
            "input": "He regained two points more from Alonso in the drivers' championship - now they both have 116 points, though Renault team now returned the lead in the constructors' championship for just one point.",
            "output": [
                "在车手积分榜上，他又比阿隆索多得了两分，现在他们都是116分，尽管雷诺车队现在只以一分的优势重返车队冠军榜的首位。"
            ]
        },
        {
            "input": "In a statement, Cuomo said “Governor Carey led our state during a time of great financial turmoil and pulled us back from the brink of bankruptcy and economic ruin.”",
            "output": [
                "库莫在一份声明中说，“凯里州长在金融动荡时期领导我们的州，把我们从破产和经济崩溃的边缘拉了回来。”"
            ]
        },
        {
            "input": "\"The President's decision, no doubt prompted by the Commodore, to override the constitution, sack the judges, and depend upon the military to keep an unlawful regime in power, will compound the already serious economic difficulties confronted by Fiji,\" McCully said.",
            "output": [
                "麦卡利说：“总统的决定，无疑是由准将提出的，推翻宪法，解雇法官，依靠军队维持非法政权，将加剧斐济面临的已经严重的经济困难。”"
            ]
        },
        {
            "input": "Defence Minister Robert Hill is cautious of such a plan, saying \"I don't believe governments are entitled to any more information about you than is absolutely necessary\".",
            "output": [
                "国防部长罗伯特·希尔对这样一个计划持谨慎态度，他说：“除绝对必要的部分以外，我不认为政府有权获取更多的个人信息”。"
            ]
        },
        {
            "input": "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.",
            "output": [
                "辛格是一名糖尿病患者，1990年在英国接受了搭桥手术，2004年在德里接受了血管成形术，在他的动脉中植入了支架。"
            ]
        },
        {
            "input": "At one point, the sun was blocked by the black smoke rising from the building.",
            "output": [
                "有一段时间，太阳被从大楼升起的黑烟挡住了。"
            ]
        },
        {
            "input": "According to three news wires, the fourth London bombing suspect — just named as Hussain Osman — has been arrested by Italian police in Rome.",
            "output": [
                "据三家通讯社报道，第四名伦敦爆炸案嫌疑人，侯赛因·奥斯曼，已在罗马被意大利警方逮捕。"
            ]
        },
        {
            "input": "\"We can tackle climate change and create long-term jobs, but Labor can't see that because they are blinded by the interests of their big donors - the urban development and coal industries,\" said Mt Coo-tha candidate Larrisa Waters.",
            "output": [
                "“我们可以应对气候变化，创造长期就业机会，但工党看不到这一点，因为他们被他们的大捐助者-城市发展和煤炭行业-的利益所蒙蔽，”库特山候选人拉里萨·沃特斯说。"
            ]
        },
        {
            "input": "The street between Allen and North was shut down to traffic while police secured the scene.",
            "output": [
                "艾伦和诺斯之间的街道在警方保护现场的同时被交通封锁。"
            ]
        },
        {
            "input": "Jamil Murad had visited Yasser Arafat in April 2004, along with nine other Brazilian deputies.",
            "output": [
                "贾米尔·穆拉德于2004年4月与其他9名巴西代表一起访问了亚西尔·阿拉法特。"
            ]
        },
        {
            "input": "Wikinews' Nick Moreau interviewed her regarding her values, her experience, and her campaign.",
            "output": [
                "维基新闻的尼克・莫罗就她的价值观、经历和竞选活动采访了她。"
            ]
        },
        {
            "input": "England got the perfect start scoring after just 3 minutes from a David Beckham freekick.",
            "output": [
                "英国队在大卫·贝克汉姆开出任意球后仅3分钟就完美地开局。"
            ]
        },
        {
            "input": "The United States has said that \"regional extremists\" may be targeting Air Uganda airplane flights between Southern Sudan and Uganda.",
            "output": [
                "美国表示，“地区极端分子”可能把乌干达航空公司在南苏丹和乌干达之间的航班作为袭击目标。"
            ]
        },
        {
            "input": "According to the news agency, other television news stations called Al-Alam and Al Arabiya are also based inside the building.",
            "output": [
                "据通讯社报道，其他电视台包括阿拉姆电视台和阿拉伯电视台也在大楼内。"
            ]
        },
        {
            "input": "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.",
            "output": [
                "“由于所发生的一切，他的身体状况很虚弱，”斯塔利说。"
            ]
        },
        {
            "input": "However, they are working to do so with chemists at the University of Kentucky who have identified a water-soluble molecule with the same properties.",
            "output": [
                "然而，他们正在努力与肯塔基大学的化学家合作，他们已经确定了具有相同特性的水溶性分子。"
            ]
        },
        {
            "input": "India's foreign minister, Pranab Mukherjee, said, \"Preliminary evidence indicates that elements with links to Pakistan are involved,\" stirring a diplomatic row between India and Pakistan.",
            "output": [
                "印度外交部长慕克吉说，“初步证据表明，一些与巴基斯坦有联系的人参与其中”，这在印度和巴基斯坦之间引发了一场外交争端。"
            ]
        },
        {
            "input": "\"We have to take a stand and say to police forces that there is one set of laws for all citizens.\"",
            "output": [
                "“我们必须采取立场，并向警察部队说，所有公民都有一套法律。”"
            ]
        },
        {
            "input": "The case was prosecuted in Virginia because it is the home to the leading internet service provider AOL, the company who instigated the charges.",
            "output": [
                "这起案件由弗吉尼亚州发起起诉，因为它是发起指控的互联网服务领先公司，即美国在线的所在地。"
            ]
        },
        {
            "input": "Lawyers claim the UN is breaking international law by failing to apologize or provide remuneration to the victims.",
            "output": [
                "律师们声称，如果联合国不向受害者道歉或不赔偿，那么就违反了国际法。"
            ]
        },
        {
            "input": "Chan won on February 8 and was just sworn in two days ago.",
            "output": [
                "迈克尔·陈在2月8日获胜，两天前刚刚宣誓就职。"
            ]
        },
        {
            "input": "After what happened on Sunday we obviously reported all of that to the police and we are continuing to assist them with their inquiries, Mr Tyrus said.",
            "output": [
                "“周日发生的事情发生后，我们显然已向警方报告了这一切，我们将继续协助他们进行调查，”提鲁斯表示。"
            ]
        },
        {
            "input": "But that doesn't mean it won't buttress the negative image of the United States held by its critics around the world.\"",
            "output": [
                "但这并不意味着它不会支持美国在世界各地的批评者所持的负面形象。”"
            ]
        },
        {
            "input": "Breaking News: Iran reported to U.N. Security Council. The IAEA has passed a resolution, by 27 to 3 votes, to report concerns over Iran's nuclear program to the UN Security Council.",
            "output": [
                "爆炸性新闻：伊朗向联合国安理会报告。国际原子能机构以27票对3票通过一项决议，向联合国安理会报告对伊朗核项目的担忧。"
            ]
        },
        {
            "input": "The disabled girl was operated upon at the request of her parents, to prevent her from growing, menstruating and developing breasts.",
            "output": [
                "按照其父母的要求，对这位残障女孩做了手术，以防止她继续长大，来月经和乳房发育。"
            ]
        },
        {
            "input": "World Heath Organization rules make New Zealand obliged to increase the warning sizes on packets.",
            "output": [
                "世界卫生组织规则使新西兰有义务增加包装上警告图的大小。"
            ]
        },
        {
            "input": "Japan's only points came from a Kōsei Ono penalty just before half time, while Stirling Mortlock kicked 27 points for Australia.",
            "output": [
                "日本唯一的得分来自即将半场时小野晃征的罚球，而斯特林·莫特洛克为澳大利亚射门得分27分。"
            ]
        },
        {
            "input": "The study seems to also hint that this growth is in many ways connected to legislation passed by Congress in 1965, that abolished a quota system that had nearly ended immigration from non-European countries since the 1920s, and consequently caused an immigration surge.",
            "output": [
                "这项研究似乎还暗示，这种增长在很多方面与1965年国会通过的一项立法有关。1965年，国会废除了一项配额制度，该制度自上世纪20年代以来几乎终止了来自非欧洲国家的移民，并因此导致了移民潮。"
            ]
        },
        {
            "input": "Development on this $350 million system by Northrop Grumman Corporation was begun in March of 2004 with basic operation achieved in just 4 months.",
            "output": [
                "诺斯罗普·格鲁曼公司于2004年3月开始开发这个价值3.5亿美元的系统，仅用了4个月便实现了基本操作。"
            ]
        },
        {
            "input": "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.",
            "output": [
                "达到里程碑后，航空公司一如既往地利用这个机会出售座位，以99便士99c的座位推出200,000个座位。"
            ]
        },
        {
            "input": "Skinner was a gym teacher and basketball coach and taught members of the group.",
            "output": [
                "斯金纳是一名体育老师和篮球教练，并教过该组织的成员。"
            ]
        },
        {
            "input": "Over sixty ships, in total have been hijacked by pirates since the start of last year.",
            "output": [
                "自去年年初以来，总共有60多艘船只被海盗劫持。"
            ]
        },
        {
            "input": "A 'code Red' - full evacuation - was set at around 9.15am.",
            "output": [
                "上午9点15分左右设置了“红色警戒”，即全面疏散。"
            ]
        },
        {
            "input": "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"",
            "output": [
                "“一个企业允许这种类型的垃圾出现在他们的网站或系统，这是他们说无法处理的事情。”"
            ]
        },
        {
            "input": "Grandfather Lovett Williams said Tyrel was found upon his dead brother, Tyron.",
            "output": [
                "他们的祖父洛维特·威廉姆斯说，泰洛尔被发现躺在死去的兄弟泰伦身上。"
            ]
        },
        {
            "input": "\"One of the receptionists told me that he shot her and then demanded that she call 911.\"",
            "output": [
                "“其中一名接待员告诉我，他开枪打她，然后要求她打电话给911。”"
            ]
        }
    ]
}