{
    "Contributors": [
        "Prutha Gaherwar"
    ],
    "Source": [
        "ASSET"
    ],
    "Categories": [
        "Paraphrase"
    ],
    "Definition": "Rewrite each original sentence in order to make it easier to understand by non-native speakers of English. The output sentences should be grammatically correct, fluent, and retain the main ideas and meaning of their respective input sentences",
    "Positive Examples": [
        {
            "input": "Following the drummers are dancers, who often play the Sogo ( a tiny drum that makes almost no sound) and tend to have more elaborate — even acrobatic — choreography.",
            "output": "After the drummers are dancers, who often play the Sogo( a small drum that makes almost no sound). They are often seen as a group of people in the group.",
            "explanation": "The answer correctly paraphrases the input sentence"
        },
        {
            "input": "However, the Bzo is different from the freedom party. This is because a referendum about the Lisbon treaty but against an Eu-Withdrawal.",
            "output": "However, the Bzo differs a bit in comparison to the freedom party, as is in favor of a referendum about the Lisbon treaty but against an Eu-Withdrawal",
            "explanation": "The answer correctly paraphrases the input sentence"
        }
    ],
    "Negative Examples": [
        {
            "input": "In its pure form, Dextromethorphan occurs as a white powder",
            "output": "Dextromethorphan, when pure, occurs as a yellow liquid",
            "explanation": "The output changes the meaning of the input sentence"
        },
        {
            "input": "Today NRC is organised as an independent, private foundation.",
            "output": "Laverne doesn't go to her friend's party.",
            "explanation": "The output is completely unrelated to the input sentence"
        }
    ],
    "Instances": [
        {
            "input": "Since 2000, the recipient of the Kate Greenaway medal has also been presented with the Colin Mears award to the value of £5000.",
            "output": [
                "Since 2000, the winner of the Kate Greenaway medal has also been given to the Colin Mears award of the Kate Greenaway medal."
            ]
        },
        {
            "input": "Following the drummers are dancers, who often play the Sogo( a tiny drum that makes almost no sound) and tend to have more elaborate — even acrobatic — choreography.",
            "output": [
                "After the drummers are dancers, who often play the Sogo( a small drum that makes almost no sound). They are often seen as a group of people in the group."
            ]
        },
        {
            "input": "However, the Bzö differs a bit in comparison to the freedom party, as is in favor of a referendum about the Lisbon treaty but against an Eu-Withdrawal.",
            "output": [
                "However, the Bzö is different from the freedom party. This is because a referendum about the Lisbon treaty but against an Eu-Withdrawal."
            ]
        },
        {
            "input": "In its pure form, Dextromethorphan occurs as a white powder.",
            "output": [
                ", Dextromethorphan occurs."
            ]
        },
        {
            "input": "Today NRC is organised as an independent, private foundation.",
            "output": [
                "It is the largest country in the world."
            ]
        },
        {
            "input": "Fives is a British sport believed to derive from the same origins as many Racquet sports.",
            "output": [
                "Fives is a British sport thought to come from the same source as many Racquet sports."
            ]
        },
        {
            "input": "For example, King Bhumibol was born on Monday, so on his birthday throughout Thailand will be decorated with yellow color.",
            "output": [
                "For example, King Bhumibol was born on Monday, so on his birthday throughout Thailand, will be decorated with yellow color"
            ]
        },
        {
            "input": "Both names became defunct in 2007 when they were merged into the National museum of Scotland.",
            "output": [
                "Both names became obsolete in 2007 when they were merged into the National museum of Scotland."
            ]
        },
        {
            "input": "Perry Saturn( with Terri) defeated Eddie Guerrero( with Chyna) to win the WWF European championship( 8:10) Saturn pinned Guerrero after a diving elbow drop.",
            "output": [
                "He defeated Eddie Guerrero( with Chyna) to win the WWF European championship( 8: 10) Saturn pinned Guerrero after a diving elbow drop."
            ]
        },
        {
            "input": "It is not actually a true louse.",
            "output": [
                "It is not in fact a true louse."
            ]
        },
        {
            "input": "Each entry has a datum( a Nugget of data) which is a copy of the datum in some backing store.",
            "output": [
                "Each entry has a datum a copy."
            ]
        },
        {
            "input": "Like previous assessment reports, it consists of four reports, three of them from its working groups.",
            "output": [
                "Like previous assessment reports, it has four reports, three of them from its working groups."
            ]
        },
        {
            "input": "The International fight League was an American mixed martial arts( Mma) promotion billed as the world's first Mma League.",
            "output": [
                "International fight the league was an martial arts promotion Mma) billed."
            ]
        },
        {
            "input": "Aside from this, Cameron has often worked in Christian-Themed productions, among them the Post-Rapture films left behind: the movie, left behind II: tribulation force, and left behind: world at war, in which he plays Cameron `` Buck'' Williams.",
            "output": [
                "Cameron has often worked in Christian-Themed productions, among them the Post-Rapture films left behind: the movie, left behind II: tribulation force, and left behind: world at war."
            ]
        },
        {
            "input": "This was the area east of the mouth of the Vistula River, later sometimes called `` Prussia proper''.",
            "output": [
                "This was the area east of the mouth of the Vistula River. It was later called `` the land of Prussia''."
            ]
        },
        {
            "input": "After graduation he returned to Yerevan to teach at the local Conservatory and later he was appointed artistic director of the Armenian Philarmonic orchestra.",
            "output": [
                "He returned to Yerevan to teach and he was appointed director."
            ]
        },
        {
            "input": "So far The'Celebrity' episodes have included Vic Reeves, Nancy Sorrell, Gaby Roslin, Scott mills, mark Chapman, Simon Gregson, sue Cleaver, Carol Thatcher, Paul O'Grady and Lee Ryan.",
            "output": [
                "They have included Vic Reeves, Nancy Sorrell, Gaby Roslin, Scott mills, Simon Gregson, sue Cleaver, Carol Thatcher, Paul O'Grady and Lee Ryan."
            ]
        },
        {
            "input": "It was discovered by Stephen P. Synnott in images from the Voyager 1 space probe taken on March 5, 1979 while orbiting around Jupiter.",
            "output": [
                "It was discovered the Voyager 1 space probe taken."
            ]
        },
        {
            "input": "He is also a member of another Jungiery Boyband 183 club.",
            "output": [
                "He is a member of Boyband another Jungiery 183 club."
            ]
        },
        {
            "input": "The apostolic tradition, attributed to the theologian Hippolytus, attests the singing of Hallel Psalms with Alleluia as the refrain in early Christian Agape feasts.",
            "output": [
                "It is about the singing of Hallel Psalms with"
            ]
        },
        {
            "input": "In return, Rollo swore fealty to Charles, converted to Christianity, and undertook to defend the northern region of France against the Incursions of other Viking groups.",
            "output": [
                "In return, Rollo fealty to Charles, made Christianity, and undertook to defend the northern part of France against other Viking groups."
            ]
        },
        {
            "input": "It is derived from voice of America( VOA) special English.",
            "output": [
                "It is derived from voice of America( VOA) special English."
            ]
        },
        {
            "input": "It was the first asteroid to be discovered by a spacecraft.",
            "output": [
                "It was the asteroid to be discovered."
            ]
        },
        {
            "input": "Seventh sons have strong `` Knacks''( specific magical abilities), and Seventh sons of Seventh sons are both extraordinarily rare and powerful.",
            "output": [
                "Seventh sons have strong `` Knacks''( specific magic skills), and Seventh son of a seventh son are both very rare and powerful."
            ]
        },
        {
            "input": "Volterra is a town in the Tuscany region of Italy.",
            "output": [
                "Volterra is a city in the region of Tuscany in Italy."
            ]
        },
        {
            "input": "The tongue is sticky because of the presence of Glycoprotein-Rich Mucous, which both Lubricates movement in and out of the snout and helps to catch ants and Termites, which adhere to it.",
            "output": [
                "The tongue is sticky because of the presence of Glycoprotein-Rich Mucous. This means that both Lubricates movement in and out of the snout."
            ]
        },
        {
            "input": "Their eyes are quite small, and their visual Acuity is poor.",
            "output": [
                "Their eyes are quite small, and their visual Acuity is poor."
            ]
        },
        {
            "input": "They are rivaled as biological materials in toughness only by Chitin.",
            "output": [
                "They are made up of biological materials in toughness only by Chitin."
            ]
        },
        {
            "input": "Tickets can be Retailed for national rail services, the docklands light railway and on oyster card.",
            "output": [
                "Tickets can be Retailed, the docklands light railway and."
            ]
        },
        {
            "input": "Furthermore, research has shown children are less likely to report a crime if it involves someone that he or she knows, trusts, and/ or cares about.",
            "output": [
                "Also, research has shown children are less likely to report a crime if it involves someone that he or she knows, trusts, and/ cares about it."
            ]
        },
        {
            "input": "Today, Landis' father has become a hearty supporter of his son and regards himself as one of Floyd's biggest fans.",
            "output": [
                "Today, Landis' father is now a hearty in favour of his son and see him as one of Floyd's biggest fans."
            ]
        },
        {
            "input": "Shortly after attaining category 4 status, the outer convection of the hurricane became ragged.",
            "output": [
                ", the convection became ragged."
            ]
        },
        {
            "input": "Brunstad has several fast food restaurants, a Cafeteria-Style restaurant, coffee bar, and its own grocery store.",
            "output": [
                "Brunstad has food restaurants, coffee, a restaurant Cafeteria-Style bar, and its grocery store."
            ]
        },
        {
            "input": "Johan was also the original Bassist of the Swedish power metal band Hammerfall, but quit before the band ever released a studio album.",
            "output": [
                "Johan was also the first person to play the Swedish power metal band Hammerfall. The band quit before they released a studio album."
            ]
        },
        {
            "input": "In 1990, mark Messier took the Hart over Ray Bourque by a margin of two votes, the difference being a single first-place vote.",
            "output": [
                "In 1990, mark Messier took the Hart over Ray Bourque by two votes. The difference was a single first-place vote."
            ]
        },
        {
            "input": "Prior to the arrival of the storm, the National Park service closed visitor centers and campgrounds along the outer banks.",
            "output": [
                "Before the storm came to the National Park service, the National Park service closed places and campgrounds along the outer banks."
            ]
        },
        {
            "input": "The Amazon Basin is the part of South America drained by the Amazon River and its Tributaries.",
            "output": [
                "Amazon Basin is the part of South America. It is made up of the Amazon River and the Amazon river."
            ]
        },
        {
            "input": "Moderate to severe damage extended up the Atlantic coastline and as far Inland as West Virginia.",
            "output": [
                "Moderate to bad damage reached the Atlantic coastline and as far as West Virginia."
            ]
        },
        {
            "input": "The wave traveled across the Atlantic, and organized into a tropical depression off the northern coast of Haiti on September 13.",
            "output": [
                "Traveled, and the wave organized."
            ]
        },
        {
            "input": "Their participation is limited until they reach legal adulthood.",
            "output": [
                "Their role is limited as long as they meet legal adult."
            ]
        },
        {
            "input": "Development stable releases are rare, but there are often subversion snapshots which are stable enough to use.",
            "output": [
                "Development stable releases are rare, but there are often subversion snapshots."
            ]
        },
        {
            "input": "In the Soviet years, the Bolsheviks demolished two of Rostov's principal landmarks- St Alexander Nevsky cathedral( 1908) and St George cathedral in Nakhichevan( 1783-1807).",
            "output": [
                ", the two Bolsheviks demolished and 1783-1807)."
            ]
        },
        {
            "input": "He died on May 29, 1518 in Madrid, Spain and was buried in the Church of San Benito D'Alcantara.",
            "output": [
                "He died, and was buried`."
            ]
        },
        {
            "input": "A Wikipedia gadget is a Javascript and/ or a CSS Snippet that can be enabled simply by checking an option in your Wikipedia preferences.",
            "output": [
                "A Wikipedia gadget is a Javascript and/ Snippet that can be made simply by checking an option in your Wikipedia preferences."
            ]
        },
        {
            "input": "Below are some useful links to facilitate your involvement.",
            "output": [
                "Below are some useful Websites to help with your life."
            ]
        },
        {
            "input": "He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.",
            "output": [
                "He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948."
            ]
        },
        {
            "input": "James I appointed him a gentleman of the chapel Royal, where he served as an organist from at least 1615 until his death.",
            "output": [
                "James I appointed him a gentleman, he served."
            ]
        },
        {
            "input": "Chauvin was embarrassed to receive his award and initially indicated that he may not accept it.",
            "output": [
                "Chauvin was embarrassed to receive his award. He may not accept it."
            ]
        },
        {
            "input": "Each version of the license is given a distinguishing version number.",
            "output": [
                "Each version of the license is given a to show the version number."
            ]
        },
        {
            "input": "He came from a musical family; his mother, Larue, was an administrative assistant and singer, and his father, Keith Brion, was a band director at Yale.",
            "output": [
                "He came from a musical family. his mother, Larue, was an assistant and singer, and his father Keith Brion, was a band director at the Yale University."
            ]
        },
        {
            "input": "Origin Irmo was chartered on Christmas Eve in 1890 in response to the opening of the Columbia, Newberry and Laurens railroad.",
            "output": [
                "Origin Irmo was chartered on Christmas Eve in 1890 because of the opening of the Columbia, Newberry and Laurens railroad."
            ]
        },
        {
            "input": "Macgruber starts asking for simple objects to make something to defuse the bomb, but he is later distracted by something( usually involving his personal life) that makes him run out of time.",
            "output": [
                "Macgruber starts ask for simple things to make a point to turn off the bomb, but he's later held by one thing( usually based on his own life) that makes him run out of time."
            ]
        },
        {
            "input": "This was substantially complete when Messiaen died, and Yvonne Loriod undertook the final movement's orchestration with advice from George Benjamin.",
            "output": [
                "This was nearly finished when Messiaen died, and Yvonne Loriod orchestrated the last movement with advice from George Benjamin."
            ]
        },
        {
            "input": "The pad called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat, whom the pad accused of being proxies for Thaksin.",
            "output": [
                "The pad called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat."
            ]
        },
        {
            "input": "In December, 1967, ten boom was honored as one of the righteous among the nations by the state of Israel.",
            "output": [
                "In 1967, ten boom was given the righteous among the nations by Israel."
            ]
        },
        {
            "input": "Despite this, Farrenc was paid less than her male counterparts for nearly a decade.",
            "output": [
                ", Farrenc was paid."
            ]
        },
        {
            "input": "Seventy-Five Defencemen are in the hall of fame, more than any other current position, while only 35 Goaltenders have been inducted.",
            "output": [
                "Seventy-Five Defencemen are in the hall of fame, more than any other current position. only 35 Goaltenders have been added."
            ]
        },
        {
            "input": "Alternative views on the subject have been proposed throughout the centuries( see below), but all were rejected by mainstream Christian bodies.",
            "output": [
                "Alternative views on the subject have been proposed throughout the centuries( see below), but all were rejected by mainstream Christian bodies."
            ]
        },
        {
            "input": "Plot captain Caleb Holt( Kirk Cameron) is a firefighter in Albany, Georgia and firmly keeps the cardinal rule of all firemen, `` never leave your partner behind''.",
            "output": [
                "Plot captain Caleb Holt( Kirk Cameron) is a firefighter in Albany, Georgia. It is also known as the cardinal rule of all firemen, who leave the partner behind him."
            ]
        },
        {
            "input": "The plant is considered a living fossil.",
            "output": [
                "The plant is thought to be a living"
            ]
        },
        {
            "input": "Orchestration Stravinsky first conceived of writing the ballet in 1913.",
            "output": [
                "Orchestration Stravinsky. It was first conceived and write a ballet in 1913."
            ]
        },
        {
            "input": "Jeanne Marie-Madeleine Demessieux( February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.",
            "output": [
                "Jeanne Demessieux( born Paris, 13 February 1921; died Paris 11 November 1968) was a French organist."
            ]
        },
        {
            "input": "By most accounts, the instrument was nearly impossible to control.",
            "output": [
                "By most people, the instrument was nearly impossible to control."
            ]
        },
        {
            "input": "Santa Maria Maggiore( St. Mary the greater), the earliest extant church in Assisi.",
            "output": [
                "The earliest church in Assisi is Santa Maria Maggiore."
            ]
        },
        {
            "input": "Characteristics radar observations indicate a fairly pure Iron-Nickel composition.",
            "output": [
                ". radar observations indicate a fairly pure Iron-Nickel composition."
            ]
        },
        {
            "input": "Railway Gazette International is a monthly business Journal covering the railway, Metro, light rail and Tram Industries worldwide.",
            "output": [
                "Railway Gazette International is an international business company. It has Metro, light rail and Tram industries."
            ]
        },
        {
            "input": "Defiantly, she vowed to never renounce the commune, and dared the judges to sentence her to death.",
            "output": [
                "Defiantly, she promised to give up the, and never dared judges to sentence her to death."
            ]
        },
        {
            "input": "Small value Inductors can also be built on integrated circuits using the same processes that are used to make transistors.",
            "output": [
                "Small value drivers can also be based on chips using the same methods that are used to make transistors."
            ]
        },
        {
            "input": "Thereafter the county's administration was conducted at Duns or Lauder until Greenlaw became the county town in 1596.",
            "output": [
                "The county was made up at Duns or Lauder until 1596. Greenlaw became the county town."
            ]
        },
        {
            "input": "No Skater has yet accomplished a quadruple Axel in competition.",
            "output": [
                "No Skater can be very good for a quadruple Axel in competition."
            ]
        },
        {
            "input": "It is described as pointed in the face and about the size of a rabbit.",
            "output": [
                "It is described and."
            ]
        },
        {
            "input": "Iain grieve( born 19 February, 1987 in Jwaneng, Botswana) is a Rugby Union Back-Rower for Bristol Rugby in the Guinness Premiership.",
            "output": [
                "Iain grieve( February born 19, 1987 in Jwaneng, Botswana) is a union Back-Rower in the Guinness Premiership."
            ]
        },
        {
            "input": "The fourth ring is decorated with golden Garlands and was added in 1938 39 when the column was moved to its present location.",
            "output": [
                "The fourth ring was added in 1938 39 when the column was moved to its present location."
            ]
        },
        {
            "input": "New South Wales's largest city and capital is Sydney.",
            "output": [
                "New South Wales's capital city is Sydney."
            ]
        },
        {
            "input": "The polymer is most often epoxy, but other polymers, such as polyester, vinyl Ester or nylon, are also sometimes used.",
            "output": [
                "Most of the time, the polymer is most often epoxy, but other polymers, such as polyester, vinyl Ester, or nylon."
            ]
        },
        {
            "input": "A bastion on the Eastern approaches was built later.",
            "output": [
                "A bastion on the Eastern side was built later."
            ]
        },
        {
            "input": "Events Europe July 29 — battle of Stiklestad( Norway): Olav Haraldsson loses to his Pagan Vassals and is killed in the battle.",
            "output": [
                "In the battle of July 29, the battle of Stiklestad( Norway): Olav Haraldsson Haraldsson(.),. Haraldsson(.),. Haraldsson(.),. Haraldsson(.),. Haraldsson(.),.(.),.(.), and is loses( ..)(.),"
            ]
        },
        {
            "input": "This resulted in both Montenegro and Serbia becoming independent countries.",
            "output": [
                "This resulted and becoming countries."
            ]
        },
        {
            "input": "Schuschnigg immediately responded publicly that reports of riots were false.",
            "output": [
                "Schuschnigg immediately responded that reports of riots were false"
            ]
        },
        {
            "input": "Addiscombe is a suburb in the London borough of Croydon, England.",
            "output": [
                "Addiscombe is a town in Croydon, England, UK."
            ]
        },
        {
            "input": "Wario land the Wario land series is a Platforming series that started with Wario land: super Mario land 3, a Spin-Off of the super Mario land series.",
            "output": [
                "Wario land the Wario land series is a Platforming series that started."
            ]
        },
        {
            "input": "Mercury is similar in appearance to the moon: it is heavily cratered with regions of smooth Plains, has no natural satellites and no substantial atmosphere.",
            "output": [
                "Mercury is similar in appearance to the moon: it is a long way cratered with parts of the smooth Plains, has no natural satellites and no good mood."
            ]
        },
        {
            "input": "The Prime Minister stays in office only as long as he or she retains the support of the lower house.",
            "output": [
                "The Prime Minister stays in office he or she retains the support."
            ]
        },
        {
            "input": "Together they formed new music Manchester, a group committed to contemporary music.",
            "output": [
                "Together they were new music man, a group tied to the modern music."
            ]
        },
        {
            "input": "The collapsed Dome of the main church has been restored entirely.",
            "output": [
                "The Dome has been restored."
            ]
        },
        {
            "input": "In 2005, Meissner became the second American woman to land the triple Axel jump in national competition.",
            "output": [
                "In 2005, with became the first American woman to do a triple Axel jump in the National football competition."
            ]
        },
        {
            "input": "Forty-Nine species of Pipefish and nine species of seahorse have been recorded.",
            "output": [
                "49 species of Pipefish and nine species of seahorse has been made."
            ]
        },
        {
            "input": "Heavy rain fell across portions of Britain on October 5, causing localized accumulation of flood waters.",
            "output": [
                "Heavy rain fell in parts of the UK on October 5, to cause local backlog of flood waters."
            ]
        },
        {
            "input": "A fee is the price one pays as remuneration for services, especially the Honorarium paid to a doctor, lawyer, consultant, or other member of a learned profession.",
            "output": [
                "A tax is the price one pays as pay for services, such as the fee paid to a doctor, lawyer, consultant, or other member of a learned profession."
            ]
        },
        {
            "input": "Ohio state's library system encompasses twenty-one libraries located on its Columbus campus.",
            "output": [
                "Ohio state's system has twenty-one libraries found on the Columbus."
            ]
        },
        {
            "input": "The Singles from the album included `` by the way'', `` the Zephyr song'', `` ca n't stop'', `` dosed'' and `` universally speaking''.",
            "output": [
                "The Singles from the album were `` in the way distribution'', `` distribution'', `` distribution'', `` stop'' and `` universally speaking''."
            ]
        },
        {
            "input": "In April 2000, Minix became free/ open source software under a permissive free software licence, but by this time other operating systems had surpassed its capabilities, and it remained primarily an operating system for students and Hobbyists.",
            "output": [
                "In April 2000, Minix became free/ open source software. in April 2000, Minix became free source software under a permissive free software licence, but by this time other operating systems."
            ]
        },
        {
            "input": "The area covered by the warning issued on September 22 was extended southwards as Jose intensified, before being canceled soon after Landfall on September 23.",
            "output": [
                "The area covered by the warning on September 22, was also enlarged southwards as Jose intensified, before being canceled soon after Landfall on September 23."
            ]
        },
        {
            "input": "In a short Video promoting the charity equality now joss Whedon confirmed that `` fray is not done, fray is coming back.",
            "output": [
                "In a short Video promoting the charity equality now joss Whedon confirmed that `` fray is not done, fray is coming back."
            ]
        },
        {
            "input": "A Mutant is a type of fictional character that appears in comic books published by marvel Comics.",
            "output": [
                "A Mutant is a type of fictional character that"
            ]
        },
        {
            "input": "The sat reasoning test( formerly scholastic aptitude test and scholastic assessment test) is a standardized test for college admissions in the United States.",
            "output": [
                "The sat reasoning test( formerly scholastic test and scholastic assessment test) is a standardized"
            ]
        },
        {
            "input": "After the Jerilderie raid, the gang laid low for 16 months evading capture.",
            "output": [
                ", the gang laid low for 16 months evading capture."
            ]
        },
        {
            "input": "From 1900 to 1920 many new facilities were constructed on campus, including facilities for the dental and Pharmacy programs, a chemistry building, a building for the natural sciences, Hill auditorium, large hospital and library complexes, and two residence halls.",
            "output": [
                "Facilities, were constructed, a chemistry building, a building, Hill auditorium, hospital and library complexes, and."
            ]
        },
        {
            "input": "Pauline returned in the game boy remake of donkey Kong in 1994, and later Mario vs. donkey Kong 2: March of the Minis in 2006, although the character is now described as `` Mario's friend''.",
            "output": [
                "It was released in the game boy remake of donkey Kong"
            ]
        }
    ]
}