{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "You will be given a Bengali sentence. Your job is to create a statement that has the same meaning as the one given to you.",
  "Positive Examples": [
    {
        "input": "টরন্টো দ্বীপ বিমানবন্দর এলাকায় গড় বাতাসের গতিবেগ হচ্ছে ১২ কিমি/ঘ।\n",
        "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
        "explanation": "The above sentence is correctly translated from Bengali to English because it captures meaning of each word correctly and also the overall sentence."
    },
    {
        "input": "থুতু ফেলা, জল ছুঁড়ে মারা বা রক্ষা কর্মীর উপরে প্রস্রাব করার চেষ্টার মতো স্পষ্টভাবে তালিকাভুক্ত ক্ষেত্র যেখানে পেপার স্প্রে ব্যবহার করা যাবে না।\n",
        "output":  "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n",
        "explanation": "The above sentence is correctly translated from Bengali to English because it captures meaning of each word correctly and also the overall sentence about how certain infractions are explicitly listed cases where pepper spray may not be used."

    },
    {
      "input": "সসন্ধ্যায় জন নদীর তীরে গিয়ে নদীর শান্তি উপভোগ করেন।",
      "output": "In the evening John went by the bank of the river to enjoy the calmness of the river.",
      "explanation": "The above sentence is correctly translated from Bengali to English as it correctly explains overall context where John went to the bank of river to enjoy its peacefulness."
    }
  ],
  "Negative Examples": [
    {
      "input": "সসন্ধ্যায় জন নদীর তীরে গিয়ে নদীর শান্তি উপভোগ করেন।",
      "output": "In the evening John went by the bank to get money",
      "explanation": "The above sentence is not correctly translated from Bengali to English as John did not got to bank to get money instead he went to bank of a river. "
    },
    {
        "input": "বৈঠকে অ্যাশক্রফ্‌ট মন্তব্য করেন যে, \"ইতিহাস আমাদের সহৃদয়তার সাথে বিচার করবে না\"।\n",
        "output": "Sachin played the game for about twent four years.",
        "explanation": "The above sentence is not correctly translated from Bengali to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "\"আমাদের অবশ্যই এই ফলাফলগুলি অত্যন্ত গুরুত্বপূর্ণভাবে গ্রহণ করা উচিত এবং এই ফলাফলগুলিই প্রতিফলিত করছে যে আমাদের এখন কী করা উচিত,\" একটি সাংবাদিক সম্মেলনে আবে এমনই মন্তব্য করেন।\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রের সঙ্গে অস্ট্রেলিয়ার শক্তিশালী লিঙ্ক এবং ইরাকে মার্কিন যুক্তরাষ্ট্র চালিত যুদ্ধের জন্য তাঁর সমর্থন হল ২০০৪ এর শেষের দিকে হাওয়ার্ডের চতুর্থ সরাসরি নির্বাচন জেতার প্রধান কারন।\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "তথ্যের অভাব একটি বড় সমস্যা: সর্বদলীয় তদন্ত দল দুর্বল তথ্য সংগ্রহ ও বেশ কম রিপোর্ট করার প্রমাণ পেয়েছে।\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "আফ্রিকান চিলড্রেনস কৌর-ও এ বছরের শীর্ষ দশের সঙ্গে স্টেজে গান পরিবেশন করেছে।\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "পেড্রিনা ও অন্যরা, যাদের মধ্যে আছেন বার্ন মেয়র আলেকজান্ডার টসচাপপাট, শনিবার ও রবিবারের বিক্ষোভের সময় বক্তব্য রেখেছেন।\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "উপকূলের জন্য একটি ২৪ ঘন্টার দোকান পরিকল্পনা করা হয়েছিল।কিন্তু ফাস্ট ফুড জায়ান্ট শুক্রবার এবং শনিবার রাতে সারারাত দোকান খোলা রাখার পক্ষে সম্মতি দিতে অনিচ্ছুক।\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "ড্যান কাউই, নিউজিল্যান্ড দলের ট্রিমার বলেছেন, \"গতকাল ঠিক যেমনটি আমরা বলেছিলাম, প্রায় সমমানের দুটি নৌকা-ই আছে।\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "সিরিয়ার বিদ্রোহীরা হিজবুল্লাহর বিরুদ্ধে প্রতিশোধের হুমকি দিয়েছে।কারণ তারা সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদকে সাহায্যের জন্য সৈন্য পাঠিয়েছে, বিদ্রোহীদের বিরুদ্ধে লড়াই করার জন্য।\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগ আলাস্কার সাবেক সেনেটর টেড স্টিভেনসের বিরুদ্ধে দুর্নীতির অভিযোগ খারিজ করার জন্য অনুরোধ করেছে কারণ দুর্নীতি দমনকারী দল থেকে আসল প্রসিকিউটররা সাক্ষ্য প্রস্তুত করেননি।\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "যদিও উত্তাল সমুদ্র পরিষ্কার কাজের উপর প্রভাব ফেলে, তবে কর্তৃপক্ষ দশ দিনের মধ্যে অভিযানটি সম্পন্ন করার আশা রাখে।\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "জনাব ডাউনার তদন্ত কমিটিকে বলেছেন যে ইন্টিলিজেন্স হয়তো ঠিকভাবে কাজ করেনি।\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "গবেষকেরা এবং অ্যালবার্টা ক্যান্সার বোর্ড অ্যান্ড ক্যাপিটাল হেলথ এখনো ক্যান্সারের চিকিৎসায় ডিসিএ ব্যবহার করার পরামর্শ দেয়নি, কেননা ক্যান্সারের চিকিৎসায় এই ওষুধের ব্যবহারের ক্লিনিকাল পরীক্ষা এখনো করা হয়নি।\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "বিশ্ববাজারে চীন দ্বারা প্রেরিত ধ্বস নামার মাত্র দু সপ্তাহ পর, মার্কিন যুক্তরাষ্ট্রে সাব-প্রাইম মর্টগেজ ঋণদানকারীদের সম্বন্ধে আশঙ্কা সারা বিশ্বজুড়ে স্টক এক্সচেঞ্জগুলির মাধ্যমে সংশয় সৃষ্টি করেছে।\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "এই সমস্যা মোকাবেলা করতে গিয়ে ইসরাইলের প্রধান মন্ত্রী তার দলের এক সভায় বলেন, \"যতই কঠিন হোক না কেন, সিদ্ধান্ত বাস্তবায়নের ক্ষমতা দিয়েই নেতৃত্বের বিচার করা হয়।\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "সংঘর্ষে ইতালীয়রাও আহত হয়েছেন বলে জানা যায়।\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "এই বক্তব্যটি করা হয় যখন ভারডেন্স গ্যাং (ভিজি) পত্রিকার অনলাইন সংস্করণের তিনজন সাংবাদিকরা এই পরীক্ষাটি নেন।\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "এনটিজিএক ঘোষণা দিয়েছে বুধবারে যে দলটি টোগোর লোমে ভ্রমণ করতে সক্ষম হবে না, কেননা দলের ভ্রমণের জন্য পর্যাপ্ত সঞ্চিত অর্থ নেই।\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "কর্তৃপক্ষ প্রায় আধ মাইল বরাবর এলাকা (প্রায় ৮০০ মিটার) খালি করে দেয়।\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "জর্জিয়া দ্বিতীয়ার্ধে এগিয়ে ছিল এবং দেরীতে ম্যাচে স্কোর করার হুমকি প্রদর্শন করছিল কিন্তু আয়ারল্যান্ডের ডিফেন্স চার পয়েন্টের বিজয় সুরক্ষিত রাখে।\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "SO19 থেকে সশস্ত্র পুলিশকর্তারা লন্ডনের নটিংহিল এবং উত্তর কেনসিংটন এলাকায় রেড করেছে এবং ইতালিয়ান বাহিনী ইতালির রোমে একটি বাড়ি থেকে বোমা বিস্ফোরণের চতুর্থ সন্দেহভাজন ব্যক্তিকে গ্রেফতার করেছে।\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "ফিটো আপাতত অখোস্তক সাগরের দিকে এগিয়ে যাচ্ছে, ঝড়ের গতিবেগ ঘন্টায় প্রায় ২৪ মাইল।\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "বর্তমানের উদ্ধার-কার্যের প্রচেষ্টাকে আরো অর্থনৈতিকভাবে জোরদার করতে, জাপানী সরকার কর বাড়াবার কথা বিবেচনা করছে।কেননা দুর্ঘটনাকবলিত এলাকা পুনরায় গঠন করতে আনুমানিক পাঁচ ট্রিলিয়ন ডলার খরচ হবে এবং সেটি মোট জিডিপির এক শতাংশ হবে।\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "প্রেসিডেন্ট ইলি ওলদ মোহামেদ ভ্যাল, যাকে গণভোটে ভোট দেওয়া হয়েছে, তিনি বলেন, \"এটি একটি বিশাল দিন এবং মরিশাসীয়দের জন্য একটি পুনর্জন্ম...\"।\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "জর্জিয়ান আভ্যন্তরীণ মন্ত্রণালয়ের একজন প্রতিনিধি জানিয়েছে যে, রাশিয়ান ইউনিট জুগদিদি শহরের নিয়ন্ত্রণও নিয়ে নিয়েছে।\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) বলেছে যে আফ্রিকার দেশ জিম্বাবুয়েতে কলেরা হানার প্রাদুর্ভাবটি তার চূড়া অতিক্রম করেছে বলে মনে করা হচ্ছে।\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "সিন ফেইনের নেতা জেরি অ্যাডামস সতর্কতার সঙ্গে পরিকল্পনাগুলোকে স্বাগত জানিয়ে বলেছেন \"আনেক চিন্তাভাবনা এবং আলাপ আলোচনা প্রয়োজন\"।\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "ব্রিটিশ প্রধান মন্ত্রী টনি ব্লেয়ার বুধবারের ভোটের সময় একটি রাজনৈতিক কর্মসূচির সমর্থনে প্রধান পুলিশ কর্মকর্তাদের চাপ প্রয়োগ করার জন্য হাউস অফ কমন্সের একটি তদন্তের মুখোমুখি হতে পারেন।\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "সিন্ডি শাহীন রবিবারে বলেন যে, বুশ তার সঙ্গে আবারো কথা না বলা পর্যন্ত তিনি বুশের রাঞ্চের কাছেই সড়ক পার্শ্বে শান্তিপূর্ণ প্রতিবাদ চালিয়ে যাবেন।\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "ডোভার স্কুলে জীববিজ্ঞান শিক্ষকরা ইনটেলিজেন্ট স্কুল বোর্ডের বিবৃতিটি শিক্ষার্থীদের কাছে উপস্থাপন করতে অস্বীকার করেছে কারণ শিক্ষার জন্য পেনসিলভানিয়া স্টেট কোড বলে যে \"পেশাদারী শিক্ষক জ্ঞাতসারে এবং ইচ্ছাকৃতভাবে কোন বিষয়কে ভুলভাবে উপস্থাপন করতে পারে না\"।\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "১৪ই মার্চের সপ্তাহের শেষে নতুন কলেরা রোগে আক্রান্তের সংখ্যা ২, ০৭৬ জনে এসে দাড়ায়।\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "একটি ভাইরাস এন্টিনি (অথবা কিন্তামা (অন্ডকোষ)-ভাইরাস)ফাইল শেয়ারিং নেটওয়ার্কে ব্যবহারকারীর পূর্বানুমতি ছাড়াই নথিপত্র আপলোড করে ফেলে বলে মনে করা হয়।\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "মিঃ এডওয়ার্ডস ফেয়ারফ্যাক্স রেডিও নেটওয়ার্ককে বলেছেন, \"আমাকে জুলাই মাসের শুরুতে যে সার্চ ওয়্যারান্টটি দেওয়া হয়েছিল সেখানে তিনজন প্রাক্তন কর্মীর নাম ছিল এবং আমরা পুলিশের জন্য বিভিন্ন উপকরণ সংগ্রহে সহায়তা করছি\"।\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "ভিক্টোরিয়া পুলিশের গোয়েন্দা বিভাগের সিনিয়র কনস্টেবল ব্যারি হিলস বলেন, ছেলেটির সম্পর্কে যে, \"সে একটি ভাল ছেলে, সে একটি ভাল ছেলে\"।\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "তবে, স্থানীয় প্রশাসন এই পদক্ষেপের যথেষ্ট বিদ্রোহী প্রতিক্রিয়া জানিয়েছে যাকে ক্ষমতাচ্যুত প্রিমিয়ার গালমো উইলিয়ামস \"অভ্যুত্থান\" বলে বর্ণনা করেছেন।\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "এটি আরও বলা হয় যে সপ্তাহের শেষে যুদ্ধের মহড়ার সময় আরও ক্ষেপণাস্ত্র পরীক্ষা করা হবে।\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "লম্বার্ডোর মতে, \"দেখে মনে হচ্ছে কোন আগুন নেই [ বিল্ডিং ]\" এবং ২৮০০ দমকল কর্মীকে দুপুর ১২ টার পর কাজে ফিরে যাবার অনুমতি দেয়া হয়।\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "অর্থমন্ত্রী পি চিদম্বরম বলেছেন যে সরবরাহের প্রাচুর্য সীমাবদ্ধতার কারণে উচ্চ মুদ্রাস্ফীতির হার নিয়ে তিনি খুবই চিন্তিত ছিলেন।\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "ফেব্রুয়ারির জন্য তহবিল সংগ্রহের সংখ্যা প্রকাশ করা হয়েছে: এই মাসে রমনি ১২.৫ মিলিয়ন ডলার সংগ্রহ করেছেন এবং প্রচারণার জন্য ১২.৩ মিলিয়ন ডলার খরচ করেছেন।\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ": (ক) এটি জাতীয় আইন (ধারা১০) অর্জন / জাপানীজ জাতীয়তা হারানোর জন্য কীভাবে শর্তসাপেক্ষ নির্ধারণ করা হয়, তা বিবেচনার আইনব্যবস্থার সুযোগের মধ্যে থাকলেও এই শর্তে যুক্তিযুক্ত কারণ ছাড়াই একটি পার্থক্য অসাংবিধানিক (অনুচ্ছেদ১৪: অনুচ্ছেদ 1) হতে পারে।।\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "ক্লাব কর্মকর্তাদের মতে এসএসসি ৭ সি শীঘ্রই ইন্টারন্যাশনাল রাগবি বোর্ড সেভেন সার্কিটে অংশ নেবে।\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "ইউএসজিএস জানায় যে সেখানে \"খুব হালকা\" ধরনের কিছু ক্ষয়-ক্ষতি হতে পারে, কিন্তু সান বার্নার্ডিনো কাউন্টি ফায়ার বিভাগ বলছে এখনও কোন ক্ষয়-ক্ষতির খবর পাওয়া যায়নি।\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "তিনি বলেন, \"হ্যাঁ, আল কায়েদা তেলের কেন্দ্রগুলিতে আক্রমণ চালিয়েছে কিন্তু তারাই একমাত্র এবং মূল চক্রী নয়\"।\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "এই যৌথ উদ্যোগের ফলে মাইক্রোসফট ও এক্সট্রার মধ্যে এক্সট্রাএমএসএন নামক দীর্ঘ দিনের অংশীদারিত্ব বদলে যেতে চলেছে।\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "২০০৩ এর জুলাইয়ে রাষ্ট্রপতি লুকাশেনকো তাঁকে নিয়োগ করার পর সিডোরস্কি বেলারুশের প্রধানমন্ত্রী ছিলেন।\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "যে তিনটি দলের কথা বলা হয়েছে তারা, NATO-তে যোগ দেওয়ার আমন্ত্রণে যোগ্যতা পাওয়ার জন্য, স্তালিনের যুগের অস্ত্র সরানো এবং মিলিটারিকে আধুনিক করার প্রোগ্রামের অংশ হিশেবে অচল যুদ্ধোপকরণ ভাঙার কাজ করছিল।\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "মায়ানমারে (বিকল্প ভাবে বার্মা) একটি বাসে বোমা বিস্ফোরণে ৫৫ বছর বয়েসী এক ব্যক্তি নিহত হয়েছে, আহত হয়েছেন অপর এক ব্যক্তি।\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "ঘোড়া, গাধা ও খচ্চরের চলাচলের ব্যাপারে অস্ট্রেলিয়া-ব্যাপী যে নিষেধাজ্ঞাটি আনা হয়েছে, তার মেয়াদ বুধবার থেকে বাড়িয়ে শুক্রবার পর্যন্ত করা হয়েছে।\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "সৌলাস এই দুর্ঘটনাগ্রস্ত ফ্লাইটে থাকা তাঁর মেয়ে ও জামাইকে হারিয়েছেন।\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "উত্তর কোরিয়া দক্ষিণ কোরিয়াকে সাবধান করেছে তারা \"আত্মরক্ষামুলক সংঘাতে\" যেতে বাধ্য হবে যদি দক্ষিণ কোরিয়া মার্কিন যুক্তরাষ্ট্রের সঙ্গে যুগ্ম, লাইভ-ফায়ার সামরিক মহড়ায় অংশগ্রহণ করে, যা কয়েকদিনের মধ্যে শুরু হতে চলেছে।\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "আগামী সপ্তাহের মধ্যে এই পদচ্যুত করার প্রক্রিয়া শুরুর পরিকল্পনা করা হয়েছে।\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "বার্ডা এবং তার দল গুগল আর্থ ইমেজের বিশ্লেষণ করে গবাদিপশুদের তথ্য একত্রিত করেছিলেন।\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "তিনি বলেন, \"মার্কিন যুক্তরাষ্ট্র সরকার যখন ব্যবসা করে, তারা অবশ্যই সবসময় এই চেষ্টাই করে যাতে তারা সবচেয়ে ভালো মূল্য পায়\"।\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "এই চুক্তির আওতায় ক্যানন এই একই টেকনোলজি নিয়ে অপর কোন সংস্থার সঙ্গে হাত মেলাতে পারবে না, কিন্তু ক্যানন, তোশিবার সঙ্গে যোগ দেওয়ায় এই মামলা দায়ের করা হয়।\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "এরপর আরেকদফা আহ্বানকৃত অর্থকে অনুদানে রুপান্তরের জন্য চেষ্টা চলতে থাকে।\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "এলাকার প্রধান রাজনৈতিক দলের একটি মিছিল চলাকালে এই ঘটনা ঘটে।\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "গবেষণা অনুসারে, নারী স্বাস্থ্য এবং শিক্ষা ক্ষেত্রে উন্নয়ন ঘটেছে।\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "ম্যাকডোনাল্ড এক বিবৃতিতে পনেরোটি নৌকা সংগ্রহে রাখার জন্য বরফের ব্যবস্থা সমৃদ্ধ বিরাট আকারের উল্লেখ করে বলেন, \"আমরা কেবলমাত্র অস্তিত্ব রক্ষার জন্য মাছ ধরার চাইতে বিরাট আকারে বাণিজ্যিক কর্মকাণ্ডের কথা বলছি\"।\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "জাতিসংঘ (ইউএন) শুক্রবার পাকিস্তানের সরকারকে আহ্বান জানায় বিভিন্ন হত্যাকাণ্ড এবং অপহরণের বিশেষ করে সাংবাদিকদের ঘটনা তদন্তের জন্য।\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "সেই সময়ে, প্রায় ৫০ জন মানুষ ছিল, বেশিরভাগই শিশুদের সহ পরিবার ছিল।\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "আজকের দিনে পৃথিবীর সর্বত্র অনলাইন সংস্থাগুলি পরীক্ষা করছে (IPv6) -ইন্টারনেট অ্যাড্রেসের বর্তমান পদ্ধতির ধারণক্ষমতায় পৌঁছোনোর সমস্যা সমাধানের আশায় একটি নতুন পদ্ধতি।\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "গত বৃহস্পতিবার থেকে ৩৫ মিটার জাহাজটি অবরুদ্ধ হয়ে পড়েছে, যখন সিডনিতে এপেকের সভায় যাবার সময় সেটিকে ভীড়ানো হয়েছিল।\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"প্রত্যেক জার্মানিবাসী নাৎসি দলের সদস্য ছিলেন না\"।\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "একজন প্রত্যক্ষদর্শী যিনি সেই সময় পানশালার বাইরে বসে পান করছিলেন, তিনি বলেন, গাড়ি রাখার জায়গায় তিনজন ছেলে ফুটবল খেলছিল যাদের মধ্যে একজন ছিল ছেলেটি, তখন একটা BMX সাইকেল আরোহী একজন কিশোর প্রায় ৩০ মিটার দূর থেকে তিনটি গুলি চালায়, যার একটি ছেলেটির গলায় আঘাত করে।\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "ম্যাচের প্রথম ও তৃতীয়ার্ধে উইনিপেগ এগিয়ে থাকলেও, সাসকাচোয়ানদের আক্রমণ শেষ পর্যন্ত ব্লু বম্বার্সের বিরুদ্ধে যথেষ্ট মজবুত বলে প্রমাণিত হয়।\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "‍\"ল্যান্ডমার্ক ফোরাম‍\" নামক একটি বিতর্কিত বিকাশভিত্তিক প্রশিক্ষণ পাঠক্রমের বিষয়ে মার্কিন যুক্তরাষ্ট্রের, নিউ ইয়র্ক এবং ওয়াশিংটন ডি.সি.-র ফেডারেল আদালতগুলিতে, ধর্মভিত্তিক বৈষম্য সংক্রান্ত আইনি কার্যপ্রণালীর উপস্থাপনা করা হয়েছে৷।\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "ঝড়ের সাথে বাতাসের ঝাঁপটা যুক্ত হয়ে ৬০ মাইল বেগে প্রবাহিত হচ্ছিল বলে নিউ ইংল্যান্ডে উপকূলবর্তী বন্যার বিষয়ে উদ্বেগ উৎকণ্ঠা জানায়।\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "ফিলিস্তিনি গবেষণা দল PASSIA-র প্রধান মাহদি আবদেল হাদি বলেছেন, শ্রী ওলমার্ট ও শ্রী আব্বাস উভয়েই রাজনৈতিক ভাবে দুর্বল হয়ে পড়েছেন, এবং দুজনের কেউ একে অপরের কাছ থেকে যা প্রত্যাশা করছেন তা মেটাতে পারবেন বলে মনে হয় না।\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "টেলিকম সংস্থা এটিএনটি এই অনুষ্ঠানের জন্য শুল্ক বিহীন কলিং এবং ১০টি কল সেন্টার প্রদান করেন এবং এমসিআই তাদের কল সেন্টার থেকে স্বেচ্ছাসেবক প্রদান করে।\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "তিনি বলেন, এই দেশগুলিকে \"তাদের কৃষি উৎপাদন ও উৎপাদনশীলতা বৃদ্ধির জন্য প্রয়োজনীয় উন্নয়ন, অর্থনৈতিক ও নীতিগত সরঞ্জাম সরবরাহ করা উচিত\"।\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "কেনিয়ান সীমান্তের নিকটবর্তী একটি দূরবর্তী দ্বীপ রাশ কাম্বোনি অভিশপ্ত দেশটির প্রথম মার্কিন যুক্তরাষ্ট্রের অংশগ্রহণের প্রতিনিধিত্ব করে-যেহেতু 1993 সালের অপারেশনের ফলে প্রায় ১৫০০ সোমালি জঙ্গি এবং বেসামরিক ব্যক্তিদের মৃত্যু হয়।\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "১৭ বছর বয়সী টনি ক্রুজ এর প্রথম পেশাদারী গোলে খেলার শেষ কিকে রেড স্টার বেলগ্রেড বায়ার্ণ মিউনিখকে ৩-২ এ পরাজিত করেছে।\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "পেবেরডি এই দাবীটির বিরোধিতা করেন যে তিনি প্রতারিত হয়েছেন, আরো বলেন যে, \"আমরা যতটুকু জানি এবং আরইএসটি এর মাধ্যমে যতটুকু জানতে পেরেছি, আমরা যাদের সাথে লেনদেন করছিলাম তারা ব্যবসায়ী ছিলেন\"।\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "বিমানবন্দরে একটি হস্তান্তর উৎসবে তাদের উপর মর্টার বর্ষণ করা হয়।\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "অভিযানটি শুরু হয় গত শনিবার যখন পাকিস্তানি বাহিনী দক্ষিণ ওয়াজিরিস্তানের তিনটি পৃথক এলাকায় প্রবেশ করে।\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "এছাড়াও বাইরের জগতের কাছে এটি বড় অংশি রহস্যবৃত ও গোপন, কেবলমাত্র বিদেশী প্রতিনিধিরাই দেশটিতে প্রবেশ ও থাকার অনুমতি পান।\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "তিনি বলেন, বিরোধীদলের নেতা, শাল্ভ নাটালিশভিলি বাধ্য হয়ে ন্যাটোর সভিব জেভিয়ার সোলনাকে তাঁর স্ত্রী ও দুই কন্যা সন্তানের জন্য রাজনৈতিক আশ্রয় প্রার্থণা করেছে, হত্যার হুমকি পাওয়ার পর।\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "বৃহস্পতিবার এমএইচআই একটি অতিরিক্ত ২৪-ঘন্টার সময়কালের জন্য এর আগের প্রকাশিত নোটিশটির সীমা পরিবর্ধন করে।\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "রাজা আকিহিতো, যিনি বর্তমানে হোক্কাইডোতে ভ্রমণরত, এই জন্মদানকে স্বাগত করেছেন।\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "বিস্ফোরণের পর কাস্প্রাজাককে বিমানে তুলে একটি সেনা ঘাঁটিতে নিয়ে যাওয়া এবং অস্ত্রোপচার চলাকালে তিনি মারা যান।\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "দি সিনেটরস সুইডেনের অভিজাত লীগের ফ্রলুন্দা-র বিরুদ্ধে খেলবে।\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "অপারেটিং সিস্টেমের প্রধান পরিবেশকগন লিনাক্সের একটি নতুন মান এর জন্য সম্মত হয়েছে যা ডেস্কটপ সফটওয়্যারের জন্য সাধারণ উপাদানগুলি অন্তর্ভুক্ত করে, মাইক্রোসফট উইন্ডোজ থেকে লিনাক্সকে আরও কার্যকর প্রতিদ্বন্দ্বী করার একটি পদক্ষেপ।\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "প্রথম দপ্তর হিসাবে ২০০৬ সালের মাঝামাঝি সময়ের মধ্যে লর্ড মেয়র-এর দপ্তরকে লিনাক্স ও অপেন অফিস ডট অরগ-এ প্রতিস্থাপিত করার কথা হয়, যদিও সব দপ্তরের কম্পিউটার তৎক্ষণাৎ প্রতিস্থাপনের জন্য প্রস্তুত ছিল না।\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "তুষারপাতের সময় রক্তপাতের কোনও খবর পাওয়া যায়নি।\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "অন্যান্য ক্যাম্পাররা বলেন যে তারা গাছের ডালপালা এবং ধ্বংসাবশেষের খবর জানিয়ে ফোনকল পান।\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "ঐ নির্বাচনী ক্ষেত্রেরই অপর প্রার্থীরা হলেন লিবারেল দলের জেমি ম্যাকগার্ভে, গ্রীন গ্লেন হজসন এবং নির্দল প্রার্থী ডেভিড রো'ল্যান্ড।\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "গত বছরে বিবিসি এর আপীল প্রায় ৩৭ মিলিয়ন পাউন্ড তুলেছে, এবং গতকাল রাত ১১টার মধ্যে সব মিলিয়ে যা অর্থ তোলা হয়েছে তা ১০ মিলিয়ন পাউন্ড ছাড়িয়ে গেছে।\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "মোজিলা ফায়ারফক্স, এর প্রধান প্রতিদ্বন্দ্বী, সক্রিয়ভাবে তার বাজারে শেয়ার বাড়িয়েছে যখন সম্প্রতি প্রকাশিত গুগল ক্রোম, দ্রুত গতিতে ব্যবহারকারী অর্জন করছে।\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "দুই সপ্তাহের মধ্যে, প্রস্তাবিত পরিবর্তনগুলি সম্পর্কে তারা কি ভাবছে সে সম্পর্কে কর্মচারীদের জিজ্ঞাসা করা হবে, যার মধ্যে একটি শীর্ষ স্তরের ব্যবস্থাপনা পুনর্গঠনও অন্তর্ভুক্ত আছে।\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "বিশ্ব তায়োকোন্দো ফেডারেশন এই ঘটনার প্রেক্ষিতে একটি বিবৃতি দিয়েছে, যাতে বলা হয়েছে, এই ঘটনাটি \"তায়োকোন্দো এবং অলিম্পিকের স্পিরিটের চূড়ান্ত অবমাননা\"।\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "অবশ্য যদি দলগুলো কার্যনির্বাহী ব্যবস্থা তৈরী করতে বা \"কোন পর্যায়ে\" সহমত হতে না পারে, অ্যাসেম্বলি ভেঙ্গে দেওয়া হবে এবং আয়ারল্যান্ড রিপাব্লিকের সাহায্যে লন্ডন থেকে সরাসরি শাসন চালু থাকবে।\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "নিজগুণে বিখ্যাত ডাঃ রায়ান বহু তারকাদের প্লাস্টিক সার্জারী করেছেন যেমন জ্যানিস ডিকিন্সন, জিনি সিমন্স, সঊনা স্যান্ড ও অ্যাড্রিয়েন কারি।\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "২০১০ সালে ইউরোপিয়ান ইউনিয়নও ৫০০ মিলিয়ন ইউরো পরিমাণ অর্থের সহায়তার কথা অনুমোদন করেছে, যা প্রত্যাশা করা হচ্ছে যে অভ্যন্তরীণ স্থানচ্যুত ব্যক্তিদের (আইডিপি) এবং নতুন পরিকাঠামোর মাধ্যমে অর্থনৈতিক অবস্থার পুনরুদ্ধারে সাহায্য করবে।\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "অভিযোগ অনুসারে ৮, ৯০, ০০০ ডলারের মধ্যে, ৭, ৪৮, ৫৫০ ডলার, তাঁদের জর্ডন ন্যাশনাল ব্যাঙ্কের একটি অ্যাকাউন্টে স্থানান্তরিত করা হয়েছিল, অবশিষ্ট ১, ৪৬, ২৪৭.২৩ ডলার, যেটি তেল-চুক্তির কমিশন, চ্যানেল আইল্যান্ডের বার্কলে ব্যাঙ্কে জমা রাখা হয়েছিল।\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "এর আগে ঠিক একই দিনে রাস্তার ধারের একটি বোমা ফেটে একজন সরকারি মন্ত্রী মারা গেছেন।\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "গত মাসে এগারো জন রাশিয়ান গুপ্তচর গ্রেফ্‌তার হওয়ার পর, গতকাল মার্কিন যুক্তরাষ্ট্র ও রাশিয়া উভয় দেশের কাছে কারাবন্দী নিজেদের দেশের লোকেদের বিনিময় করার ব্যাপারে সম্মত হয়।\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "গ্রিফিন, এছাড়াও ভুল থেকে শেখার গুরুত্ব সম্পর্কে বলেছেন, \"আমেরিকানরা না কখনো হাল ছেড়ে দেয় না এবং আমরা হাল ছাড়ি না\"।\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"নিজেদের অভীপ্সিত লক্ষ্যে পৌঁছনোর জন্য অভিবাসীদের কি সহ্য করতে হয় তা আমি বুঝি\"।\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "আধিকারিকরা জানিয়েছেন যে বন্দুকবাজরা বন্দীদের মানব-ঢাল হিসেবে ব্যবহার করছে বলে মনে করা হচ্ছে।\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "কোম্পানিটি দেউলিয়া সুরক্ষা অধীনে ছিল যতক্ষণ না সেন্টাল ডিস্ট্রিক্ট অফ ক্যালিফোর্নিয়ার মার্কিন ট্রাস্টি দেউলিয়া প্রক্রিয়াটিকে খারিজ করেছে কোম্পানি দখলদাতা অধিকারী হিসাবে ট্রাস্টিকে মাসিক রিপোর্ট জমা এবং ত্রৈমাসিক ফি পরিশোধের মৌলিক প্রয়োজনীয়তা মেনে চলতে ব্যর্থ হওয়াতে।\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "বুতেফ্লিকা আট দিনের শোক ঘোষণা করে বলেন, \"আজ আমরা আধুনিক আলজেরিয়ার সবথেকে সাহসী নেতাদের একজনকে হারালাম\"।\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "পশ্চিম অস্ট্রেলিয়ার জেলা আদালতের বিচারক শনা ডিন-এর রায় অনুযায়ী, একটি ইসলামিক বিদ্যালয় ভাঁওতা দিয়ে রাজ্য ও ফেডারেল সরকারের থেকে অর্থসাহায্য নেওয়ার অভিযোগের ঘটনায় সাক্ষ্য দেওয়ার সময়ে, একজন মুসলিম ভদ্রমহিলাকে তাঁর বোরখা খুলতে হবে।\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "দুজন সুইডিশ ধোয়া থেকে হাল্কা জখমের শিকার হয়েছেন কিন্তু কাছের একটি ডাইভ সেন্টারে অক্সিজেন দিয়ে তাঁদের সেবা করা হয়েছে।\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "হাঙ্গেরি কর্তৃক আজেরি কুঠার-হত্যাকারী, রামিল সাফারভের মুক্তি ও প্রত্যাবাসনের পরে, যাকে পরবর্তীতে আজেরবাইজান ক্ষমা করে দিয়েছিল, আর্মেনিয়া ঘোষণা করেছিল যে তারা ‍\"যুদ্ধের জন্য প্রস্তুত‍\"৷।\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "একটি বস্তু, একটি কাপ, সেটির মূল্য ধরা হয়েছে কয়েক হাজার ইউরো।\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "দলের চেয়ারম্যান কেন মেহ্‌লম্যান এই বিজ্ঞাপনটিকে সমর্থন করা এবং এটি চলতে থাকবে জানানোর মাত্র একদিন পর, রিপাব্লিকান ন্যাশনাল কমিটির একজন আধিকারিক এনবিসিকে জানিয়েছেন যে, এই বিজ্ঞাপনটিকে তুলে নেওয়া হয়েছে, কারণ এটি \"চলার সময় শেষ হয়ে গিয়েছে\"।\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "শেল অয়েল কোম্পানির সভাপতি মার্ভিন ই. ওডাম U.S. ডিপার্টমেন্ট অফ ইন্টিরিয়র্স মিনারেল ম্যানেজমেন্ট সার্ভিসকে (MMS) বলেন যে, \"চুকচি সাগর এবং ব্যোফোর্ট সাগরে সুরক্ষিত ও পরিবেশবান্ধব অনুসন্ধান কাজ চালানোর জন্য শেল দায়বদ্ধ\"।\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "\"কিছু একটা যোগাযোগ বন্ধ করে দিয়েছিল, এই অ্যালার্মগুলিকে চালু করেছিল, এবং এলিভেটরের পাওয়ার বন্ধ করে দিয়েছিল\", মাইক লম্বার্ডো বলেছিল, বাফেলোর দমকল কমিশনার।\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "তিনি বিমান বাহিনীর ওয়ানের টিমথিয় শ্রিভারকে ওয়াশিংটন ডি.সিতে ফেরার পথে ফোন করেন।\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "অগ্নি নির্বাপক কর্মীরা বছরের এই সময়টা ব্যস্তই থাকে।নিরাপদ ও আইন সঙ্গত বাজির ব্যবহার এবং জনসাধারনের জন্যে আয়োজিত প্রদর্শনীতে অংশ নিতে নাগরিকদের আবেদন জানায়।\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "মেডস্টোরি যে সফটওয়্যারটি তৈরি করছে তা কৃত্রিম বুদ্ধিমত্তা প্রক্রিয়ায় যুক্ত থাকছে যা চিকিৎসা ও স্বাস্থ্য সংক্রান্ত জার্নালে, পাশাপাশি সরকারী কাগজপত্রে সঞ্চিত।\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "স্পেস-এক্স কর্পোরেশন আজ কোয়াজালেইন আটোল থেকে তাঁদের ফ্যলকন ১ রকেট উৎক্ষেপণ করেছে।\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "৬৬ বছর বয়েসী এই সঞ্চালক, যিনি কয়েক বছর আগে ধূমপান ছেড়ে দিয়েছিলেন, তিনি আরও বলেন: \"আমি আশা করি যে, একজন সাংবাদিক যিনি শ্রোতাদের আনুগত্যকে গভীরভাবে শ্রদ্ধা করেন না, তার অন্য কাজ করা উচিত\"।\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "স্মিথ এর দেহরক্ষী প্যারামেডিক্সরা পৌঁছানোর পূর্বে স্মিথকে \"কৃত্তিম শ্বাসপ্রশ্বাস\" দিয়েছে বলে জানানো হয়।\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "সোমবার, অস্ট্রেলিয়ার টেলিযোগাযোগ কোম্পানি টেলস্ট্রা, নেক্সট জি নেটওয়ার্কে ডুয়েল ক্যারিয়ার এইচএসপিএ+ মানের ব্রডব্যান্ড ইন্টারনেট ব্যবসায়ীক ক্রেতাদের জন্য নিয়ে এসেছে।\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"আমি নিজের দায়িত্ব সম্পূর্ণরুপে পালন করতে ইচ্ছুক এবং জাতি গড়ে তোলার স্বার্থে সংস্কারের কাজও করতে চাই এবং একটি অর্থনৈতিক বৃদ্ধি বহন করে আনতে চাই যা জনসাধারণ অনুভব করতে সমর্থ হবেন\"।\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "অস্ট্রেলিয়ায় তার ছয় দিনের সফরে জাতিসংঘের মানবাধিকার কমিশনার দুটি আটক কেন্দ্র পরিদর্শন করেন এবং আশ্রয় সন্ধানীদের \"নিদারুণ হতাশা\" নিয়ে গভীরভাবে উদ্বিগ্ন হয়ে ওঠে, যাদের অধিকাংশই তাদের মামলার মূল্যায়ন হওয়ার জন্য ১৮ মাস ধরে অপেক্ষা করে আছেন।\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "এস্তোনিয়া সরকারীভাবে কোন রকম সাহায্যের অনুরোধ না জানানোয় ফিনল্যান্ড এই পরিষ্কার অভিযানের ব্যয় বহন করবে।\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "যেখানে এমন ঝুঁকি খুব কম যে, ছড়িয়ে পড়া তেল সমুদ্রে ভেসে কানাডীয় জলসীমায় প্রবেশ করবে, তবে তা হওয়া সম্ভব।\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "পাকিস্তানি সশস্ত্র বাহিনী বলছে যে, তারা গত শনিবার তালেবান প্রধান হাকিমুল্লাহ মেহসুদ ও তার শীর্ষ কর্মকর্তা কেরী হুসেনের শহর কোতকাই দখন করে নিয়েছে।\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "মসজিদের ঐ ঘটনা যথেষ্ট বিতর্কের জন্ম দেয় যে সেখানে উপস্থিত সাংবাদিক যথেষ্ট নিরপেক্ষ দৃষ্টিভঙ্গী রাখতে পারেন কিনা।\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "২২ বছর বয়সী ম্যাট হার্ডি অপরাধের দৃশ্যে ছিল, এবং তার বন্ধু টম ট্যানরারকে যে দুবার গুলি করা হয়েছে তা দেখেছে।\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "জাতীয় হকি লীগ(NHL), নিউ ইয়র্ক আইল্যান্ডার্সের ক্রিস সাইমনকে একটি প্লেঅফসহ একটি সিজনের জন্য বহিষ্কারের আদেশ দিয়েছে।\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "তাঁরা এও দেখেছেন যে গর্ভবতী ইঁদুরের দেহে ওলিগোডেনড্রোসাইটস নামের বিশেষ কোষ বেশী মাত্রায় তৈরি হয়েছে, যা মাইলিন তৈরির মাধ্যমে রিমায়েলিনেশনের দ্বারা ক্ষতিগ্রস্ত নিউরোন মেরামত করতে পারে।\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "এই সিদ্ধান্তকে ব্যাখ্যা করে এনটিজিএল নির্দেশ করে, আরো গুরুতর অর্থনৈতিক সংকীর্ণতা যেমন দেশটির আগামী জাতীয় নির্বাচন এবং জাতির লুপ্ত সৈন্য বাহিনীর অব্যাহতি।\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "স্প্রিন্ট বিশেষজ্ঞ ডেভিস এই প্রতিযোগিতার শুরুতেই স্প্রিন্ট জয়ের ফলে অর্জিত বোনাসের সাহায্যে এগিয়ে থেকে মূল খেলায় রবিবারের চূড়ান্ত পর্বে জয়ী হন।\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "মঙ্গলবার ১৭ই নভেম্বর — আন্তর্জাতিক ছাত্র দিবসের ৭০তম বার্ষিকীতে — জার্মানিতে দেশব্যাপী শিক্ষা ধর্মঘট ঘোষণা করা হয়েছিল।\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "প্রাক্তন প্রধান মন্ত্রী, বেনজির ভুট্টো, যিনি সম্প্রতি ফিরেছেন, বর্তমানে দুবাইয়ে পরিবারের সাথে দেখা করতে গেছেন।\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "ক্যুরিয়ার মেইলের লেখক ডেনিস অ্যাটকিন্স আজকের ক্যুরিয়ার মেইল-এ লিখেছেন যে ডিএস৪এসইকিউ \"অন্যান্য যে কারুর চেয়ে বেশী ভালো ভোট দেবে-ব্রিসবেন ও উপকূলবর্তী এলাকার কয়েকটি আসনে দুই অঙ্কযুক্ত হারে ভোট পড়বে\"।\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "\"বৈঠক ও টুর্নামেন্টের জন্য ভীড় হয়েছিল\", তিনি অ্যাসোসিয়েটেড প্রেসকে টেলিফোনে একথা জানান।\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "দাবিটি ফেব্রুয়ারিতে পার্লামেন্টে করা একটি বিবৃতির বিপরীত, যেখানে ডাউনার বলেন \"অবশ্যই আমি সেগুলো পড়তাম\"।\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "এইচ১এন১ ভাইরাসটি স্বাভাবিক মৌসুমি ফ্লুর থেকে আলাদা, এটি গ্রীষ্মকালেও প্রভাব বিস্তার করে।৬৫ বছরের কম সুস্থ দেহের অধিরাকীদের ক্ষতি করে।\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"সংঘর্ষের ২৪ ঘন্টার মধ্যে মার্কিন মহাকাশ অনুসন্ধান ব্যবস্থা ধংসাবশেষের ৬০০ টি টুকরো খুঁজে পেয়েছে\"।\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "এইউ সবমিলিয়ে ৮, ০০০ বহুজাতিক সেনাকে পাঠানোর পরিকল্পনা করেছে এবং এর প্রথম মোতায়েনকৃত বাহিনীর উপর আক্রমণ এবং একজন ইসলামী নেতার হুমকি সত্ত্বেও সম্প্রতি তাদের মোতায়েন জারী রাখার সঙ্কল্প করেছে।\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "মিগুয়েল ক্যুটো হাসপাতালে চিকিৎসার পর তার অবস্থা স্থিতিশীল হয়েছে।\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "গতকালের হামলার মত, যেটির একটি বাগদাদে হয়েছিল, আজকের হামলাটি অনেকাংশে সফল হয়েছে।\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "যাদের মধ্যে একটি ব্রিটিশ এয়ারওয়েজ ফ্লাইট ৩৮ গত বছর লন্ডন এর হিথরো বিমানবন্দরের রানওয়ে থেকে খানিকটা গিয়েই দুর্ঘটনার কবলে পড়ে।\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "দুটি প্রজাতান্ত্রিক দল (সিন ফেইন ও SDLP), দুটি ইউনিয়নিস্ট দল (DUP ও UUP) এবং নন-সেক্টারিয়ানিস্ট অ্যালায়েন্স পার্টি নিয়ে এই কমিটি গঠিত।\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "ডিসকভারি এর কার্যরত ইতিহাসে ৩৯ বার উড়েছে এবং মহাকাশে হাব্‌ল স্পেস টেলিস্কোপ সহ অনেকগুলি মালপত্র পৌঁছে দিয়েছে এবং দুটি আলাদা স্পেস স্টেশনঃ মির ও দি আইএসএস-এ পরিভ্রমণ করেছে।\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"আমি খুশী যে পুলিশ শেষ পর্যন্ত ওকে ধরতে পেরেছে আর লোকটা এখন হাজতে রয়েছে।\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "পাকিস্তানের জাতীয় সংসদের দুটি প্রধান দল রাষ্ট্রপতি পারভেজ মোশার্‌রফকে পদচ্যুত করার জন্য একসাথে জোট তৈরী করেছে।\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "আদালত আদেশ দেয় যে, যেসব সংস্থা তৈরি করা হয়েছে যেখানে ব্যবহারকারীরা কপিরাইট লঙ্ঘন করতে পারে সেইসব সংস্থাগুলো লঙ্ঘনের দায়ে দায়ী থাকবে।\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "তিনি দাবি করেছিলেন যে, অন্যের দ্বারা করা মন্তব্যের জন্য তাঁকে দায়ী করা যাবে না।\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "ওলুঙ্গুংয়ে তার প্রিয় ব্যান্ড সেলটিক থান্ডার আয়োজিত একটি কনসার্ট শেষ করে ফেরার পথে আর্চার তার শ্যাডো দলে অন্তর্ভুক্তির বিষয়টি জানতে পারে।\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "বর্তমান রাষ্ট্রপতি রবার্ট মুগাবে তাঁর দল জিম্বাবোয়ে আফ্রিকান জাতীয় ইউনিয়ন –প্যাট্রিয়টিক ফ্রন্ট (যানু-পিএফ)-এর \"বিশাল বিজয়\" ভবিষ্যদ্বাণী করেছেন।\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "সঠিক পদ্ধতি কি হবে?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "টুলটি ডকুমেন্টের ইতিহাসের বিভিন্ন দৃশ্য প্রদান করে, যার মধ্যে প্রতিটি পুনর্বিবেচনাকে সমান গুরুত্ব দেওয়া হয় এবং একটি সময়রেখা ভিউ থাকে যা প্রতিটি পুনর্বিবেচনাকে সমানভাবে দেখায় যে এটি কতক্ষণ স্থায়ী ছিল।\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"বিশেষ করে এখন, যখন হোলোকাস্ট অবাধ্য আরব বিশ্বের মধ্যে এবং বাইরে উভয় প্রজন্মের প্রচলন আছে, আরবরা হোলোকাস্ট সম্পর্কে শিক্ষা গ্রহণ করতে এবং এর থেকে নৈতিক ও নিষ্ঠার পাঠ শিখতে চেষ্টা করতে পারবেন\"।\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "কর্তৃপক্ষ বলছে যে প্রায় ৪০ বছরেরও বেশি সময় ধরে এই এলাকাটির নানান স্থানেই আগুন ধরে যায়।\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "এর পাশাপাশি কয়েকজন কর্মীকে কোম্পানির সঙ্গে \"পরিচয়\" করিয়ে দেওয়ার জন্যও ১৮০ পাউন্ড পর্যন্ত দিতে হয়েছে।\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "দ্বিতীয়ত, প্রিন্সের আদালতে শুনানির প্রেক্ষাপটটি সম্প্রতি রয়েল ডিক্রিতে ব্যাখ্যা করা হয়নি, যার ফলে এটি অর্থহীন হয়ে যায় - একটি বিষয় যা মন্ত্রী অনকিলিক্স অস্বীকার করেছেন।\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "এই মুহুর্তে যে তত্ত্বটি নিয়ে সবচেয়ে আলোচনা হচ্ছে, তা হল বিমানের কর্মীরা এর পিটট টিউবগুলি থেকে বাতাসের ভুল গতিবেগের মান পেয়েছেন, উল্লেখ্য যে এই টিউবগুলি, কি গতিবেগে বিমানটি উড়ছে তা পরিমাপ করে।\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "বিপি জানিয়েছে, তারা ঐ বুদবুদ পরীক্ষা করে দেখবে রবিবার বিপি-র সিওও ডগ সুটলস জানান, ঐ বাবল বা বুদবুদ গুলি মিথেনের নয়, তবে আরো পরীক্ষানিরীক্ষা চালানো হচ্ছে।\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "তাছাড়াও ইন্টারপোল ও ইউএস স্বরাষ্ট্র বিভাগের সাথে সমন্বয় করে অভিযানগুলি চালানো হয়, যার ফলে ১৬ জন বিদেশী ও আর্ন্তজাতিক পলাতক ব্যক্তিকে আটক করা যায়।\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "কর্মকর্তারা বলেন যে, একটি অনুসন্ধানকার্য পরিচালিত হওয়ার সময়ে, এবং সেটিতে কাজ করা খনিকর্মীদের ক্ষেত্রে নিরাপদ বিবেচিত হওয়া পর্যন্ত খনিটি কমপক্ষে ছয় সপ্তাহের জন্য বন্ধ থাকবে৷।\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "কেনেথ থমসন, কানাডার সবচেয়ে ধনী ব্যক্তি এবং ফোর্বসসের ২০০৫ এর তালিকা অনুযায়ী বিশ্বের ৯ম ধনী ব্যক্তি, টরোন্টোতে তাঁর কার্যালয়ে সোমবার সকালে মৃত্যুবরণ করেন।\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "ভাসেনের মতে, রাজকীয় রাজপরিবারকে সমর্থন করার জন্য প্রিন্সের অর্থের প্রয়োজন ছিল এবং \"এমনকি খাবার কেনার জন্য যথেষ্ট অর্থ ছিল না\"।\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "ওয়েলস এর প্রিন্স সেসব অতীত ছাত্রদের একজন যারা ১৯৬৯ এর সময়কালে ছিল।\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "আমাদের সাহায্য অনুদান একটি রাজনৈতিক প্রকল্প যার লক্ষ্য ফিলিস্তিনি কর্তৃপক্ষকে সমর্থন করা ও টিকিয়ে রাখা, এটি হবে যে স্বাধীন ফিলিস্তিনি রাজ্য রাষ্ট্র হবে তার একটি প্রধান প্রতিষ্ঠান।\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "বর্তমানে অক্সফোর্ড বিশ্ববিদ্যালয় হার্ডিং সংগ্রহের গানের বই এবং কবিতা সঞ্চয়নগুলো ডিজিটাইজ করছে, যেটা পৃথিবীর সবচেয়ে বৃহৎ সংগ্রহ বলে পরিচিত, এই প্রকল্পের একটি অংশে অনলাইন প্রবেশাধিকার রয়েছে।\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "শহরের কেন্দ্রীয় মসজিদের ইমাম, খালেদ আবুবকর, মৃতের সংখ্যার একটি অনুমান করেন।\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "অস্ট্রেলিয়ান কনজার্ভেশন ফাউন্ডেশনের (এসিএফ) পারমাণবিক প্রচারক, ডেভ সুইনি বলেন যে গবেষণাটিতে মনে হয় ত্রুটি রয়ে গেছে এবং পারমাণবিক শক্তি ব্যবহারের জন্য শক্তিশালী যুক্তি উপলব্ধ করতে পারেনি।\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"আমরা বিশ্বাস করি যে এই বিমান দুর্ঘটনা পুরোপুরিভাবে এড়িয়ে যাওয়া যেতো এবং যারা এর জন্য দায়ী তাঁদের বিচারের মুখোমুখি করতে হবে\"।\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "যে অধিবাসীদের বাড়ি ফিরে যাওয়ার অনুমতি দেওয়া হয়েছিল তাঁদের আবার সরিয়ে নিয়ে স্থানীয় স্কুল ও পার্কে তৈরি করা রেড ক্রস আশ্রয়স্থলে নিয়ে যাওয়া হয়েছে।\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "উইকিলিকস তাদের নিজস্ব বিশ্লেষণ করার জন্য ক্যাম্পে বন্দীদের প্রতিনিধিত্ব করার জন্য আইনজীবীদের সাথে যোগাযোগ করেছে।\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "ক্রিচফিল্ডকে তার সৎসন্তানদের পেটানোর এবং হুক ও দড়ি ব্যবহার করে তাদের বেঁধে রাখা ও লম্বা সময়ের জন্য দাঁড়িয়ে থাকতে বাধ্য করার অভিযোগে অভিযুক্ত করা হয়েছে।\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "এই কন্ডিশনে আগ্রাসী ফিল্ডিং এর সাহায্যে বোলাররা একটি ভালো যা কাজ করে দেখান।\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "প্রতিরোধী প্রজাতি আরও বেশী গুরুতর রোগ সৃষ্টি করার অথবা আরও সহজে ছড়িয়ে পড়ার কোন প্রমান দেখায়নি।\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "ভারতবর্ষের সমস্ত প্রান্তের রাজনীতিবিদরা মুম্বাইয়ের উদ্দেশ্যে যাত্রা করেছেন যাতে জনপ্রিয় নেতাকে তারা পাশে থাকার বার্তা দিতে পারেন।\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "এর ফলে, বিদ্রুপাত্মক সিটকম দ্য থিক অফ ইট-এর পরের সিরিজের শ্যুটিং-এ প্রভাব পড়বে, যেখানে ল্যাংহ্যাম হিউ অ্যাবট এমপি-র ভূমিকায় অভিনয় করছেন।\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "এই সবকিছুই ঘটেছিল অতলান্তিকের যুদ্ধক্ষেত্রে, যা ১৯৩৯ সালের শেষাংশ থেকে দ্বিতীয় বিশ্বযুদ্ধের শেষ পর্যন্ত নৌবাহিনীর ধারাবাহিক যুদ্ধ।\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "ডট.কম যুগের উত্থানের সময়কার এক জন মোটামুটি পত্রিকা পাঠক মনে করতে পারবে অনেক গুলো গল্প যেগুলোকে বলা যেতে পারে \"ব্যর্থতার উত্থান\"; মানুষজন যাদের নিজেদের প্রযুক্তিগত কোম্পানি ভেঙ্গে পড়েছে হঠাৎ করে তারা নতুন কোম্পানি শুরু করার জন্য গরম পণ্য হয়ে গেলো।\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "তিনি এই শহরটিকে একটি \"সুনামি চুম্বক\" বলে আখ্যায়িত করেন, কারণ সমুদ্রতলের ভূপ্রকৃতি এর ঝুঁকিকে বাড়িয়ে দিয়েছে।\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "পরবর্তিতে খনিতে লাগা এক আগুনে তাদের পালাবার পথ বন্ধ যায় এবং আটকে পড়ে তাদের মৃত্যু ঘটে।\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "তিনি সাংবাদিকদের আরও বলেন যে তিনি একটি পূর্ণাঙ্গ এবং আগাগোড়া কংগ্রেসনাল তদন্ত আশা করেন।\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "বৃহস্পতিবার, পার্থ আদালত দ্বারা ১১টি ইন্দোনেশিয়ান মাছ ধরার নৌকা থেকে কয়েকজন জেলেকে জরিমানা করা হয়েছে।\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "ভোট বন্ধ হওয়ার আগে চালানো জনমত সমীক্ষাগুলো বিজয়ী দেখিয়েছে।\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "২০০৬ সালের মার্চ মাসে সরকার সিদ্ধান্ত নেয় ৬০০ জন সেনাকে বরখাস্ত করার জন্য যেহেতু তাঁরা কাজ করতে অস্বীকার করেন বৈষম্যমূলক অভিযোগের কারণে যা অনুসরণ করে এই দাঙ্গা লাগে এবং শ্রী আলকাটিরি তা বন্ধ করতে ব্যর্থ হন।\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "শামো হোটেলে বেনাদিরি বিশ্ববিদ্যালয়ের স্নাতক সমাবর্তন অনুষ্ঠান আয়োজিত হয়েছিল।\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "খুব স্বাভাবিক ভাবেই সিড ব্যারেট এর মৃত্যু সংবাদে ব্যান্ডের সদস্যরা ভেঙে পড়েছেন।\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "বিমের খেলায় সে খুব সামান্য, ১৫.৬০০ থেকে ১৫.২০০, ব্যবধানে রোমানিয়ার কাটালিনা পোনোর কে হারান।\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "উত্তর আয়ারল্যান্ডের একটি ফুটবল খেলোয়াড় জেরার্ড কভলানকে কুকুরের যুদ্ধের অভিযোগে দোষী সাব্যস্ত হওয়ার পর বিবিসির তদন্ত শুরু হয়।\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "স্যান্টোরামের সাথএ এই নতুন প্রবর্তিত শব্দটির ঘটনাটির ফলে সৃষ্ট পরিস্থিতির সুবিধা গ্রহণের উদ্দেশ্যে ডেমোক্রেটিক কৌশলীরা নিজেদের ভারসাম্য সুস্থির রেখেছেন।\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "১৯৯৮ সালে উত্তর জাপানে একটি ব্যালাস্টিক ক্ষেপণাস্ত্র উৎক্ষেপণ করে উত্তর কোরিয়া বিশ্বকে অবাক করে দিয়েছিল।\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "ওই মুহূর্তে যিনি গাড়ি চালাচ্ছিলেন তিনি রক্ষা পেয়েছেন।\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\"তেল বাজারে অংশগ্রহণকারীর মতে, মন্দার সবচেয়ে খারাপ অবস্থা চলে গেছে এবং চাহিদা ও পুনরুদ্ধারের ক্ষেত্রে ভারতে প্রত্যাশিত প্রথম চতুর্থাংশের রাতারাতি হওয়া প্রবৃদ্ধি এবং জাপানের এপ্রিলের শিল্প উৎপাদনের চমক দেওয়া উচ্ছ্বাসের মাধ্যমে বোঝা যায়,\" জানান এমএফ গ্লবার জন কিলডফ।\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "\"গোপনীয়\" হিসাবে শ্রেণীভুক্ত এবং রাজনৈতিক উপদেষ্টা হিসাবে তেল আভিভের দূতাবাসে থাকা মার্ক জে. সিভার্সের লেখা এই ফাঁস হওয়া তার বা্তা অনুসারে, লিকুদ ও মিঃ ওলমার্টের কাদিমা পার্টির মধ্যে সংহতির সরকার বানানোর আলোচনার অংশ হিসাবে মিঃ নেতানিয়াহুর এই অনুরোধটি করা হয়েছিল।\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"আমি আমার কাছের বন্ধু ও ব্যবসায়িক অংশীদারদের সাথে, যারা আমার মতোই সান ফ্রান্সিসকো, ক্যালিফোর্নিয়া থেকে এসেছিল তাঁদের সাথে কেবল সাহসে ভর করে হেটে যাই\"।\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "বিদ্রোহীরা বুধবার একটি বিলাসবহুল হোটেল এবং রাষ্ট্রপতি ভবনে রকেট হানাও চালিয়েছিল, তবে কোন হতাহতের ঘটনা ঘটে নি।\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "পিপলস ডেইলি অনুযায়ী, \"যারা ১লা মেতে চাকুরী শুরু করেছিল তারা \"আইন অনুযায়ী জনগণের আদালতের সমস্ত শুনানি কর্মসূচিতে অংশ গ্রহণ করে, বিচারপতিদের মত একই পদে আসীন হওয়ার পরেও বিচারপতির মত একই পদমর্যাদা উপভোগ করেন\"।\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রে নিযুক্ত পাকিস্তানের রাষ্ট্রদূত, হুসেইন হাক্কানি একটি বিবৃতিতে বলেন যে, একটি তদন্ত হওয়ার পুর্বেই এই প্রকার আক্রমণগুলির জন্য পাকিস্তান অথবা পাকিস্তানীদের দোষারোপ করাটি অন্যায্য৷।\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "সেই নির্বাচনে সামরিক একনায়কতন্ত্র এনএলডি এর সংখ্যাগুরুত্ব মেনে নেয়নি।\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "প্লেট ফাইনালে শক্তিশালী পারফরম্যান্স করে বোর্নিও ঈগলস নিউজিল্যান্ড দলকে ৩১-৫ এ হারায়।\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "ইউএন এ ইরানের রাষ্ট্রদূত, জাভেদ জারিফ রিউটারস নিউজ এজেন্সিকে বলেন, \"ইরানের শান্তিপূর্ণ পারমাণবিক প্রোগ্রাম আন্তর্জাতিক শান্তি এবং নিরাপত্তার জন্য কোন হুমকিস্বরূপ নয় এবং তাই সিকিউরিটি কাউন্সিলে এই বিষয়টি নিয়ে আলোচনা করা নিরর্থক এবং বাস্তবিকভাবে অপ্রয়োজনীয় এবং আইনতভাবে ভিত্তিহীন\"।\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "ভ্যাকসিনটি একটি বিসমকারী জনসংখ্যার উপর ব্যাবহার করা হবে এবং নারীদের উপর এর কার্যকারিতা পরীক্ষা-নিরীক্ষা করা হবে।\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "ধ্বংসাবশেষের মধ্যে এখনও মৃতদেহ আছে, সঠিক সংখ্যা এখনো অজানা।\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "আমির, আল জাজিরা আন্তর্জাতিক টেলিভিশন সংবাদ নেটওয়ার্ক স্থাপন করেছেন।\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "জিম অ্যান্ডারটন এর প্রগতিশীল কোয়ালিশনের নেতা এবং বিলের সমর্থক, জিম অ্যান্ডারটন, বলেন : \"সংসদের সদস্যদের কাছে শেষ সময়ে আবেদন করে অপ্রয়োজনীয় পর্যালোচনার প্রতিশ্রুতি দ্বারা বোকা বানানো যায় না\"।\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "২০০৬ সালে সামরিক শাসনের সময় সংসদ সদস্যদের দমনের পর থাকসিনকে বহিষ্কার করা হয়েছিল।\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "১২ই সেপ্টেম্বার, ২০০৪ তারিখে চার্চে যাওয়ার সময় ১৫ বছর বয়সী ফন্ড ডু লাক, উইসকনসিন এলাকার মেয়ে জিয়ান্নাকে বাদুড় কামড় দেয়।\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "কিম আপাতভাবে দুদিন আগে ১৭ই ডিসেম্বরে একটি ট্রেনে চড়াকালে মারা গিয়েছিলেন।\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "ইন্টারপোলের পুলিশ পরিষেবার কার্যনির্বাহী নির্দেশক জঁ-মাইকেল লৌবুতিন বলেন, \"পলায়নের ক্ষেত্রে, প্রথম কয়েক ঘন্টা হল সবচেয়ে গুরুত্ত্বপূর্ণ\"।\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"হামাস কতটা নিষ্ঠুর হতে পারে?\"।\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "দুইজন অস্ট্রেলিয়ান মাইন-কর্মীরা, যারা একটি ধ্বসে পড়া ভূগর্ভস্থ মাইনের নিচে ১৪ দিন ধরে আটকা পরে ছিলেন, তারা একটি গণমাধ্যম চুক্তিতে স্বাক্ষর করেছেন তাদের বেঁচে ফিরে আসার কাহিনীর জন্য যার মূল্য হবে এইউডি$২ মিলিয়ন।\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "কিছু জায়গায়, মাত্র ২৪ ঘন্টার মধ্যে এক মাসের মত বৃষ্টিপাত হয়।\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "অস্কার ডি লা রেন্তা আরো প্রথাগত কালো, সোনালী ও ধূসর রঙ বেছে নেন এবং পুরুষ ও মহিলাদের জন্য তার সুপরিচিত ফ্যাব্রিক নির্মিত লাইনের উদবোধন করেন।\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "নথিপত্রগুলোর কপি যথাযথ ভাবে সংযোজন-বিয়োজন করে ইইউ, রাশিয়া, জাপান এবং মার্কিন যুক্তরাষ্ট্রর নেতৃবৃন্দদের নিকট উপস্থাপন করা হয়েছে।\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "কোরিয়ান যুদ্ধ লড়ার সময়ে তাঁর মাথায় এই ধারণাটি আসে; যেখানে তিনি ধাতব শিকল দিয়ে তাঁর গাড়ি বেঁধে রাখতেন যাতে কেউ তা নিতে না পারে।\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "১৫বছর বয়েসী সন্দেহভাজন, যিনি ম্যাকডোনাল্ডস রেস্তোরাঁয় কাজ করেন, তিনি সেখানে তার জার্নালে হারিয়ে ফেলার পর এই ষড়যন্ত্রের পরিকল্পনা ফাঁস হয়ে যায়।\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "লেখন থিউডর জিজ্যাল, যিনি ডঃ সেউস নামে পরিচিত এবং র‍্যান্ডম হাউজের শিশু প্রকাশনীর প্রধান ছিলেন, তার সহায়তায় বেরেনস্টেইনরা এমন এক ফ্র্যাঞ্চাইজ সৃষ্টি করেন যেটি লক্ষ লক্ষ তরুণ পাঠিককে আকৃষ্ট করেছে।\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "এই সপ্তাহের শেষের দিকে ১০টি পয়েন্ট হেরে যাওয়া শুমাকারের, জন্য ড্রাইভার্স চ্যাম্পিয়নশিপে পরিস্থিতিটি প্রায় গুরুতর হয়ে ওঠে।\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "লন্ডনে জনগণ US দূতাবাস পর্যন্ত মিছিল করে যান এবং \"জর্জ বুশ, সন্ত্রাসবাদী\" এবং \"USA নিপাত যাক, নিপাত যাক\" স্লোগান বলে চিত্কার করেন।\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "মহাকাশে এই প্রথমবার কোন সরাসরি সঙ্গীতানুষ্ঠান হতে চলেছে।\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "অনিশ্চয়তা গুজবের পিছনের কারণ এই যে, এ বিষয়ে কোনো নির্ভরযোগ তথ্য নেই।\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "এটা ভাগ করা হয়েছে, নৈতিক ক্ষতিপূরণের জন্য ₱৫০০, ০০০ আইনজীবীর পারিশ্রমিক বাবদ ₱১০০, ০০০ এবং ₱৫০, ০০০ আরও খরচ হিসেবে।\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "অক্টোবর ১৮ নাগাদ সে গ্লানি ও দুর্বলতার জন্য একজন ডাক্তার দেখায়।এর আরও অনেক দিন পর বাদুড়ের ঘটনা সামনে আসে।\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "উইলেটকে ফেডারেল কোর্টে উপস্থিত হওয়ার জন্য একটি সমন জারি করা হয়।\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"এই ভাইরাসটি একটি বিশার ভৌগলিক অঞ্চলব্যাপী অতি দ্রুতভাবে বিস্তার লাভ করে বলে মনে করা হয়৷\"।\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "আইনটি বৈষম্যমূলক আচরণের কারণে ২০০৪ সালে বাতিল হয়।তবে তার আগ পর্যন্ত এই আইন সন্ত্রাসী কার্যকলাপের জন্য সন্দেহভাজন বিদেশী নাগরিকদেরকে আটক করার অনুমতি দিতো।\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "লুকা টনি ২য় অর্ধের শুরুতেই গোল করেন এবং তিনি এক জোড়া গোল দেন।\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "ডব্লিউএইচও বলেছে যে \"তথ্য সংগ্রহ এবং যাচাইকরণ সারা দেশে একটি চ্যালেঞ্জ হয়ে দাড়ায় যেহেতু সাপ্তাহিক পরিসংখ্যান সবসময় সঠিক বা সম্পূর্ণ নয়, গত ২ মাসের মধ্যে সামগ্রিক প্রবণতার সংখ্যা ও মৃত্যুর সংখ্যায় হ্রাস হচ্ছে\"।\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "প্রথমটি হয়েছিল 7:15 ঘটিকায় (12:15 UTC) পশ্চিম এম্বলার জনস্টন হল ছাত্রাবাসে।\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "তিনি ব্যাপারটা আদালতে নিয়ে যান এবং একবছরের ঝামেলাপূর্ণ আইনি লড়াইটি জেতেন।\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "অভিজ্ঞ যোদ্ধা কার্লো \"নিও\" প্রাটারও ব্রায়ান ট্র্যাভের্সের বিপক্ষে স্ট্রাইকফোর্স অভিষেকে জয়লাভ করেন।\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "দ্বিতিয়ার্ধে ইওসি বেনায়ুন ডিফেন্ডারদের কাটিয়ে বল বানিয়ে দেয়ার পর ফার্নান্দো তোরেজ গোল করে খেলায় সমতা আনেন।\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "\"আপনি কি চান প্রযুক্তিগত যন্ত্রগুলিকে সিদ্ধান্ত নিক? এই কারণে, তিন বছরের পরীক্ষার পর কোন সিদ্ধান্ত ছাড়াই, আমি পুরো জিনিসটি স্থগিত রাখার পক্ষে,\" ব্ল্যাটার ব্যাখ্যা করেছেন।\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "তাঁর মায়ের থেকে দূরে থাকা সংক্রান্ত আদালতের নির্দেশ অমান্য করার ঘটনায় তাঁকে দোষী সাব্যস্ত করা হয়।\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "এক লিখিত বিবৃতিতে জানানো হয়েছে যে তিনি রাষ্ট্রপতি নির্বাচনে প্রতিদ্বন্দিতা করার সিদ্ধান্ত নিয়েছেন কারণ তিনি মনে করেন যে, তার নিজের দলের নেতৃবৃন্দ ইরাক যুদ্ধের বিরোধিতা করার ক্ষেত্রে ততটা আক্রমণাত্মক ভূমিকা গ্রহণ করতে পারেননি।\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "যদিও, জেলায়া-র দেশে প্রত্যাবর্তনে দেশ জুড়ে হিংসার পরিস্থিতি সৃষ্টির আশঙ্কা করা হচ্ছে।\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "১লা অক্টোবরে চৌদ্দটি রাজ্য ঐতিহাসিক স্থান বন্ধ করে দেওয়ার কথা রয়েছে।\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "তিনি প্রায়ই তাঁর পাঠকদের উত্তর দেন এবং তাঁর প্রকাশ্য অনুষ্ঠানগুলির মিশ্রণে পার্টি, নাইটক্লাব, শিক্ষামূলক বক্তৃতা, বিশ্ববিদ্যালয়ের প্যানেল এবং সিনেমার প্রিমিয়ারের মিশ্রণ সবই আছে।\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "৭ই মার্চ তারিখে, ইউপিডিএফ সেনাবহরের উপর আরেকটি মর্টার আক্রমণ হয়, কিন্তু অল্পের জন্য তা লক্ষ্যচ্যুত হয় এবং একটি রেষ্টুরেন্টে গিয়ে তা আঘাত করে এবং এতে ১৩ জন সাধারণ লোক মারা যান এবং ২০ জন আহত হন।\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "ডঃ সেরফ কে ইন্টারনেটের জনকদের মধ্যে একজন বলে মনে করা হয়৷।\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "তারা বলেছে যে এমন সামগ্রিক বদল এবং পুনর্নামকরণের প্রচেষ্টাটি এই বছরের শেষভাগে সম্পূর্ণ হবে৷\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "এই গবেষণা গবেষকদের এই তত্ত্ব-কে সমর্থন করে যে, প্রথম জীবনে সাধারণ সংক্রমনের ঝুঁকিহ্রাস একিউট লিম্ফোব্লাস্টিক লিউকেমিয়ায় (এএলএল) আক্রান্ত হবার সম্ভাবনা বাড়িয়ে দেয়।\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "প্রবল বন্যার জন্য প্রায় ২০০ জনকে ওহাইয়োর অ্যাক্রনে সরিয়ে নিয়ে যাওয়া হয়েছে।\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "শিকাগোতে তিনি ম্যাচগুলিতে একজন অভিষিক্ত হিটারের ন্যায় খেলা শুরু করবেনষ।\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"জাতির উচিৎ এমন মানুষদের বেশি উৎসাহিত করা যারা কাজ করতে পছন্দ করেন, এমনদের নয় যারা প্রতারণা করতে পছন্দ করে\"।\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "তিনি বলেন, \"আমেরিকা যুক্তরাষ্ট্রের অবশ্যই সেনাবাহিনী প্রত্যাহারের বিষয়ে একটি পরিকল্পনা করা উচিত যাতে পুনরায় শান্তি এবং স্থিতিশীলতা ফিরিয়ে আনা যায়\"।\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"কিন্তু আমি আমার রক্তপাত বন্ধ করতে পারলাম না কেননা প্রচণ্ড পরিমাণ রক্তক্ষরণ হচ্ছিল\"।\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "গতকাল অপর দুজন মাদকের কারবারি রেনে লরেন্স এবং স্কট রাশকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছে।\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "উয়েফার কাছ থেকে নোটিশ পাওয়ার পর ক্রীড়া বিষয়ক সালিশি আদালতে আবেদন পেশ করার জন্য লিল তিনদিন সময় পাবে, আর না হলে তাদের দাবি সম্পূর্ণ ভাবে খারিজ হয়ে যাবে।\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "মিঃ ন্যুটসেন পেশাদার ভাঁড় হিসাবে বহু বছর টেক্সাসে অনুষ্ঠান করেছেন।\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্র তাকে ধরার জন্য ৫ মিলিয়ন মার্কিন ডলার পুরষ্কার প্রস্তাব দিয়েছিল।\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "নয়নয় এর বাবা গুলিবিদ্ধ হয়ে মারা যান স্বৈরশাসক ফার্দিনান্দ মারকোস এর শাসনকালে সামরিক হেফাজতে থাকাকালীন, যার পরে তাঁর মা, কোরাজোন অ্যাকুইনোর নেতৃত্ব দেন পিপল পাওয়ার রেভলিউশনকে, যা ১৯৮৬ সালে মারকোসকে শাসন থেকে ফেলে দেয়।\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "যখন ওপেনহেইমার একটি গুপ্ত অস্ত্র নকশা করার পরীক্ষাগার চালু করেন লস অ্যালামসে, তিনি বেথকে তাত্ত্বিক বিভাগের পরিচালক হিসেবে নিযুক্ত করেন।\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "জেইমি মোরেনো ৭৮তম মিনিটে ডিসি এর জন্য স্কোরিং বন্ধ করে দেয় এডু তার সিজনের প্রথম গোলের সঙ্গে টরন্টোর এমএলএস অ্যাকাউন্ট খোলার আগে।\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "ডেল-এর সূত্র অনুযায়ী, নিউ জীল্যান্ডের ৬.৩ মিলিয়ন কম্পিউটারের মধ্যে ২৫০, ০০০-ই পুরনো ও বিকল, কারণ একটি সমীক্ষা অনুযায়ী বেশীর ভাগ মালিকই দুই থেকে পাঁচ বছরের মধ্যে তাদের কম্পিউটার আপগ্রেড করেন।\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "এই সিদ্ধান্তটি সদস্যদের ৪৫টি ডেপুটির মধ্যে থেকে ৩২ জনের দ্বারা স্বাক্ষর করা হয়েছিল।\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "আহ্‌মেদিনেজাদের বক্তৃতার আগে U.S. রাষ্ট্রপতি জর্জ ডব্লিউ বুশ অবশ্য ভিন্ন মত প্রকাশ করেছেন, তিনি বলেন যে কলম্বিয়ার এই আমন্ত্রণ \"এই দেশের স্বাধীনতার কথাই বলে\"।\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "গতকালের তালিকায় দেখা যাচ্ছে যে, গানটি অ্যামাজনের রক তালিকায় সামনের সারিতে পৌঁছে গিয়েছে, এবং সব মিলিয়ে সর্বাধিক ডাউনলোডকৃত গানগুলির মধ্যে ১৪ তম হিসেবে তালিকায় স্থান পেয়েছে।\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "মারকোনি কর্পোরেশনের সিইও মাইক পার্টন সমস্ত অংশীদারদের জন্য 'সু-খবর'সম্পর্কে জানান এবং কভেন্ট্রি নিউ সেঞ্চুরি পার্কের অধিকাংশ কর্মীদের কাছ থেকে সাধুবাদের আহ্বান জানান স্বানবার্গের প্রতি, যেদিকে কভেন্ট্রি নিউ হরিজেন পার্কের আরও কর্মীগণ শুনেছিলেন একটি কনফারেন্স কল লাইনের মাধ্যমে।\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "সাম্প্রতিক কিছু পরীক্ষায় দেখা গেছে যে একটি কমদামী ওষুধ মানুষের দেহে ক্যান্সার কোষগুলিকে মেরে ফেলতে পারে।\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "জাতীয় শিল্পী, যেমন উম্‌ফ! এবং দ্য ডুনটস, এঁরাও বার্লিনের ফোর মিউজিক বা কলম্বিয়া জার্মানি-র মাধ্যমে সোনির সরাসরি দায়িত্বে থাকবে।\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "সম্প্রচারগুলির উপাদানের মধ্যে দৈনিক সংবাদ এবং মানুষ আগ্রহী হয় এমন ঘটনা থাকে, যেগুলি একজন সঞ্চালিকার দ্বারা উপস্থাপিত হয় যারা ধীরে ধীরে তাদের পোশাক খুলতে থাকে।\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "আগুনের শিখা একশো মিটার উচ্চতা ছুঁয়েছিল বলে জানা গিয়েছে।\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "সার্কাসে ফিরে যাওয়ার পরে, তাকে ক্লান্ত, কিন্তু \"ফিরে আসার জন্য খুশি\" বলে মনে হয়।\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "উন্নয়নশীল দেশগুলির জন্য রেমিটেন্স, প্রত্যক্ষ বিদেশী বিনিয়োগ, বৈদেশিক সাহায্য এবং আন্তর্জাতিক বাণিজ্য সহ আয়ের অনেক উৎসগুলি হ্রাস পাবে বলে মনে করা হচ্ছে।\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "দেস্তা অভিযোগ করেন জিবুতিকে সাহায্য করার জন্য ইথিওপিয়া সামরিক বাহিনী প্রস্তুত করে পরিস্থিতির অবনতি ঘটাচ্ছে।\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "তিনি বলেন যে কিছু লোকে \"ক্ষুব্ধ এই ঘটনার প্রতি যে তাঁরা মুসলমান এবং ফরাসি উভয় হতে অনুমদিত নন\"।\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "১০নম্বর ডাউনিং স্ট্রিটের বাসভবন গ্রহণের পর থেকে একটি বছর, ব্রিটিশ প্রধান মন্ত্রী গর্ডন ব্রাউন ও তার লেবার পার্টির স্থানীয় নির্বাচনের পরাজয়ের পরে ইতিমধ্যেই সমস্যার মধ্যে রয়েছে, পূর্বে জয়-কম রাজনৈতিক দল এবং সর্বোপরি জনপ্রিয়তার রেটিং পঞ্চম স্থানে রয়েছে।\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "ফিলিস্তিনের রাষ্ট্রপতি ফাতাহ প্রধান মাহমুদ আব্বাস, প্রধানমন্ত্রী ইসমাইল হানিয়া এবং দামাস্কাস-ভিত্তিক হামাস প্রধান খালেদ মিশাল গাজা উপত্যকায় হামাস এবং ফাতাহ-এর মধ্যে যুদ্ধ সমাপ্তির জন্য আলোচনার এক প্রচেষ্টায় সৌদি আরবের মক্কায় পৌঁছেছেন।\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "বিবিসি এর মতে, দক্ষিণ ওয়াজিরিস্তানের \"দূরবর্তী ও বিপজ্জনক ভূখণ্ডের\" কারণে পাকিস্থান তাঁর মৃত্যুর কোনো বাস্তব প্রমাণ দিতে অক্ষম।\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "দেশের কোনো কোনো অঞ্চলে ঝড়বৃষ্টির ফলে ২ মিটার উঁচু জলও জমে গেছে।\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "বিস্ফোরণটি নিয়ন্ত্রণ কক্ষের দৃশ্যমান বিদ্যুৎ ব্যবস্থাটি বন্ধ করে দেয়।\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "পস হাসপাতালের নির্দেশক মার্কোস ডি সুজা টেলিভিশনে সম্প্রচারিত একটি সাক্ষাৎকারে বলেছেন, \"যাত্রীদের হাতে, মুখে, সবর্ত্র চিড় ধরেছে\"।\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "ট্রাইডেন্ট প্রতিরক্ষা ব্যবস্থাটি ঠান্ডা যুদ্ধের বিরুদ্ধে ব্রিটেনের প্রতিক্রিয়া হিসাবে তৈরি করা হয়েছিল যার অবসান হয় ১৯৯১ ডিসেম্বরে ইউএসএসআর এর পতনের সাথে।\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "গতকাল সন্ধায় এক কনফারেন্স কলের মাধ্যমে, বোহনার কংগ্রেসের অন্যান্য সদস্যদেরকে এই চুক্তির বিষয়টি অবহিত করেছেন।\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "\"কিছু কিছু বোতলে হেটেরোট্রপিক ব্যাকটেরিয়ার সংখ্যা অনুমোদিত সীমার (১০০) গুন বেশীর মতো বিতৃষ্ণাজনক সংখ্যায় পাওয়া গেছে\", বলেছেন সনিশ আজম, একজন কানাডিয়ান গবেষক যিনি অধ্যয়নে যুক্ত ছিলেন, \"এই পরিমানে ব্যাকটেরিয়া ভীতিপ্রদ, যেন আমরা এক কাপ কালচার খাচ্ছি\"।\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "১৯৯৯ সালে সম্প্রচার শুরু করার সঙ্গে সঙ্গে আন্তর্জাতিকভাবে-মনোযোগ কেন্দ্রীভূত করা এই সংবাদপ্রচার আলোড়নের সৃষ্টি করেছিল, আর সেই থেকে ১৭২টি দেশের অনলাইন দর্শকদের মধ্যে সম্প্রসারিত হয়েছে।\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "এই দালানটি PoolSupplies.com এর মালিকানাধীন যেটি অবকাশকালের একটি বিভাগ, সরবরাহ বিক্রয়কারী, বিনোদন এবং সুইমিং পুলের জন্য রাসায়নিক দ্রব্যসমূহ মজুদ রাখার স্থান।\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "ত্রাণ এবং উদ্ধার কার্যক্রমের জন্য ১৩ বিলিয়ন ডলার চাওয়া হয়েছে, যার ৭৫ শতাংশ ইতিমধ্যে নিশ্চিত করা হয়েছে।\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "দ্য আরএসপিসিএ পোষা জন্তুর মালিকদের বলেছেন তাদের পোষা জন্তুদের ঠাণ্ডার মধ্যে রাখতে।\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "অ্যামিটি পয়েন্টে ২০ বছর ধরে বসবাসকারী ব্র্যাড রস, বলেন এই অঞ্চলে পরিদর্শন করা পর্যটকদের সম্ভাব্য আক্রমণের ব্যাপারে সতর্ক করা হয়েছে; \"এই তীর সরাসরি ৩০ মিটার জলের মধ্যে পড়ে এবং সেখানে প্রচুর পরিমাণ বুল হাঙ্গর আছে\"।\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "চূড়ান্ত পদক্ষেপটি নেওয়ার আগে রাজকীয় বার্তার সাথে আরো আলোচনার সম্ভাবনাকে উড়িয়ে দেওয়া যাচ্ছে না; বড়দিনের আগে কোন কর্মবিরতির ঘটনা ঘটলে তা ব্যাপক অসুবিধা তৈরী করবে।\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"এটা দুর্ভাগ্যজনক যে এই বিক্ষোভকারীরা হাজার হাজার মার্কিন বাসিন্দাদের তাঁদের চাকরি থেকে বিরত রাখার চেষ্টা করছেন যার উপর নির্ভর করে তাঁরা নিজের পরিবারের ভরণপোষণ করেন\"।\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "২০০৩ সালে মার্কিন যুক্তরাষ্ট্রের নেতৃত্বাধীন হামলার পর থেকে মোট ২৩০ জন সাংবাদিক ও সংবাদ মাধ্যমের সহযোগীকে হত্যা করা হয়েছে।\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "এই পুরাতাত্বিক স্থানটা ভুমধ্য সাগরের পাশে এক পাহাড়ে অবস্থিত যেখান থেকে মিশরের রাষ্ট্রপতি হোসনি মুবারাকের গ্রীষ্মকালীন বাড়িটা দেখা যায়।\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "বিমানটি স্থানীয় সময় সকাল১:১২মিনিটে উড্ডয়ন করে এবং এটি মস্কো থেকে পার্ম যাচ্ছিল যখন বলশয় সাভিনো বিমানবন্দরের কর্মকর্তারা বিমানটির সাথে প্রায়১, ৮০০মিটার উচ্চতায় থাকা অবস্থায় যোগাযোগ হারিয়ে ফেলেন।\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "১৭২ রানের এই জয়টি আন্তর্জাতিক কোন টোয়েন্টি২০ খেলায় সর্বোচ ব্যাবধানে জয়।\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "বেলফ্যাস্ট মিডিয়াতে একটি সাঙ্কেতিক মেসেজের সাহায্যে এই গুলিবাজির দায়িত্ব দাবী করেছে কন্টিনিউইটি আইআরএ এর উত্তর আরমাঘ ব্যাটেলিয়ান।\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "কিন্তু বেশিরভাগ পর্যবেক্ষক বিশ্বাস করে যে, কিম জং ইল তার ব্যক্তিত্বের ছটা কমানোর জন্য নিজেই এই আদেশ দিয়েছেন।\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "উইকিবুকস, একটি ইন্টারনেট ভিত্তিক প্রজেক্ট।তারা উইকি প্রযুক্তি ব্যবহার করে বিনামূল্যে পাঠ্যবই সামগ্রী তৈরি করতে চায়।প্রজেক্টটি তাদের ফেব্রুয়ারী ২০০৫ এর পরিসংখ্যান প্রকাশ করেছে।\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "নতুন আসা লরেন্স রবার্ট এবং গ্রেগ সাটনের ফেরত আসাও টরন্টো এফসি এর জন্য যথেষ্ট হলনা কারন তারা ওয়াশিংটনে ডিসি ইউনাইটেড এর কাছে ৪-১ এ হেরে গেলো।\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "দুর্ঘটনার জায়গার কাছের A68 রাস্তাটি সাময়িকভাবে বন্ধ করে দেওয়া হয় যাতে পুলিশ ঘটনাটির তদন্ত করতে পারে, এবং ট্রাফিকটিকে গোরব্রিজ শহরের মধ্যে দিয়ে যাওয়া রাস্তা B6370-তে ঘুরিয়ে দেওয়া হয়।\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "চিত্রনাট্য বিভাগে ১৩০টি চিত্রনাট্যকে চূড়ান্ত হিসাবে তালিকাভুক্ত করা হয়েছে।\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "এই ডিক্রির প্রতিবাদ এবং ধর্মঘটের আগুন জ্বালিয়ে তোলে যা সেই প্রতিবাদকে মনে করায় যা অবশেষে সেই সময়ের প্রেসিডেন্ট হোসনি মুবারককে গদিচ্যুত করে।\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "অন্য পাঁচটি রাজ্যের অনুরূপ আইন রয়েছে, বাকি অবশিষ্ট রাজ্যে ধর্ষণের জন্য মৃত্যুদণ্ডের উপর নিষেধাজ্ঞা জারি করা হয়েছে।\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "স্কটিশ ও সাউদার্ন এনার্জি মন্তব্য করেছে: \"ভবিষ্যতের বার্ষিক পাইকারি মূল্যের সঙ্গে উল্লেখযোগ্যভাবে উচ্চতর, এবং বন্টন, পরিবেশগত ও সামাজিক মূল্যবোধের ক্ষেত্রে ঊর্ধ্বমুখী চাপের সাথে, এখন থেকে ২০১০ সালের মধ্যে এবং ২০১০ সালের শেষ পর্যন্ত মুল্যের বৃদ্ধি এড়ানো একটি গুরুত্বপূর্ণ লক্ষ্য\"।\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "তখন থেকে, ইয়াকুব হেফাজতে ছিল এবং ওনার আইনজীবী সুভাষ কানসের মতে, হতাশার জন্য চিকিৎসা চালিয়ে যাচ্ছিল।\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "ব্যাঙ্কটির রাষ্ট্রায়ত্ত্বকরণের কারণ বিশ্লেষণ করার সময়ে, আইসল্যান্ডের আর্থিক নিরীক্ষণ কর্তৃপক্ষ এই সংক্ষিপ্ত বিবৃতি প্রকাশ করেছেঃ।\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "ঝড়ো আবহাওয়ার জোরালো বায়ুপ্রবাহের ফলে উপড়ে যাওয়া গাছগুলির তৈরী ধ্বংসাবশেষে ধাক্কা খাওয়ার ফলেই দুই ব্যক্তিই নিহত হয়েছেন।\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "পেন্টাগনের মুখপাত্র ব্রায়ান হুইটম্যান সাংবাদিকদের বলেন যে গুলির উৎস ও তার প্যাকেজিং-এর শর্ত না মানার জন্য চুক্তি বাতিল করা হয়েছে, নিরাপত্তা ও তাদের কর্মক্ষমতার জন্য নয়।\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "পঞ্চম এবং ষষ্ঠ ইনিংসের মধ্যে, খেলার একটি ছোট বিলম্ব ঘটেছিল যখন অস্ট্রেলিয়ার পুরুষদের জাতীয় সফ্টবল দলের খেলোয়াড় অ্যাডাম ফালকার্ডের স্ট্রেচার নামে একটি কুকুর ইনফিল্ডে চলে যায়।\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "বাস্তুচ্যুত মানুষের জন্যে নির্দিষ্ট স্থানীয় রেডক্রশ আশ্রয়ে ৫০জনের মত লোককে নিয়ে যাওয়া হয়েছিল।\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"আমরা ভবনটির দুই পাশে জলবিদ্যুৎ লাইনও চালু করেছি\"।\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "তিনি বলেন যে চিকিতসামূলক পরীক্ষা চলা সত্ত্বেও তিনি গৃহটিতে প্রবেশ করেছিলেন, কারণ তিনি \"ডাক্তারদের জন্য অপেক্ষা করতে পারেননি\" এবং বিলগুলি পরিশোধ করা প্রয়োজনীয়।\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "পেটেন্ট নির্দেশের বিরোধীরা দাবি করেন যে ইউরোপে বুদ্ধিবৃত্তিক সম্পত্তি (আইপি) আচ্ছাদিত করা একটি বিল \"উদ্ভাবনকে বন্ধ\" করে দেবে, কারণ এটি সফটওয়্যারের মধ্যে বাস্তবায়নের পেটেন্টিং অনুমোদন করে।\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "তাঁর দল, মতামতভিত্তিক নির্বাচনের থেকে খারাপ ফল করেছিল, যেটি তার ৪০টি আসন পাওয়া দেখিয়েছিল৷।\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "হিস্পানিক কাকসের চেয়ারম্যান রিপাবলিকো জো বাকা, ডি-ক্যালিফোর্নিয়া, আশা ব্যক্ত করেছেন যে, নীতিনির্ধারকরা শুধু ছোট ব্যবসায়গুলোকে সাহায্য করবে না সেই সাথে ১২ মিলিয়ন অবৈধ অভিবাসিদের কি করা হবে সেই ব্যাপারেও ব্যবস্থা নিবে।\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"সাংবাদিকদের স্যালাম!\" সাংবাদিক ইউনিয়ন তার ওয়েবসাইটে একটি বিবৃতিতে বলেন।\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "চলতি ট্রামগুলি ২৪ বম্বার্ডিয়ার সিআর ৪০০০ ট্রাম দ্বারা নির্মিত, যেগুলি ১৯৯৮ ও ২০০০ সালের মধ্যে ২৮ কিলোমিটার দীর্ঘ নেটওয়ার্কের জন্য তৈরী করা হয়েছিল।\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "১৮ ই জুলাই নির্বাচনে অনিয়মের বিষয়ে শত শত লোক অভিযোগ করে বিক্ষোভ করেছে, যাতে পুলিষের সাথে সংঘর্ষে ৭ জন নিহত হয়েছে।\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্র বলছে এই উদ্যোগটি হতাশাজনক, অন্যদিকে ব্রিটেনের পররাষ্ট্র সচিব বলেন, পাকিস্তান সময় নিয়ে নিরপেক্ষ ও সুষ্টু নির্বাচন অনুষ্ঠিত হওয়া জরুরি ছিলো।\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "যেসকল জাতি স্বাক্ষর করেছে কিন্তু এখনও অনুমোদন দেয়নি তাদের মধ্যে আছে চীন, মার্কিন যুক্তরাষ্ট্র, ব্রাজিল, নাইজেরিয়া, ফিলিপাইন্স, ভিয়েতনাম, জার্মানি এবং মিশর।\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "অনুসন্ধানে আরো খুঁজে পাওয়া গেছে যে ধ্বংসপ্রাপ্ত বিমানটি স্বাভাবিক কার্যকর অবস্থাতেই ছিল; আনোদিনা বলেছেন যে \"প্লেনটি মাটির সাথে ধাক্কা খাওয়ার মুহুর্ত পর্যন্তও ইঞ্জিনগুলি কাজ করছিল\"।\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "আলোচনাকৃত ৮০, ৮৩০ জন সদস্যের মধ্যে ৬১, ৬২৩ জন কর্মবিরতি করার সপক্ষে ভোট দেন।\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "রয় রাইডেন, আরেকজন মার্কিন ডেমোক্রাট বলেন জনাব হাওয়ার্ডের মন্ত্রব্য \"উদ্ভট\" ছিল এবং উনি প্রধান মন্ত্রী কে মার্কিন যুক্তরাষ্ট্রের রাজনীতির সঙ্গে হস্তক্ষেপ করার ব্যাপারে অভিযুক্ত করেন জনাব হাওয়ার্ডের মন্তব্যের ব্যাপারে \"সবচেয়ে দয়া করে যা বলা যায় যা হল উদ্ভট\"।\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "নিউ অর্লেন্সভিত্তিক একটি ওয়েবহোস্ট এবং সেবা প্রদানকারী ডিরেক্টএনআইসি-এর কার্যালয়টি মঙ্গলবার সন্ধ্যায়, ইউকিনিউজের সাংবাদিকদের সঙ্গে একটি সাক্ষাৎকারের সময় ৮২তম এয়ারবোর্ন ডিভিশনের সশস্ত্র সদস্যদের দ্বারা পরিদর্শিত হয়েছিল।\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "সাম্প্রতিক বোমা বিস্ফোরণের পর আবখাজিয়া জর্জিয়ার সাথে থাকা এর সীমান্ত বন্ধ করে দিয়েছে।উল্লেখ্য যে, আবখাজিয়া অঞ্চলটি জর্জিয়ার আর্ন্তজাতিক স্বীকৃত সীমানার মধ্যে অবস্থিত হলেও, কার্যত এটি হল আর্ন্তজাতিক স্বীকৃতি ছাড়া একটি স্বাধীন গণরাজ্য।\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "রিভিউয়ার রা জানিয়েছেন গেমে আরো ভালো কাস্টমাইজেশন বিকল্প, আরো উন্নত বিকল্প বুদ্ধিমত্তার ব্যবহার, এবং গ্রাফিক মানে উন্নতি ঘটানো হয়েছে।\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "এটি কিয়োটো প্রোটোকলের আওতাভুক্ত ক্লীন ডেভেলপমেন্ট মেকানিজ্‌ম (সিডিএম) অনুসারে করা হয়েছে।\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "কৌঁসুলিরা অ্যাটর্নির সঙ্গে মতানৈক্যে আছে জেন্সের এই আপীল জেতা নিয়ে।\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "শুমাকারের প্রতিক্রিয়া ছিল \"আমি স্পষ্টতই বলতে চাই যে আমি এখন চ্যাম্পিয়নশিপে বিশ্বাস করি না\"।\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "কর্তৃপক্ষগুলি মনে করছে যে, বিমানে থাকা ১৮০ জনের সবাই মারা গিয়েছেন এবং এছাড়াও নীচে থাকা আরো ১৫ জন ব্যক্তিও প্রাণ হারিয়েছেন।\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "কান্দাহার রাজ্যের জন্য নিযুক্ত আফগান মহিলা বিষয়ক মন্ত্রকের ডিরেক্টর, মহিলাদের অধিকারের দাবিতে সরব থাকা এবং তালিবানদের দ্বারা এই অধিকারগুলিকে চেপে দেওয়ার ঘটনার একজন দৃঢ় সমালোচক সাফিয়া আহমেদ-জান সোমবার দক্ষিণ আফগানিস্তানের কান্দাহার শহরে তাঁর বাসভবনের বাইরে অপরিচিত বন্দুকধারীদের গুলিতে নিহত হয়েছেন।\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "স্নোয়ী হাইড্রো লিমিটেড এর প্রধান শেয়ারহোল্ডার এনএসডব্লিউ এর সরকার যা ৫৮ শতাংশ শেয়ার ধারণ করে।\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "এখন পর্যন্ত তুরস্কে ফ্লু ভাইরাসে আক্রান্ত হয়ে দুজনের মৃত্যু হয়েছে, খুব সম্ভবত তৃতীয় জন বা আরো বেশি হাসপাতালে চিকিৎসাধীন।\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "আধঘন্টা খেলা চলার পর কাওয়াগুচি আকস্মিকভাবে হতবাক হয়ে দেখেন যে একটা ব্যাক পাস তাঁর একমিটার সামনে হটাৎ লাফিয়ে চলে এসেছে।\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "জিয়ান্নার বেলায় টিকা দেয়ার ব্যাপারটা খুব দেরী হয়ে গিয়েছিল।উইসকনসিন এর শিশু হাসপাতালে তার চিকিৎসকরা এক ধরণের নতুন চিকিৎসা সেবা শুরু করেন।\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "ইরান ক্রমাগতভাবেই স্থির থেকেছে যে, তাদের শক্তি উৎপাদনের জন্য দেশীয় ইউরেনিয়ামের সংস্থানগুলির থেকে তাদের নিজস্ব পারমাণবিক জ্বালানীর আবর্তের বিকাশ ঘটানোর অধিকার আছে।\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"এই বড় সংখ্যাটি আভাস দেয় যে সংঘর্ষটি অবশ্যই ঘটেছিল পারস্পরিক মুখোমুখি ভাবে\"।\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "লন্ডন কিং'স ক্রস এবং ব্র্যাডফোর্ড, হ্যালিফ্যাক্স, ওয়েকেফিল্ড এবং ওয়েস্ট ইয়র্কশায়ার এর পন্টেফ্রেক্ট এর মধ্যে তিনটি ট্রেন সার্ভিস চালানোর জন্য নতুন \"ওপেন অ্যাক্সেস\" (অনিয়ন্ত্রিত এবং অ-ফ্রাঞ্চাইজড) কোম্পানীর গ্র্যান্ড নর্দানকে স্থান (শিল্পে \"পথ\" হিসাবে পরিচিত) দেওয়া হয়েছে।\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "প্রিন্সের পদমর্যাদায় অবস্থানরত লরেন্টের জন্য বেশ কয়েকটি বিচারিক ফলাফল রয়েছে।\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "একই রকম তথ্যই পাওয়া গেছে ক্যাসিনির অতি বেগুনী রশ্মির ইমেজিং স্পেকট্রোগ্রাফে যা ভূপৃষ্ঠতলে মহাসাগরের উপস্থিতির সম্ভাবনার কথাই সমর্থন করছে।\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "এদিকে, আমেরিকানরা একটি নথি প্রকাশ করেছে, যা এখন অসম্পূর্ণ হিসেবে বর্ণনা করা হয়েছে, যা বলেছে মার্কিন বাহিনী, ইতালীয় কর্মকর্তাদের সাথে যৌথ তদন্তে, ৪মার্চের দুঃখজনক ঘটনায় তার নিজের সৈন্যদের কোনও দায়িত্ব স্বীকার করেনি।\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "তিনি জাতিসংঘের জলবায়ু সচিব বহির্গামী প্রধান, ইভো ডে বোয়ের এবং ইউরোপিয়ান ইউনিয়নের জলবায়ু কমিশনার, কনি হেডেগার্ডের সমালোচনা করেন তাদের সন্দেহপ্রবণতাকে লক্ষ্য করে।\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "বেসরকারী মালিকানাধীন সমারফিল্ডের চেয়ারম্যান পল ম্যাসনও এই অধিগ্রহণের ব্যাপারে মন্তব্য করেন।\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগের কর্মকর্তারা বলেছেন যে, এক সপ্তাহ আগে সিরিয়াতে অন্তত একটি লক্ষ্য ইসরাইলের যোদ্ধাদের বিমান হামলা করেছিল।\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "চারজন মধ্যে দুজন ছেলেমেয়েদের মৃতদেহ উদ্ধার করা হয়েছে যাদেরকে তাদের পিতা একটি সেতু থেকে ফেলে দিয়েছিল।\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\"ফিজির জন্য এটিই সঠিক পথ এবং ফিজির জনগণের জন্য একমাত্র পথ\"।\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "গতকাল, মিলওয়াকি কাউন্টি-র জেলা অ্যাটর্নি, ফাস্ট ফুড রেস্টুরেন্ট এবং ইউনিভার্সিটি টয়লেট ও প্রস্রাবাগার থেকে $৩৫, ০০০ মার্কিন ডলার সমমূল্য মানের পাঁচটি চুরি ও অপকর্মের ঘটনায়, ৩৩ বছর বয়সী, ব্রুকফিল্ড উইসকনসিনের কোরি জে. ফেরিককে অভিযুক্ত করেন।\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "অবশ্য আরেকজন আধিকারিক, এই নির্যাতনের পদ্ধতিগুলির অনুমোদন প্রদানে সিআইএ বুশ প্রশাসনকে বাধ্য করেছিল বলে যে ধারণাটি করা হচ্ছে, তাকে \"অর্থহীন\" বলে উল্লেখ করেন।\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "লীগের শীর্ষস্থানের দলগুলির মধ্যে থাকা বায়ার্ন মিউনিখ ২য় ডিভিসনে এগিয়ে থাকা বরুসিয়া মনচেনগ্লাডব্যাচ কে ৩-১ গোলে হারানোর পর DFB কাপের ৩য় পর্যায়ে অগ্রসর হল।\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "ট্রেস্ক খুব সম্ভবত ওষুধের দ্বারা প্রভাবিত হতে পারে যা সেই পয়েন্ট বদলে দিতে পারে যখন সে কোনো বেদনার অনুভূতিতে প্রতিক্রিয়া জানাবে, যার ফলে মাইগ্রেনে ভুগছেন এমন ব্যক্তিদের বেদনার অনুভূতিও কমিয়ে দেওয়া সম্ভব।\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "মার্কিন অর্থনীতি এবং তার মুদ্রা বিশ্ব বাণিজ্যে একটি যন্ত্র হিসাবে সাম্প্রতিক মাসগুলোতে পরপর ব্যর্থতার সম্মুখীন হয়েছে।\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাষ্ট্রে কেবলমাত্র ১১ টি ঘোড়া ট্রিপল ক্রাউন জিতেছে।\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "ফ্রান্সে ইসলামী পর্দার নিষেধাজ্ঞা জারি করার একদিন পর, যা মুখ ঢেকে রাখে, একটি নিকাব বা একটি বোরখা, ফরাসি পুলিশ দুই পর্দানশিন নারীকে সংক্ষিপ্ত আটক করে।\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "এ৩৮০ এর প্রথম বাণিজ্যিক উড়ানটি ২০০৭ এ হয় এবং এখন এয়ার ফ্রান্স সহ অন্যান্য অনেক বিমান সংস্থাকে পরিষেবা দিয়ে যাচ্ছে।\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "ফেরারির চালক মাইকেল শুমেখার এবং তার দলীয় সঙ্গী ফেলিপ মেসা মার্কিন যুক্তরাষ্ট্রের গ্র্যান্ড প্রিক্সের ইন্ডিয়ানাপলিস মোটর স্পিডওয়েতে এফআইএ ফরমুলা-১ প্রথম সারিতে জয়ী হয়েছেন।\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "ম্যানেজমেন্ট ইনস্টিটিউট অফ পপুলেশন অ্যান্ড ডেভেলপমেন্ট-এর পরামর্শদাতা দেভেন্দ্র কোঠারির মতে: \"আমাদের কেন্দ্রীয় সরকার জনসংখ্যার ভিত্তিতে রাজ্যগুলিতে অনুদান পাঠায়\"।\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "এভিলিন স্বামী-থম্পসন, কমান্ডার রিকের বিধবা, যিনি তিন সপ্তাহ আগেই পুনঃবিবাহ করেছিলেন, তিনি বলেন, \"আজ সকাল থেকে আমি রিক, উইলি, কাল্পনা, ডেভ, মাইক, লরেল ও ইলান এর কথা ছাড়া আর কিছু ভাবতে পারিনি\"।\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "সকাল ১১.৪৫ ইএসটি এর মধ্যে ধারনা করা হচ্ছে যে ওবামা ৩৪৯ টি ইলেক্টোরাল ভোট জিতেছেন, যেখানে ম্যাককেইন জিতেছেন ১৬৩ ভোট।\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "জুন ২, ২০০০ সালে পেরুর কাজামার্কা প্রদেশে একটি গুরুতর দুর্ঘটনা, বহু বাসিন্দাদের পারদ দিয়ে বিষক্রিয়া ঘটায়, যা একটি তীব্র বিষাক্ত ভারী ধাতু।\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "কংগ্রেসের পাঁচ সদস্য সহ এগারজন প্রতিবাদকারীকে উচ্ছৃঙ্খল আচরণ এবং বেআইনি জমায়েত করার জন্যে গ্রেপ্তার করা হয়েছে।\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "স্প্রিন্ট প্রতিযোগিতায় উত্তীর্ণ হবার পথে, গ্রেট ব্রিটেনের চালক রবি কের এই সপ্তাহান্তে দ্রুততম ল্যাপ সময়ের নতুন রেকর্ড গড়ে নিজের শীর্ষস্থান অক্ষুন্ন রাখতে সক্ষম হয়েছেন।\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "এই ঘাটতি মার্কিন যুক্তরাষ্ট্রের সর্বমোট অভ্যন্তরীণ মোট উৎপাদনের (জিডিপি) ৩.২% এর সমতুল্য, যেখানে সরকারের সর্বমোট আয় জিডিপি এর ১৭.৮%, এবং মোট ব্যয় বরাদ্দ জিডিপির ২১%।\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "২০০৬-এর নির্বাচনে টার্নার কনজারভেটিভ পার্টি থেকে নির্বাচিত হন, কিন্তু সমালোচনামূলক ব্লগ পোস্ট করায় অক্টোবর মাসে তাকে দল থেকে বহিষ্কার করা হয়।\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "ট্রাফিক দুর্ঘটনার জন্য দক্ষিণ আফ্রিকার সড়ক নিরাপত্তা খুবই ঝুঁকিপূর্ণ এবং সারাবিশ্বে তারা ট্রাফিক এক্সিডেন্টের জন্য নবম স্থানে রয়েছে।\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"এগুলি অর্জন করার জন্য তারা কীভাবে সংস্থাকে গঠন করবে তা সম্পূর্ণ তাদের উপর নির্ভর করছে\"।\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "এইটি অবশ্য খুব শীঘ্রই আলিঙ্গির কাছে হারিয়ে যায়, প্রথম মার্কটি শেষ হয় সাত দ্বিতীয় লিডে।\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\"তারা করতে পারেনা এহেন কাজ নেই আর তারা যদি ভাবে এতে হত্যালীলা বা রাজনৈতিক উথাল পাতাল হবে তাহলেও এতে ওদের কিছু যায় আসে না।\" বললেন ইউ এস রাষ্ট্রদূত রায়ান ক্রোকার।\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "ভীতির শুরু করা চিঠির উৎপত্তি বের করার জন্য পুলিশের প্রচেষ্টা চলছে।\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "তথ্যানুযায়ী এই প্রথমবার পাঁচটি আলাদা ঝড় আটলান্টিকে সৃষ্টি হয়েছে।\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "ফলাফলগুলির অর্থ হল ওলমার্ট, ওয়েস্ট ব্যাঙ্ককে একতরফাভাবে বিচ্ছিন্ন করাকে রূপায়িত করা উদ্দেশ্যে, সম্ভত একটি মধ্যম-বাম জোট গঠন করবেন।\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "সিংগাপুর এবং মালয়েশিয়ার দলগুলোর জন্য একটি আমন্ত্রণমূলক টুর্নামেন্ট হিসেবে এটি ১৯৪৭ সালে শুরু হয় এবং তখন থেকে বিশ্বের সব প্রান্ত থেকে আমন্ত্রিত দলগুলোর অংশগ্রহনে এটি জনপ্রিয় হয়।\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "সরকারি বিবৃতিতে বলা হয়, \"ইয়েমেনী বাহিনীগুলো গত দুই দিনে বিদ্রোহী গোষ্ঠীগুলোর শহর পুরোপুরি পরিষ্কার করেছে।বিদ্রোহীদেরকে আত্মসমর্পণ করতে বা পালাতে বাধ্য করেছে\"।\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "গত শুক্রবার মার্কিন যুক্তরাষ্ট্রের প্রাণঘাতী ইনজেকশনের প্রধান উপাদানের প্রস্তুতকারক ঘোষণা করে যে, এটি মাদকের উৎপাদন থামাবে, ঘাটতি কাটাতে অবদান রাখবে এবং মৃত্যুদণ্ড বিলম্বিত করবে।\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "২০০৯ সালের ৫ আগস্ট তারিখে দক্ষিণ ওয়াজিরিস্তানে মার্কিন ড্রোন হামলা চলাকালীন মেহসুদ নিহত হন বলে প্রতিবেদিত হয়েছিল; যদিও, হাকিমুল্লাহ মেহসুদ, যিনি সম্প্রতি বায়তুল্লাহর উত্তরাধিকারী হিসেবে নির্বাচিত হয়েছেন এবং ওয়ালি-উর-রেহমান বিবিসি কে জানান, ৫ আগস্টের আঘাতে আহত মেহসুদ ২০০৯ সালের ২৩ আগস্ট, রবিবার মারা গেছেন।\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "পরিবহণ এবং আঞ্চলিক পরিষেবা মন্ত্রী, ওয়ারেন ট্রুস নিজেকে টেলস্ট্রার ঘোষণা থেকে এই বলে সরিয়ে রেখেছেন যে, টেলস্ট্রার পরিষেবা রক্ষণাবেক্ষণের কোন বাধ্যবাধকতা নেই।\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "নেদারল্যান্ড প্রথম দশ মিনিটে তাদের প্রথম দুটি গোল করেন।\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "প্রথম দিনের শুরুর দিকে নরওয়ের পররাষ্ট্র মন্ত্রী জোনাস গার স্টোর এবং ফিলিস্তিনি প্রধান মন্ত্রী সালাম ফাইয়াদ দুজনেই ফিলিস্তিনি পরিস্থিতি নিয়ে আশা প্রকাশ করেছেন।\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "১১ই আগস্টে অপহরণ হওয়া দাপার্খেল এর হদিস, এখনও পাওয়া যায়নি।\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"আমি এক বান্ধবীকে দেখলাম-তার পেটে দুই বার গুলি করা হয়েছে আর রক্ত বার হচ্ছিল\"।\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "তিনি বলেছেন, \"জ্যানিস প্রচণ্ড মর্মাহত।তিনি স্তব্ধ এবং চান বিশ্ববাসী জানুক ডাঃ রায়ান কি অসামান্য প্রতিভাধর ছিলেন\"।\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "\"এই অঞ্চলটি সংরক্ষণের জন্য প্রচণ্ড গুরুত্বপূর্ণ এবং প্রদেশ ও তাদের পরিবেশগত পরিষেবা এই জঙ্গল রক্ষা করতে চায়, এবং তার সঙ্গে উন্নয়ন বজায় রাখতেও অবদান করতে চায়,\" বলেন হয়াং নগক খানহ প্রদেশের প্রাদেশিক বন সংরক্ষণ বিভাগের পরিচালক।\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "জাওয়াহিরি গত নভেম্বর থেকে অন্তত তিনটি টেপ বের করেছে, যেগুলোর প্রত্যেকটি আল-জাজিরা দ্বারা সম্প্রচারিত হয়েছে।\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "তিনি মেক্সিকো জুড়েও রিপোর্ট করেছিলেন যে, ৫৫০টি অবৈধ চ্যুতির ঘটনা ঘটেছে।\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "তবে নতুন সক্রিয় হওয়া অধ্যাদেশটি নগ্ন ভ্রমণকারীদের প্রতিবাদের সম্মুখীন হয়েছে।\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"আ্মি ভাবছি সমাধিটা যদি পাওয়া যায়, তাহলে সেটাই হবে ২১শতকের অন্যতম গুরত্বপূর্ন আবিষ্কার কারণ এর সঙ্গে জুড়ে আছে ক্লিওপেট্রা আর মার্ক অ্যান্টনির অমরপ্রেম কাহিনী এবং ওঁদের দুঃখজনক পরিসমাপ্তি।\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "অনুতাপ অভিব্যক্তি প্রকাশ করে গৌ এইরকম দুঃখদায়ক ঘটনার প্রতিরোধ করার প্রতিশ্রুতি দেন।\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "ঘন ধোঁয়ার জন্য গ্যাস মুখোশ ব্যবহারের প্রয়োজন হওয়ায় পরিস্থিতিটি আরো ঘোরালো হয়ে ওঠে।\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "মহাপাত্র বলেন যে আইএমডি-র প্রথম সতর্কতামূলক বুলেটিনটি যা ১ লা মে প্রকাশিত হয়েছিল সেখানেই ইঙ্গিত দেওয়া হয়েছিল যে স্থলভাগটি সাইক্লোনটি দ্বারা আক্রান্ত হবার সম্ভাবনা আছে।\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "বিরোধীদলীয় নেতা কিম বিজলে বলেছেন যে লেবার পার্টি এই পরিকল্পনা সমর্থন করেছে।\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "আমার চুল আর মেক আপ হয়ে গেলে আমি স্টুডিও তে গিয়ে শোর আগে নির্মাতার সঙ্গে কথা বলি।\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "প্যারামেডিক দল শুধুমাত্র এটা নিশ্চিত করেন যে তারা পুলিশকে শুধু এটা জানানোর জন্য কল করেন যে ওয়েন্সকে হাসপাতালে নেয়া হচ্ছিল।\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "২০০১-এর প্রতি ১০০০ জন পুরুষে ৯৩৩ জন মহিলা ছিলেন, তার তুলনায় এখন প্রতি ১০০০ জন পুরুষে ৯৪০ জন মহিলা আছেন।\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "তিনি বলেন, কেউ কেউ \"জড়াজীর্ণ, পরিত্যক্ত পানি পরিশোধন সুবিধা\" পরিবেশে বসবাস করতো।\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "এই কাপের নামকরণ হয় আর্ল গ্রের নামে যিনি কানাডার সবচেয়ে সফল অপেশাদার রাগবি দলের সম্মানার্থে ট্রফিটি দান করেন।\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "কাউন্সিল অফ অস্ট্রেলিয়ান গভর্নমেন্টস (সিওএজি) ২০০৬ সালে এদের প্রথম বৈঠকের জন্য আজ ক্যানবেরায় একত্রিত হবেন।\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "সংবাদ মাধ্যমগুলির প্রতি একটি বিবৃতিতে এমএস বলে, \"আমাদের গ্রাহকদের যেকোন প্রকার অসুবিধা এবং বিঘ্নের কারণ হওয়ার জন্য আমরা ঐকান্তিকভাবে ক্ষমাপ্রার্থী\"।\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "ট্র্যাফিক পুলিশ মুরাতাজা ফাদিলের মতে, \"তুষার নতুন ইরাকের একটি নতুন নিদর্শন\" ছিল, তিনি রয়টার্সকে একটি ব্যালকনির আশ্রয়ে থেকে বলছিলেন।\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "বাজার খুললে অ্যাপল শেয়ার বেড়ে দাঁড়ায় ৩৭৩.৭২ ডলারে, যা বুধবার বন্ধ থেকে মাত্র ২.৪৬ ডলার কমেছে।\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "ব্রিটেনের গোয়েন্দা সংস্থার একজন ওয়ারেন্ট অফিসার এবং মেজর ও রানীর ল্যাঙ্কাশায়ার রেজিমেন্টের প্রাক্তন কমান্ডার ছিলেন (এখন ল্যানক্যাস্টার রেজিমেন্টের ডিউক), তাদেরকে অবহেলা করে দায়িত্ব পালন করার অভিযোগে অভিযুক্ত করা হয়।\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "একটি রেটিং পয়েন্ট ১, ০৯৬, ০০০ পরিবারের সমান যেহেতু এখন মার্কিন যুক্তরাষ্ট্রে অন্তত একটি টেলিভিশন আছে এমন ১০৯, ৬০০, ০০০ টি পরিবার রয়েছে।\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "বিষয়টা ঠিক কি তা নিয়ে আমার কোনো ধারণাই নেই আর আমি শুধু এটুকুই বলতে পারি যে আমরা বসে আলোচনা করব।\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "ওপিপি বলেছে, লোকগুলোকে \"শান্তি ভঙ্গের\" জন্য গ্রেপ্তার করা হয় এবং এটি কোন ফৌজদারী অপরাধ নয় বলে উল্লেখ করা হয়েছে।\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "মহিলাদের খেলাটি শেষ হওয়ার প্রায় সঙ্গে সঙ্গেই ইউনিভার্সিটি ও কা্লৌন্ড্রার মধ্যে স্থানীয় এ-গ্রেড প্রতিযোগিতা শুরু হয়ে যায়।\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "গত বৃহস্পতিবার রাতে জে লিনের, দ্য টুনাইট শো- অনুষ্ঠানে, মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট বারাক ওবামা অনুষ্ঠান সঞ্চালক জে লিনকে বলেন, তিনি হোয়াইট হাউসের বোলিং এলেতে বোল করে ১২৯ রান স্কোর করেছেন।\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "নেচার জানিয়েছে যে, ব্রিটানিকা এমন বিষয়গুলির সমালোচনা করেছে সেগুলি \"তাদের পর্যবেক্ষকদের পয়েন্টগুলির অর্ধেকেরও কম\" এবং জানিয়েছে যে দুটি বিশ্বকোষ একই বিষয়ক।\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "এই এন্টিট্রাস্ট মামলার প্রথম রায় ২০০৪এ এই বলে দেয়া হয় যে মাইক্রোসফট সামঞ্জস্যের জন্য প্রয়োজনীয় তথ্য তাঁর প্রতিপক্ষ কোম্পানিগুলোর কাছ থেকে লুকিয়েছিল যা তাঁদের সফটওয়্যারগুলোকে উইন্ডোজের সাথে ব্যবহারযোগ্য করা থেকে প্রতিরোধ করেছিল।\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "এর অনুসারে সকল অর্থ যাচ্ছে টাইগ্রাতে - যেটি হতে পারে অক্সফাম, সেভ দ্য চিলড্রেন, ইউনিসেফ এবং ক্রিশ্চিয়ান এইড - যে কোনভাবে, আমাদের সবাইকে প্রতারিত এবং গ্রাস করে ফেলা হচ্ছে।\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "গকার.কম উল্লেখ করে যে একটি ছোট ভিডিও অংশ যা পূর্বে ইউটিউবে সহজলভ্য ছিল \"চার্চ অব সায়েন্টোলজি গ্রন্থস্বত্ব লঙ্ঘন নোটিশ পাঠানোর পরে সম্ভবত আর পাওয়া যাচ্ছে না\"।\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "বার্তাটি স্যাটানিক ভার্সেস-র লেখক সালমান রুশদির সম্প্রতি ঘোষিত নাইটহুডের উপর উল্লেখ করা হয়েছে।\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "তৃতীয় এবং চতুর্থ স্থান অর্জনকারীরা যথাক্রমে মার্কিন যুক্তরাষ্ট্র এবং জার্মানি।\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "অন্য যে কোনও গন্তব্যের থেকে স্কটল্যান্ডের জন্য নির্দিষ্ট করা আরও হিথরো স্লট পরিত্যক্ত হয়েছে।\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "প্লেনটি সানফ্রান্সিসকোতে অবতরণের সময় আবহাওয়া ভালো ছিল।\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"ধোঁয়া চিহ্নিতকারী মেশিন ১৩তম এবং ২৭তম তলায় চালু হয়ে যায়\"।\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "শানহান-এর মতে, শনিবার, উইলিয়ামস-এর নিজের শহর টেক্সাসের ফোর্ট ওর্থ-এ তার অন্তেস্টিক্রিয়া অনুষ্ঠানে ডেনভার ব্রঙ্কোস এর পুরো দল উপস্থিত থাকবে।\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "তাদের সাক্ষাৎকার শেষ করার পর, জনাব ক্লার্ক নিজেকে গ্রে মাউথ পুলিশের কাছে সমর্পন করেন, যা ওয়ান নিউজ ধারণও করেছে।\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "২১ জুলাইয়ের ব্যর্থ হামলার ২ সপ্তাহ আগে, ৭ জুলাই তারিখে ৪টি আত্মঘাতী হামলা সহ ধারাবাহিক বোমা বিস্ফোরণে ৫৬ জন ব্যক্তি নিহত হন।\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "কটার নদীর উপর বাঁধটি ৪ বছর ধরে নির্মিয়মান অবস্থায় রয়েছে।\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "এস্ট্রোস বর্তমানে ৫৮-৭৩ রেকর্ড নিয়ে ন্যাশনাল লিগ সেন্ট্রালে পঞ্চম স্থানে অবস্থান করছে।\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "গত বছরের ৩৩৬টি ঘটনা থেকে নেমে ২০০৪ সালে এই রোগে আক্রান্তের সংখ্যা কমে ১৮৬ হয়েছে বলে খবর।\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "প্রত্যক্ষদর্শীরা দেখেছে যখন লোকটি সমুদ্রের দিকে দ্রুত চলে যাচ্ছে।\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"ওখানে রোগ সংক্রমণের আশঙ্কা রয়েছে, কারণ তারা ওখানে একটি উন্মুক্ত স্থানে বসবাস করছেন যেখানে সীমিত সংখ্যায় তাবু আর জলের ব্যবস্থা রয়েছে\", বলে জানিয়েছেন স্বাস্থ্য মন্ত্রকের সংকট বিষয়ক কেন্দ্রের রুস্তান পাকায়া।\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "চিনা ডোমেনটির উপর এই হামলা ছিল চীনের বিরুদ্ধে পরিসেবা ব্যাহত করার অনেকগুলি হামলার মধ্যে সাম্প্রতিকতম।\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "এছাড়াও, নিউটাইনহ্যামিল্টন, কাউন্টি আরমাঘে আরেকটি দুর্ঘটনা ঘটার কথা জানা গিয়েছে, যেটিতে দুটি ১৭-বছরের ছেলে আক্রান্ত হয়।\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "\"২০০৮ তাইপেই সিটি নিউ ইয়ার কাউন্টডাউন পার্টি তে\", বেশ কয়েকটি স্থানীয় ও বিদেশী মিডিয়া তাইপেই ১০১ এর আতশবাজির উপর দৃষ্টি নিবদ্ধ করে বিল্ডিংটির বিশ্বব্যাপী গৌরবময় বিশিষ্টতার কারণে।\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "এটি কেপিএমজি-র একটি রিপোর্টের পরে প্রকাশ করা হয়, যা কাউন্সিল প্রকাশ করতে অস্বীকার করেছে।\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "সিটিগ্রুপ বিশ্বের বৃহত্তম পূর্ণ-পরিষেবা প্রদানকারী ব্যাঙ্কগুলির অন্যতম, যাদের ১০০টি দেশে দুইশ মিলিয়নের বেশী গ্রাহক রয়েছে।\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "আবিষ্কারটি করা হয়েছিল জিনটির অভাবযুক্তভাবে উৎপাদিত ইঁদুরগুলিকে পরীক্ষা করার মাধ্যমে৷।\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "তাঁবুর মধ্যে ঘুমন্ত অবস্থায় ১০ বছর বয়েসী একটি মেয়ে মারাত্মক আহত হয় যখন একটি গাছ তাঁবুর উপর পড়ে গিয়েছিল।\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "ক্লিন্টন বলেন, \"আগামী ১০ বছরে তারা যখন বোকার মতো ইসরায়েলে হামলা চালানোর কথা ভাববে, তখন আমরা তাদের পুরোপুরি নিশ্চিহ্ন করে দিতে পারব\"।\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "আইরিশ এয়ারলাইন রায়ানএয়ারের শেয়ারের সকালের ট্রেডে ১২% আকস্মিক পতন হয়েছে মন্দার আতঙ্কের মধ্যে খারাপ বাজারের উদ্বেগ আরো বাড়িয়ে তুলে।\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "কোম্পানির গুলি কিনে আফগানিস্থানের কাবুল আন্তর্জাতিক বিমানবন্দরে পৌঁছে দেওয়ার কথা ছিল।\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "বিগত দুটি মৌসুমের প্রত্যেকটিতেই ২০টি করে ম্যাচ জিতেছে স্কট ম্যাককেঞ্জি, তাকে অভিনন্দন জানাই, অ্যস্ট্রসদের NL চ্যাম্পিয়নশিপ সিরিজের ৭ম ম্যাচে সেন্ট লুইস কার্ডিনালসের মুখোমুখি হওয়ার কোন প্রয়োজনই ছিলো না।\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "ডি লা মন্টি বলছেন, \"এই গবেষণার ফলে মস্তিষ্কে আরও সুনির্দিষ্ট ভাবে চিকিৎসা করা যাবে এবং সেই সঙ্গে আমরা আলঝাইমার রোগকে যে ভাবে দেখি তারও পরিবর্তন আনছে\"।\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"এখন অস্ট্রেলিয়ার মানুষের আমাদের দেশের কি ঘটে চলেছে সেই বাস্তবটা জানা প্রয়োজন\"।\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "তিনি বলেন, জনাব কমর এবং তার স্ত্রী নোর্মা আন্দ্রিয়ানির মধ্যে দাম্পত্য সমস্যা ছিল \"সাধারণ জ্ঞান\" এবং যার প্রমাণ পাওয়া যায় একজন শিল্প বিশ্লেষক ও পাইলটের কোথায়, তিনি বলেন তিনি মনে করেন যে, এই পাইলট দম্পতি রাত করে বাদানুবাদ করেছিল, এবং রিপোর্টে কনসার্ন ছিল যে মনস্তাত্ত্বিক বিষয় সম্বলিত অবস্থার কথা জানানো হয়নি।\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "প্রবল বাতাস এবং জোর বৃষ্টি অঞ্চলটিকে তছনছ করে ফেলে জলপথগুলিতে বড় বড় ঢেউ আর প্রবল স্রোত সৃষ্টি করার কারণে দুর্ঘটনাটি ঘটেছিল।\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"আমাদের মধ্যে কেউই এমন অবস্থায় থাকতে চাইবেন না যেখানে মার্কিন যুক্তরাষ্ট্রের পাসপোর্ট ফাইলটি অননুমোদিতভাবে পরীক্ষা করা হয়\"।\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"এটি শহরের সীমানার মধ্যে (পার্ম-এর) বর্জ্য ভূমির মধ্যে এসে পড়েছিল\"।\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"সবমিলিয়ে ওশেনগেইক শহরে অর্ধশতাব্দী আগে মারা যাওয়া ৪৭ জন বীর পুরুষদের প্রতি যথার্থ শ্রদ্ধাঞ্জলি\"।\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "গ্রাহাম বলেছেন, \"এটি সিডনির খোঁজ শুরু করার জন্য আমাদেরকে একটি ভিত্তি দিচ্ছে বলতে পারেন\"।\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "এই ব্যাপক বিতর্কের নথির শেষ ১২ টি পৃষ্ঠায় নির্দিষ্ট নিবন্ধের সমালোচনার প্রতিক্রিয়া রয়েছে, যা প্রধানত শৈলী এবং নিবন্ধের রচনা সম্পর্কে মতপার্থক্য নিয়ে গঠিত, কিন্তু কিছু কিছু জায়গায় নেচারের তরফে সরাসরি তথ্যভ্রান্তির উল্লেখও রয়েছে।\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "ক্রেডিট কার্ড প্রদানকারী সংস্থাগুলির পক্ষ থেকে সাক্ষ্য দিতে এসেছিলেন ডিসকভার ফাইনানশিয়াল সার্ভিসেস এর রজার সি হচশিল্ড, ব্যাঙ্ক অফ আমেরিকা কর্পোরেশনের ব্রুস এল হ্যামন্ডস এবং ক্যাপিটাল ওয়ান ফাইনানশিয়াল কর্পোরেশনের রেয়ান স্নেইডার।\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "বাইরে ক্যাম্প করা মানুষদের স্লিপিং ব্যাগের অভিমুখ পর্যবেক্ষণ করে এই দলের মূল উদ্দেশ্য ছিল সম্ভাব্য মানব চৌম্বক ক্ষেত্র সনাক্তকরণ।কিন্তু এই তথ্য পাওয়া কঠিন প্রমানিত হল কারণ মানুষেরা সাধারণত তাঁবুর ভিতরে শোয়।\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "জেলের আইনজীবী দেভিড পি বউঘ বলেন, ঐ জলাধারের আশেপাশের অঞ্চলের স্থানিয়রা খুশি যে কুমিরটি এখন আর নেই।\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "হোটেল শামোয় সরকারী আধিকারিকরা প্রায়শই অনুষ্ঠান আয়োজনের জন্য বেছে থাকেন এবং একটা সময়ে এই হোটেল বিদেশী সাংবাদিকদের কাছে জনপ্রিয় থাকার জায়গাও হয়ে উঠেছিল।\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "মিতায়েভ বলেছেন যে \"পারিবারিক সমস্যার কারণে চাপ\" থাকার কারণে পোপভের বিরুদ্ধে তার এই কর্ম ঘটেছিল।\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "কর্তৃপক্ষের বক্তব্য অনুসারে গত কালের অগ্নিশিখার কারণে লাগোস দ্বীপের আরও ৯টি ভবনেও এর প্রভাব পড়েছিল।\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "কনিয়ারস বলেছেন, \"এই মুহূর্তে আমার এরকম কিছু করার ইচ্ছা নেই,\" যদিও তিনি বলেছেন যে তিনি অন্যভাবে তদন্তের জন্য চাপ দিতে চান, যেমন কমিটির তদন্তকারীদের লন্ডন পাঠিয়ে।\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "সেটি বন্ধ করার জেরে কানাডিয়ান গোমাংস-চাষীরা প্রভূত সমস্যার মুখে পড়েছেন, যেহেতু তাঁরা মার্কিন যুক্তরাষ্ট্রের গোমাংসের বাজারের উপর নির্ভরশীল থাকেন।\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "সন্দেহভাজনেরা ওয়াল্ট ডিজনি ওয়ার্ল্ড'স ওয়াইড ওয়ার্ল্ড অফ স্পোর্টস থেকে মাইল খানেক পশ্চিমে অবস্থিত মার্কেন্টাইল ব্যাঙ্কে ঢুকে পরে এবং কর্তৃপক্ষ বিস্ফোরন ঘটিয়ে পিছনের দরজা দিয়ে প্রবেশ করার পর তারা একজনকে পণবন্দী করে।\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "এইড্‌স আক্রান্ত মানুষের মস্তিষ্কের উপর ১৯৯১ সালে করা একটি গবেষণাতে সমকামী ও উভকামী ব্যক্তিদের হাইপোথ্যালামাসের আকারের ক্ষেত্রে একই ধরণের পার্থক্য দেখা গিয়েছিল।\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "পর্যবেক্ষকরা লক্ষ্য করেছেন ওবামা ককাস স্টেটসগুলোতে ভাল ফল করেছেন।\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "বন্দুকের অধিকার নিয়ে সরব হওয়া গোষ্ঠীগুলি ভোটের বিরুদ্ধে জোরালো প্রচারাভিযান চালিয়ে, এবং স্বতন্ত্র সেনেটরদের লক্ষ্য করে অনলাইনে বিদ্রূপকারী উপকরণ দেখিয়ে, দাবী করে যে এই ব্যবস্থাগুলি সাংবিধানিক অধিকার ক্ষুণ্ণ করবে।\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "\"জিহাদ জ্যাক\" নামে পরিচিত ৩৩ বছর বয়সী জ্যাক থমাসকে অস্ট্রেলিয়ার নতুন সন্ত্রাস-বিরোধী আইনের আইতায় অভিযুক্ত হয়েছিল।\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "তিনি বলেন, জলের খারাপ ব্যবস্থাপনার জন্য এশিয়া ও আফ্রিকার কোটি কোটি লোক ইতোমধ্যেই জলাভাবের সমস্যার সম্মুখীন হচ্ছেন।\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "এই সপ্তাহে অস্ট্রেলিয়ার উত্তরাঞ্চলের চিলড্রেনস কমিশনার হাওয়ার্ড বাথ জানিয়েছেন যে এই অঞ্চলের আদিবাসী মেয়েদের আত্মহত্যার পরিমাণ পাশ্চাত্যের মধ্যে সবথেকে বেশি।\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "তদুপরি, একটি কার্ফু জারী করা হয় এবং সেনা নাইজারের সীমান্ত বন্ধ করে দেয়।\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "তার বাবা মিচ মন্তব্য করেন যে \"এই তার মিউজিকের অর্জন এবং তার প্রতিভার জন্য পুরস্কার\"।\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "দমকল কর্মীরা একটি হেলিকপ্টার ব্যবহার করছিল, যেটি এরি কাউন্টি শেরিফের ডিপার্টমেন্ট থেকে প্রদান করা হয়েছে, যেটাতে রয়েছে ইনফ্রারেড ক্যামেরা যাতে দালানের কোন স্থানে তাপ বা আগুন উল্লেখযোগ্য পরিমাণে চাপা পড়ে থাকে তাহলে সেগুলো দৃশ্যমান হয়।\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "রায়নারের গল্পটি মূলত ডালাস, টেক্সাসে একটি এস্টেট বিক্রয় অংশগ্রহনের সময় তার আবিষ্কার করা একটি পুরোনো হ্যান্ড মিরর ঘিরে আবর্তিত।\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "কিন্তু ট্রাকটি একটি বাড়ির সামনে থেমে গেলে, পুলিশ দেখে যে গাড়ির চালক আর কেউ নয়, একটি ছোট শিশু, দ্বিতীয় শ্রেণীর ছাত্র, খুব বেশী হলে ৪ ফিট উচ্চতার।\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "CANDU পারমাণবিক চুল্লী, যা কানাডায় নির্মিত, জ্বালানী দক্ষতা এবং কম বন্ধ থাকার সময় বা ডাউন-টাইমের কারণে পারমাণবিক চুল্লীগুলির মধ্যে সবচেয়ে সুবিধাজনক।\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "এটা জানা যে তার শরীরে অন্য কোনও বিষ ছিল কিনা।\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "সৌদি কেন্দ্রীয় ব্যাংকের কর্মকর্তারা বলেন যে দেশে বড় মূলধন প্রবাহ বন্ধ করার জন্য \"উপযুক্ত ব্যবস্থা\" নেওয়া হবে।\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "আনুমানিক ১, ০০, ০০০ এর বেশী মানুষ তাহরির স্কোয়ারে গতকাল মিশরের প্রেসিডেন্ট মোহাম্মেদ মরসির তৈরি একটি সাংবিধানিক ডিক্রির বিরুদ্ধে প্রতিবাদ করেন।\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "নতুন নীতির অংশ হিসাবে, প্রচলিত অস্ত্রের ভবিষ্যতে একটি বৃহত্তর ভূমিকা থাকবে।\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "অপারেশনের অংশ হিসাবে, একটি কান্টাস এয়ারওয়েজ এয়ারবাস এ৩৩০ অস্ট্রেলিয়ান কর্তৃপক্ষ থেকে সমুদ্রের উপর পাঠানো হয়েছিল।\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "কর্তৃপক্ষ দাবি করছে যে প্রথমে এই ধরণটিকে যতটা মারাত্মক মনে করা হয়েছিল, ততটা নাও হতে পারে।\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "এছাড়াও তিনি দি এন্ডোমিডা স্ট্রেন, কঙ্গো, রাইজিং সান, টাইমলাইন, ইটারস অব্ দি ডেড প্রকাশ করেন, যার সবগুলি খুব নামকরা বড় মাপের ছায়াছবি হয়ে ওঠে।\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "স্টিভেনসকে অক্টোবরে সাতটি অপরাধের বিষয়ে দোষী সাব্যস্ত করা হয় সিনেইট প্রকাশের আকারের মিথ্যা মামলায় দোষী সাব্যস্ত করা হয়, মূলত তার বাড়িতে একটি মুক্ত পরিসেবা পুনঃপ্রতিষ্ঠার আকারে, তেল পরিসেবা কোম্পানীর কাছ থেকে প্রাপ্ত; তার বিচারের ফলাফল একটি বড় ফ্যাক্টর হিসেবে নভেম্বরের নির্বাচনে, সাবেক অ্যাাংকারিজ মেয়র মার্ক বেগিচ, আলাস্কার বর্তমান যুগ্ম সেনেটরের পরাজয়ের কারণ হবে বলে মনে করেন।\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "যদিও, রিফিউজি অ্যাকশন কোঅ্যালিশনের ইয়ান রিনট্যুলের মতে, ইতিমধ্যেই অস্ট্রেলিয়ায় থাকা শ্রীলঙ্কাবাসীদের সমাজ কিন্তু অবহেলিত।\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "মায়ার্স পূর্বে কেন্টাকিতে পাদুকাহা রিডল্যান্ড উচ্চ বিদ্যালয়ে পড়িয়েছিলেন এবং ২০০৬ সালে একটি ছাত্রের দ্বারা তার পর্নোগ্রাফিক কর্মজীবনের আবিষ্কারের পর তাকে সাসপেন্ড করা হয়েছিল।\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "নৌসেনার সঙ্গে থাকা একজন টেলিভিশন সাংবাদিক মেরিনের ভিডিওটি রেকর্ড করেন।\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "সেনারা লাউডস্পিকারে ঘোষণা করেন যে, শহরে কার্ফিউ জারী করা হয়েছে এবং স্থানীয় সমস্ত বাসিন্দাকে তাদের নিজ নিজ গৃহের অভ্যন্তরে থাকতে বলা হচ্ছে।\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "ভূমিধ্বসের ফলে বাড়িগুলি চাপা পড়েছে এবং রাস্তাগুলি চলার জন্য দুরূহ হয়ে উঠেছে, যেখানে শত শত পুলিশ অধিকর্তা, সামরিক কর্মচারী, স্থানীয় কর্মকর্তা এবং স্বেচ্ছাসেবকরা কৃষি সরঞ্জামের সাহায্যে এমনকি তাদের হাত দিয়ে মাটি খুঁড়ে বেঁচে যাওয়া ব্যাক্তিদের উদ্ধার করার চেষ্টা করছেন।\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "চালকের আসন ছেড়ে ঝাপ দেওয়ার ফলে তার কোমরে চোট লাগে।\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "ইউএস এর দাবির প্রতিক্রিয়া জানিয়ে, ইরানের রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ বলেন একটি টেলিভিশন স্বাক্ষাৎকারে যে এইসকল দাবিসমূহ ইরাকে ইউএস মিলিটারিদের \"আরো বেশি সময় অবস্থান করার অজুহাত মাত্র\" এবং আরো বলেন যে ইউএস অন্যদের দিকে আঙ্গুল তুলছে কেননা তারা \"তাদের নিজেদের পরাজয় এবং ব্যর্থতাকে লুকাতে চায়\"; তবে, ১২ই ফেব্রুয়ারি ডিয়ান সইয়ারের সাথে নেওয়া একটি স্বাক্ষাৎকারে, আহমাদিনেজাদ তাদের দেশ থেকে ইরাকের বিদ্রোহীদের কাছে অস্ত্র সরবরাহের দাবীটি নিয়ে কথা বলতে সম্পুর্ণ অস্বীকার করেন।\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "মার্কিন যুক্তরাস্ট্রের স্টেট ডিপার্টমেন্ট আয়োজিত এই সম্মেলনকে আনাপোলিস সম্মেলন বলে অভিহিত করা হয়েছে।\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "ধারণা করা হচ্ছে যে অন্য কোন গাড়ী এই দুর্ঘটনায় জড়িত নয়।\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "বাসিল আল-সায়েদ ২০১১ সালে মৃত্যুবরণকারী সর্বশেষ সাংবাদিক।তাকে হোমস শহরে ২৯ ডিসেম্বরে একটি স্নাইপার রাইফেল দিয়ে গুলি করা হয়।\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "পরীক্ষার প্রধান অনুসন্ধানকারী ফ্রান্সিস এভারিট, নিউ ইয়র্ক টাইমসের সাথে একটি সাক্ষাত্কারে জোর দিয়েছেন যে তাদের ঘোষণা শুধুমাত্র প্রাথমিক এবং যে, আরও বিশ্লেষণের সাথে তারা তাদের ফলাফলের নির্ভুলতা উন্নত করার আশা করছে; বর্তমানে, তারা বলে যে তারা শুধুমাত্র প্রত্যাশিত মান এর যোগ বিয়োগ পনেরো শতাংশের মধ্যে ফ্রেম ড্র্যাগিং প্রভাবটি সনাক্ত করতে পেড়েছে।\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "বেইজিং-এর \"হোস্ট শহর চুক্তি\" অনুযায়ী অলিম্পিক্স-এর জন্য যে ৩০, ০০০ সাংবাদিক ও মিডিয়া কর্মী আসবেন, তাঁদের জন্য অবাধ ইন্টারনেট ব্যবহার নিশ্চিত করা হয়েছে।\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "\"পূর্বের এই গবেষণাটি শক্তি উৎপাদনে ব্যয় এবং পারমাণবিক বিদ্যুৎ কেন্দ্র নির্মাণ এবং ইউরেনিয়াম খনিজ উত্তোলনের দ্বারা কার্বন নির্গমনের হিসেব অনেক বেশী অনুমান করেছিল,\" অধ্যাপক সেভিওর বলেন।\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "এয়ারবাস তদন্তে সার্বিক সহযোগিতা করবে বলে ট্যুলুজে অবস্থিত বিমানটির প্রস্তুতকারক কোম্পানী এয়ারবাসের মুখপাত্র বিবৃতি দিয়েছেন।\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "জেলবন্দি কয়েদি, গৃহহীন মানুষ, সৈন্য বাহিনীর সদস্য, এবং শিশু-প্রযত্নভিত্তিক কেন্দ্রগুলিতে থাকা শিশুসহ পরিবারগুলি উচ্চ ঝুঁকিযুক্ত হয়ে থাকেন৷।\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "ব্রিটিশ বাহিনীর হ্রাস আনুমানিক ১ বিলিয়ন পাউন্ড (প্রায় ১.৭ বিলিয়ন মার্কিন ডলার) বাচাতে পারে।\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"জনসমক্ষে হামাসের সঙ্গে কোলাকুলি করে কাতারের আমির, শান্তির সব সম্ভাবনা শেষ করে দিয়েছেন\"।\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "কানাডার রজার্স হল দ্বিতীয় সবচেয়ে বেশী দামী আই ফোন পরিষেবা প্রদানকারী যেখানে তিন বছরের চুক্তির জন্য দিতে হয় ২১৭৬ মার্কিন ডলার।\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "আমি বলব যেখানে সম্ভব সেখানে লেখা বা বিষয়ের কৃতিত্ব দেওয়া একটা ভালো অভ্যাস।\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"ট্রামলিঙ্ক পরিষেবার ক্রমবর্ধমান চাহিদার সঙ্গে সামঞ্জস্য রক্ষার জন্য ক্রয়ডনের জন্য অতিরিক্ত ট্রাম পাওয়ার বিষয়ে ও পূর্ব আর পশ্চিম ক্রয়ডনের স্টেশনের মধ্যে যাতায়াতকারী পথচারী ও যানবাহন ব্যবহারকারীদের জন্য সুযোগ-সুবিধা বৃদ্ধি সুনিশ্চিত করার লক্ষ্যে বাস্তবিকই সমর্থন পাওয়া যাচ্ছে\"।\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "মোটোরটি বন্ধ হয়ে যায় আর হেলিকপ্টারটি মাটিতে আছড়ে পড়ে বলে জানিয়েছেন অগাস্টিন ভার্গাস নামের এক স্থানীয় বাসিন্দা।\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"বেন খুব ভালো বন্ধু ছিলো, এবং সে ডিসগোরগের সাথে ইউরোপে যে সময় কাটিয়েছে (বিশেষ করে আমার বাসায় রাতের সময়গুলো) তা খুব চমৎকার ছিলো\"।\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "এই বছরের মার্চ মাসে জেপিমর্গান চেস, বিয়ার স্টার্নস-এর মালিকানা নেওয়ার সময়ে সরকারি অর্থ ব্যবহার করা হয়েছিল।\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "গবেষকেরা তারপরে তাঁদের টাকা ফেরত নেওয়ার চেষ্টায় হুইটন ও ডায়ার যে হোটেলে থাকছিলেন সেখানে যান, কিন্তু দেখেন যে ঘর খালি এবং দুজনের কোনো খোঁজ নেই।\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "অ্যাল্ডারমাস্টনে পারমানবিক অস্ত্র সংস্থান একটি কৌশলগত পারমানবিক অস্ত্র তৈরি করছে বলে রিপোর্ট করা হয়, টমাহকের মতো একই ধরনের লঞ্চার ব্যবহার করে যে ত্রিশুল ছাড়া হাই তার থেকে ছোট এবং কম রেঞ্জের।\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "তবে দিনের পরিশেষে \"স্বাভাবিকতা\" আবার ফিরে আসে যখন তাপমাত্রা এবং বায়ুপ্রবাহ বৃদ্ধি হয়, এবং ১, ৭৮৮ জন দৌড়ে অংশগ্রহণকারী প্রতিযোগীরা ১৪ই অক্টোবর ২০০৭, সকাল ১২:০০ টার সময়সীমার আগেই তাদের দৌড় সম্পন্ন করতে পারে।\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "ক্যানাডিয়ান পরিবহন মন্ত্রী জন লাপিয়ের বলেন যে ক্যানাডার দুই-তৃতীয়াংশ আন্তঃদেশীয় ফ্লাইট কোন না কোন সময়ে আমেরিকার মহাকাশ স্পেস অতিক্রম করে।\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "জুলাই ২০০৪-এ, রোমানিয়া এর মুদ্রা লিউ-এর পুর্নমূল্যায়ন করবে, যাতে পুরনো ১০, ০০০ লেই ১ নতুন লিউ-এর সমান হবে, যেখানে ১ ইউরো প্রায় ৩.৬ নতুন লিউ-এর সমান হবে।\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "ভিডিও জুড়ে, ক্রুজ সায়েন্টোলজি সম্পর্কিত বিশেষ শব্দ ব্যবহার করেন যেমন \"কেএসডব্লিউ\": \"আমার জন্য, এটি সবই কেএসডব্লিউ\"।\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "স্পেন্সর ড্রিডেন, কিংবদন্তি আমেরিকান রক ব্যান্ড জেফারসন এয়ারপ্লেনের ড্রামার, মঙ্গলবার, জানুয়ারী ১১ তারিখে মারা যান।\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "অ্যাশারম্যান সিন্‌ড্রোম সাধারণতঃ জরায়ুতে লাগা কোনো আঘাতের কারণে হয়ে থাকে, যার জন্য অভ্যন্তরীন পেশীকলাতে ক্ষত তৈরী হয়।\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "রাষ্ট্রের সামাজিক সুবিধাগুলির ক্ষেত্রে তার এই কর ও ব্যয়হ্রাসের পরিকল্পনাগুলির কি প্রভাব পড়বে তা এখনও ব্যাখ্যা করা হয়নি।\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "সাম্প্রতিক ভেজা আবহাওয়ার কারণে বিশ্ববিদ্যালয়ের গ্রাউন্ড থেকে জল জমার কারণে তার থেকে স্থানান্তর করা হয়।\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "মৃত ব্যক্তির আত্মীয়রা ঘটনাটি সম্পর্কে জানানোর আগে পর্যন্ত, পুলিশ ঘটনাটির ব্যাপারে আর কোন তথ্য প্রকাশ করতে চায়নি।\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "রিজার্ভ ক্রুদের জন্য পূর্বের বর্ণে, গোল্ডি (কেমব্রিজ) আইসিটি (অক্সফোর্ড) কে মারছে।\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "ভারতে মাধবনের চারতলা প্রাসাদে এক পুলিশি তল্লাশীতে মাদক দ্রব্য, একটি পুলিশের ইউনিফর্ম, একটি বিপন্ন বাঘের ছাল এবং পর্নোগ্রাফিক ডিভিডি পেয়েছে।\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "২০০২ এবং ২০০৬ সালে তোলা ছবি গুলো আগের জনবসতিপূর্ন এলাকার সাথে খালি বিরান ভূমি পরিষ্কারভাবে তুলনা করছে।\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "এর আগে আজ উয়েফা কাপ এর রাউন্ড অফ সিক্সটিন এর প্রথম লেগ এর আটটি খেলাই অনুষ্ঠিত হয়েছে।\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "ডিয়ানা লার্জ, যিনি প্রথমে বলেছিলেন যে তিনি কামড়ের ঘটনায় জড়িত ৩টি কুকুরের একটির মালিক, তাঁকে এখনো আনুষ্ঠানিকভাবে অভিযুক্ত করা হয়নি ও অভিযোগপত্রের জন্য অপেক্ষা চলছে।\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "শ্রমিকরা স্থানীয় সময় ০৩ঃ০০ (০৮ঃ০০ ইউটিসি) থেকে আটকা পড়ে আছে।\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "স্পেনের ডুরাঙ্গোর বসক শহরের গুয়ার্দিয়া সিভিলের একটি পুলিশ স্টেশনে আজ শুক্রবার একটি গাড়ি বোমা হামলার ঘটনায় দুজন পুলিশকর্মী আহত হয়েছেন।\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "পরিস্থিতি আরো অবনতি ঘটিয়ে, উচ্চ আর্দ্রতায় পূর্ব উপকূলীয় এলাকার অধিকাংশ স্থানেই তাপমাত্রার সূচক ১১০ ডিগ্রি ছাড়িয়ে যাবে বলে আশঙ্কা করা হচ্ছে।\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "কৃষিবিজ্ঞান বিভাগের ডিরেক্টর জেনারেল দিউফের মতে, দরিদ্র এবং ক্ষুধার্ত দেশগুলিতে ক্ষুধা অতিক্রম করার চাবিকাঠি হচ্ছে কৃষিতে বিনিয়োগ।\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "তিনি আরো বলেন, \"একট দালান কখনো এভাবে ধসে পড়ে না, যদি না সেখানে ভেতর থেকে কোন বিস্ফোরন ঘটানো হয়\"।\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "এই ধরনের ঘটনাগুলির মধ্যে সব থেকে গুরুত্বপূর্ণটি হল ২০০৫ সালের অক্টোবর মাসে লিথুয়ানিয়ায় ঘটে যাওয়া একটি রাশিয়ান জেট যুদ্ধবিমানের বিস্ফোরণটি।\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"এমন একটি ব্যবসাকে অনুমোদিত করতে যেখানে তাদের ওয়েবসাইট বা তাদের ব্যবস্থার মাধ্যমে নানান প্রকারের অশ্লীলতা সরবরাহ করার চেষ্টা করা হয় যা তারা বলেন যে নিজেরা সামলাতে পারেন না\"।\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "যখন তাকে অভিযুক্ত করা হয় এবং ছেড়ে দেওয়া হয়, তখন সে পুলিশের অচিহ্নিত গাড়িটি দেখছিল যা কর্মকর্তা লক্ষ্য করেন।\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"আইন ও আদেশ নির্বাচন কমিটি ইতিমধ্যে পর্যালোচনাটিকে দেখেছে, ও যা প্রয়োজন তা হল মূল্য এবং অ্যালকোহলের প্রাপ্যতার উপর একটি পর্যালোচনা\"।\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"আমরা যা বলছি তা হল আপনি আস্থা রাখতে পারেন যদি বিলটি সেখানে অগ্রসর না হয় তাহলে তৎক্ষণাত বিষয়গুলির সমাধান করার জন্য একটি বিকল্প ব্যবস্থা হবে\"।\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "বিকেল পর্যন্ত কোন তুষারপাত হয়নি, আগেই যা হয়েছিল তা জমেছিল।\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "কিছুক্ষনের মধ্যেই তাঁরা জানতে পারেন যে নতুন ফোনের সরবরাহ সংখ্যা খুবই কম এবং অন্যান্য দেশের মতোই সেখানেও এর অ্যাক্টিভেশন এর কাজে বিলম্ব হয়।\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "ডেপুটিরা সেল ফোনের মাধ্যমে মুখোস, পরচুলা ও কোট পরিহিত সন্দেহভাজনদের সঙ্গে সমঝোতা করছিলেন।\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "কিছু ঝান্ডায় দাবী করা হয়েছে যে বাক স্বাধীনতার অর্থ এই নয় যে ধর্মীয় ব্যক্তিত্বদের অপমান করার সুযোগ খুঁজতে হবে।\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "রিপাব্লিকান ন্যাশনাল কনভেনশন থেকে ভার্জিনিয়ার প্রতিনিধিরা একটি বিজয়ী-উপভোগের ভিত্তিতে পুরস্কৃত হয় না যেহেতু, রাষ্ট্রের প্রাথমিক বিজয়ীদের ছাড়া অন্য প্রার্থীরাও রাজ্য থেকে প্রতিনিধিত্ব লাভ করতে পারেন।\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "৫ হাজারের বেশি ভোটকেন্দ্রে ৩৩ হাজার নির্বাচন কর্মকর্তা নিযুক্ত করা হয়েছে।\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "দলটি শুক্রবার সকালে পাপুয়ার মেরাউকে বন্দর ছেড়ে যাওয়ার পর অস্ট্রেলিয়ার কেপ ইয়র্কে এসে না পৌঁছানোয়, সপ্তাহশেষে এই আশ্রয়প্রার্থীদের সুরক্ষা নিয়ে আশঙ্কা তৈরী হয়।\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "তিনি বলেন, \"মাধ্যমিক স্কুলে দীর্ঘমেয়াদি প্রক্রিয়ায় ইংরেজি, গণিত এবং বিজ্ঞান বিষয়ের শিক্ষকরা তাদের ছাত্রদেরকে অপ্রয়োজনীয় নানা কার্যক্রমের সাহায্য দক্ষ করার চেষ্টা করতেন।\" তিনি দাবি করেন, যখন ন্যাশনাল অ্যাসোসিয়েশন অফ স্কুলমাস্টার ইউনিয়নের সাধারণ সম্পাদক ক্রিস কিয়েস শিক্ষকরা বলেন, \"সারা দেশে মাধ্যমিক বিদ্যালয়গুলো এই সিদ্ধান্তের ফলে স্বস্তির নিঃশ্বাস ফেলবে\"।\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "এতদিন পর্যন্ত নানা ঘটনায় তারা \"প্রচন্ড ব্যস্ত\" থাকায় বিয়ে করতে পারেননি বলে জানিয়েছে ডেইলি টেলিগ্রাফ এসবের মধ্যে ছিলো ২০১০ সালে যুক্তরাজ্যের জাতীয় নির্বাচনে এডের কার্যক্রম, তাদের পুত্র ড্যানিয়েলের জন্ম, এবং ২০০৯ সালে রাষ্ট্রসংঘের জলবায়ু পরিবর্তন সম্মেলনে এডের উপস্থিতি।\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "বেটস আদালতে জানিয়েছেন যে, হাসপাতাল প্রয়োজনীয় মানের তুলনায় \"অনেক নিম্ন\" মানের, তিনি আরো বলেন, \" ম্যানেজম্যান্ট সঠিকভাবে পরিচালনা করতে ব্যর্থ হয়েছেন\"।\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "৪৫ বছরের মহসিন মুসা মাতাওালি আতওয়া, যাকে আল কায়দা বিস্ফোরক বিশেষজ্ঞ হিসাবে অভিযুক্ত করা হয়েছিল, বুধবার রাত্রে পাকিস্তানে একটি ক্ষেপণাস্ত্র আক্রমণে মারা গেছেন, জানান পাকিস্তানের তথ্য মন্ত্রী শেখ রশিদ আহমেদ।\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "২০০৪ সালে, কানেকটিকাট থেকে সাত বছর বয়সী একটি ছেলে নিজেকে নিরাপত্তা বার থেকে মুক্ত করে সিটের প্রান্তে পৌছে যায়।\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "এটা দ্বিগুণের সামান্য কম যা সরকার তাদের দিয়েছিল ২০০৩ এর হারের পর।\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "এটি দ্বিতীয় বিশ্ব যুদ্ধের সময় ৬৯ জন এবং ভিয়েতনামে যুদ্ধের সময় ৬৩ জন প্রাণ হারানো সাংবাদিক এর সাথে তুলনা করে।\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "তাদের ওপর ব্রাজিলের ফেডারাল পুলিশ অফিসারদের ঘুষ দেওয়ার অভিযোগ রয়েছে।\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "সব তথ্য সম্পর্কে জানার পর অ্যালিসন সুদ্রাদজাতের কন্যা বলেছেনঃ\"এটা খুবই তথ্যমূলক আর জেনে ভাল লাগল সত্যি করে কি হয়েছিল, কারণ তিনি খুব বিশদে সব কিছু নিয়েই আলোচনা করেছেন\"।\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "এখন অদি পাকিস্তানি বাহিনী ১৬৩ জঙ্গি নিহত হবার খবর রিপোর্ট করেছে, অন্যদিকে সেনাবাহিনীর ২৩ জন মারা গেছে বলে জানা গেছে।\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "যদিও, এটি বিশ্বাস করা হয় যে নিহত আততায়ীর সহকর্মীরা দেহগুলি সরিয়ে অজ্ঞাত স্থানে কবর দিয়েছেন, কিন্তু অন্ততপক্ষে চারজন আদিবাসীর দেহ শহরের কবরস্থানে দফন করা হয়েছে।\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "১৩ ই নভেম্বর টরন্টোবাসীরা তাদের ওয়ার্ড কাউন্সিলর এবং মেয়রকে ভোট দেওয়ার জন্য ভোটেগ্রহন স্থানের দিকে অগ্রসর হবেন।\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "টেলিউস গ্লোবালভাইভ / ওয়াইন্ডের মালিকানার কাঠামো পর্যালোচনা করার জন্য সিআরটিসির কাছে অনুরোধ করেছে, এবং শ কমিউনিকেশনের সহ, নতুন এন্ট্রেন্ট পাবলিক মোবাইল কোম্পানির সমর্থন পেয়েছেন।যাদের মধ্যে সবাই প্রকাশ্যে শিল্পমন্ত্রী ক্লমেন্টের একটি খোলা চিঠি দিয়েছে যা পার্লামেন্ট হিল পত্রিকার দ্যা হিল টাইমস ঘোষণা করে যে, সে সিআরটিসি এর সিদ্ধান্তটি পর্যালোচনা করবে।\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "দ্বিতীয়ার্ধের গোড়ায় বেয়ার্ন মিউনিক অগ্রবর্তী হয়েছিল যখন পোডোলস্কি খেলার তার দ্বিতীয় গোলটি পান।\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "ভানুয়াটুর আইনানুসারে, যেহেতু তিনি স্পিকারকে কোন রকমের লিখিত দরখাস্ত ছাড়াই পরপর তিনটি সাংসদীয় সভায় উপস্থিত হতে ব্যর্থ হয়েছেন, তাই তাঁকে অবশ্যই পদত্যাগ করতে হবে।\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "\"গত দুটি সপ্তাহের ঘটনাগুলির স্তরের, ২০০৬-এর জুন থেকে নিম্নতম থাকাসহ, বিগত ১২ সপ্তাহের মধ্যে আটটিতে সুরক্ষা বিষয়ক ঘটনার মাত্রার হ্রাস ঘটেছে, ‍\" প্যাটরাউস সাক্ষ্য দেন।\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "আবহাওয়া দপ্তর (বিওএম) অনুযায়ী, ২০০৫ সাল সবচেয়ে গরম বছর ছিল, ১৯১০ সালের পর থেকে যখন নির্ভরযোগ্যভাবে তাপমাত্রা পর্যবেক্ষণ সহজলভ্য ছিল।\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "সোমবার একজন ফেডারেল বিচারক তার রায়ে বলেন যে ১৭ বছরের মেয়েদের ক্ষেত্রেও বিতর্কিত মর্নিং আফটার পিল-প্লান বি বিনা প্রেস্ক্রিপশনে দেওয়ার ব্যবস্থা থাকা উচিৎ, তিনি ২০০৬ সালে বুশ প্রশাসনের ঐ পিল প্রদানের জন্য নির্ধারিত বয়েসের সীমা ১৮ বছর করার বিষয়ে খাদ্য ও ঔষধ প্রশাসনের (এফডিএ)সম্মতির প্রসঙ্গ তোলেন।\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "ওঁরা অত্যন্ত দলমুখী এবং প্রতিযোগিতার সময়ে, তাঁরা আশেপাশের সব কিছু ভুলে গিয়ে তাঁদের সেরাটা দেওয়ার জন্য মনোনিবেশ করেন।\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "২০০৪সালে ডঃ আফিয়াকে \"আল-কায়দা পরিচালিত ও সুবিধাদিকারী হিসাবে চিহ্নিত করা হয়, যিনি আমেরিকার জন্য একটি স্পষ্ট ও বর্তমান বিপদ \"।\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "আন্তর্জাতিক কমিউনিটি বলেছে যে তারা ফিজিতে সাহায্য পাঠানো বন্ধ করে দেবে, যার পরিমাণ বছরে কয়েক মিলিয়ন।\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "প্লাস্টিক আবর্জনার ফলে সারা পৃথিবী জুড়ে প্রত্যেক বছর হাজার হাজার সামুদ্রিক স্তন্যপায়ী ও সামুদ্রিক পাখি মারা যায়।\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "এ কারণে প্রায় নয় মাইল লম্বা এবং তিরিশ ইয়ার্ড চওড়া আয়তনের বিশাল এলাকায় তেলের আস্তরণ পড়েছে।\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "বাজি-পটকাগুলি বর্তমানে প্রমাণ হিসেবে লাগার্ডিয়া এয়ারপোর্টের মালিক, পোর্ট অথরিটি অফ নিউ ইয়র্ক ও নিউ জার্সি পুলিশের কাছে রক্ষিত আছে।\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "অফিসে তার প্রথম বছরে রাষ্ট্রটি একটি আর্থিক সংকটের মধ্যে ছিল এবং ব্যাংকগুলি $৫ বিলিয়নের ঘাটতির কারণে ঋণের প্রবেশাধিকার বন্ধ করে দিয়েছিল।\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "বক্রৃতাটিকে বলা হয়: স্টেট্মেন্টঃ ট্রাইডেন্ট - যুক্তরাজ্যের পারমাণবিক প্রতিবন্ধকের ভবিষ্যৎ।\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "এই সমর্থনের মধ্যে পড়বে লেহম্যানদের অপরিশোধিত বকেয়া ঋণ-এ সাহায্য করা।\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "পার্টির স্বাস্থ্য মুখপাত্র হিসাবে কাজ করার সময়, তিনি বাথ লিবারেল ডেমোক্র্যাটদের ২০০৪ সালের স্প্রিং সম্মেলনে ধূমপান বিরোধী উদ্যোগ সমর্থন করেন।\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "গতকাল প্রকাশিত ফোর্বস এর বার্ষিক বিশ্ব বিলিয়নিয়ার তালিকা মতে, মেক্সিকান পুঁজিপতি কার্লোস স্লিম পরপর দু-বছর ধরে বিশ্বের সবচেয়ে ধনী ব্যক্তি, তার সম্পদের নেট মূল্য ৭৪ বিলিয়ন মার্কিন ডলার।\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "এই রোগীদের ৩০ শতাংশেরএর মধ্যে ক্যান্সারের পুনরাবৃত্তি প্রতিরোধ করতে হারসেপ্টিন কাজ করছে।\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "অন্যদিকে, তাঁকে রাষ্ট্রসঙ্ঘের অন্যান্য সমস্ত কর্তব্য থেকে সাসপেন্ড করা হয়, এবং তাঁকে প্রতীকি বেতন হিসেবে বছরে এক ডলার করে দেওয়া হচ্ছে।\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "কনস্ট্রাকটর চ্যাম্পিয়নশিপে রেনল্ট ফেরারির থেকে ৯ পয়েন্টে এগিয়ে আছে।\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "Brent Pelton, Glasgow-র একজন উকিল বলেন যে: ‍\"কোম্পানীর সংস্কৃতিতে ল্যান্ডমার্ক দর্শনটি গভীরভাবে বদ্ধমূল হয়ে আছে‍\"৷।\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "ফুয়েল/অয়েল হীট এক্সচেঞ্জারের দু'মুখি উদ্দেশ্য রয়েছে যা একসঙ্গে জ্বালানীর বরফ গলায় এবং ইঞ্জিনের তেল ঠান্ডা করে।\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "২০০০ সালে প্রাক্তন পোপ জন পল ২ ক্ষমা করার আগে আগকাকে ইতালিতে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল, এবং একজন সাংবাদিক আবদি ইপেকিকে হত্যা করার কারণে কারাবাসের জন্য তুরস্কের কর্তৃপক্ষকে হস্তান্তরিত করা হয়েছিল।\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "একটি বিশদ নিরাপত্তা প্রোটোকল শুধুমাত্র প্রত্যাশিত এবং অনুমোদিত যানবাহনের প্রবেশাধিকার প্রদান করার জন্যে অন্তর্ভুক্ত করা আছে, যা নিশ্চিত করে যে যতো দ্রুত সম্ভব অ্যাম্বুলেন্স ঘটনাস্থলে পৌছায়।\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"আজকের দিনটি খুবই আবেগঘন ছিল, কিন্তু আমার তিন মাস দায়িত্বে থাকার প্রেক্ষিতে বলছি, অসাধারণ অভিজ্ঞতা হয়েছে\"।\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Yahoo! 7 হল Yahoo! এবং অস্ট্রেলীয় নেটওয়ার্ক, সেভেনের একটি যৌথ প্রয়াস।\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "এই খাঁড়িটি স্থলভাগ দিয়ে ঘেরা রয়েছে এবং ১৯৬৪ সালের দুর্যোগের পর ঢেউয়ের আঘাত প্রতিরোধের জন্য একটি বাঁধ তৈরী করা হয়।\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "ক্যামেরা এবং পরিচয়পত্রটি কেড়ে নেয়া পুলিশ সদস্যদের কেউই নিজেদের নাম প্রকাশ করতে চায়নি।\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "অনলাইন সার্চগুলিতে এই পদটি একটি সুতীব্র ফলাফল হয়ে উঠেছে এবং গুগল, বিং এবং ইয়াহু ওয়েব সার্চ ইঞ্জিনগুলিতেও প্রাধান্য লাভ করেছে!\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "বিদ্রোহীরা শ্রীলঙ্কার সেনাবাহীনির উপর অভিযোগ এনেছে যথেচ্ছকৃতভাবে বেসামরিক এলাকার উপর গুলিবৃষ্টি করার।\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "২০০৮ সালে নাসকার স্প্রিং কাপ সিরিজে অংশগ্রহণ করতে ব্যর্থ হবার পর ফ্র্যান্সিতি চিপ গ্যানাসি রেসিং এ অংশগ্রহণ করতে আবার ইন্ডিকর সিরিজে ফিরে আসে।\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "মঙ্গলবার উদ্বাস্তুদের আশ্রয়স্থল, তিনটি জাতিসংঘ স্কুলে বোমা বর্ষণ করে, ৫০ জন নাগরিককে মেরে ফেলার পরে, বৃহস্পতিবার জাতিসংঘের বিভিন্ন লক্ষ্যের উপর দ্বিতীয়বার আক্রমণ করা হয়।\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "আধিকারিকরা সেখানকার খাবারের সরবরাহগুলিকে আটক করেন, যাতে সেগুলির প্রস্তুতকারীর খোঁজ পাওয়া যায়, যেখানে পরে রেষ্টুরেন্টটিকে খোলার অনুমতি দেওয়া হয় এবং নতুন উপকরণ দিয়ে চিলি প্রস্তুত করতে বলা হয়।\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "টেলিকমের মুখ্য সঞ্চালনা আধিকারিক কেভিন কেনরিক বলেন, এখন থেকে তাঁরা পিছিয়ে থাকা অনলাইন বিজ্ঞাপন ক্ষেত্রগুলির দিকে বিশেষ নজর দিতে পারবেন।\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "সাবেক ইরাকি নেতার বিচারের প্রারম্ভের তারিখ এগিয়ে আসতে থাকায়, ট্রাইব্যুনালের প্রধান বিচারপতি বলেন যে সাদ্দাম হুসেনের ভাগ্য সরাসরি টেলিভিশনে সম্প্রচারিত হবে।\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "রোমানিয়ার ক্ষেত্রে, ২০০৭ সালে সংযোজনের ৫-৭ বছর পর এই গ্রহণের কাজটি হচ্ছে।\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"কিন্তু অনতিবিলম্বে আমাদের যে চ্যালেঞ্জের মোকাবিলা করতে হবে তা হলো ৩০০০ মতো লোক যাঁরা এখনো বিচ্ছিন্ন হয়ে আছেন ও ৩০০-এরও বেশি লোক যাঁরা এই মুহূর্তে অপসারণ কেন্দ্রে আছেন\"।\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "পাঁচ ঘন্টা পরে বাস্ক দমকল পরিষেবায় ফোনে হুমকি আসে যে ক্যান্টাব্রিয়ার উত্তর স্পেনীয় এলাকার লারেদো এবং নোজা সমুদ্রতটে চারটে বোমা পোঁতা আছে।\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "\"যেহেতু আমাদের রাজ্যটি এই অনির্ধারণযোগ্য বিতর্কটির ঊর্ধ্বে উন্নীত হয়, সেহেতু আমি আশা করি যে আমাদের অপরাধীদের বিচার ব্যবস্থার ক্ষেত্রে ন্যায় এবং স্বচ্ছতা উন্নতি ঘটাতে, এবং সেটির ব্যর্থতার সম্ভাবনা নিম্নতম করার লক্ষ্যে আমাদের প্রচেষ্টা এবং সাধারণ কর্মগুলিকে চতুর্গুন করতে পারি, ‍\" Malloy সংযোজন করেন।\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "PSD+PUR বর্তমানে এগিয়ে থাকলেও, কম্যুনিস্ট-পরবর্তী আমলে রোমানিয়ার ইতিহাসে সবথেকে তীব্র-প্রতিদ্বন্দ্বী নির্বাচনটি হয়তো পুনর্নিবাচনে গিয়ে দাঁড়াতে পারে, যেটি ১২ই ডিসেম্বর আয়োজিত হবে।\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "হ্যামিল্টন এও বলেছেন যে আল মেঘরাহি কোনো \"শারীরিক যন্ত্রনা বা অক্ষমতায় ভুগছিলেন না\"।\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "প্রেস টিভি ভবন সংশ্লিষ্ট এলাকায় অন্যান্য কোনো ভবনে আক্রমণের কোনো খবর পাওয়া যায়নি।\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": "\"আমরা রাস্তার পাশে হাঁটতে চলতে থাকার সময় তিনজন মহিলা তাদের দোকান থেকে বেরিয়ে এলেন, এক জন হলুদ শার্ট পরা এবং তারা আমাদের আচরণের জন্য আমাদের ধন্যবাদ জানান\"।\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "প্রথম পর্ব পুরোপুরি সফলভাবে সম্পন্ন হয় যদিও মনে হয়েছে যে দ্বিতীয় পর্ব নিয়ে কিছু সমস্যা আছে।\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "অন্যান্য গন্তব্যস্থলগুলির মধ্যে যোগ হবে লিভারপুল ( সাথে সাংহাইও) এবং ম্যানচেস্টার ওল্ড ট্র্যাফোর্ড স্টেডিয়াম, যেখানে ফুটবল দল ম্যানচেস্টার ইউনাইটেড খেলে।\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "দ্বিতীয় বিশ্ব যুদ্ধের সময়কার একটি বিমান ব্রিটেনের পশ্চিম সাসেক্সের শোরহাম এয়ারশোতে একটি নকল লড়াইয়ে অংশগ্রহণকালে ভেঙ্গে পড়ায় বিমান চালক নিহত হন।\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "তারা হিন্দু দেবী দূর্গা-কে পূজা করার একটি বার্ষিক উৎসব দূর্গা পূজার সমাপ্তি উপলক্ষে আয়োজিত একটি মেলা থেকে ফিরে আসছিলেন।\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "তিনি ভাল আছেন এবং এই মুহূর্তে তিনি খুব দ্রুত আরোগ্যলাভ করছেন।\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "হাইজ্যাকারটি বলে যে যদি তার চাহিদা পূরণ না করা হয়, তবে সে বিমানটিকে উড়িয়ে দেবে।\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "আল জাজিরা এই ফুটেজের অসম্পাদিত অংশ এক মাস ধরে সম্প্রচার করে।\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "এই হল দারফুরের নিরাপত্তা পরিস্থিতি, কেউই আক্রান্ত হওয়ার হাত থেকে মুক্ত নয় \", বলেন মহম্মদ।\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "এই রিপোর্টটি সেদেশে বসবাসরত কিছু প্রবাসীদের দ্বারা নিশ্চিত করা হয়েছে।\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "একটি বিস্ফোরণের কারণে এই মৃত্যু হয়েছে বলে জানানো হয়েছে, তবে এই তথ্যের সূত্রটি স্পষ্ট ছিল না।\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "\"আমাদের মধ্যে কুড়ি জন এর্নাকুলাম পুলিসের ইন্সপেক্টর জেনারেল ও কমিশনার এবং কেরালা স্বরাষ্ট্র মন্ত্রীর কাছে একটি অভিযোগ জানিয়ে ই-মেল করেছি\", বলে গালফ ডেইলি নিউজ-এ এক বিবৃতিতে জানিয়েছে অভিযোগকারী জয় কুমার।\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "বাসটি স্প্যানিশ উপকূলের মহাসড়কে একটি স্পোর্ট ইউটিলিটি গাড়ির সাথে মুখোমুখি সংঘর্ষে পড়ে, ফলাফল স্বরূপ রাস্তাটিতে যানবাহন চলাচল বন্ধ হয়ে যায়।\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"এটি একটি চিরস্থায়ী প্রবাহ না করার একটি ধারণা স্থাপন করতে হবে\"।\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "জাতীয় অ্যান্টি-হেল প্রোগ্রামটি ২০০০ সালে চালু করা হয়েছিল এবং ২০১৪ সালে এটি চূড়ান্ত করা হবে।\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "গতকাল, ইরানীয় প্রতিরক্ষা মন্ত্রী তাদের নিজস্ব উৎক্ষেপক বিষয়ক পরিকল্পনার কথা বলেন, এবং মহাকাশ কর্মসুচী চলছে এমন দেশের সংগঠনের অংশ হিসেবে তার দেশের যোগ দেওয়ার আশা ব্যক্ত করেন।\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"এই রাইডিং-এর পক্ষে কোনটি কি কম সুবিধাজনক, অথবা ক্ষতিকারক ছিল?\"।\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"খার্তুমের প্রসঙ্গে তাদের যুক্তিগুলি শুনতে হবে যেহেতু তারা কোনো ধরণের সাংস্কৃতিক সাম্রাজ্যবাদ প্রতিষ্ঠার উপর ভিত্তি করে, অথবা ইসলামোফোবিয়া দ্বারা প্রভাবিত হতে পারে এমন বলা যাবে না\"।\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "অলিম্পিইয়াকোসের কাছে ৩-০ তে এইকের হার সমর্থকদের রাগিয়ে দেয় আর এটাই স্টেডিয়াম আর জাহাজ ভাংচুর করতে অনুঘটকের কাজ করেছে।\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "২০০৯ সালে আইই এর বিভিন্ন সংস্করণ বাজারের ৭০ শতাংশ দখল করে; এটি এখন প্রায় ৫৬ শতাংশে নেমে এসেছে।\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "ইরান ক্রমাগতভাবে বিবৃত করেছে যে তারা পারমাণবিক প্রযুক্তি গড়ে তুলতে চায় শুধুমাত্র বৈদ্যুতিক ক্ষমতার উৎপাদন বাড়ানোর জন্য, যদিও এই বিবৃতি অনেক জাতির কাছে বিতর্কিত।\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "নিম্নভূমি অঞ্চলে ভারী এবং অবিরাম বৃষ্টিপাত কাদা এবং বন্যা সৃষ্টি করেছে, রাস্তাঘাট ও মহাসড়কে বন্ধ করে দেয়া হয়েছে পরিবারগুলি সরানো হয়েছে।\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "অতীতেও গণপ্রজাতন্ত্রী চীনের স্পেশাল অ্যাডমিনিস্ট্রেটিভ রিজিয়ন(SAR) সেইসব রাজনৈতিক কার্যকলাপ সহ্য করেছে যা চীনে এমনিতে নিষিদ্ধ।\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "দ্বিতীয় বিশ্বযুদ্ধে অসমর্থিত নাৎসি আক্রমণের কারণে ৭ থেকে ৭ মিলিয়ন ইহুদিদের জীবন ক্ষতিগ্রস্ত হওয়ার প্রতিফলনে শুক্রবার, ইয়োম হাশোহ বা ইসরায়েলে হোলোকাস্ট স্মরণ দিবস পালিত হয়েছিল।\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "গার্ডিয়ানের তথ্য অনুযায়ী এই সংখ্যা অর্ধেকে নামিয়ে আনা হবে বলে আশা করা হচ্ছে।\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "ফক্স নিউজ অনুযায়ী দুর্ঘটনাগ্রস্থ পিক আপ গাড়ীর আরোহীরা কেউই সীটবেল্ট বাঁধেনি।\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "উয়েফা পুনরায় তাদের আবেদন খারিজ করে দেয় এই বলে যে, যান্ত্রিক কোনো ত্রুটি কখনই দেখানো হয়নি।\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "উভয়ের কেউই বৈঠকের পর কোনো প্রকাশ্য বিবৃতি দেননি, তবে তারা জেরুজালেমের অবস্থান, ভবিষ্যতে একটি ফিলিস্তিনি রাজ্য গঠনের ক্ষেত্রে ইসরায়েল সীমান্ত এবং ফিলিস্তিনি শরণার্থী সমস্যার মত মূল বিষয়গুলি নিয়ে আলচনার জন্য একটি পরিচালন গোষ্ঠি গঠনের বিষয়ে কথাবার্তা বলেন।\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "২০০৫ সালে তিন থেকে ছয় মিলিয়ন মানুষের সংক্রামিত হওয়ার কথা ধারনা করা হয়।\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "যখন যোগদানের চুক্তিটি ইউরোপীয় ইউনিয়নের ২৫টি দেশের সবকটির অনুমোদন পাবে তখন রোমানিয়া এবং বুলগেরিয়া ২০০৭'র ১ জানুয়ারি পূর্ন সদস্যে পরিণত হবে।\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "এবং \"এখন অবধি অপ্রথাসিদ্ধ অস্ত্র জোগাড় করার রাজদ্রোহী প্রচেষ্টা কোয়ালিশন কার্যকলাপের মাধ্যমে সীমিত করা ও আটকানো গেছে\"।\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "গবেষকদের মতে, বাণিজ্যিকভাবে পাওয়া মেলাটিনিন পিলগুলি ১০ গুণ বেশি কার্যকরী উপাদান থাকতে পারে।\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "সিয়াটেলে এবং এটির শহরতলী জুড়ে স্কুল গুলি শুক্রবার বন্ধ ছিল, অনেকগুলি বিদ্যুৎ বন্ধ থাকার জন্য।\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}