{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given an input sentence in Khmer, your task is to construct an English sentence whose meaning closely aligns with the input sentence. ",
  "Positive Examples": [
   {
        "input": "អាស់ក្រូហ្វ បានផ្តល់យោបល់នៅក្នុងការប្រជុំថា ប្រវត្តិសាស្ត្រនឹងមិនវាយតំលៃដោយក្តីមេត្តាចំពោះពួកយើងទេ។",
        "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is correctly translated from Khmer to English as it correctly captures overall meaning of the sentence."
    },
    {
        "input": "អ្នកបើកបរ គីមី បានធ្វើឲ្យគម្លាតរួមតូច សំរាប់អ្នកបើកបររបស់ក្រុមហ៊ុន ម៉ាក់ឡារ៉េន ឥឡូវនេះនៅពីក្រោយអាឡុនសូតែប្រាំពិន្ទុប៉ុណ្ណោះ។\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is correctly translated from Japanese to English as it correctly captures overall meaning of the sentence."
    },    {
        "input": "លោកម៉ាសសា បាននិយាយថា \"ខ្ញុំមានការយល់ដឹងអំពីការទទួលខុសត្រូវ ដែលគេដាក់លើខ្ញុំហើយខ្ញុំមិនអាចរង់ចាំក្នុងការធ្វើជាផ្នែកមួយនៃក្រុមដូចជា Ferrari រួមជាមួយអ្នកបើកបរដ៏ល្អបំផុតនៅក្នុងពិភពលោក​​ គឺលោកមៃឆេល ស្គូម៉ាឆឺ។\"\n",
        "output": "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is correctly translated from Japanese to English as it correctly captures overall meaning of the sentence."
    }
  ],
  "Negative Examples": [
   {
        "input": "អ្នកបើកបររថយន្តស្ព័រ បាននៅរស់ ហើយត្រូវឃាត់ខ្លួនក្នុងការសង្ស័យស្រវឹងពេលបើកបរ កាសែតអេស្ប៉ាញសឺ បានអះអាងថាការប្រើប្រាស់ឧបករណ៍វាស់ជាតិស្រវឹងបានបង្ហាញពីរដងថាមានកម្រិតជាតិស្រវឹងក្នុងឈាមស្របច្បាប់។\n",
        "output": "There is a lot of information to process and he needed time to do it\n",
        "explanation": "The above translation does not have any semblance of meaning with its input sentence."
    },
    {
        "input": "ក្នុងគំនូរនោះ គេឃើញ Kahlo កំពុងផ្តេកខ្លួនលើគ្រែក្នុងមន្ទីរពេទ្យ ជាមួយនឹងបំពង់ភ្ជាប់ត្រង់ផ្ចិតមួយចំនួនចេញពីរាងកាយនាង​ ហើយបំពង់នីមួយៗភ្ជាប់វត្ថុឬផ្នែកមួយនៃរាងកាយ លើកលែងបំពង់មួយភ្ជាប់នឹងទារកម្នាក់។\n",
        "output": "In that image, Kahlo is shown dying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
        "explanation" : "A single word 'dying' instead of 'lying' made a whole of difference in the meaning of sentence"
    },
    {
      "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
      "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
      "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "នៅក្នុងព្រឹត្តិការណ៍ប្រកួតវាយកូនគោលយកជើងឯកដោយចំហរ ដែលប្រព្រឹត្តទៅ​នៅ អេសធី អេនដ្រូស៍ កីឡាករវាយកូនគោលទាំងអស់ក៏ធ្វើពិធីស្មឹងស្មាតនេះផងដែរ។\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "នៅក្នុងសន្និសីទនេះផងដែរ លោកលី-ហ្វឹង ឈាន ដែលជាអគ្គនាយកវិស្វកម្មនៃ Google Taiwan R&D Center បានប្រកាសអំពីសមិទ្ធិផលដែលទទួលបានពី \"Google Taipei Developers'Day\" និងបានអញ្ជើញអ្នកអភិវឌ្ឍន៍ឈ្មោះ ឈី-ប៉ាវ ហ៊ូ និង យី-រ៉ូ លីន ដើម្បីធ្វើការចែករំលែកកម្មវិធីជាក់ស្តែងខ្លះក្នុង iGoogle។\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "នៅទីបញ្ចប់ បច្ចេកវិទ្យាដូចគ្នានេះអាចជួយសន្សំប្រាក់ឧស្សាហកម្មភាពយន្តនេះរាប់លាន​។\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"មូលហេតុមិនមែនខ្ញុំមានប្រជាប្រិយភាពខ្លាំងនៅឃីងស៊្វេទេ តែហេតុមកពីសន្លឹកឆ្នោតបំបែកនិងការលើកការអនុវត្តប្រព័ន្ធភាពជាតំណាងសម្លេងច្រើន។\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "រថយន្តបានបើកចូលទៅបំផ្ទុះនៅក្នុងទីបញ្ជាការកងពលតូចនៃកងកម្លាំងប្រតិបត្តិការពិសេស ដែលជាផ្នែកមួយនៃក្រុមសេវាពិសេសយោធាប៉ាគីស្ថាន ដោយបង្កើតឡើងជាមួយសហរដ្ឋអាមេរិក។\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "សមាជិកម្នាក់​របស់​ប៉ូលីស​រដ្ឋ បាន​ផ្តល់​ព័ត៌មាន​ទៅ​ឆ្មាំ​សមុទ្រ​ ជា​អ្នក​ដែលបញ្ជា​ឲ្យ​ចេញ​ឧទ្ធម្ភាគចក្រលេខ ​MH-65 និង​ទូក​សង្គ្រោះ​ចំនួនពីរ។\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុន BP បានបិទគម្របអណ្តូងដែលលេចធ្លាយនៅថ្ងៃទី13 ខែកក្កដា ដែលបានបញ្ឈប់ការលេចធ្លាយប្រេងចូលទៅក្នុងឈូងសមុទ្រយ៉ាងមានប្រសិទ្ធភាព។\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "នៅក្នុងបរិបទនៃការប្រកួត ពេលវេលារបស់ ស្រ៊ីសាន 5-1-25-3 សំខាន់ខ្លាំងណាស់។\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"ប៉ុន្តែវាបរាជ័យក្នុងទំរង់ការប្រតិបត្តិសមញ្ញរបស់យើងដូចនេះយើងក៏ត្រូវតែមាន ប្រតិកម្មតបទៅតាមនឹងដែរ។\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "មជ្ឈមណ្ឌលស្រាវជ្រាវ និងអភិវឌ្ឍន៍ថ្មីរបស់ក្រុមហ៊ុននឹងត្រូវបង្កើតឡើងនៅក្នុងសួនវិទ្យាសាស្រ្ត Zizhu របស់ទីក្រុងសៀងហៃ។\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានប្រកាន់ជំហរម្តងហើយម្តងទៀតប្រឆាំងនឹងការកាត់ទោសប្រហារជីវិតនេះ។\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "អាវុធថ្មីនេះនឹងសម្រេចបានលទ្ធផលដូចគ្នាទៅនឹង​អាវុធនុយក្លេអ៊ែរដែរ ដោយពុំគំរាមកំហែងពី​សង្រ្គាមធម្មតាទៅជាសង្រ្គាមនុយក្លេអ៊ែរឡើយ។\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "PO និង PiS នឹងបង្កើតនូវរដ្ឋាភិបាលនាពេលអនាគត ដែលមាន 304កៅអី ក្នុង Sejm ថ្មី ដែលខ្វះ 3កៅអីទៀត ចាំបាច់ដើម្បីកែប្រែរដ្ឋធម្មនុញ្ញប៉ូឡួញ ដែលគណបក្សទាំងពីរគាំទ្រ។\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "រុស្ស៊ីបានប្រើប្រាស់ជាប្រចាំនូវតំបន់នេះ ហោះហើរបំពេញបេសកកម្មភាគច្រើនប្រើប្រាស់យន្តហោះយុទ្ធសាស្រ្តរវាងកាលីនីត្រាត រដ្ឋធានីរបស់កាលីនីត្រាត អូប្លាស្សដែលនៅចន្លោះប៉ូឡូញ និងលីធូនីញ៉ា និងសេនភីថឺបឺកនៅក្នុងរុស្ស៊ី។\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនេះបានបណ្តាលឲ្យមានការខូចខាតយ៉ាងធ្ងន់ធ្ងរដល់មជ្ឈមណ្ឌលផ្សារទំនើប បំបែកបង្អួច ធ្វើអោយមានការបាក់ធ្លាក់ពិដានលម្អ និងសសរកោងដួលក្នុងកំារង្វង់ជាច្រើនរយម៉ែត្រ។\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "សមជិកគណបក្សសាធារណរដ្ឋបានអំពាវនាវឲ្យរេឌលាលែងពីតំណែង ចំពោះសម្ដីរបស់គាត់។\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "ថូគហ្កឺរ៉ានុងក្នុងរដ្ឋធានីខាប៊ឺរ៉ា--អាលីសអ៊ីហ្គ្រេយអាយុះ១៩ឆ្នាំ ជាសមាជិកក្រុមអូស្ដ្រាលីសេដូអូឡាំពិចបានចូលរួមថ្ងៃទីពីរនៃការប្រកួតជំរើសជើងឯកកីឡាបាញ់ធ្នូជំរើសជាតិបីថ្ងៃមុនការចាប់ផ្ដើមការបាញ់ធ្នូទៅគោលដៅដែលនាងសង្ឃឹមជាតំណាងអូស្រ្ដាលីចូលរួមកីឡាអូឡាំពិច។\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "គូណាសត្រូវបានចាប់ខ្លួននៅប្រទេសប៉ាគីស្ថានក្នុងឆ្នាំ2001នៅពេលដែលកំពុងជិះឡានក្រុង។\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "ការអនុវត្ត \"ការកំណត់សន្ទស្សន៍តម្លៃ\" នឹងកាត់បន្ថយការចំណាយរបបសន្តិសុខសង្គមនាពេលអនាគតបានរាប់សិបកោដិលានដុល្លារ។\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងកម្លាំងដ៏ខ្លាំង និងការវាយប្រហារយ៉ាងសកម្មក្នុងការប្រកួត នាងសម្រេចបានតែប៉ុន្នឹង។\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "ប្រធានទូទៅនៃការដឹកជញ្ជូនតាមអាកាសរបស់ឥណ្ឌូនេស៊ីប៊ូឌី មូលយ៉ាវ៉ាន់​ ស៊ុយយីតណូបាននិយាយថាទោះបីជាកំរិតថវិកាក្នុងស្រុកបានរាំងស្ទះដល់ព្រលានយន្តហោះខ្លះពីការកែលម្អគ្មានបញ្ហាណាថ្មីៗនៅយ៉ុកយ៉ាកាតា ជាមួយនិងការធ្វើឲការប្រសើររួមទាំងការប្រកាសនៃអអ៊ីអេសអេសំរាប់140មែត្រនៃ2,250ម៉ែត្រនិងស្ថានីយយន្តហោះនិងឡានពន្លត់អគ្គីភ័យនៅព្រលានយន្តហោះ។\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "ការតាមដានការដាច់ចរន្តអគ្គិសនីនេះ គឺដើម្បីដោះស្រាយវិបត្តិថាមពលដែលចេះតែកើនឡើងរបស់ប្រទេសនេះ ដែលរួមមានការអភិរក្ស និងការសាកល្បងអនុញ្ញាតឲ្យក្រុមហ៊ុនឯកជនជួយផ្គត់ផ្គង់ថាមពលដែលបានត្រូវបានសម្រេចផ្ទុយនឹងរដ្ឋធម្មនុញក្នុងឆ្នាំ2004។\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "ពួកគេបាននិយាយថា \"បុរសម្នាក់នោះ យើងជឿថា កំពុងនឹងចូលទៅក្នុងទឹកនៅផ្នែកខាងក្រោមនៃកាំជណ្តើរជញ្ជាំងសមុទ្រ នៅពេលដែលគាត់ត្រូវបានបោសផាត់ចូលទៅក្នុងសមុទ្រ ដោយគ្មានការព្រមានណាមួយដោយរលកធំ ដែលជាលទ្ធផលនៃលក្ខខណ្ឌអាកាសធាតុពេញមួយយប់នោះ។\"\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតេយ្យជនជាតិអាមេនី សឺរ សាគីហ្សេន ប្រកាសថា:\"យើងមិនចង់ធ្វើសង្គ្រាម ប៉ុន្តែប្រសិនបើយើងត្រូវធ្វើ យើងនឹងប្រយុទ្ធអោយឈ្នះ។\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "ក្នុងពេលអភិបាលខេត្តរបស់គាត់ គាត់បដិសេធរបៀបវិរលើស750 ដែលច្រើនជាងអភិបាលដទៃ ហើយចាកចេញពីរដ្ឋដោយបន្សល់ប្រាក់ចំណេញនៃគំរោងហិរុញ្ញវត្ថុចំនួន1 ពាន់លានដុល្លារអាមេរិក។\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារលើកទីមួយបានកើតឡើងនៅពេលដែលក្បួនរថយន្តរបស់កងប្រដាប់អាវុធប៉ូលីសបានប៉ះគ្រាប់បែកពីរគ្រាប់នៅតាមដងផ្លួវនៅក្នុងតបន់ភ្នំក្បែរព្រំដែនប្រទេសប៉ាគីស្ថាន និងអាហ្គានីស្ថាន។\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "អតីតសមាជិកសហជីពតុលាការអ៊ីស្លាមនៅកន្លែងកើតហេតុបានកំណត់អត្តសញ្ញាណអ្នកបំផ្ទុះគ្រាប់បែកដែលមានក្បាលនិងមុខមិនមានសក់ ឬរោមទាំងស្រុង ជាសមាជិកអាល់សាបាប់ ដែលជាក្រុមអ៊ីស្លាមជ្រុលអភិរក្សនិយម ត្រូវបានគេជឿថាមានទំនាក់ទំនងទៅនឹងក្រុមអាល់កៃដា។\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "លោកបានប្រាប់ក្រុមស៊ើបអង្កេតថា \"ខ្ញុំបានបញ្ជាក់យ៉ាងច្បាស់ថា នៅក្នុងទស្សនៈរបស់ខ្ញុំ សេចក្តីព្រាងច្បាប់ដែលពួកគេកំពុងធ្វើទៅមុខមិនបានអនុញ្ញាតឱ្យប្រើប្រាស់កម្លាំងដោយគ្មានការសម្រេចចិត្តបន្ថែមនៃក្រុមប្រឹក្សាសន្តិសុខនោះទេ។\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "ជម្លោះមួយបានកើតឡើងរវាងសង្ឃអ័រថូដុកជនជាតិក្រិក និងបព្វជិតគ្រឹស្តជនជាតិអារ៉ាប់នៅទីក្រុងជេរ៉ូសាឡឹម នៅថ្ងៃបុណ្យហ្គូដហ្វ្រាយដេ ខណៈដែលបព្វជិតគ្រឹស្តអារ៉ាប់បានតវ៉ាប្រឆាំងនឹងការលក់ដីព្រះវិហារកាតូលិករបស់សង្ឃនោះទៅឲ្យអ្នករស់នៅជនជាតិជីហ្វ។\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "សភាតំណាងរដ្ឋ អ៊ីលីណយស៍ បានបោះឆ្នោតនៅថ្ងៃព្រហស្បតិ៍នេះ ដើម្បីលើកការដាក់ទោសមួយចំនួនចំពោះយុវវ័យដែលចូលរួមនៅក្នុងការបញ្ជូនរូបអាសអាភាសតាមទូរស័ព្ទចល័ត។\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "ជូឈីម ហឺម៉ាន រដ្ឋមន្ត្រីក្រសួងមហាផ្ទៃនៃបាវ៉ារៀន បាននិយាយពីគំនិតរបស់គាត់ស្ដីអំពីឧប្បត្តិហេតុ។\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកពន្លត់អគ្គីភ័យនៅតែនៅកន្លែងកើតហេតុគិតមកត្រឹមម៉ោង9:15 ព្រឹក EDT (UTC-4) ថ្ងៃនេះ ជិត 24 ម៉ោងបន្ទាប់ពីអគ្គីភ័យបានចាប់ផ្តើម។\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "ក្រៅពីបញ្ហាជាតិនិយម បញ្ហាចម្រូងចម្រាស់ពាក់ព័ន្ធនឹងកិច្ចសន្យាជាមួយសហភាពដែលអាចបញ្ជាក់ថា ការដំឡើង និងបន្ទាបទង់ជាតិគឺជាតួនាទី សម្រាប់តែសមាជិកសហភាពតែប៉ុណ្ណោះ។\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "រ៉ូកេត បានចុះកិច្ចសន្យាក្នុងមួយរដូវកាលទៀតក្រោយពីឈ្នះពានរង្វាន់ស៊ី យ៉ុង លើកទីប្រាំពីររបស់គាត់ និងអាសស្ត្រូ បានបញ្ចូលទៅក្នុងការប្រកួតស៊េរីពិភពលោកក្នុងឆ្នាំ2004 នៅពេលខ្លេមិន យកឈ្នះការរត់ពីរជុំ និងចាញ់ក្នុងការប្រកួតលើកទី7 របស់ NLCS ជាមួយនឹងកាឌីណល។\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "គាត់ត្រូវបានគេប្រាប់ថាសុវត្តិភាពរបស់គ្រួសារគាត់ត្រូវបានធានា។\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "ភាគច្រើនធ្វើឡើងពីបំណែកម៉ាស៊ីនកាត់ស្មៅចាស់ ចង្កូតបញ្ជាមួយ និងកៅអីមួយ។\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "សភាតំណាងរាស្រ្តបានកំពុងជជែកច្បាបកែប្រែបីបួនដែលបានស្នើឡើងទៅកាន់គម្រោងច្បាប់កែទម្រង់រដ្ឋាភិបាលក្នុងតំបន់ដែលមានគោលបំណងក្នុងការផ្លាស់ប្ដូរតំរូវការបន្ទះឆីបតូចៗ។\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "មុឃើជីបាននិយាយថា គាត់នឹងជួបនាយករដ្ឋមន្រ្តីដោយសារតែគាត់នឹងត្រូវបានបញ្ជូនទៅធ្វើការព្យាបាល ហើយនៅពេលដែលគាត់នៅបរទេស លោកស៊ីងបាននៅក្នុងមន្ទីរពេទ្យ។\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "ឥឡូវនេះ រដ្ឋាភិបាលតំបន់កំពុងស៊ើបអង្កេត និងពិភាក្សាពីការបរិច្ចាគរបស់ខ្លួនទៅកាន់អង្គការ IRGT/KINT ដែលជាអង្គការបរិស្ថាន គាំទ្រដោយព្រះអង្គម្ចាស់ឡូរេន។\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"វាជាសម្ព័ន្ធភាពរឹងមាំខ្លាំងណាស់ - សម្ព័ន្ធភាពដែលហួសពីការផ្លាស់ប្តូរនៅក្នុងរដ្ឋាភិបាល។\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "ប្រសិនបើអែលបេហ្គដរបរាជ័យក្នុងការបោះឆ្នោតជ្រើសរើសម្តងទៀត នោះប្រធានាធិបតីថ្មីអាចបញ្ចប់ការបញ្ឈប់មួយរយៈពេលនេះ ហើយទោសប្រហារជីវិតអាចនឹងចាប់ផ្តើមសាជាថ្មី។\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "យោងតាមភ្នាក់ងារ ABC នៅ ឆាឡូត ភាគខាងជើងខារ៉ូលីណា ហ្វែរត្រូវបានចោទប្រាកាន់ថាបានចូលរួមក្នុងការបង្កឲ្យមានឧបទ្ទវហេតុបញ្ចេញកំហឹងនៅលើផ្លូវមួយ លើផ្លូវអ៊ីនធឺស្ទេត 485 កាលពីថ្ងៃពុធ។\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "ស្ដីអំពី \"ការ​ព្យាបាល​របួស​\" គាត់​បាន​និយាយអំពីគ្រោះ​ថ្នាក់​នៃ​ការបែងចែក​សង្គ្រាម​ត្រជាក់​ដែលកំពុងត្រូវ​បាន​ជំនួស​ដោយ​ក្រុមប្រទេសនៅ​ខាងជើងនិងប្រទេសខាងត្បូងនៅ​ឯ​អង្គការ​សហប្រជាជាតិ​។\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារឧតុនិយម និងភូមិសាស្ត្រផែនដីរបស់ឥណ្ឌូនេស៊ីដែលបានកត់ត្រាទុកយ៉ាងហោចណាស់ពីរដងនៃការរញ្ជួយបន្ទាប់ កើតឡើងប្រហែល 20 នាទីបន្ទាប់ពីការរំញ័រជាលើកដំបូង មួយមានកំរិត 5.5 និងមួយទៀត 5.3 នៅលើមាត្រដ្ឋានរិចទ័រ។\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "អ្នកទេសចរណ៍ដែលរងរបួស បន្ទាប់មកក៏បានត្រូវគេបញ្ជូនទៅមន្ទីរពេទ្យប្រាំផ្សេងៗគ្នានៅតំបន់កូស្តារ ឌែល សូល។\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "មានការភ័យខ្លាចកាលពីម្សិលមិញថាសេះប្រណាំងចំនួនបួនក្បាលនៅរ៉ានវីក ក្នុងទីក្រុងស៊ីដនីបានរងគ្រោះដោយសារមេរោគនេះ ប៉ុន្តែក្រោយពេលបានធ្វើតេស្តលទ្ធផលបង្ហាញថាសត្វសេះទាំងនោះគ្មានវីរុសនោះឡើយ។\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេរាយការណ៍ថា គ្រួសារស៊ីវិលជាង21,000 គ្រួសារ ដែលមានមនុស្សប្រមាណជា153,000 នាក់ បានភៀសខ្លួនពីវ៉ាហ្ស៊ីរីស្ថានខាងត្បូង ហើយបានទៅជ្រកនៅខេត្តព្រំដែនភាគពាយព្យ។\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "ការចេញផ្សាយនេះគូសបញ្ជាក់ថារយ:ពេលជាងបីឆ្នាំនៃការអភិវឌ្ឍន៍ជាបន្តបន្ទាប់ និងបង្កើតនូវលក្ខណ:ពិសេសជាច្រើននៅលើកំណែ 1.0 ដែលបានចេញនៅខែឧសភា ឆ្នាំ2002។\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "ក្រុមកម្មករជំនាញខ្ពស់និងស្របច្បាប់នៅក្នុងសហរដ្ឋអាមេរិចរាប់រយនាក់ បានបញ្ជូនផ្ការរាប់រយទងទៅឲ្យ អ៊ីមីលីអូ ហ្គូនសាលេស ដែលជានាយកនៃនាយកដ្ឋាសេវាភៀសខ្លួននិងសញ្ជាតិសហរដ្ឋអាមេរិច (USCIS) ដើម្បីជាផ្នែកមួយនៃនិមិត្មសញ្ញានិងជាបាតុកម្មអហិង្សាប្រឆាំងអ្វីដែលគេនិយាយថាជា \"ការប្តូរចិត្ត\" ដោយក្រសួងជាតិ និង USCIS ក្នុងការលុបបំបាត់ដំណើរការពន្យាគ្រីនកាត។\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "លោកត្រូវបានសរសើរថាជា \"វឌ្ឍនជនដ៏មានទេពកោសល្យ\" ពីសំណាក់លោក រ៉ាល់ហ្វ ណាឌ័រ ហើយនៅឆ្នាំ2003 លោក គូស៊ីនិក គឺជាអ្នកទទួលពានរង្វាន់សន្តិភាពហ្គាន់ឌី។\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "ពួកគេសម្រេចចិត្តគាំទ្រ \"Killing In The Name\" ដែលបានចេញដំបូងនៅឆ្នាំ1992។\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "ប្រទេសអូស្រ្តាលី បានប្រកួតស្មើជាមួយប្រទេសកាតា 0-0 ជប៉ុនបានឈ្នះអ៊ុយបេគីស្ថាន 1-0 កូរ៉ខាងត្បូងបានឈានទៅវគ្គបន្ទាប់ដោយបានឈ្នះអារ៉ាប់រួមអេមីរ៉េត 2-0 និងហូឡង់ឈ្នះអាយលែន2-1។\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "ព្រមទាំងការផ្លាស់ប្តូរប្រព័ន្ធរដ្ឋាភិបាល អ្នកសេរីភាពនិយមក៏ស្នើឲ្យប្រទេសញូវហ្ស៊េលែនដ៍ក្លាយជាសាធារណរដ្ឋ ​និងលុបចោលរបបរាជនិយមអាស្រ័យរដ្ឋធម្មនុញ្ញ។\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "លោកហាស់សាន់ រ៉ូហានី ដែលជាប្រធានក្រុមប្រឹក្សាសន្តិសុខជាតិកំពូលសំរាប់អ៊ីរ៉ង់ បានប្រកាសកាលពីថ្ងៃចន្ទថា ប្រទេសនេះនឹងផ្អាកការបម្លែងអ៊ុយរ៉ាញ៉ូមជាបណ្តោះអាសន្នចាប់ពីថ្ងៃទី22 ខែវិច្ឆិកា។\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "បុគ្គលិកសន្ដិសុខសណ្ឋាគារបាននិយាយថាពួកគេត្រូវបានបណ្តេញចេញពីបន្ទប់មុនពិធីនេះ ដែលជាមន្រ្តីសន្តិសុខរបស់រដ្ឋាភិបាលចង់បានការគ្រប់គ្រងផ្តាច់មុខនៃព្រឹត្តិការណ៍នេះ។\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "ស្ថានទូតកាណាដានៅរដ្ឋវ៉ាស៊ីនតោន​ ត្រូវបានដាក់ក្នុងការផ្សព្វផ្សាយយុទ្ធនាការមួយ គ្របដណ្តប់តាមស្ថានីយ៍រថភ្លើងក្រោមដីនៅរដ្ឋវ៉ាស៊ីនតោន ដោយមានផ្ទាំងរូបភាពបង្ហាញពីកងទ័ពកាណាដានៅប្រទេសអាហ្វហ្គានីស្ថាន។\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងគ្នានោះ ការរឹតត្បិតការដើរហើររបស់បសុសត្វត្រូវបានអនុវត្ត ដូច្នេះការឆ្លងជំងឺប្រហែលជាមិនរាលដាលខ្លាំងទេ ហើយផលប៉ះពាល់ក៏អាចគ្រប់គ្រងបាន។\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "អ្នកសរសេរប្លកដេវីដហ្វារ៉ារនិយាយថា\"វាគឺរញ៉េរញ៉ៃសំរាប់រដ្ឋាភិបាលក្នុងការចាញ់ឆ្នោតក្រោយពីបង្កសំពាធច្រើន។\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "រហូតមកដល់ពេលនេះ មិនទាន់មានវិធីណាមួយដើម្បីកំណត់ទីតាំង ROVs ពាក់ព័ន្ធជាមួយនឹងការលេចធ្លាយអណ្តូងបូមប្រេងឌីបវ៉តធើ ហូរីសុន ពីមុនឡើយ។\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "ប្រវត្តិអាយុកាលរបស់ញូវហ្សឺលែនក៏បានបង្ហាញថាញូវហ្សឺលែនគឹជាប្រទេសមួយក្នុងប្រទេសពីរបីនៅក្នុងពិភពលោកដែលមានប្រវត្តិស្ទើរតែពេលលេញ និងលម្អិតអំពីកំណើត ការស្លាប់ និងព័ត៌មានអន្តោរប្រវេសន៍ទៅក្នុងអតីតកាលរហូតដល់ឆ្នាំ1800។\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "ផេន ស្តេត គឺជាសាកលវិទ្យាល័យធំបំផុតនៅក្នុងរដ្ឋផែនសីលវីនៀ និងក្នុងចំណោមសាកលវិទ្យាល័យរដ្ឋធំជាងគេបំផុតទាំងដប់នៅសហរដ្ឋអាមេរិក។\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "លោកឆេស្ទើរ ប៊ើរ៉ូ សមាជិកសភាជិតបាននិយាយថា: \"បទពិសោធន៍របស់ខ្ញុំគឺខ្ញុំបានមើលឃើញយុវជនមានជម្លោះជាច្រើន ក្មេងត្រូវបានចាប់រំលោភ យុវជនត្រូវបានវាយប្រហារ។\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "នៅពេលនេះ វានឹងស្ថិតនៅចម្ងាយដែលមានសុវត្ថិភាពគឺ 268,624 ម៉ាយល៍ ពីផែនដី - ខិតទៅជិតផែនដីជាងព្រះច័ន្ទ​ដែលស្ថិតនៅចម្ងាយឆ្ងាយបំផុតរបស់ខ្លួននៅក្នុងគន្លងរបស់វា។\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "វិហារអ៊ីស្លាមបានបកស្រាយថា \"យើងចង់ពន្យល់ឱ្យច្បាស់ថាមាកាស៊ី ចាមីអាត អាល-អ៊ី-ហាឌីត មិនអាចចាត់ទុកថាយល់ព្រមគ្រប់ពាក្យពេចន៍ដែលវាគ្មិនគ្រប់រូបដែលយើងបានអញ្ជើញទៅវិហារអ៊ីស្លាមជាច្រើនរបស់យើងបានមានប្រសាសន៍ទេ។\"\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "ដូច្នេះគាត់បានធ្វើដំណើរទៅកាន់ប៉ូលខាងជើងច្រើនជាងអ្នកដ៏ទៃនៅក្នុងប្រវត្តិសាស្រ្ត។\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "យោងតាមភ្នាក់ងារយកព័ត៌មាន RIA ដែលគ្រប់គ្រងដោយរដ្ឋាភិបាល អ្នកស្លាប់តែម្នាក់គត់ដែលបណ្តលមកពីការផ្ទុះនេះគឺជាជនស៊ីវិល។\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "របាយការណ៍ដែលបានចេញផ្សាយកាលពីថ្ងៃសុក្របានឱ្យដឹងថា ប្រជាជនជាង1ប៊ីលាននាក់នឹងជួបប្រទះភាពអត់ឃ្លានជារៀងរាល់ថ្ងៃក្នុងឆ្នាំ2009 ដែលនេះគឺជាលើកដំបូងហើយនៅក្នុងប្រវត្តិសាស្រ្តមនុស្សជាតិ។\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារសារព័ត៌មានស៊ីនហួរបានរាយការណ៍ផងដែរថា មានក្មេងប្រុសអាយុ 21ខែម្នាក់ទៀតបានស្លាប់ដោយសារមេរោគនេះកាលពីថ្ងៃចន្ទ នៅក្នុងខេត្តហ៊ូប៉ី។\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "លោកហ្គ័រដុន ប្រោន បានធ្វើសេចក្តីប្រកាសនោះ នៅក្នុងកំឡុងពេលសំណួរនាយករដ្ឋមន្រ្តី ក្នុងការឆ្លើយតបទៅនឹងសំណួរពីសមាជិកសភាមកពីគណបក្សការងារ លោកអែនឌី រីដ។\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "រថយន្តក្រុងបានកំពុងដឹកអ្នកទេសចរទៅផ្ទះ ក្រោយពីដំណើរកំសាន្តទៅបូហ្គារៀរ។\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"ចោរប្លន់នោះពិតសាហាវ និងមិនខ្លាចក្រែងជនរងគ្រោះទាល់តែសោះ។\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "លោកជីម នើសហ្សល នាយកការិយាល័យគ្រប់គ្រង និងថវិកាបាននិយាយថា លោកជឿជាក់ថា ឱនភាពនេះនឹងចាប់ផ្តើមធ្លាក់ចុះ។\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "ប្រសិនបើអ្នកជាប់ឃុំមានក្រដាសប្រើក្នុងបន្ទប់ទឹកមួយរមូររួចហើយ គាត់មិនត្រូវបានអនុញ្ញាតអោយមានមួយផ្សេងទៀតទេ។\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "តុលាការបានផ្អាករយៈពេល6សប្តាហ៍ដើម្បីអោយរៀបចំការការពាររបស់គាត់។\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "ការស្រាវជ្រាវបានបង្ហាញថា ត្រឹមឆ្នាំ2050 ជនជាតិអាមេរិកម្នាក់ក្នុងចំណោមប្រាំនាក់នឹងជាអ្នកដែលចាប់កំណើតពីជនបរទេស ហើយចំនួនប្រជាជនអាមេរិកទាំងមូលនឹងកើនឡើងទ្វេដងរហូតដល់ទៅ438លាននាក់។\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "សមាជិកព្រឹទ្ធសភាប្រាំបួនរូប សមាជិកគណបក្សសាធារណរដ្ឋប្រាំពីររូប និងសមាជិកគណបក្សប្រជាធិបតេយ្យពីររូប មិនបានបោះឆ្នោតគាំទ្រវិសោធនកម្មនេះឡើយ។\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "អ្នកភូមិជាច្រើនរហូតដល់ទៅប្រាំមួយរយនាក់មកពីកោះតៃវ៉ាន់បានបាត់ខ្លួនបន្ទាប់ពីភ្លៀងធ្លាក់ខ្លាំងដែលបណ្តាលមកពីព្យុះទីហ្វុងមរកតបានបង្កឲ្យមានការរអិលបាក់ដីជាច្រើន នេះបើយោងតាមប្រព័ន្ធផ្សព្វផ្សាយរបស់រដ្ឋ។\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "គាត់ក៏បានហៅការបញ្ជាឲ្យក្រុមទាហានរក្សាសន្តិសុខចាកចេញពីប្រជាជាតិនេះថា មិនជាប់ទាក់ទងនិងគ្មានប្រសិទ្ធភាព ដោយបន្ថែមថា អង្គការសហប្រជាជាតិមិនជឿថា លោកហ្គ្បាគបូគឺជាប្រធានាធិបតីស្របច្បាប់ទេ។\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "ការរំលោភបំពានបានកើតឡើងចំពោះកូនទាំងប្រាំមួយរបស់ក្រីតហ្វៀល ប៉ុន្តែមានតែកូនមួយចំនួនដែលមានបំណងនឹងធ្វើជាកសិណសាក្សីប្រឆាំងនឹងនាង។\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យមន្ទីរប៉ងតាហ្គូន ប្រីអាន វីតមេន បានប្រាប់ អេជេនហ្រ្វនផ្រេស ថាអាគារដែលត្រូវបានវាយប្រហារគឺ\"មិនមែនជាអាគារកុងស៊ុលរឺអាគាររដ្ឋាភិបាលឡើយ\" ដែលនេះហាក់ដូចជាត្រូវបញ្ជាក់ដោយរដ្ឋមន្ត្រីក្រសួងការបរទេសអ៊ីរ៉ាក់ ហូស៊ីយ៉ារសេបារី ដែលបាននិយាយថា ជនជាតិអ៊ីរ៉ាក់បាននឹងកំពុងធ្វើការនៅការិយាល័យមួយដែលមានការយល់ព្រមពីរដ្ឋាភិបាល និងនៅក្នុងដំណើរការនៃការទទួលបានការយល់ព្រមជាកុងស៊ុលមួយ ប៉ុន្តែមិនមែនជាស្ថានកុងស៊ុលមួយរឺក៏ស្ថានកុងស៊ុលទូទៅរបស់អ៊ីរ៉ាក់ទេ។\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីអូស្រ្តាលី ចន ហូវ៉ាដ បានប្រកាសថា មេដឹកនាំរបស់ប្រជាជាតិ APEC បានយល់ព្រមទៅនឹង \"គោលដៅបំណងប្រាថ្នា\" លើការប្រែប្រួលអាកាសធាតុ។\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ន ពន្ធ 2.5 ភាគរយក្នុងរបស់មួយមុខត្រូវបានគេដាក់; ពន្ធថ្មីនឹងបង្កើនពន្ធនេះស្មើនឹង 12 សេន ក្នុងរបស់មួយមុខ បច្ចុប្បន្ននេះ។\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"គ្មាននរណាម្នាក់ចង់មើលវប្បធម៌របស់ខ្លួនត្រូវគេបង្ខូចកេរ្តិ៍ឈ្មោះឡើយ ប៉ុន្តែយើងដឹងថារូបសាក់ម៉ូកូបានក្លាយជារបស់សាធារណៈ។\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបំពេញជុំហើយ អាលីងហ៊ីបានជិះទៅក្បែរពួកគេ ហើយបានយកជ័យជំនះដោយនាំមុខ1វិនាទី។\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"នៅប៉ុន្មានឆ្នាំចុងក្រោយនេះ ប្រាក់ជាច្រើន និងការបិទដំណើរការទីក្រុងវ៉ាស៊ីងតោនប្រឆាំងក្រុមពលរដ្ឋបានរារាំងយើងមិនឲ្យព្យាយាមកែលម្អប្រទេសរបស់យើង។\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "នេះធ្វើអោយមានការស្ទះនៃដំណើរហូររបស់ប្រេងទៅកាន់ម៉ាស៊ីន ជាលទ្ធផលធ្វើអោយមានបញ្ហាម៉ាស៊ីនមិនដំនើរការ តាមការបញ្ជា។\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"សមរភូមិដ៏ធំរបស់ពួកយើងឥលូវគឺមតិសារធារណៈ ពីព្រោះការតស៊ូនៅក្នុងរដ្ឋាភិបាលបានបញ្ចប់ហើយ។\"\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"ដោយផ្អែកលើភ័ស្តុតាងទាំងអស់នៅក្នុងករណីនេះ និងវិធាននៃការចូលរួមដែលនៅជាធរមាននៅពេលនោះ វាជាការច្បាស់ណាស់ថានាយទោនេះអាចជឿយ៉ាងសមហេតុផលថា AIF ដែលត្រូវបានគេការបង្ហាញនៅក្នុងខ្សែអាត់វីដេអូបានដាក់គំរាមកំហែងជាអរិភាពដែលបញ្ជាក់ថាត្រឹមត្រូវក្នុងការប្រើកម្លាំងបង្ក្រាប។\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "កំសៀវអគ្គិសនីដែលបានបោះចោលក្បែរចុងខ្សែពួរជិតអ្នកកាន់កាប់ គឺមានដំណើរការអាចប្រើបាន។\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "កាលពីសប្ដាហ៏មុននៅថមសិនគ្មានអ្នកសំខាន់បានផ្ដល់យោបល់ទៅលើតម្លៃនិងដកចេញរបៀបចូលទៅកាន់ទំព័រនៅលើវេបសាយសាជីវកម្មរបស់វាដែលទុកសំរាប់ទៅឃ្វលរ៉ូនិងបានបង្គាប់អ្នកប្រតិបត្ដិការរបស់វាមិនអោយផ្ដល់នូវការសំភាសន៏សំរាប់គម្រោង។\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្តក្នុងការអនុញ្ញាតឲ្យក្រុមកីឡាបាល់ទាត់ ដឹ ឡូន ស្តារធ្វើដំណើរទៅទីក្រុង ឡូម នេះ បានធ្វើឡើងបន្ទាប់ពីការចំណាយសម្រាប់ការធ្វើដំណើររបស់ក្រុមនេះ បានថយចុះពី$31,000 មកត្រឹម $18,000។\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"Wikipedia មិនមែនជាទីជម្រកសម្រាប់អ្នកប្រឆាំង នោះទេ ប៉ុន្តែជាសព្វវចនាធិប្បាយមួយ។\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណាក៏ដោយ ប្រទេសជប៉ុនបានស៊ុតបាល់បញ្ចូលទីច្រើនជាងប្រទេសវៀតណាមហើយទទួលយកតំណែងកំពូលនៅក្នុងក្រុមនៅលើមូលដ្ឋាននោះ។\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "គណៈកម្មការសាវនកម្មចក្រភពអង់គ្លេស បានផ្តល់នូវរបាយការណ៍មួយ ដោយចោទសួរលើការតែងតាំងឡើងវិញរបស់ Mike Storey ជាអតីតអ្នកដឹកនាំក្រុមប្រឹក្សាទីក្រុង Liverpool។\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "ស្រ្តីនោះឈ្មោះ ហ្កាប្រ៊ីអែលឡា ហ្ការីន គឺជាអ្នកធ្វើការនៅក្នុងសួនកំសាន្ត ហើយបានធ្វើការនៅទីនោះអស់រយះពេលប្រាំពីរឆ្នាំ។\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "តើអ្នកនឹងដោះស្រាយវារបៀបណា?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "ទំាងផ្លូវទំាងរបងសងខាងផ្លូវត្រូវបាក់ធ្លាក់ចួលទន្លេអារីដោយសារតែភ្លៀង។\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "ទ័ពអ៊ីរ៉ាក់ក្នុងប្រទេសបានបាត់បង់ការគ្រប់គ្រងផ្នែកខ្លះនៃទីក្រុងឌីវ៉ាន់នីយ៉ានៅប៉ែកខាងត្បូងអ៊ីរ៉ាក់បន្ទាប់ពីសមាជិកនៃទ័ពមែឌីបានបដិសេធក្នុងការចូលរួមចរចារសន្តិភាព។\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "អ្នកប្រឆាំងតវ៉ាម្នាក់បានឱ្យដឹងថា បុគ្គលិកសន្តិសុខ \"បានចាប់ផ្តើមវាយប្រហារមកលើភូមិ និងក្រុង។\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "ក្រោយពីសម្រាក ហ្វុលឡាំចាប់ផ្តើមវាយសម្រុកយ៉ាងខ្លាំងដើម្បីយកជ័យជំនះក្នុងការប្រកួតមកវិញ។\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "លោកគឺជាសមាជិកមណ្ឌលម្នាក់ និងជាមិត្តភក្ដិដ៏យូរអង្វែងរបស់ខ្ញុំ។\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "ឌូសេពី បានបន្ថែមថា \"ខ្ញុំគិតថា គាត់ជាសមាជិករដ្ឋសភាដ៏ល្អម្នាក់ ជាអ្នកធិបតេយ្យភាពដ៏ល្អម្នាក់។\"\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "យោង​តាម​ការ​សិក្សារបស់ឌីវេខ នៅពេល​ដែល​ពួកគេ​​ដឹង​ថា​ ពួក​គេ​នឹង​ទទួល​ការសរសើរ​ដោយសារធ្វើការ​ត្រឹមត្រូវ ជាជាងតស៊ូជាមួយ​បញ្ហា​ពិបាក ​​ទោះ​បីជា​ពួកគេអាច​បរាជ័យក៏ដោយនោះ ពួក​គេ​នឹង​ជ្រើសរើស​​យក​ការងារ​ងាយ​ស្រួល​​ដែល​ពួក​គេដឹងថាអាចដោះស្រាយ​បាន។\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"ការពិតដែលថានៅពេលដែលយើងដល់ទីនោះ ជនជាតិអាឡឺម៉ង់ខ្សោយខ្លាំងជាងពីមុន ពេលដែលពួកបារាំងត្រូវប្រឈមមុខជាមួយពួកអាឡឺម៉ង់ ហាក់បីដូចមិនប្រតិកម្មតបវិញ។\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី ប៊ូស គ្រោងនឹងចាកចេញពីប្រទេសសូឌី អារ៉ាប់ប៊ីនៅថ្ងៃអង្គារ ដើម្បីបន្តទៅប្រទេសអេហ្ស៊ីប ដែលជាប្រទេសចំណតចុងក្រោយនៃ​ដំណើរទស្សនៈកិច្ចនៅមជ្ឈិមបូព៌ា មុនពេលលោក​ធ្វើដំណើរវិលត្រឡប់ទៅកាន់ វ៉ាស៊ីងតោន ឌីស៊ីវិញនៅថ្ងៃពុធនេះ។\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "យ៉ាងណាក៏ដោយ អគ្គបញ្ជាការរងរបស់កង​កម្លាំងចម្រុះប្រចាំក្នុងប្រទេសអ៊ីរ៉ាក់ ម៉ារីអូលី រាយការណ៍ថាគាត់មិនបានដឹងពីគោលបំណងមកប្រទេសអ៊ីរ៉ាក់របស់ខាលីផារីឡើយ ដូច្នេះហើយទើបគាត់មិនអាចប្រាប់កងទ័ពចម្រុះឲ្យបានលម្អិតអំពីបេសកម្មអ៊ីតាលី។\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមិនចង់ឲ្យអ្នកផ្សេងទៀតឆ្លងកាត់នូវអ្វីដែលខ្លួនខ្ញុំផ្ទាល់ និងអ្នកដំណើររាប់រយនាក់ទៀតបានទទួលកាលពីថ្ងៃនោះនៃរដូវក្តៅនោះទេ។\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"យើងបានទប់ស្កាត់កុំឲ្យមានការបោកប្រាស់អ្នកទិញបារីក្នុងចក្រភពអង់គ្លេសនៅក្នុងការទិញបារីក្លែងក្លាយ និងអាចមានហានិភ័យកាន់តែធ្ងន់ធ្ងរចំពោះសុខភាពជាងម៉ាកបារីដែលច្បាប់បានអនុញ្ញាត។\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារការពារបរិស្ថានស្កុតឡេន (SEPA) បាននិយាយថា ការព្យាករណ៍អាកាសធាតុនៅថ្ងៃខាងមុខនឹងល្អប្រសើរ ដោយព្យាករណ៍ថា ពុំមានបរិមាណទឹកភ្លៀងច្រើនឡើយ។\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "ឆ្កែឈិវ៉ាវ៉ា ឈ្មោះ ហ្គីដចេត ដែលបានសម្តែងក្នុងការផ្សាយពាណិជ្ជកម្ម តាកូ បែល នៅសហរដ្ឋអាមេរិកបានស្លាប់ដោយសារតែដាច់សរសៃឈាមខួរក្បាល។\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "ការកត់សម្គាល់នេះត្រូវបានចេញផ្សាយនៅក្នុងសៀវភៅមួយ ដែលសរសេររួមគ្នាដោយម៉ាកហាលផើរីន អ្នកកាសែតរបស់ទស្សនាវដ្តីថែមន៍ និងចន ហាយលីម៉ាន អ្នកកាសែតរបស់ទស្សនាវដ្តីញូវយ៉ក។\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "ដោយសារតែអាត្រាអត់ការងារធ្វើរបស់យុវវ័យបាននឹងកំពុងកើនឡើងក្នុងកំរិតអាសន្ន (15.5% ក្នុងឆ្នាំ2002 ចំពោះអ្នកដែលមានអាយុចន្លោះ20និង24 យោងតាមអង្គការ OECD) និងការចងចំាងថ្មីៗនេះលើកុប្បកម្មក្នុងឆ្នាំ2005 Sarkozyបានសន្យាថា នឹងគ្រប់គ្រងលើការចំណាយរបស់រដ្ឋាភិបាល និងអនុវត្តគោលការណ៍ពន្ធដែលផ្តល់ប្រយោជន៍ដល់រយៈពេលធ្វើការវែងជាងមុន។\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "អ្នកតំណាងរដ្ឋាភិបាលហៃទីបានស្នើសុំម្ចាស់ជំនួយនូវជំនួយបន្ថែមចំនួន350លានដុល្លារបន្ថែមទៀតសំរាប់ការស្ថាបនាប្រទេសហៃទីឡើងវិញ ដែលជាប្រទេសដ៏ក្រីក្របំផុតនៅទ្វីបអាមេរិក។\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "ជាលទ្ធផល អ្នកសម្តែងទាំងនោះបានជក់បារីធ្មៃនៅលើឆាក និងល្ខោនខ្លួនឯងបានលើកទឹកចិត្តឱ្យទស្សនិកជនចូលរួមការជក់នោះ។\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "កុមារផ្សេងទៀតបានស្លាប់ នៅពេលជញ្ជាំងផ្ទះរបស់ពួកគេដួលរលំ។\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "Wikileaks បាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយទៀត នៅលើគេហទំព័ររបស់ខ្លួនថា \"ប្រសិនបើ 'ព្រឹទ្ធសភាសំរាប់ការត្រួតពិនិត្យ'របស់ប្រទេសអូស្រ្តាលី លោក ស្ទីហ្វិន ខុនរ៉យ មានវិធីរបស់លោក ប្រទេសអូស្ត្រាលីនឹងក្លាយជាប្រទេសលោកខាងលិចដំបូងគេដែលមានរបបតាមដានត្រួតពិនិត្យអ៊ីនធើណេតជាបញ្ញត្តិ។\"\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "ទស្សនិកជន រួមបញ្ចូលទាំងមេដឹកនាំក្រុមអូស្ត្រាលី លោកជេសុន ហ៊ែលវីក និងអនុប្រធានរបស់លោក គឺលោក ម៉ៃឃើល ហាទុង និង លោកស្រី ខេត ម៉ែក ឡូលីន។\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "អ្នករៀបចំកម្មវិធីសម្តែង Opera singer-turned-talk ឈ្មោះឆាលុត ឆឺជ ចង់កក់សណ្ឋាគារប៉ារីសហីលតុនដែលជាកេរមរតករបស់ប៉ារីសហីលតុន សំរាប់កម្មវិធីខ្លួន ដើម្បីអោយអោយនាងអាម៉ាស់មុខ។\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "រីឆាត ជេនគីន វិស្វករមកពីចក្រភពអង់គ្លេសម្នាក់ បានបំបែកឯក្កតកម្មសម្រាប់ការបង្កើតរថយន្តរត់លើដីដំណើរការដោយកម្លាំងខ្យល់ដែលមានល្បឿនលឿនជាងគេបំផុតកាលពីថ្ងៃសុក្រ។\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "សំភារៈខ្លះគឺសេសសល់មកពីទំនប់ទឹកចាស់សំរាប់កសាងទំនប់ទឹកថ្មី ហើយខ្លះទៀត ត្រូវបានយកដាក់តាំងបង្ហាញ។\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតនេះបានយកចិត្តទុកដាក់លើទំនាក់ទំនងរវាងប្រធានាធិបតីកូឡុំប៊ីដែលនឹងផុតអណត្តិ លោកអាល់វ៉ារូ យូរីបេ និងក្រុមជីវពលស្តាំនិយមនៅប្រទេសអាមេរិកខាងត្បូងដែលមានសង្គ្រាមញ៉ាំញ៉ី។\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "ស្វ័រសិនីហ្គើបានហៅម៉ាក់កេនថាជា \"វីរៈបុរសរបស់អាមេរិក និងមេដឹកនាំវិសាមញ្ញមួយរូប\" ហើយបានកោតសរសើរចំពោះសមត្ថភាពរបស់គាត់ក្នុងការឆ្លងកាត់ខ្សែបន្ទាត់គណបក្ស។\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "ពួកយោធារដ្ឋប្រហារកំពុងកាន់អំណាចរងការវាយប្រហារពីក្រុមអ្នកប៉ះបោរជាច្រើន ប្រឆាំងនឹងការដឹកនាំរបស់ខ្លួន។\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "លោកបានទស្សន៍ទាយថា \"អាជីវកម្មជាច្រើនត្រូវប្រឈមនឹងពេលវេលាតឹងតែងខ្លាំង ហើយភាពគ្មានការងារធ្វើនឹងកើនឡើងលឿន។\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "ប្រទេសឈីលីបានបង្ហាញខ្លួនលើកចុងក្រោយក្នុងឆ្នាំ1998 ប្រទេសក្រិចក្នុងឆ្នាំ1994 និងប្រទេសអាល់ហ្សេរីក្នុងឆ្នាំ1986។\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីពិនិត្យលើគំរួរតនាគារនោះ លោក Wayne Swan ដែលជារតនាករ និង​លោក Greg Combet ដែលជារដ្ឋមន្រ្តីទទួលបន្ទុកការងារការផ្លាស់ប្តូរអាកាសធាតុ បានចេញនូវសេចក្តីថ្លែងការណ៍រួមមួយដោយនិយាយថាបើគ្មានការសម្រេចចុងក្រោយនូវកញ្ចប់សំណង វាឆាប់ពេកក្នុងការទស្សន៍ទាយនូវការឡើងថ្លៃ។\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "សូមរងចាំតាមដានបទសម្ភាសន៍ផ្សេងទៀត ដោយគ្រប់បេក្ខជនមកពីគណបក្សទាំងអស់អាចមានសិទ្ធិទទួលការសម្ភាសន៍ និងត្រូវបានទាក់ទង។\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "ប្រធានគណបក្ស មីឆែលស្ទីល បានប្រាប់សារព័ត៌មាន Fox News Sunday ថា \"មានស្ដង់ដារដែលថាគណបក្សប្រជាធិបតេយ្យមានអារម្មណ៍ថាពួកគេអាចនិយាយពាក្យទាំងនេះបាន ហើយពួកគេអាចសុំទោសនៅពេលដែលវា ... ចេញពីមាត់របស់ពួកគេផ្ទាល់។\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "10ឆ្នាំជាងក្រោយមក ហប់ភឺបានលេចមុខជាញឹកញាប់តាមទូរទស្សន៍ជាភ្ញៀវកិត្តិយស ហើយនៅចុងទសវត្ស60 គាត់បានលេងជាតួបន្ទាប់បន្សំក្នុងរឿងជាច្រើន។\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "មនុស្សយ៉ាងហោចណាស់ 27​នាក់បានរងរបួស ហើយភាគច្រើនមានស្នាមមុត និងជាំ។\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "បាតូលី កីឡាការិនីជើងឯកទីដប់ប្រាំបីសំរាប់ឆ្នាំនេះ ពុំដែលបានឈានទៅដល់ការប្រកួតជុំទីបួននៃព្រឹត្តិការណ៍ ហ្គ្រេន ស្លាំ ណាមួយឡើយ។\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់នោះ ត្រូវបានឧបត្ថម្ភដោយតំណាងរដ្ឋ ដាលីន សេងគើរ៍ មកពីទីក្រុងណេពើរ៍វីល ដោយបានអនុម័តដោយសម្លេងភាគច្រើន114-1 ហើយនឹងត្រូវបានពិចារណាដោយព្រឹទ្ធសភារដ្ឋ អ៊ីលីណយស៍។\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ ហូស្នី មូបារ៉ាក់ បានប្រកាសខុទ្ទកាល័យថ្មីដែលមិនបានបញ្ចូលមន្ត្រីមួយចំនួនដែលអ្នកតវ៉ាភាគច្រើនមិនឯកភាព។\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "គាត់ក៏បានស្នើសុំឱ្យគណៈវិនិច្ឆ័យម្នាក់មានវត្តមានកំឡុងពេលកាត់ក្តីរបស់គាត់។\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "តាមរយះតម្រូវការច្បាប់ រួមទាំងការសុំការព្រមព្រៀងជំនួញ នឹងមានការផ្តល់ឲ្យច្បាស់លាស់អំពីក្រុមហ៊ុនផ្ញើររបស់ និងផ្តល់ឲ្យវិធីមិនបង់ប្រាក់ក្នុងការដែលមិនបញ្ជាតាមការផ្ញើសារនៅពេលមុខ។\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "ការចូលលុកលុយរបស់អ៊ីស្រាអែលក្នុងតំបន់ក្សាស្សាភាគខាងជើង ដែលមានគោលដៅទប់ស្កាត់ការវាយប្រហារដោយគ្រាប់រ៉ូកែតដោយជនសកម្មប្រយុទ្ធប៉ាឡេស្ទីន បានសំលាប់ប្រជាជនច្រើនជាង50នាក់កាលពីប្រាំមួយថ្ងៃមុន។\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "អាជ្ញាធរមានសមត្ថកិច្ចឆាដបានកំពុងធ្វើការស៊ើបអង្កេតតួនាទីរបស់ជនសង្ស័យទាំងប្រាំពីរនិង 14នាក់ផ្សេងទៀតដែលទាក់ទងទៅនឹងការប៉ុនប៉ងដើម្បីហោះបញ្ជូនកុមារអាហ្វ្រិក 103 នាក់ទៅអឺរ៉ុបសំរាប់ការដាក់ឱ្យធ្វើការជាមួយគ្រួសារម្ចាស់ផ្ទះ។\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "ព័ត៌មានឯកជនបន្ថែមទៀតអំពីមនុស្សដែលបានបញ្ចេញមតិយោបល់នៅលើ news.vl.ru ត្រូវបានគេស្នើសុំ។\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "ម៉េតហា ផាត់កា សកម្មជនរបស់ណាម៉ាដាបាចៅអានដូឡានដែលស្ថិតនៅក្នុងថ្ងៃទីប្រាំបួននៃកូដកម្មអត់អាហារប្រឆាំងទៅនឹងគម្រោងសាដាសារ៉ូវ៉ា ត្រូវបានបញ្ជូនទៅមន្ទីរពេទ្យនៅរដ្ឋញ៉ូវ ដេលីដោយបង្ខំពីសំណាក់ប៉ូលីស។\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "កម្មវិធីអរប៊ីអេស ៦ប្រជាជាតិ ដែលត្រូវប្រព្រឹត្តនៅវិថីឡេនដោន នៃឌូប្លីនបានបញ្ចបដោយក្រុមប្រទេសបារាំងបានពិន្ទុ26មុននឹងអៀរឡង់បាន19។\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "ក្រុមនេះក៏បានរៀបចំដាក់ជញ្ជាំងខ្ពស់រវាងហាងនិងតំបន់រស់នៅដើម្បីកាត់បន្ថយសម្លេងរំខាន និងពន្លឺ។\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "គាត់បានសន្យាថាប្រសិនបើរដ្ឋាភិបាលសហគមអង់គ្លេសនៅតែបន្តគំរោងទ្រីដិនតទៅទៀត គណបក្សអេសអេនភីនឹងស្នើអោយប្រើអំនាចនោះដើម្បីបញ្ឈប់គំរោងនេះនៅប្រទេសស្កត់ឡេន។\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "ហាមលីន បានក្លាយជាជើងឯកកម្មវិធីអ្នកបើកបរដោយទទួលបាន 6,325 ពិន្ទុ នាំមុខចនសុនសាមសិបបីពិន្ទុ។\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "លោកម៉ាម៉ូដ អាល-ម៉ាសហាដានី ប្រធានសភាអ៊ីរ៉ាក់និយាយថា ពួកគេបានស្នើសុំឱ្យប្រទេសទួរគីដោះស្រាយស្ថានភាពនេះដោយសន្តិវិធី។\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា \"ពីសេចក្តីថ្លែងការណ៍នេះខ្ញុំគិតថា វានឹងធ្វើឱ្យលោក ជាអភិបាលក្រុងម្នាក់ដែលគ្មានប្រសិទ្ធភាពខ្លាំងណាស់។\"\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "អធិការកិច្ចសង្កត់លើការពឹងយ៉ាងខ្លាំងក្លាលើកម្មករឥតកំរៃក្នុងការងាររបស់ក្រុមហ៊ុននោះ ដែលព្រំដែនគរុកោសល្យហៅថា\"ជំនួយការ\" និងចាត់ទុកថាជាអ្នកស្ម័គ្រចិត្ត។\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន BusinessWeek បានរាយការណ៍ថា ការប្រកាសនេះត្រូវបានធ្វើឡើងពីរថ្ងៃបន្ទាប់ពីលោក Corzine ប្រកាសថា រដ្ឋនឹងផ្តល់ថវិការ 10 លានដុល្លារសំរាប់ការស្រាវជ្រាវនៅឆ្នាំក្រោយ ដែលរួមមាន 7លានដុល្លារសំរាប់ការស្រាវជ្រាវពីកោសិកាដើម។\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "អធិការបតីអ្នកអភិរក្សនិយមអូលីវឺ លែតវីន មកពីតំបន់ក្បែរដស៊ែតវេស បាននិយាយថាអត្ថន័យនៅក្នុងរូបថតកែនោះគឺស៊ីមេទ្រីជាមួយនយោបាយអភិរក្សនិយម។\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "ការហោះហើររបស់លោកបន្ទាប់ពីការវាយប្រហារគឺមិនមានន័យអ្វីទេដោយកំណត់ត្រាតាមទូរស័ព្ទ បានធ្វើឱ្យប៉ូលីសទៅកាន់ទីក្រុងរ៉ូម និងការវាយឆ្មក់មួយទៅលើផ្ទះជួលរបស់ប្អូនប្រុសរបស់គាត់ ដែលជាកន្លែងដែលគាត់ត្រូវបានចាប់ខ្លួន។\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "លោកប្ល៊ែរក៏បានបន្ថែមទៀតថា \"យើងបានឆ្លងកាត់ផ្នែកខុសៗគ្នានៃដំណើរការនេះជាច្រើនលើក ក្នុងរយៈពេលពីរបីឆ្នាំមកនេះ ប៉ុន្តែខ្ញុំគិតថា នេះគឺសមហេតុសមផលក្នុងការបន្តទៀត។\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "ប៉ូលីសបាននិយាយថា ការព្រួយបារម្ភចម្បងរបស់ពួកគេគឺសុខភាពនិងសុវត្តិភាពរបស់បុគ្គលគ្រប់រូប ដោយសារការប្រឆាំងតវ៉ា ត្រូវបានរៀបចំឡើងជាប់នឹងផ្លូវអ៊ូរអរមួយ។\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "តុលាការកំពូលនៃប្រទេសហូឡង់បានច្រានចោលករណីនេះ ដោយបញ្ជាក់តាមច្បាប់របស់សហភាពអឺរ៉ុបថា ករណីរបស់កាហ្សេមីគឺជាការទទួលខុសត្រូវរបស់ប្រទេសដែលគាត់បានស្នើសុំការជ្រកកោនដំបូង។\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "លោកបេហ្គីចបាននិយាយថា​ \"ខ្ញុំព្រួយបារម្ភថា ការសម្រេចចិត្តរបស់រដ្ឋបាលលោកអូបាម៉ាក្នុងការផ្អាកការអភិវឌ្ឍក្នុងសមុទ្ររយៈពេលមួយឆ្នាំនឹងធ្វើឲ្យមានការយឺតយ៉ាវជាបន្តទៀត និងការចំណាយសម្រាប់ផលិតកម្មប្រេង និងឧស្ម័នក្នុងប្រទេសកើនឡើងដើម្បីបំពេញតម្រូវការថាមពលរបស់ប្រទេស។\"\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណា; អ្វីដែលជាព្រឹត្តិការណ៍មួយដ៏ល្បីល្បាញបំផុតដែលបានកើតឡើងនៅកន្លែងបង្ហាញនោះគឺការធ្វើឃាតប្រធានាធិបតី William McKinley នៅថ្ងៃទី6 ខែកញ្ញា ឆ្នាំ1901។\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "ការរំលាយនេះបានធ្វើឡើងបន្ទាប់ពីមានការអំពាវនាវរបស់ថ្នាក់ដឹកនាំនៃសាកលវិទ្យាល័យដែលជាគូប្រជែងឲ្យបញ្ឈប់ UoW។\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "ប្រសិនបើ Microsoft មិនប្តឹងតវ៉ាលើសេចក្តីសម្រេច នេះ ក្រុមហ៊ុននឹងមានរយ:ពេល 3 ខែ (ចាប់ផ្តើមពីថ្ងៃទី27 ខែកុម្ភ: ) ក្នុងការបង់ប្រាក់ពិន័យទាំងអស់។\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "មកទល់ពេលនេះ រុស្ស៊ីមិនទាន់បានបញ្ជាក់ពីអត្តសញ្ញាណរបស់អ្នកជាប់ទោសដទៃទៀតដែលនឹងត្រូវដោះលែងនៅឡើយ ថ្វីបើឈ្មោះជាច្រើនត្រូវបានប៉ាន់ស្មានដោយរួមមាន អាឡិចសាន់ដឺរហ្សាប៉ូរ៉ូស្គី សឺរហ្គីស្រ៊ីផាល់​ និងអាឡិចសាន់ដឺរស៊ីប៉ាឆេវ ដែលទាំងអស់ត្រូវបានចោទប្រកាន់ពីការផ្ទេរព័ត៌មានទៅអោយរដ្ឋាភិបាលបរទេស។\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "យន្តហោះបានធ្លាក់នៅចម្ងាយប្រមាណពីរគីឡូម៉ែត្រ (1.3 miles) ពីអាកាសយានដ្ឋានស្មូលេនស៍។\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "ថ្មីៗនេះ កូរ៉េខាងត្បូងបានប្រកាសពីបំណងបញ្ជូននាវាពីឃាដមួយរបស់ខ្លួនបន្ទាប់ពីជនជាតីកូរ៉េខាងត្បូងចំនួនប្រាំនាក់ត្រូវបានចាប់ជម្រិតនៅក្នុងការប្លន់នាវាដឹកទំនិញជប៉ុនមួយ។\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យនាហ្គារ៉ាម៉ូហកឃ៍ ដែលជាក្រុមហ៊ុនថាមពលនៃតំបន់ញូវយ៉កខាងលិច ស្ទីវ ប្រាឌី បាននិយាយថា \"នេះពិតជាព្រិលដ៏ខ្លាំងជាទីបំផុត ហើយភាគច្រើននៃដើមឈើនៅមានស្លឹកជាច្រើននៅឡើយ...យើងមិនអាចធ្វើការប៉ាន់ស្មានលើការខូចខាតទាំងស្រុងបានទេរហូតដល់ព្រិលឈប់ធ្លាក់។\"\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "ក្រោយមកទៀត មានការសន្និដ្ឋានមួយចំនួនថា គាត់នឹងចូលរួមក្នុងគណបក្សបៃតងដែលពុំមានសមាជិកសភាជាប់ឆ្នោតសោះនៅអូតាវ៉ា រដ្ឋធានីប្រទេស។\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "អ្នកឈ្នះពានរង្វាន់ជាតួអង្គស្រីដែលជាទីចូលចិត្តដោយការបោះឆ្នោតជាសាធារណៈតាមរយៈ \"by a country mile\" គឺហ៊ីលឡារី បារ៉ី។\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "Shulze មានបទពិសោធន៍ប្រព័ន្ធរ៉ាដា ពីការធ្វើការនៅឯ White Sands Missile Range។\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "ស្នងការប៉ូលីសក្រុង Pope County Sherriff បាននិយាយថា នៅម៉ោងប្រមាណជា 11 យប់ ឡានរបស់គាត់បានធ្លាក់ផ្លូវ ហើយក្រឡាប់លើផ្លូវលេខ 110 ក្បែរ ក្រុង Brooten រដ្ឋ Minnesotaក្នុងក្រុង Pope County នៅជាប់ក្រុង Bangor Townshipរដ្ឋ Minnesota ដែលមានចម្ងាយប្រហែល 15 miles ភាគអគ្នេយ៍ ពី Glenwood, MN និង មានចម្ងាយប្រហែល 55 miles WNW ពី St. Cloud, MN ឬមានចម្ងាយប្រហែល 100 miles ភាគពាយ័ព្យ ពីTwin Cities។\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"អស់រយៈពេលរាប់រយឆ្នាំមកហើយដែលពួកយើងជាគ្រឹស្តបរិស័ទមាន 15 ភាគរយនៃចំនួនប្រជាជនសរុបត្រូវបានយាយី និងបណ្តេញចេញពីហូលី ឡេន ហើយឥឡូវពួកយើងជាក្រុមភាគតិចដ៏តូចមួយ។\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងប្រទេសមួយដែលការស្រលាញ់ភេទដូចគ្នាជាបទឧក្រិដ្ឋមួយដែលត្រូវដាក់ទោសជាប់ពន្ធធនាគាររហូតដល់ទៅដប់បួនឆ្នាំ ការស្នើអោយមានច្បាប់ថ្មីនេះនឹងលើកការដាក់ទោសអោយកើនឡើងដល់ជាប់ពន្ធធនាគារអស់មួយជីវិត។\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "វិគីវើស៊ីធីជាគម្រោងមួយរបស់ខ្លួនវាផ្ទាល់ ដែលមានគោលបំណងបង្កើតនូវបរិដ្ឋានសិក្សាដែលមានការសហការគ្នាតាមប្រព័ន្ធអនឡាន។\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "រង្វាស់រង្វាល់ច្រើនប្រភេទបានផ្ដល់ឱ្យមានការប៉ាន់ស្មានដ៏ប្រសើរមួយនៃម៉ាស-ដង់ស៊ីតេនៃបារីយ៉ុង-ណឺតត្រុង និងប្រូតុងដែលបង្កើតជាស្នូលនៃអាតូម​ និងអ៊ីយ៉ុង-នៅក្នុងចក្រវាឡកាលពី10ពាន់លានឆ្នាំមុន។\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "មេរោគចំលងស្តាផត្រូវផ្សព្វផ្សាយដូចជំងឺផ្សេងទៀត ដោយស្ថានភាពហ្វូងមនុស្ស ខ្វះអនាម័យ និងការប៉ះស្បែកនឹងស្បែកជាកំហុសញឹកញាប់ភាគច្រើន។\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានទទួលទូរស័ព្ទពីអ្នកស្រុកម្នាក់ថា វីហ្គលត្រូវបានរងរបួសក្នុងការបុកទង្គិចនេះ។\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថាលោក \"គាំទ្រយ៉ាងពេញទំហឹងចំពោះសេចក្ដីថ្លែងការរបស់ប្រធាន SADC (សហគមន៍អភិវឌ្ឍន៍អាហ្វ្រិកខាងត្បូង) ដែលថាស្ថានភាពមិនទាន់ល្អប្រសើរសម្រាប់ការចាប់ផ្ដើមការបោះឆ្នោតនៅឡើយទេនៅពេលនេះ ហើយការបោះឆ្នោតនេះត្រូវតែពន្យារពេលសិន។\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "ស៊ីន ហ្វែង​អេសឌីអិលភីនិងគណបក្សសម្ព័ន្ធមិត្របានរិះគន់ឌីយ៉ូភីចំពោះការបរាជ័យនេះ។\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "លោក ហូវើត បានថ្លែងថា ការលក់នេះមិនមែនជាការសន្យាបោះឆ្នោតរបស់រដ្ឋាភិបាលគាត់ឡើយ ហើយថា រដ្ឋាភិបាលសហព័ន្ធមិនបានពិនិត្យមើលអត្ថប្រយោជន៍រយៈពេលវែងបានពីការលក់នេះឡើយ។\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "វីដេអូដែលបានផ្សព្វផ្សាយដោយសារព័ត៌មាន BBC មានរយៈពេលប្រហែល 45 វិនាទី និងបង្ហាញថាយ៉ាងហោចណាស់មីស៊ីលពីរគ្រាប់ហោះចេញពីការគ្រប់គ្រងនៅពេលបាញ់ចេញពីក្នុងមូលដ្ឋានពេលភ្លើរោលរាលនិងបានធ្លាក់នៅជិតនោះ។\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "គាត់បានងាកទៅខាងស្តាំបន្តិច និងរក្សាទឹកមុខនៅពីចម្ងាយដដែលដែលជុំជិតដោយ សក់រួញវែងរបស់គាត់ដែលមិនបានសិត។\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "អាឡឺម៉ង់បានឈ្នះអាហ្សង់ទីន 4-2 ដោយបាល់ពិន័យដើម្បីកក់កន្លែងមួយនៅវគ្គពាក់កណ្តាលផ្តាច់ព្រ័ត្ររបស់ពានរង្វាន់ពិភពលោក ហ្វ៊ីហ្វា នៅទីក្រុងប៊ែរឡាំង កាលពីថ្ងៃសុក្រ។\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"យើងមានតួនាទីជួយសន្សំសំចៃប្រាក់កាសអ្នក ជាប់ពន្ធ ដោយបំពាក់ភ្លើងសម្រាប់ពិធីបុណ្យ ផ្សេងៗទៀតរួមទាំងបុណ្យអេដក្នុងខែកញ្ញា នោះយើងនឹងអាចសន្សំសំចៃបាន £10,000។\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "យោងតាមបទប្បញ្ញត្តិបរិស្ថានថ្មីដែលបានប្រកាសនៅថ្ងៃព្រហស្បតិ៍ដោយរដ្ឋមន្រ្តីបរិស្ថានកាណាដា លោក Jonh Baird ក្រុមហ៊ុនដែលមិនអាច​បំពេញតាមគោលដៅប្រពលភាពថ្មីចំពោះការកាត់បន្ថយការបញ្ចេញ CO2 នឹងអាចទិញឥណទានសំណង ឬផ្តល់វិភាគទានដល់មូលនិធិបច្ចេកវិទ្យាដែលមានតម្លៃដំបូង $15 ក្នុងការបញ្ចេញមួយតោន។\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "ការអភិវឌ្ឍន៍បានចាប់ផ្តើមឡើងលើកុំព្យូទ័រយួរដៃថ្មីដែលប្រើប្រាស់អ៊ីនធែល ប្រូសេសសឺជាជាងប្រើប្រូសេសសឺបច្ចុប្បន្នដែលផលិតដោយអែដវ៉ាន់ ម៉ៃក្រូ ឌីវាយស៍ ដែលជាគូបដិបក្ខរបស់អ៊ីនធែល។\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "ភ្នាក់ងារសារព័ត៌មានទូគី អាណាតូលៀន រាយការណ៍ថា ឧទ្ធម្ភាចក្រពន្លត់អគ្គីភ័យ Kamov-32 មួយគ្រឿងបានធ្លាក់ខណៈព្យាយាមដាក់ទឹកបំពេញធុងទឹករបស់ខ្លួន។\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "អ្នកជិះស្គីសហរដ្ឋអាមេរិកត្រូវបានគេរៀបចំឲ្យប្រកួតកាលពីម្សិលមិញ ក្នុងក្រុងស្លាឡុម ប៉ុន្តែការប្រកួតត្រូវបានផ្អាកដោយសារតែមានខ្យល់ធ្លាក់ខ្លាំង។\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យយោធា ឧត្តមសេនីយត្រី សោកាត ស៊ូលតង់ របស់ប៉ាគីស្ថានបាននិយាយថា \"យើងអាចបញ្ជាក់អត្តសញ្ញាណរបស់ជនបរទេសដែលត្រូវបានសម្លាប់ នៅពេលយើងធ្វើការត្រួតពិនិត្យជាមូលដ្ឋានល្អិតល្អន់។\"\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "ជនជាតិហៃទីបានធ្វើកូដកម្ម ដោយធ្វើឲ្យដំណើរការធ្លាក់ចូលក្នុងស្ថានភាពវឹកវរ ដែលត្រូវបានបង្ក្រាបដោយកិច្ចខិតខំប្រឹងប្រែងដែលបានកំណត់នៃអ្នកតាមដានបរទេស។\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "គេបានហៅគណបក្សការពិតនិងសម្ព័ន្ធយុត្តិធម៍ ដែលជាគណបក្សប្រឆាំងដ៏សំខាន់ គឺជាការរួមរួមគ្នានៃបេក្ខជនជាច្រើនមកពីគណបក្សសេរីនិយមជាតិនិងគណបក្សប្រជាធិបតេយ្យ។\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "មានការមិនឯកភាពមួយចំនួនចំពោះវិធីសាស្រ្តវាស់ដែលបានប្រើពីមុន ដូច្នេះ អ្នកស្រាវជ្រាវបានចំណាយពេលមួយម៉ោងនៅកិច្ចប្រជុំដោយវាស់ប្រើរ៉ាដា ផ្កាយរណប និងវិធីសាស្រ្តផ្សេងទៀត លើ 6 ចំណុច។\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "កាលពីសប្ដាហ៍មុន អ្នកឆ្លងឆ្លើយរបស់ ONE ញូវស្ស៍ លោកស្រីបាបារ៉ា ឌ្រាវឺ ត្រូវបាននិរទេ្ទស ដោយសារតែលោកស្រីបានមកប្រទេសនេះដើម្បីយកព័ត៌មានអំពីវិបត្តិដែលបានកើតឡើង។\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកគឺលទ្ធផលដែលអ្នកទាំងអស់គ្នានឹងបានទស្សនា។\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានពន្លត់អគ្គីភ័យអស់រយៈពេលជាង 24ម៉ោង មន្ត្រីអគ្គីភ័យបានថ្លែងថាអគ្គីភ័យនេះគឺត្រូវបានពន្លត់ស្ទើរតែទាំងស្រុង និងបានបញ្ជាឲ្យក្រុមហ៊ុនអគ្គិភ័យជាច្រើនចាប់ផ្តើមបិទបំពង់បាញ់ និងខ្ចប់សម្ភាររបស់ពួកគេ។\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "កីឡាករ រ៉ូ គ័រឌើអ៊ីរ៉ូ រក try ឲ្យក្រុមប៉ទុយហ្គាល់តែមួយពិន្ទុប៉ុណ្ណោះក្នុងការប្រកួតនេះ មួយសន្ទុះក្រោយពីការចាប់ផ្តើមការប្រកួតជាថ្មី ដែលត្រូវរកបានដោយកីឡាករ ដាតេ កាដូសូ ពីនតូ។\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែនៅលើកញ្ចក់ទូរទស្សន៍បារំាង ហ្ស៊ីដានេ បានបង្ហាញពីការសោកស្តាយអំពីឥរិយាបថរបស់គាត់។\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "ប្រធានណាតូចាភឌឺហូភស្គឺហ្វឺក៏បានថ្កោលទោសសកម្មភាពនេះដែរ។\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយ លោកសាលម៉ន បានបង្ហាញសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធ និងរូបសំណាក់ធ្វើពីលង្ហិនដែលបានដាក់ដើម្បីប្រារព្ធខួបលើកទី50 នៃឧប្បត្តិហេតុនេះ។\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "លោក Alan Sugarនឹង​បន្តដឹកនាំរឿងភាគរបស់ BBC ឈ្មោះ The Apprentice បន្ទាប់ពីការតែងតាំងលោកជា \"តារាសហគ្រាស\" សំរាប់រដ្ឋាភិបាលអង់គ្លេង។\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "បណ្តឹងនេះ បានដាក់ប្តឹងនៅសាន់ប្រានស៊ីស្កូ ដែលបានចោទប្រកាន់ថាអេធីអ៊ែនធីបានរំលោភលើច្បាប់សហព័ន្ធដែលបានសហការជាមួយរដ្ឋាភិបាលដើម្បីលួចស្តាប់ប្រជាជនអាមេរិក។\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "ជំរើសផ្សេងទៀតដែលលោក Musharraf អាចជ្រើសរើសរួមមាន ការប្រកាស់អោយរដ្ឋស្ថិតក្នុងភាពអាសន្ន ដែលអាចជួយគាត់ទទួលបាននូការគាំទ្រពីយោធា ឬរំលាយសភាចោល បើទោះបីជានេះអាចឈានដល់ចលាចលនយោបាយយ៉ាងណាក្តី។\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT បានថ្លែងថាតួលេខនេះគឺ £300 លាន ក្នុងមួយឆ្នាំ។\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "ច្បាប់ដែលបានអនុម័តដោយរដ្ឋាភិបាលរ៉ូម៉ានីកាលពីថ្ងៃសុក្រនោះត្រូវបានបញ្ជូនទៅសភាដើម្បីជជែកពិភាក្សា។\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "ការប្រកួតបន្ទាប់គ្រោងនឹងធ្វើនៅថ្ងៃស្អែក ថ្ងៃចន្ទដែលជាថ្ងៃប្រកួតជម្រុះ។\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "ជ័យជម្នះរបស់ប្រទេសអេស្ប៉ាញត្រូវបានគេទស្សន៍ទាយបានត្រឹមត្រូវ ដោយសត្វព្យាករណ៍ គឺត្រីមឹកយក្ស ឈ្មោះ ប៉ូល​។\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "និស្សិតជិត 100 នាក់មកពីប្រទេសរ៉ាវ៉ាន់ដា ប៊ុយរុនឌី និង​កុងហ្គោ នឹងចែករំលែកគំនិតយោបល់គ្នាអំពីអតីតកាល និងបច្ចុប្បន្នកាលនៅក្នុងប្រទេសរ៉ាវ៉ាន់ដា ព្រមទាំងអនាគតសម្រាប់តំបន់ហ្គ្រេតឡេកផងដែរ។\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "បូសវែលបាននិយាយថា: \"ការស្រាវជ្រាវបន្ថែមទៀតពីផលប៉ះពាល់នៃ BZP នឹងត្រូវបង្ហាញឆាប់ៗនេះដោយរដ្ឋមន្ត្រីសុខាភិបាល\" ខណៈដែលរដ្ឋាភិបាលញូវហ្សេលេនកំពុងជជែកដេញដោលថាតើវាគួរតែត្រូវហាមឃាត់ ឬរឹតបន្តឹងការលក់ ឬអត់។\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "ម៉ាទីន អាយុ 51ឆ្នាំត្រូវបានចោទប្រកាន់ពីបទប្រព្រឹត្តមិនត្រឹមត្រូវដោយសារការផ្ញើឲ្យសាក្សីព្រះរាជអាជ្ញានូវអ៊ីមែលដែលរួមបញ្ចូលទាំងប្រតិចារឹកសវនាការលើករណីទាក់ទងនឹងករណីផ្សេងទៀត រួមជាមួយនឹងការសង្កេតរបស់នាងផ្ទាល់ ដែលជាប់ទាក់ទងទៅនឹងករណីការ ម៉ូស្សៅរី រួមទាំងការផ្ដល់យោបល់ និងចំណុចដែលត្រូវនិយាយផងដែរ។\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "ប៉ុន្មានឆ្នាំក្រោយមក លោកបានបើកបារខ្លួនឯង និងបានក្លាយជាមិត្តភក្តិជាមួយ សមាជិកក្រុម និងបានណែនាំពួកគេនៅការប្រគុំតន្រ្តីមួយរបស់ពួកគេនៅ Jacksonville។\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "និស្សិតរៀនភាសាអង់គ្លេសម្នាក់ដែលមានសញ្ជាតិបារាំងឈ្មោះ លីសៀណេ ឡាវ៉ូរេល បានឆ្លើយតបដោយអស់សំណើចចំពោះគំនិតដែលថាបារាំងខ្សោយ ដោយយោងតាមខែ្សភាពយន្តឆ្នាំ1996 មានចំណងជើងថាថ្ងៃឯករាជ្យ។\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកវិភាគជាច្រើនបានបង្ហាញថា បទឈប់បាញ់គ្នាថ្មីបំផុតនេះត្រូវបានផ្អែកលើកលយុទ្ធរបស់ ETA ដែលបណ្តាលឱ្យការគាំទ្ររបស់ពួកគេនៅក្នុងតំបន់បាស្កេមានការធ្លាក់ចុះ។\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "ស្បែកជើងនៃរដ្ឋអាមេនៀនោះស្ថិតក្នុងលក្ខខ័ណ្ឌថែរក្សាយ៉ាងល្អឥតខ្ចោះ ហើយមានចំនាស់ប៉ុន្មានរយឆ្នាំចាស់ជាងស្បែកជើងដែលគេបានរកឃើញនៅលើខ្លួនសាកសពបុរសទឺកកកអូហ្ស៊ី ដែលធ្វើអោយវាក្លាយជាស្បែកជើងដែលចាស់ជាងគេនៅលើពិភពលោក ព្រមទាំងជាស្បែកជើងចាស់បំផុតដែលមិនដែលធ្លាប់បានរកឃើញនៅទ្វីបអឺរ៉ុប។\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកស្រីជីបប៊ន​ ចនមកពីលីវើភូលបានសុំប្រជាជនអង់គ្លេសដែល ខឹងដោយសារការដាក់ទោសជាប់គុករបស់ម្តាយគាត់មិនគួរវាយបកប្រឆាំងនឹងអ៊ីស្លាមវិញ។\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ការសិក្សាមួយ បានរកឃើញថាអាត្រាសម្លាប់ខ្លួននៅក្នុងស្កត់ឡែនកាន់តែមានការកើនឡើងច្រើនជាងអាត្រាក្នុងអង់គ្លេសដែលនៅជិតខាង។ មហាជននិងអ្នកនយោបាយរុស្សី បាននឹងកំពុងសិក្សាអំពីអាត្រាក្មេងពេញវ័យសម្លាប់ខ្លួនដែលខ្ពស់ជាងគេទីបីក្នុងពិភពលោក ហើយតួរលេខថ្មីបានបង្ហាញថា អាត្រាធ្វើអត្តឃាតក្មេងជនជាតិភាគតិចកំពុងមានការកើនឡើង នៅភាគខាងជើងនៃប្រទេសអូស្ត្រាលី។\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "អគាដែលមានអាយុកាលច្រើនទសវត្សរ៍មួយបានដួលរលំនៅតាមបណ្តោយផ្លូវ ម៉ា តោ វ៉ៃ ក្នុងទីក្រុងហុងកុង នៅប្រហែលម៉ោង 1:30 រសៀលម៉ោងក្នុងស្រុក កាលពីថ្ងៃសុក្រ។\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "លោកដានតុនក៏ចាត់ទុកប្រព័ន្ធអភិបាលកិច្ចបច្ចុប្បន្នថាជាល្បែងមួយផងដែរ។\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "អ្នកដឹកនាំម៉ូដូវ៉ានបានកត់សំគាល់ថាគាត់បានផ្ញើរកញ្ចប់មួយនៃឯកសារទៅរុស្សីចំពោះសកម្មភាពនៃក្រុមហ៊ុនយោធាត្រេនស្នីស្រ្ថីនចំនួន13។\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "វានឹងត្រូវភ្ជាប់ពីទំព័រមុខងារវីគីភីឌាភាសាអង់គ្លេស សំរាប់ការប្រើប្រាស់សាកល្បងដែលមានរយៈពេល60ថ្ងៃ ចាប់ផ្តើមនៅក្នុងឆ្នាំ2006។\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "នៅទសវត្សរ៍ឆ្នាំ1970 លោកបានធ្វើបដិវត្តកីឡាវាយកូនបាល់នៅ វើល ស៊េរី គ្រីឃីត ដោយណែនាំឲ្យស្គាល់កីឡាយវាយកូនបាល់មួយថ្ងៃ ដោយឲ្យគេស្គាល់ដូចជាពណ៌ឯកសណ្ឋាន បាល់ពណ៌ស និងការប្រកួតពេលថ្ងៃនិងពេលយប់ជាដើម។\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"ដោយជុំរុញនូវការជួសជុល ដែលជាគោលដៅនៃការព្យាបាលប្រូលែកទីន ពួកយើងមានសង្ឃឹមធ្វើអោយប្រសើរឡើងពិតប្រាកដនូវអាការៈនៃមនុស្សជាមួយMS។\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "បុគ្គលដែលត្រូវបានចាប់ខ្លួនបានបង្ហាញខ្លួននៅក្នុងតុលាការជាន់ទាបណេលស្រ្ពូតកាលពីថ្ងៃសុក្រ។\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានទៅដល់គេហដ្ឋាននោះ ហើយបានប្រទះឃើញបុរសអាយុ 72 ឆ្នាំនោះឈរនៅទីនោះ ដោយមានការសន្ទនាដ៏ខ្លីមួយជាមួយនឹងបុរសម្នាក់ដែលបានរត់ចូលក្នុងផ្ទះវិញនាពេលក្រោយមក។\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "\"ចោរលួចមាស\" ជិត 300នាក់ ត្រូវបានឃាត់ខ្លួនពីរសប្តាហ៍កន្លងទៅ នៅអណ្តូងរ៉ែអ៊ីឡេនតែឯកឯង។\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "ពួកគេត្រូវបានចោទប្រកាន់ពីបទលួច ចូលតំបន់ហាមឃាត់ ហើយនឹងការបំផ្លាញទ្រព្យសម្បត្តិ។\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "សណ្ឋាគារអមនី ដែលជាប់នឹងមជ្ឈមណ្ឌល CNN ក៏បានរងការខូចខាចយ៉ាងខ្លាំងផងដែរ ដោយបង្អួចរបស់វាជាច្រើនបានបែកបាក់ខ្ទេចខ្ទី។\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"ដោយសារបញ្ហានេះ យើងបានជ្រើសរើសយ៉ាងប្រុងប្រយ័ត្នវិធីខ្លះដើម្បីធ្វើការប្រយុទ្ធជាច្រើនដែលអាចរក្សាការឈានមុខរហូតដល់ទីបញ្ចប់។\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"យើងកំពុងអធិស្ឋានដល់អ្នកគាំទ្ររបស់យើង និង​ប្រជាជន​​នៃ​ទីក្រុងអ៊ីនឌៀនណាប៉ូលីនេះ​។\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "រាល់ការនិយាយពីសេចក្តីព្រាងច្បាប់ត្រូវបានដកចេញពីអត្ថបទ។\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើ ទោះបីជាយ៉ាងណាក៏ដោយ វាមិនមានផលវិជ្ជមានទាំងអស់នោះទេ ពីព្រោះវាកំពុងតែដាក់សម្ពាធដ៏ធំមួយដល់អ្នកនាំចេញ។\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ថ្នាំឈ្មោះ PA-457 ដែលផ្សំឡើងពីអាស៊ីតប៉េតូលីនិច ហើយនិងផលិតផលបន្ថែមផ្សេងទៀតពីរោងចក្រផលិតក្រដាស គឺត្រូវបានកំពុងផលិត ហើយបង្កើតឡើងដោយ រោងចក្រផលិតថ្នាំ Maryland Panacos Pharmaceuticals។\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "ក្នុងពេលកន្លងមក អង្គការសហប្រជាជាតិបានចោទប្រទេសអេរីទ្រាថាបានផ្តល់អាវុធ និងគ្រឿងឧបករណ៍ឲ្យពួកអ៊ីស្លាមនិយម។\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "គាត់បានបន្តវាជាមួយនឹងកំណព្យ Paradise Regained ដែលបានកត់ត្រាទុកនូវចំណង់ផ្សេងរបស់ព្រះយេស៊ូ​ពេលដែលទ្រង់បាត់ខ្លួន។\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "ឪពុកឈ្មោះឡាមលួង​អាយុ37ឆ្នាំជាអ្នកនេសាទបង្គារ បានជាប់ចោទបទល្មើសមនុស្សឃាតស្ថានទម្ងន់ធ្ងន់ចំនួន4ដង។\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "កម្មករសង្គ្រោះចំនួនបីនាក់នៅអណ្តូងរ៉ែក្រាន់ដលខេនយិននៅតំបន់យូតាត្រូវបានស្លាប់ក្នុងពេលខិតខំជួយអ្នកជីកត្បូងដែលជាប់ក្នុងនោះចំនួយប្រាំមួយនាក់ដែលបានបាត់ខ្លួនអស់រយៈពេលលើសពីមួយសប្តាហ៍។\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក ពួកគេអះអាងថា ឯកសារអាចត្រូវបាន \"ដាក់អោយប្រើបានតាមរយៈការស្នើសុំដោយយោងលើច្បាប់ស្តីពីសេរីភាពនៃសារព័ត៌មាន តាមរយៈនីតិវិធីជាផ្លូវការ។\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\"ខណៈដែលកម្រិតនៃការបង្វិលទិសមានផលប៉ះពាល់សំខាន់ទាក់ទងនឹងសក្តានុពលនៃផលប៉ះពាល់ចំពោះកោះបឺមូដា\" មជ្ឈមណ្ឌលខ្យល់កំបុតត្បូងជាតិបាននិយាយថា \"វាឆាប់ពេកក្នុងការកំណត់ថាតើ បេថាពិតជានឹងគំរាមកំហែងដល់ដែនកោះនោះ។\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "ការប្រមូលផ្តុំ តវ៉ាប្រឆាំង APEC ដែលបានឆ្លងកាត់វិថីនានានៃទីក្រុងស៊ីដនីបានទាក់ទាញក្រុមបាតុករប្រមាណ 5000នាក់ ជាមួយនឹងការចាប់ខ្លួនរហូតដល់ទៅ 18 នាក់ និងប៉ូលីសពីរនាក់បានរងរបួស។\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "ជនរងគ្រោះដែលបានស្លាប់ទាំងអស់គឺជាមនុស្សចាស់ រួមទាំងអ្នកបើកបរម្នាក់ក្នុងចំណោមពីរនាក់ ដែលម្នាក់ទៀតមានរបួសយ៉ាងធ្ងន់ធ្ងរ។\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "ការឈររបស់ពានរង្វាន់ដឺមេនញូវហ្វេកឈ័រនាំមុខដោយក្រុមហ៊ុនឆេវរ៉ូឡេតដែលមានពិន្ទុ 249 គឺនាំមុខក្រុមហ៊ុន Toyota 40 ពិន្ទុ និងនាំមុខក្រុម Ford 91 ពិន្ទុ ដែលនៅសេសសល់ការប្រកួតចំនួនពីទៀតនៅក្នុងរដូវកាលនេះ។\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "សមាជិកគ្រួសាររបស់នាងបានប្រាប់សារព័ត៌មានKhaleej Times ថា នាងភ័យខ្លាចរងការធ្វើបាបរាងកាយពីម៉េតហាវ៉ាន់ ឬអ្នកដើរតាមគាត់។\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "នៅចន្លោះឆ្នាំ1991 និងឆ្នាំ2011 អត្រាកំណើនប្រជាជនបានថយចុះជាលំដាប់។\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "ជនរងគ្រោះដោយសារការចាប់រំលោភមានមុខមាត់ លោកស្រី មូកតា ម៉ៃ បានច្រានចោលទស្សនៈដែលស្រ្តីអាចអនុញ្ញាតឲ្យខ្លួន​ឯងជាប់ពាក់ព័ន្ធជាមួយការប្រព្រឹត្តិនោះដើម្បីប្រាក់។\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "មនុស្សប្រាំបួននាក់បានបាត់បង់ជីវិតក្នុងហេតុការណ៍ភ្លើងឆេះព្រៃនៅតំបន់ឧបទ្វីបអ៊ីរ៉េ នៅអូស្រ្តាលីខាងត្បូង។\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះមានតែសមាជិកសភាឯករាជ្យនៅក្នុងសភានោះ គឺអង់ដ្រេអាធើសម្រាប់មណ្ឌលបោះឆ្នោតផតនឺហ្វ-ចាក-ខាត្យឺនៅទីក្រុងកេបិចនិយាយភាសាបារាំង។\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំសារពើពន្ធ 2005 ពួកគេបានរកប្រាក់ចំនួន $​83 លានជាប្រាក់ចំណូល។\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "ទូករបស់គាត់គ្មានប្រព័ន្ធថាមពលព្រះអាទិត្យដើម្បីផ្តល់ថាមពលអគ្គិសនីដល់កុំព្យូទ័រយួរដៃ ទូរស័ព្ទ និងប្រព័ន្ធកំណត់គោលដៅទេ។\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃបន្ទាប់⁣ រថភ្លើងដឹកជញ្ជូនដែលផ្ទុករថយន្ត 40 គ្រឿង បានធ្លាក់ផ្លូវនៅទិសខាងកើតនៃ Kalgoorlie បណ្តាលអោយមនុស្សបីនាក់រងរបួស។\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "នៅការបោះឆ្នោតលើកទីបីរបស់ស្កុត ចាប់តាំងពីការបើកសភាស្កុតនៅឆ្នាំ1999 គណបក្ស SNP ឆ្វេងកណ្តាលនេះបានយកឈ្នះគណបក្សកាន់អំណាចគណបក្សពលករត្រឹមតែមួយកៅអ៊ីប៉ុណ្ណោះ។\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "រូបថតអាចព្រីនចេញពី USB ហ្វ្លាសដ្រាយ ម៉េម៉ូរីកាត ឧបករណ៍ប្លូធូស និងកាមេរ៉ាឌីជីថលប្រើបានជាមួយភីជប្រ៊ីជ។\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ក្រុមសាកលវិទ្យាល័យ UCLA ដឹកនាំដោយប្រាយអិន ណារ៉ានចូ បានសង្កេតឃើញការបញ្ចូលសារធាតុនុយក្លេអ៊ែរនៃស្នូលឌុយតេរៀមទៅក្នុងឧបករណ៍លើតុ។\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "ទំនប់ទឹកនេះបានជំនួសទំនប់ទឹកចាស់ ដែលកសាងឡើងដំបូងបំផុតក្នុងឆ្នាំ1911 ប៉ុន្តែត្រូវបានពន្យាជាច្រើនដងជាប់ៗគ្នា។\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យការបរទេសនៃគណបក្សប្រជាធិបតេយ្យ លោកអេដ ដាវេ បានហៅសេចក្តីថ្លែងការរបស់លោកស្ត្ររ ថា \"ដែកគោលចុងក្រោយក្នុងម្ឈូសនៃករណីសង្គ្រាមស្របច្បាប់។\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "នាយកដ្ឋានប៉ូលីសទីក្រុងតូឡេដូ មិនបានសង្ស័យថាជាឃាតកម្មទេ ហើយចាត់ទុកការស្លាប់នេះជាការចៃដន្យ។\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "យោងតាមឆេនត្រាវ៉ា រដ្ឋាភិបាលសាកាសវីលីប្រកាន់ជំហតិចណាស់ឆ្ពោះទៅកាន់ប្រជាធិបតេយ្យ។\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "ដោយឡែក គាត់បាននិយាយថាគាត់ត្រូវបានគេគិតលុយអស់ប្រហែល71ដុល្លារជំនួសឱ្យ71សេន:100ដងច្រើនជាងអ្វីដែលវិក័យប័ត្ររបស់គាត់គួរចុះនូវអត្រាដែលបានព្រមព្រៀង។\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "អំពើហិង្សានេះបានកើតឡើងមុនពេលការបោះឆ្នោតប្រធានាធិបតីនៅថ្ងៃព្រហស្បតិ៍ ដែលពួកសកម្មប្រយុទ្ធបានសន្យាថានឹងធ្វើការរំខាននោះ។\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "បើយោងតាមប្រភពជាសាធារណៈ រដ្ឋាភិបាលចិនបានចាប់ផ្តើមយុទ្ធនាការដែលគំរាមកំហែងសេដ្ឋកិច្ចប្រឆាំងនឹងសហរដ្ឋអាមេរិក ដោយបង្ហើបឲ្យដឹងថា ពួកគេអាចជម្រះការកាន់កាប់យ៉ាងធំធេងរបស់ខ្លួននៃរតនាគារអាមេរិក ប្រសិនបើក្រុងវ៉ាស៊ីនតោនដាក់ទណ្ឌកម្មពាណិជ្ជកម្មដែលព្យាយាមបង្ខំឲ្យប្រាក់យ័នឡើងថ្លៃនោះ។\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "ផ្នែកភាគច្រើននៃចម្រៀងទាំងពីរបទនេះ ត្រូវបាននិពន្ធនៅអំឡុងដំណើរទេសចរណ៍នៅសហរដ្ឋអាមេរិករបស់ ឡតឌី ដែលជាផ្នែកមួយនៃ អូហ្សហ្វេស ជាមួយនឹងមានអ្នកចម្រៀងល្បីរបស់ក្រុមដែលបាននិយាយក្នុង​កិច្ចសម្ភាសន៍មួយជាមួយ MonsterDiscoHell.com ដែលណោតសំខាន់ៗនៃចម្រៀង ប៊ីស លូស អ៊ិន ផារ៉ាដាយ ត្រូវបាននិពន្ធក្នុងទីក្រុងមីលវ៉ូកគី ចំណែកផ្នែកច្រៀងដដែលៗនៃចម្រៀង ស្តាត់ អេន លីតឌ័រ ត្រូវបាននិពន្ធនៅ អេសធី. អូហ្គាសស្ទីន។\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "រ៉ូស ប៊ែល អ្នកនាំពាក្យឲ្យមូលនិធិគ្រឿងញៀនបាននិយាយថា: \"ការត្រួតពិនិត្យឡើងវិញមិនត្រឹមតែតូចចង្អៀតនោះទេ វាថែមទាំងបង្ហាញលទ្ធផលនៃការជជែកពិភាក្សានៅថ្ងៃពុធនេះជាមុនផងដែរ។\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុន Sony ​បាន​ទទួល​នូវ​របាយការណ៏ចំនួន 209 ករណីពីទូទាំងសាកលថា​ មាន​កំដៅ​ខ្លាំង ហើយ​អតិថិជន​ម្នាក់​​បាន​រាយការណ៍​ថា បាន​ទទួល​រងការ​រលាក​តិចតួចមួយចំនួន។\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"ភាពខុសគ្នានៃអត្រារំហួត ភាពអន្ធិល និងអាកាសធាតុធ្វើឲ្យមានឱកាសកាន់តែច្រើនក្នុងការទាញយកប្រេង។\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "ឆ្មាំសមុទ្រសហរដ្ឋអាមេរិចនិយាយថា បុរសដែលមិនស្គាល់អត្តសញ្ញាណម្នាក់ដែលបានស្លាប់ធ្លាក់ចូលទៅក្នុងទឹក ខណៈពេលដែលព្យាយាមរកផ្លូវចេញពីទឹកកក។\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "ពួកសកម្មប្រយុទ្ធបាននិយាយថាពួកគេនឹងព្យាយាមផ្តួលរំលំរដ្ឋាភិបាល និងដកយកអំណាចពីលោកប្រធានាធិបតីប៉ាគីស្ថាន ភើវើស មូសារាហ្វ ដែលបានជាប់ឆ្នោតថ្មីៗនេះ។\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "ការផ្ទុះបានបង្កើតជាប្រហោងធំៗនៅក្នុងផ្ទាំងទឹកកក រួមទាំងការប្រេះនៅក្រោមផ្ទាំងទឹកកដែលឥលូវនេះមានចម្ងាយប្រវែង2គីឡូម៉ែត (1ម៉ាយ)។\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ក្រុមវេសអ៊ីនឌីស៍ដឹកនាំដោយយ៉ុកដែលមានភាពប្រកួតប្រជែងនិងព្យាយាមក្នុងតតាំងប៉ុន្តែសម្ពាធស៊ុយអែតមានន័យថាភាគច្រើនលេងនៅពាក់កណ្តាលតារាងខ្លួនឯងក្នុងកំឡុងពេលប្រកួត។\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "នគរបាលអាំងទែប៉ូលបានចេញ \"ប្រកាសពណ៌ទឹកក្រូច\" តាមចាប់ខ្លួនមេដឹកនាំ ចេម៉ាអះ អ៊ីស្លាមីយ៉ះ អាស៊ីអាគ្នេយ៍ ម៉ាស សេឡាម៉ាត់ ប៊ីន កាស្តារី ដែលបានរត់ចេញពីមណ្ឌលឃុំឃាំងកាលពីថ្ងៃពុធ។\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះត្រូវបានអនុម័តដោយរដ្ឋាភិបាលប្រេស៊ីល ក្នុងខែវិច្ឆិកា ឆ្នាំ2007 និងត្រូវអនុម័តដោយសភាបារាំង ក្នុងខែមីនា ឆ្នាំ2007។\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ2012ប៉ារ៉ាឡាំពិករដូវក្តៅនៅសល់ជាងមួយសប្តាហ៍័នឹងត្រូវចាប់ផ្តើម ប្រតិភូរបស់ប៉ាពួញូវហ្គីណេម្នាក់បានមកដល់មុននាថ្ងៃនេះដើម្បីចាប់គួរកីឡាករនៃប្រទេសសំរាប់ការប្រកួតគូរប្រជែងអត្តពលកម្មហ្រង់ស៊ីសកុំប៉ោន និងអ្នកលើកសាច់ដុំធីមូស៊ីហារ៉ាបេ។\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "លោកស៊ីង ដែលជាអ្នកកើតជំងឺទឹកនោមផ្អែមម្នាក់ បានទទួលការវះកាត់មួយនៅប្រទេសអង់គ្លេសក្នុងឆ្នាំ1990 និងទទួលការព្យាបាលដោយការវះកាត់ជួសជុលសរសៃឈាមនៅឆ្នាំ2004 ក្នុងទីក្រុងដេលី ដែលនៅក្នុងពេលនោះ សរសៃដែលត្រូវបានបញ្ចូលទៅក្នុងសរសៃអាទែរបស់គាត់។\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABC ក៏បាននិយាយផងដែរថាទាំងលោកវូឌដ្រុព្វ និងលោកវូហ្គបានពាក់អាវក្រោះការពារខ្លួន និងមួកសុវត្ថិភាព។\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "ដោយយោងទៅតាមសំណាងដែលគណបក្សរបស់គាត់ SNP លោកសាលម៉ន បានពិព័ណ៌នា យុត្តិនាការបោះឆ្នោតនៅទីក្រុងក្រាសហ្គូ ខាងកើត និងទីក្រុងហ្គ្រេនរ៉ូថេស ​ជា \"បូជនីយកិច្ចនៃ សមាជិកនៃក្រុមប្រូតេស្តង់\" ដែល\"ប្រព្រឹត្តទៅយ៉ាងល្អនៅឯក្រុងក្រាសហ្គូ ខាងកើត - ប៉ុន្តែ\" មិនសូវល្អបន្តិចនៅឯក្រុងហ្គ្រេនរ៉ូថេស។\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "យោងតាមរបាយការណ៍មួយដែលចេញដោយក្រុមហ៊ុនផ្សព្វផ្សាយព័ត៌មានអាហ្វ្រិកខាងត្បូង(SABC)បានឲ្យដឹងថា ដីការចាប់ខ្លួនមួយដែលចេញដោយអាជ្ញាធរជាតិនៃអាហ្រ្វិកខាងត្បូង(NPA) ដែលធ្វើប្រតិ្តបត្រការដាច់ដោយឡែកពីប៉ូលីស ដើម្បីចាប់ខ្លួនលោក ជែកឃី សេលេប៊ី ដែលជាស្នងការប៉ូលីសជាតិអាហ្វ្រិកខាងត្បួង និងជាប្រធានប៉ូលីសអន្តរជាតិ។\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "ទោះបីជាចម្រៀង Beast Loose in Paradise មាន 'លក្ខណៈភាពយន្ត'និង 'ដូចជារន្ធត់'ច្រើនក៏ដោយ។\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "វីធីសាស្រ្តនេះត្រូវបានរចនាឡើងដើម្បីពញ្ញាក់មនុស្សឱ្យយល់ដឹងនូវការសំលាប់ពីការជក់បារីនិងការបង្ករឱ្យមានជំងឺធ្ងន់ធ្ងរ។\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូបែបនេះធ្លាប់ជាពាក្យចចាមអារ៉ាមអស់រយៈពេលជាច្រើនឆ្នាំ ហើយចំនួននៃការយល់ឃើញនេះបានកើនឡើងក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "នៅក្នុងសម្លេងបោះឆ្នោត5-4 តុលាការកំពូលសហរដ្ឋអាមេរិចបានលុបចោលទោសប្រហារជីវិតទៅលើផាតទ្រីក ខេនណឺឌី ដែលបានចោទប្រកាន់ពីបទរំលោភសេពសន្ថវៈលើកុមារ ដោយនិយាយថាទោសនេះមានកំរិតមិនសាកសមនឹងឧក្រិដ្ឋកម្មទេ ហើយវាបំពានទៅនឹងការហាមរបស់រដ្ឋធម្មនុញ្ញចំពោះការធ្វើទារុណកម្មឃោរឃៅនិងមិនប្រក្រតី ដែលក្លាយជាគំរូមួយ។\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "មានស្ថាប័នចំនួនពីរនៅប្រទេសស្កត់ឡេន ក្នុងតំបន់ហ្វាសលេននិងតំបន់រ៉ូស៊ីដ ដែលផ្តល់សេវាកម្មដល់ក្រុមឆ្មាំយាន្តសមុទ្រនុយក្លេអ៊ែរ។\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "សត្វគោមានភាពងាយស្រួលជាងក្នុងការតាមដាន ហើយសត្វគោចំនួន 8,510 ក្បាលនៅទីតាំងចំនួន 308 កន្លែងបានបង្ហាញនូវទំនោរដ៏ខ្លាំងក្នុងការសម្របតម្រង់ខ្លួនទៅតាមដែនម៉ាញេទិចរបស់ផែនដី។\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "គេហទំព័រនេះ ដែលជាការចម្លងត្រាប់តាមលោកថម គ្រូស និងទំនាក់ទំនងរបស់គាត់ជាមួយវិហារScientology បានក្លាយជាប្រធានបទនៃភាពចំរូងចំរាស ខណៈគេហទំព័រនេះត្រូវដាក់ឱ្យប្រើប្រាស់ដោយមានដីកាហាមធ្វើមួយចំនួនដែលផ្តួចផ្តើមដោយវិហារនេះ។\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "នៅក្នុងការប្រកួតរវាងប្រទេសទួរគីទល់នឹងសហរដ្ឋអាមេរិក រទេះរុញមួយត្រូវបានជួសជុលក្នុងកំឡុងពេលប្រកួត។\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "ជី.ស៊ូហាការ៉ាន់ជារដ្ឋមន្ត្រីផ្នែកប្រាសាទរបស់ខេរ៉ាឡា បានបង្ហាញនូវទស្សនៈខុសគ្នាមួយនៅក្នុងសេចក្តីថ្លែងការណ៍ទៅកាន់សារព័ត៌មាន The Times។\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "ក្រុមរបស់អ្នកចាត់ការទូទៅរបស់អង់គ្លេស ជនជាតិស៊ុយអ៊ែត សេវិន-ហ្កូរាន់ អឺរីកសុន បានគ្រប់គ្រងបាល់ច្រើន ប៉ុន្តែមិនអាចស៊ុតបញ្ចូលទីឲ្យបានច្រើនលើសពីការស៊ុតមួយគ្រាប់ដំបូងឡើយ។\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "ឧទាហរណ៍ដ៏ល្បីៗខ្លះនៃការមិនគិតថ្លៃនៃកម្មវិធីសុសវែរគឺប្រព័ន្ធប្រតិបត្តិការឡាយនុត​ ដែលជាម៉ូហ្សីឡាប្រោស័រនិងកម្មវិធីអូផេនអូហ្វហ្វីសស្វីត។\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកនាំពាក្យ របស់សង្គមអ្នកជំនាញសុខភាពរបស់កេនយ៉ាAlex Orina ប្រាក់កំរ៉ៃប្រចាំខែជាមធ្យម បូកនឹងប្រាក់ឧបត្ថម្ភសំរាប់បុគ្គលិកសុខភាពក្នុងប្រទេសកេនយ៉ា គឺប្រហែល KSh25,000ប្រាក់កេនយ៉ា (193ផោនអង់គ្លេស 302ដុល្លារសហរដ្ឋអាមេរិក ឬ230អ៊ឺរ៉ូ)។\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"វាអាចនឹងគ្រាន់តែបញ្ឆេះកំហឹងអ្នកដែលស្អប់ជនជាតិជីហ្វ និងអ៊ីស្រាអែល​ ហើយមិនអាចធ្វើអ្វីបានដើម្បីការពារជីវិតជនជាតិអ៊ីស្រាអែល។\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "ជាលទ្ធផល ដំបូលក៏ត្រូវបានគ្រប់គ្រងដោយកងកម្លាំងសន្តិសុខផងដែរ។\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "អ្នកព្យាករណ៍និយាយថា ខ្យល់ព្យុះបានប្តូរទិសមុនពេលបោកបក់លើខេត្តខាហ្គាយ៉ាន់ ដែលស្ថិតនៅផ្នែកខាងជើងប្រទេស។\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "ការពិភាក្សាមួយបានរៀបចំឡើងមុនពេលការសម្តែងនៅពេលល្ងាចរវាងអ្នកបាញ់ដែលត្រូវបានចោទប្រកាន់ និងអ្នករបួសម្នាក់។\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "ដោយកើតនៅលីវើភូលក្នុងឆ្នាំ1952 លោកបានទទួលបរិញ្ញាបត្រវិទ្យាសាស្ត្រសង្គមពីសាលាមីតដលសិច ប៉ូលីតិចនិចនៅក្នុងឆ្នាំ1974។\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "ម្នាក់ក្នុងចំណោមគូប្រកួតរបស់លោកអាម៉ាឌីណេចាដ គឺលោកមឺរ ហស់សេន ម៉ូសាវី បានប្រកាសកាលពីមុននោះថាខ្លួន\"ប្រាកដជា\"អ្នកឈ្នះ ហើយនិយាយថាលោកអាចនឹងជំទាស់លទ្ធផល។\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "ឬអ្នកអាចនឹងនិយាយថា 'ទេ​ កំណួចរបស់ខ្ញុំគឺខ្ញុំពិតជាត្រូវការស្លៀកពាក់ក្នុងសម្លៀកបំពាក់របស់ស្ត្រី។'\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "គ្រាប់មួយទៀតបានខុសក្មេងប្រុសនោះ និងមួយទៀតត្រូវឡាន។\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "មេដឹកនាំបក្សប្រឆាំងលោក Tony Abbott បាននិយាយថាតួលេខនេះបានបង្ហាញថាថ្លៃពន្ធកាបោនដែលនឹងមានចំពោះគ្រួសារអូស្ត្រាលី។\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "ពួកគេបានច្រានចោលអំណះអំណាងដែលថា សេចក្តីណែនាំដោយចៅក្រមផ្តល់ទៅគណៈវិនិច្ឆ័យមានលក្ខណៈមិនពេញលេញ ឬមិនច្បាស់លាស់ ដោយបញ្ជាក់ថា \"ចុងចោទបានស្នើសុំរបាយការណ៍បោកបញ្ឆោតជាមធ្យោបាយជ្រើសរើសមួយ\" ហើយនៅក្នុងស្ថានភាពបែបនេះ ចៅក្រមត្រូវបានអនុញ្ញាតឲ្យយកតាមសេចក្តីណែនាំដើម ហើយមិនតម្រូវឲ្យធ្វើអ្វីជាពិសេសឡើយ \"ដោយការចោទប្រកាន់ដែលបានដាក់បញ្ជូនទៅមានលក្ខណៈគ្រប់គ្រាន់តាមបច្ចេកទេស​ ដើម្បីប្រាប់ឲ្យតុលាការបានដឹងជាមុន នូវការចាំបាច់សំរាប់ការចោទប្រកាន់ជាពិសេសមួយ។\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "ពួកគេបាននិយាយថាមានតែអជ្ញាធរឧស្សាហកម្មសមុទ្រទេដែលត្រូវបានអនុញ្ញាតិឲស៊ើប អង្កេតទៅលើឧប្បត្តិហេតុនៅសមុទ្រ។\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "ចំនួនអាចារ្យស៊ូដង់ដែលមានឥទ្ធិពលបានមិនអើពើទៅនឹងការណែនាំរបស់ រដ្ឋាភិបាលដែលមិនឲធ្វើឲស្ថានភាពកាន់តែមានភាពធំឡើង ទោះបីជាពួកគេបានឈប់និយាយទាមទារជីវិតនាងដោយផ្ទាល់ក៏ដោយ។\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "រវាងការជជែកពិភាក្សាគ្នានិងការបោះឆ្នោតជុំទីមួយ បូបូស៊ីកូវ៉ា បានដកបេក្ខភាពរបស់លោកស្រីចេញ ដោយលើកឡើងពីការខ្វះការគាំទ្រចំពោះលោកស្រី។\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "លោក វ៉ារិន ស្នូដុន រដ្ឋមន្រ្តីវិទ្យាសាស្រ្តការពារ និងបុគ្គលិកបាននិយាយថាសាធារណរដ្ឋសហព័ន្ធអាល្លឺម៉ង់ត្រូវបានណែនាំពីការរុករក និងថាតំបន់នោះគឺត្រូវបានការពារ។\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "មិត្តភក្តិម្នាក់របស់បុរសបំពាននេះ មានការភ្ញាក់ផ្អើលជាខ្លាំងចំពោះការចោទប្រកាន់នេះ ហើយបាននិយាយថាគាត់ជា \"មនុស្សដែលល្អ និងមានចិត្ដសប្បុរសបំផុតម្នាក់ ដែលយើងបានស្គាល់នៅក្នុងសាលានេះ។\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "អ្នកប្រណាំងកង់122 នាក់បានបញ្ចប់ការប្រកួតដែលមានរយៈពេលប្រាំមួយថ្ងៃនៅជុំវិញខ្សែប្រកួតចាប់ផ្ដើម និងមកដល់អាឌីលែត ប្រទេសអូស្រ្តាលី ភាគខាងត្បូង។\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "ការរញ្ជួយលើកទីមួយដែលមានកំរិត 7.2 ត្រូវបានកត់ត្រានៅម៉ោង4:08 ព្រឹក នាព្រឹកថ្ងៃព្រហស្បត្តិ៍ម៉ោងនៅក្នុងតំបន់(UTC+11) នៅចម្ងាយ 55 គីឡូម៉ែត្រ (35 miles)ភាគខាងកើត ដែលស្ថិតនៅភាគអាគ្នេយ៍នៃលូហ្គានវាល អេស្ពីរីទូសានតូ វ៉ានូអាទូជាមួយនឹងជម្រៅ 144.8km (90.0 miles)។\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "មន្ត្រីប៉ូលីសម្នាក់ត្រូវបានសម្លាប់នៅខោនធី អាម៉ាត់ភាគខាងជើងប្រទេសអៀរឡង់ ដោយខ្មាន់កាំភ្លើង Continuity IRA ត្រឹម 48 ម៉ោង ក្រោយពីទាហានពីរនាក់ត្រូវបានសម្លាប់។\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"ខ្ញុំក៏មិនបានដឹងថាអ្នកណាគេនៅពីក្រោយ[ការវាយប្រហារ]នេះទេ ក៏ប៉ុន្តែខ្ញុំគិតថាវាគឺជាបក្សមួយនៃអតីតទាហាន។\"\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "ភ្លៀងបង្អុរមួយប្រ៉ាវធ្វើឲ្យខាតពេលលេង ប៉ុន្តែមិនអីទេ ការលេងបានចាប់ផ្ដើមជាថ្មី ហើយ ប្រេនឌែន ថៃល័រ រកបានគ្រាប់ 60 ដោយគ្មានចេញក្រៅ ធ្វើឲ្យហ្ស៊ីមបាវេសម្រេចគោលដៅ ដែលនៅសល់គ្រាប់បាល់មួយគ្រាប់ក្នុងការបញ្ចប់ដ៏តានតឹង។\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "លោកម៉ាកខេន ដែលនៅប្រទេសបារាំង បន្ទាប់ពីបានធ្វើដំណើរទៅអ៊ីរ៉ាក់បានឆ្លើយតបទៅនឹងឧបត្តិហេតុនេះថា \"សហរដ្ឋអាមេរិកផ្តល់តំលៃដល់អត្តសញ្ញាណរបស់មនុស្សគ្រប់រូប ហើយយើងត្រូវចាត់វិធានការដើម្បីកែតម្រូវស្ថានភាពនេះ។\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងសន្និសីទនៅថ្ងៃសុក្រមួយ ម្ចាស់សេះគឺលោកប៉ូល រេដឹម បានប្រកាសថា សេះប្រណាំងនេះមានរបួស ហើយវាមិនត្រឹមតែនឹងត្រូវបានដកចេញពីការប្រកួតថ្ងៃ សៅរ៍ប៉ុណ្ណោះទេ តែវានឹងចូលនិវត្តន៍លែងចូលរួមការប្រកួតលើកក្រោយៗទៀតផងដែរ។\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "នេះនាំឲ្យសុខភាពកាន់តែមិនល្អ ផលិតភាពការងារទាប កាន់តែមានគ្រោះថ្នាក់នៅលើដងផ្លូវ ហើយជីវិតរួមភេទមិនសូវមានកម្លាំង។\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "លោកវូឌដ្រុព្វបានក្លាយជាសហពិធីករអចិន្ត្រៃយ៍របស់សារព័ត៌មាន ABC's World News Tonight ជាមួយអេលីសាបិតវ៉ាហ្គាសនៅថ្ងៃទី3 ខែមករា ឆ្នាំ2006 ដោយជំនួសលោកភីថើនេននីងដែលបានចែកថានទៅ។\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "សត្វកណ្តុរនេះមានការកាត់បន្ថយយ៉ាងច្រើននូវចំនួន និងសកម្មភាពរបស់កោសិកាសម្លាប់​ធម្មជាតិ​។\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "លោកជីន អ៊ីយីហ្គេ អ៊ីដុង បាននិយាយថាលោកបុងហ្គូដែលជាមេដឹកនាំយូរបំផុតនៅប្រទេសក្នុងទ្វីបអាហ្រ្វិកមួយនេះ បានស្លាប់នៅគ្លីនិកហ្គីរ៉ុន នៅថ្ងៃច័ន្ទ ក្នុងអាយុ73ឆ្នាំ។\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ឃ្លាដូចជា \"តើអ្នកបារម្ភអំពីរឿងនោះទេ\" និង \"អំពើល្អផ្តល់សេចក្តីដល់ខ្ញុំ\" គឺដូចជាពាណិជ្ជសញ្ញាសម្រាប់មេដឹកនាំឯករាជ្យ។\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែអ្នកប្រើប្រាស់រូបនេះបានបញ្ជាក់ថា៖\"ខ្ញុំមិនបានដឹងថាប៉ាលីនជាអ្នកជាប់ឆ្នោតទេនៅពេលដែលខ្ញុំធ្វើកំណែនោះឡើយ\" ហើយថា\"គ្មាននរណាម្នាក់បានបញ្ជាខ្ញុំអោយធ្វើកំណែទាំងនោះឡើយ។\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "ទោះបីជាតម្លៃម្ហូបអាហារបានធ្លាក់ចុះពីកម្រិតខ្ពស់នៅពាក់កណ្តាលឆ្នាំ2008ក៏ដោយ របាយការណ៍បានបញ្ជាក់ថា តម្លៃស្បៀងអាហារសកលនៅតែខ្ពស់ បើប្រៀបធៀបទៅនឹងឆ្នាំមុន ហើយថាតម្លៃអង្ករក្នុងស្រុកនៅតែខ្ពស់នៅក្នុងប្រទេសកំពុងអភិវឌ្ឍន៍។\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "ការងារនេះអនុវត្តស្របតាមសេចក្តីបង្គាប់ទូទាំងរដ្ឋ ដែលតម្រូវឱ្យសារធាតុអេតាណុលត្រូវបញ្ចូលទៅក្នុងសាំង - ក៏ជាលើកទីមួយដែលអនុវត្តដោយរដ្ឋមីនីសូតាដែរ - ដែលបានចូលជាធរមានក្នុងឆ្នាំ1997។\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "នេះជាលើកដំបូងហើយដែលបារាំងចាញ់ក្នុងវគ្គជំរុះក្នុងពូលនៃពានរង្វាន់ពិភពលោក។\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "ជម្លោះនេះកើតឡើងកាលពីខែមិថុនា នៅពេលដែលមានអំពើហិង្សាកើតឡើងរវាងប្រទេសនៅ​តាមតំបន់ព្រំដែនដូម៉ៃរ៉ា។\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "TfLដែលបានទិញបណ្តាញរថភ្លើងអគ្គីសនីពីក្រុមហ៊ុនត្រាំត្រាកគ្រ័យដុនអិលធីឌីនៅឆ្នាំ2008 បានប្រកាសពីផែនការនៅចុងខែមករាក្រោយពីបានផ្ញើសំណើដេញថ្លៃទៅសារព័ត៌មានផ្លូវការនៃសហភាពអឺរ៉ុប (OJEU) កាលពីថ្ងៃទី29​ ខែមករា។\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "យានអវកាសឌីស្កាវើរីបច្ចុប្បន្នត្រូវបានចតនៅ ISS ក្នុងអំឡុងពេលបេសកកម្ម STS-120។\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "ករណីនេះគឺជាការឆ្លងកាត់លើកទី១សំរាប់សត្វសេះប្រណាំង ទោះបីឆ្លងលើសេះសម្រាប់កំសាន្តរាប់សិបក្បាលនៅអិនអេសដាប់ប័រយូនិងឃ្ខីនសាឡេនក៏ដោយ។\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "ផែនការនេះ ត្រូវបានដាក់ជូនទៅចៅក្រមក្ស័យទទួលបន្ទុកក្ស័យធន កាលពីព្រឹកព្រលឹមថ្ងៃនេះ។\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "លោកបានឆ្លើយការពារខ្លួបថាគ្មានកំហុសទៅនឹងការចោទប្រកាន់ទាំងប្រាំប្រឆាំងនឹងលោក ប៉ុន្តែតុលាការដែលមានគ្នាដប់នាក់បានចំណាយពេលអស់ប្រាំម៉ោងដើម្បីរកឲ្យឃើញថាគាត់មានទោស។\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "ការរញ្ជួយក៏អាចកើតមាននៅក្បែរប៊ូររុនឌី ប៉ុន្តែមិនមានរបាយការណ៍ពីការខូចខាត ឬគ្រោះថ្នាក់នៅទីនោះទេ។\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "មុនការបង្ហាញខ្លួន ពិន្ទុរបស់អ៊ុឈិមូរ៉ាបានធ្វើឱ្យជប៉ុនស្ថិតក្នុងលំដាប់ទីបួន ដោយចក្រភពអង់គ្លេសទទួលបានមេដៃប្រាក់ និងប្រទេសអ៊ុយក្រេនទទួលបានមេដៃសំរិទ្ធក្នុងពិន្ទុ271.526។\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "ប្រទេសកូរ៉េខាងជើងទាមទារបន្ថែមទៀតឲ្យលុបចោលការសមយុទ្ធដោយនិយាយថា \"ជនល្មោភសង្រ្គាមអាយ៉ងកូរ៉េខាងត្បូងត្រូវតែលុបចោលការសមយុទ្ធបាញ់គ្រាប់ពិតដែលនាំអោយបង្ករឿងភ្លាម ដែលបានរៀបចំនៅកោះយ៉ុនយ៉ុង។\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "ប៉ុន្តែដោយសារមានឱកាសជាច្រើនត្រូវបានប្រើប្រាស់ដោយខ្ជះខ្ជាយ និងការបញ្ជូនបាល់អន់ៗជាបន្តបន្ទាប់ ក្រុមវែសមីថទទួលបានពិន្ទុតិចជាងគូរប្រកូតពីរពិន្ទុក្នុងប៉ុន្មាននាទីចុងក្រោយនៃការប្រកួត។\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "អានឌ្រូ ស៊ីមុនជាអ្នកទទួលបានពិន្ទុខ្ពស់របស់អូស្ត្រាលីដោយរត់បានចំនួន 66 ពិន្ទុ ខណៈអាដាម ហ្គីខ្រីសរត់បាន 55 ពិន្ទុ។\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "មេធាវីរបស់ក្រុមគ្រួសារជាច្រើនបានថ្លែងថា: មានមនុស្សមួយចំនួនមិនទាន់បានយល់ព្រមចំពោះការបាត់បង់មនុស្សជាទីស្រលាញ់ ហើយពោលថា: \"គ្មានការបញ្ចុះសពទេ គ្មានការលាទេ... គ្រាន់តែមានការឈឺចាប់ច្រើន។\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "ដៃគូ \"ម៉ូតូសាយខល ដាយអើរី\" របស់ឆេ ហ្គេវារ៉ាស​ ទទួលមរណភាព។\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "កាលពីយប់ថ្ងៃពុធ មេបញ្ជាការនាវាបានកំណត់ថាលោកមេននីងត្រូវតែបោះបង់ខោខ្លីរបស់គាត់ផងដែរ។\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "លោក ខេវិន រេលី នៃនាយកដ្ឋានសេវាសុខភាពកាលីហ្វញ៉ាបាននិយាយថា \"យើងមិនដឹងថា តើជ្រូកព្រៃត្រូវបានដើរតួនាទី ឬមិនបាននោះទេ ប៉ុន្តែយើងបានដឹងថាជាពិសេសនៅក្នុងកសិដ្ឋានចិញ្ចឹមសត្វនេះ គឺមានជ្រូកព្រៃច្រើនណាស់ និង យើងបានរកឃើញភស្តុតាង កន្លែងដែលពួកគេបានហែករបង និងមានសមត្ថភាពក្នុងការចូលទៅក្នុងចំការនេះ​។\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់ភូមិតូចៗចំនួនប្រាំពីរ និងភូមិរប៉េះរប៉ោះមួយចំនួនទៀត ត្រូវបានបំផ្លាញទាំងស្រុង។\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "ការបាញ់នៅថ្ងៃទី៣០​ ខែធ្នូទី30 ហើយអ្នកកាសែតទីមួយស្លាប់ក្នុងឆ្នាំ2012គឺអ្នកកាសែតជើងចាស់ស៊ូគ្រីរ៉ាថីបអាបូបូរហ្កូល។\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ការជូនដំណឹងអំពីរលកយក្សស៊ុណាមិត្រូវបានគេដាក់ចេញ បន្ទាប់ពីមានការរញ្ជួយដីប៉ុន្តែវាត្រូវបានគេដកវិញក្នុងរយៈពេលដ៏ខ្លីបន្ទាប់មក។\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "ប្រតិបត្ដិការនេះត្រូវចំណាយពេលចន្លោះពីបីសប្តាហ៍ទៅមួយខែ។\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុន ស៊ីន ខបផូរេសិន ដែលជាក្រុមហ៊ុនទូរគមនាគមន៍មានប្រាក់រាប់ពាន់លានបាត និងបច្ចេកវិទ្យាយក្ស បានចាញ់រឿងក្តីបរិហារកេរ្តិ៍របស់ខ្លួនប្រឆាំងនឹង ស៊ូភីនយ៉ា ក្លាងណារ៉ុង សម្រាប់មតិយោបល់របស់នាងនៅក្នុងបទសម្ភាសមួយជាមួយថៃប៉ុស្តិ៍នៅខែកក្កដា ឆ្នាំ2003។\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "កាលពីមុន មានគ្រាប់បែកច្នៃមួយត្រូវបានបំផ្ទុះនៅក្នុងធនាគារមួយនៅក្រុងបាស់ខ្វេ នៃខេត្តហ្គេតហ្សូ។\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "ការរិះគន់នេះក៏មានផងដែរចំពោះការអនុវត្តការពិនិត្យមើលការផ្ញើសារជូនអ្នកកាន់ប័ណ្ណ ការខកខានមិនបានជូនដំណឹងដល់អ្នកស្នើសុំដែលទទួលបានប័ណ្ណបន្ថែមអាចកាត់បន្ថយពិន្ទុឥណទាន និងបង្កើនអត្រាការរបស់ពួកគេ និង \"ការលួចឆ្មក់\" ដោយអត្រាកើនឡើង។\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "អ្នកជិះស្គីចំណាត់ថ្នាក់B3ដែលពិការភ្នែក លោកបាធូម បាននិយាយជាមួយអ្នកនាំផ្លូវរបស់គាត់ សៀន រ៉ាមស៍ដេន ហើយក៏តាមទៅប្រកួតមួយរំពិច។\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "ការផ្ទុះមួយត្រូវរាយការណ៍ថាកើតនៅប៉ុស្តិ៍បូលីសនៅខេត្តណុនថាបូរីខាងជើងនៃជាយក្រុងបាងកក។\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ហ្គីលលើម៉ូ សាឌីណា អាយុ 55ឆ្នាំ រស់នៅរដ្ឋហាមីលថុន អ៊ិន ជេ បាននិយាយថា \"ខ្ញុំដេកនៅពេលយប់។\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "កាលពីសប្ដាហ៍មុន សាំសុងបានបង្កើនទីផ្សារសម្រាប់ឧបករណ៍ដែលដំណើការដោយប្រព័ន្ធប្រតិបត្តិការអ៊ែនដ្រយចុងក្រោយបំផុតរបស់ខ្លួន ប្រភេទកាឡាក់ស៊ី​S។\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "ពលបាលត្រីនៅ ហ្គ្រេម៉ៅ លោកដេវីត ក្រូស បាននិយាយថា \"គាត់បានដើរចុះពីផ្លូវជាមួយ ក្រុមអ្នកថតវីដេអូ។\"\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "មានសត្វបក្សីយ៉ាងហោចណាស់112ប្រភេទ សរុបទាំងអស់ចំនួន720 នៅក្នុងសួនសត្វនោះ។\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "ពួកគេបាននិយាយកាលពីថ្ងៃសៅរ៍ថា មានក្រុមនោកាយស៊ីអ៊ីតេច្រើនជាង 100 នាក់ត្រូវបានចាប់ជាចំណាប់ខ្មាំងដោយក្រុមនោកាយស៊ុននី ហើយត្រូវបានគំរាមកំហែងដល់ជីវិតនៅទីក្រុងអាល់-ម៉ាដាអ៊ីនក្បែរទីក្រុងបាដាត។\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"ដោយការលើកចិត្តបែបនេះ ជាថ្មីម្តងទៀត យើងបានចូលទៅហាងតូចមួយ និងទិញភេស្ជៈបន្ថែម​ដើម្បីជូនពួកគាត់។\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "គាត់បានធ្វើឲ្យមានដំណើរការយ៉ាងល្អហើយគាត់បានកាត់បន្ថយពេលវេលានៃការមកដល់របស់គាត់នៅទីក្រុងប្រ៊ីសបែនមុនមួយខែ។\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ហ្សាហ្គែលបានបកប្រែនូវសំណូមពរដោយនិយាយថាសមាជិកគណៈវិនិច្ឆ័យចង់បានការថតចម្លងនៃភស្តុតាងនៃសាក្សីទាំងអស់ក្នុងសាវនាការ។\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemusic.com បាននិយាយថា ខ្លួននឹងដាក់ចម្រៀងនេះនៅលើគេហទំព័ររបស់ខ្លួនចាប់ពីថ្ងៃព្រហស្បតិ៍ ដោយចំណូលទាំងអស់ដែលទទួលបាននឹងត្រូវបរិច្ចាគទៅឲ្យផ្នែកសប្បុរសធម៍។\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនោះ លោក នេសា និយាយថាអង្គភាពនគរបាល និងកងទ័ពកំពុងព្យាយាមចូលទៅកាន់តំបន់នោះ​ដោយប្រើរថយន្តបំពាក់អាវុធ។\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "ជីមមី កាលឌឺវ៉ូតអ្នកគ្រប់គ្រងគីលម៉ាណក់ បាននិយាយក្រោយពេលប្រកួត អំពីបទពិសោធរបស់គាត់ថា\"វាជាថ្ងៃដ៏យូរណាស់។\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "អ្នកកាន់ទុក្ខម្នាក់បាននិយាយប្រាប់កាសែត Los Angeles Times ថា \"ថ្ងៃនេះពួកគេខ្លួនឯងបានបង្ហាញថា ការកាត់ទោស និងការប្រហារជីវិតនោះគឺគ្រាន់តែជាការសងសឹកហើយមិនមែនដើម្បីយុត្តិធម៌នោះទេ​។\"\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "គាត់ក៏បានកាន់មុខដំណែងរបស់លោកស្ទីវ ចប ខណៈ CEO បានវះកាត់ប្តូរថ្លើម។\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "យន្តការហ៊ិកគឺជាធាតុសំខាន់មួយនៃទ្រឹស្តីអេឡិចត្រូវីកដែលបង្កើតជាផ្នែកនៃគំរូស្តង់ដារនៃរូបវិទ្យាភាគល្អិត និងម៉ូដែលជាច្រើនទៀតលើសពីនេះ។\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "ពលរដ្ឋត្រូវបានប្រាប់ថាពួកគេ \"ត្រូវតែគោរពយ៉ាងជឿជាក់ពេញទំហឹងលើគីម ជុងអ៊ុន។\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវទាំងនោះកំពុងធ្វើការក្រោមជំនួយឧបត្ថម2.8លានដុល្លារពីវិទ្យាស្ថានជាតិសុខាភិបាលនៅក្នុងក្តីសង្ឃឹមដើម្បីបង្កើតការធ្វើតេសមួយដែលអាចបញ្ជាក់ពីលទ្ធភាពដែលចៀមឈ្មោលមានទំនោររកចៀមញី មុនពេលដែលវាត្រូវបានលក់សំរាប់ការបន្តពូជ។\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "រ៉ាយអ៊ិន មៀលលឺ អ្នកចាំទីម្នាក់របស់ សាប្រឺ បាននិយាយថា \"ខ្ញុំគិតថាវានឹងធ្វើឲ្យយើងប្រសើរឡើងនៅពេលអនាគត ប៉ុន្តែឥឡូវនេះយើងគ្រាន់តែត្រូវការពិន្ទុប៉ុណ្ណោះ។\"\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "យោងទៅតាមការស្រាវជ្រាវ CSIRO របស់អ្នកវិទ្យាសាស្ត្របណ្ឌិត ម៉ៃក៍ រ៉ោវប៉ាចឈ៍ កាបូន 7.9កោដិតោន ត្រូវបានបញ្ចេញទៅក្នុងបរិយាកាសជាកាបូនឌីអុកស៊ីតនៅឆ្នាំ2005 ដែលជាអត្រាកើនឡើងទ្វេដងចាប់តាំងពីឆ្នាំ1990 ហើយអត្រាកំនើននេះនឹងបន្តកើនទៅមុខទៀត។\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "ព្រឹត្តិការណ៍ជាប្រវត្តិសាស្ត្រនេះ មកត្រឹមតែពីរសប្តាហ៍បន្ទាប់ពី ហ្វេវរេបានបំបែកកំណត់ត្រារបស់លោកចន អេលវេយ៍ សំរាប់អាជីពឈ្នះដោយខ្សែការពារ ដែលបានផ្តួល New York Giants សំរាប់ទទួលជ័យជម្នះលេខ149។\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "ចៅក្រមដែលមានការខ្វែងយោបល់គ្នាពីររូបក្នុងចំណោមប្រាំរូប បានធ្វើការសន្និដ្ឋានថា ភាពខុសប្លែកគ្នាទាំងនេះគឺខុសពីរដ្ឋធម្មនុញ្ញ ប៉ុន្តែការកែតម្រូវលើវាគឺជាគោលការណ៍អាស្រ័យលើវិធានការណ៍ផ្លូវច្បាប់ដោយសភា។\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "អ្នករងរបួសភាគច្រើន ត្រូវបានគេដឹកជញ្ជូនទៅមន្ទីរពេទ្យដែលនៅជិតបំផុត ហើយអំពាវនាវដល់អ្នកធ្វើធម្មយាត្រាដែលនៅសល់ អោយស្ងប់ស្ងាត់និងសន្តិភាព។\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "UNMIS ត្រូវបានគេរំពឹងទុកថានឹងហោះដឹកសាកសពទៅព្រលាន ក្បែរនោះ ដែលសាធារណជនមិនអាចចូលដល់បាន។\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "ស៊ូ ឈីបភើតុន ជាម្ចាស់ និងជាអ្នកបង្ហាត់ ហ្គីដចេត បានអធិប្បាយថា \"នាងបានធ្វើឱ្យមនុស្សជាច្រើនសប្បាយរីករាយ។\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "គួរឲ្យឆ្ងល់ខ្លាំងណាស់ហេតុអ្វី បុគ្គលិកត្រួតពិនិត្យ និងក្រុមអ្នកបច្ចេកទេសពិនិត្យមិនឃើញអ្វីសោះដោយរបៀបណានៅពេលខ្លួនត្រួតពិនិត្យយន្តហោះមុនពេលហោះហើរ។\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "យោងតាមបណ្ដាញសារព័ត៌មាន BBC News Online មានមនុស្សជាង300នាក់ត្រូវបានឃុំឃាំងនិងយ៉ាងហោចណាស់10នាក់បានរងរបួស បន្ទាប់ពីយប់ទីពីរនៃកុបកម្ម នៅក្នុងរដ្ឋធានីតាលីន នៃប្រទេសអេស្តូនី។\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"កាលពីខ្ញុំនៅក្មេង ខ្ញុំបានលឺឪពុករបស់ខ្ញុំថាភ្លៀងដូចនេះបានធ្លាក់នៅដើមទសវត្សន៍ 40 នៅជាយក្រុងនៃភាគខាងជើងទីក្រុងបាដាត ប៉ុន្តែព្រិលធ្លាក់ក្នុងទីក្រុងបាដាតក្នុងទេសភាពដ៏អស្ចារ្យដូចនេះហូសពីការស្រមើស្រមៃរបស់ខ្ញុំ។\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេជឿថាអ្នកសើបអង្កេតបាធើស បានបង្កើតឡើងស្រៃ្ត ហ្វស ហែដដ័រ បន្ទាប់ពីបានទទួលពាក្យបណ្តឹងមួយពីអតីតសិស្សសាលា អេសធីស្តេនីស្លសកាលពីឆ្នាំមុន។\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "សំរាប់យប់នេះ បន្តិចទៀត ក្រុមនេះនឹងចេញដំណើរទៅទីក្រុងតូក្យូដើម្បីប្រកួតពានរង្វាន់ជើងឯកសំរាប់ក្រុមស្ត្រីអន្តរជាតិ ដែលនឹងត្រូវប្រកួតជាមួយក្រុមស្ត្រីខ្លាំងៗនៅលើពិភពលោក ក្នុងនោះរួមមាន ក្រុមឡេអូនេសា កូបេ អាយអិនអេស៊ី និង អិនធីវី​​ ប៊េលីហ្សា របស់ប្រទេសជប៉ុន និង អូឡាំពិក លីយុងណាសរបស់ប្រទេសបារាំង។\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "ជនជាតិប៉ាលេស្ទីនពីរគ្រួសារដែលបានរស់នៅក្នុងជរូសាលឹមភាគខាងកើតតាំងពីឆ្នាំ1956ត្រូវបានគេបណ្តេញចេញពីលំនៅដ្ឋានរបស់ពួកគេនៅថ្ងៃអាទិត្យបន្ទាប់ពីតុលាការអ៊ីស្រាអែលបានបដិសេធឯកសារស្នើសុំប្រឆាំងទៅនឹងការបណ្តេញចេញ។\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "ក្រសួងបានថ្លែងថា \"ដោយសារការវាយប្រហារតាមអាកាសរបស់កងម្លាំងអង្គការ NATO នៅថ្ងៃទី6 ខែវិច្ឆិកា​ នៅខេត្តបាតហ្គីស កងកម្លាំងសន្តិសុខអាហ្វហ្គានីស្ថានប្រាំពីរនាក់ (ទាំងកងទ័ពជើងគោក និងនគរបាលជាតិអាហ្វហ្គានីស្ថាន) បានស្លាប់ និងមួយចំនួនផ្សេងទៀតបានរងរបួស។\"\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "មជ្ឈមណ្ឌលជម្លៀសទឹកជំនន់របស់កាកបាទក្រហមនៅក្នុងទីក្រុងអ៊ូរុនហ្គា ត្រូវបានបន្សល់ទុកដោយគ្មានអគ្គិសនី ប៉ុន្តែនៅតែជាជម្រកដល់មនុស្សចំនួន 300 នាក់ដែលបានទៅជ្រកនៅទីនោះ។\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "អ្នកស្រុករស់នៅតំបន់ជនបទមួយចំនួនបានភៀសខ្លួនទៅតំបន់មាត់សមុទ្រ ដើម្បីគេចចេញពីអគ្គីភ័យនោះ។\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "The Chargers បានត្រឹមតែប្រាំបួន​ពិន្ទុ​ប៉ុណ្ណោះ​ ​ប៉ុន្តែ​ក៏បានធ្វើឱ្យ ឡស់ លូណាស់ រកបានតែបីគ្រាប់ដែរ​។\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "ភាពយន្តជាច្រើននឹងត្រូវដាក់បញ្ចាំងនៅក្នុងពិធីបុណ្យរួមបញ្ចូលទាំងរឿងភាពយន្តខ្នាតខ្លី Byron's theme។\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "ទីនេះត្រូវបានគេហៅថាទឹកដីហ្គាន់ផៅឌើត្រូវបានប្រារព្ធឡើងដោយពិពណ៌បាញ់កាំជ្រួច និងផ្កាភ្លើង ភ្នក់ភ្លើង និងរូបសំណាកហ្គាយ ហ្វាគ។\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធភាពស៊ាំនេះបានវិវត្តយ៉ាងជាក់ស្តែងទៅជាអសមត្ថភាព ដើម្បីវាទទួលបាននូវតុល្យភាពរវាងការឆ្លើយតបយ៉ាងលឿនទៅនឹងជំងឺនិងភវនីយភាពដែលថយចុះនៃជំងឺស្វ័យស៊ាំ ដែលជាលក្ខខណ្ឌមួយដែលប្រព័ន្ធភាពស៊ាំវាយប្រហារជាលិកាដែលមានសុខភាពល្អ។\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "ឆ្អឹងបីនៅជើងត្រូវបានបាក់-ឆ្អឹងស្មង ឆ្អឹងsesamoid និងឆ្អឹងpastern។\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "នៅពេលជាមួយគ្នានេះដែរ លោកក៏បានព្យាយាមទទួលការគាំទ្រពីប្រជាជនកម្រិតខ្ពស់ ដោយកម្មវិធីនយោបាយរួមមានការសន្យាខាងអាជីវកម្ម និងគាំទ្រសម្រាប់ការវិលត្រឡប់របស់កងទ័ពហៃទីផងដែរ។\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "គីលម៉ាណក់មាន២ពិន្ទុនៅលើលំដាប់ទី១២ យកជំនួសកន្លែងហ្វលកឺ។\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "យោងតាមម៉ូតាគី បានអោយដឹងថា ​\"វាមានអ្វីម្យ៉ាងខុសឆ្គងជាមួយរ៉ូបនោះ អ៊ីចឹងហើយខ្ញុំសូមទោស។\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "គាត់និយាយថា \"ទស្សនវិស័យរួមគ្នារបស់យើងដែលសំដៅនូវការផ្តល់ជូនដែលមានគុណភាព​​ តំលៃសមរម្យ និងងាយស្រួលដល់សហគមន៍ក្នុងស្រុក មានន័យថាយើងនឹងខ្លាំងឡើងទ្វេដងនៅពេលយើងរួមគ្នា ដូច្នេះយើងមានកំលាំងទ្វេដងដែលអាចចែកចាយទាន់តម្រូវការអតិថិជនអង់គ្លេសសំរាប់ហាងលក់គ្រឿងទេសក្នុងស្រុក។\"\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "ជំងឺរាតត្បាតស្វិតដៃជើងបច្ចុប្បន្នបានកើតឡើងអស់រយៈពេលមួយឆ្នាំមកហើយ ហើយមានការផ្ទុះឡើងនៅក្នុងរយៈពេលប្រាំមួយខែចុងក្រោយនៅប៊ើគីណាហ្វាសូ កាម៉េរូន ឆាដ ហ្គីនៀ ឡេប៊ីរីយ៉ា ម៉ាលី ម៉ូរីតានីញ៉ា សេណេហ្គាល់ និងសេរ៉ាឡេអូន។\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "សំណាងអាក្រក់ និងការផ្លាស់ប្តូហាក់ដូចជាបានដាក់ក្រុមអាឡឺម៉ង់រៀបចំប្តូរយុទ្ធសាស្ត្រជាលើកដំបូងនៅក្នុងការប្រកួតនេះ។\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "យោងទៅតាមហ្វូហា ឌឺ សាវ ផូឡូ រដ្ឋាភិបាលប្រេស៊ីលបានអញ្ជើញចូអូ អោយចូលរួមនៅក្នុងកម្មវិធីបុណ្យសពរបស់ផូប។\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "សមាជិកក្រុមប្រឹក្សាមូលដ្ឋានរបស់អង់គ្លេសថ្នាក់បានរាយការណ៍ថា ពួកគេបានរឹបអូសការ៉េមដែលធ្វើពីទឹកដោះរបស់មនុស្សដែលបានដាក់លក់ក្នុងហាងមួយស្ថិតក្នុងទីក្រុងឡុងដ៍ ប្រទេសអង់គ្លេស ចក្រភពអង់គ្លេស។\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "អត្តពលិកតេក្វាន់ដូគុយបា អេនជេល ម៉ាតូស ត្រូវបានហាមឃាត់ពីការប្រកួតអស់មួយជីវិតកាលពីម្សិលមិញ បន្ទាប់ពីបានវាយទៅលើអាជ្ញាកណ្តាលស៊ុយអែដ ចាឃើ ចេលបាត ក្នុងអំឡុងការប្រកួតកីឡាអូឡាំពិកឆ្នាំ2008 នៅទីក្រុងប៉េកាំង។\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "លោកស្រី បឺរ៉ូ បានប្រាប់សារព័ត៌មានស្កាយ ញូវ ថា \"ខ្ញុំមិនមានអ្វីសង្ស័យទេដែលថាច្បាប់ទាំងនេះចាំបាច់ត្រូវលុបចោល ហើយនឹងត្រូវជំនួសដោយគោលនយោបាយដែលចែងពីសិទ្ធិ សារជាថ្មី។\"\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងសង្ឃឹមថាTelstra ថានឹងផ្តល់សេវាទាំងនោះ។\"\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ": \"តើផ្លូវនៅទីក្រុងបាងកកមានសុវត្ថិភាពយ៉ាងណា?\"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "យុទ្ធនាការប្រយុទ្ធយ៉ាងស្វឹងស្វាញបានចាប់ផ្ដើមនៅថ្ងៃទី29 ខែមិថុនា និងបានចូលរួមពីបេក្ខភាពសភាមិនតិចជាង 9,707 រូប និងបេក្ខភាពប្រធានាធិបតី33 រូប។\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "របាយការណ៍ខាងដើមបានបញ្ជាក់ថា មានគ្រឿងផ្ទុះនៅលើយន្តហោះ ប៉ុន្តែមិនបានរកឃើញទេនោះទេ។\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "លោកលីវ៉ាយស៍ ហែមីលតុន អ្នកបើកបរឲ្យក្រុមហ៊ុន វ៉ូដាហ្វូន ម៉ាក់ឡារ៉េន មើសេដេស ចាប់ផ្តើមពីបង្គោលឈ្នះរបស់ FIA Formula-1 2007 គ្រែន ព្រីកស៍ នៅប្រទេសជប៉ុន នៅឯផ្លូវប្រណាំងរថយន្ត ហ៊្វូជី ទីក្រុងអូយ៉ាម៉ា ប្រទេសជប៉ុន។\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនៅ ប៊ែលហ្រ្គេត និងវិហារ អរដូដក់របស់ជនជាតិ សើប បានធ្វើពហិការ។\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "‌‌\"ទន្ទឹមពេលដែលយើងទទួលយកថាគ្មានអ្វីអាចនាំអាឡិច និងបេថាន និងអ្នកដែលបាត់បង់ជីវិតដទៃទៀតត្រឡប់មកវិញបានទេ យើងមានតម្រូវការចាំបាច់ដើម្បីបង្កាហេតុការណ៍នេះកើតឡើងម្ដងទៀត\" នេះជាប្រសាសន៍របស់ក្រុមគ្រួសារនៅក្នុងសេចក្ដីថ្លែងការរួមមួយ។\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "អាត្លង់តាក្រោយមកទទួលបានសិទ្ធិពិសេសសម្រាប់ពង្រីកអាជីវកម្មនៅឆ្នាំ 1997 ហើយក្រុម ​ត្រេសឺរ នេះ បានយកទឹកកកដើម្បីចាប់ផ្តើមរដូវកាល NHL 1999-00​។\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "គ្រាប់រ៉ូកែតអ៊ីស្រាអែល បានបាញ់ប្រហារលើអគារប៉ុស្ដិ៍ Press TV នៅក្នុងហ្គាហ្សាស្រ្ទីព។\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "ប្រជាជន 38 នាក់ត្រូវបានគេនិយាយថាបានស្លាប់ក្នុងការបំផ្ទុះគ្រាប់បែកអត្តឃាតក្នុងកំឡុងបាតុកម្មនយោបាយក្នុងខេត្តភាគពាយព្យនៃព្រោះប្រទល់ប្រទេសប៉ាគីស្ថាន។\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ពេលខ្លះ នគរបាលបានបង្ខំឲ្យម្ចាស់ផ្ទះបំផ្លិចបំផ្លាញផ្ទះដោយខ្លួនឯង។\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "នៅក្នុងការថ្លែងបើកកម្មវិធីរបស់គាត់ លោកប៊ូសបានស្វាគមន៍ដល់ឪពុកម្តាយ និងជីដូនជីតាទៅកាន់ \"កន្លែងប្រកួតប្រវតិ្តសាស្ត្រ\" មួយកន្លែង។\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនសូនីបាននិយាយថា ពួកគេបានបង់ប្រាក់ទៅកាន់ម្ចាស់អគារ ដូចជា ខាសា ម៉ារីយា សំរាប់សិទ្ធិផ្សាយពាណិជ្ជកម្មនៅលើជញ្ជាំងរបស់ពួកគេ។\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "ក្រោយពេលផ្ទុះនោះពួកគេនិយាយថា​កម្មករបានរិះគន់\"ខ្យល់ចេញចូលនៃផ្នែកនេះខ្សោយ។\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "ទោះបីជាមានការថយចុះនូវអំពើហិង្សាក្នុងប្រទេសកាលពីចុងសប្ដាហ៏កន្លងទៅ គណៈរដ្ឋមន្ដ្រីបារាំងបានឯកភាពស្នើទៅរដ្ឋសភាសុំការបន្ដរយៈពេលបីខែនៃអំណាចក្នុងពេលអាសន្ន។\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "ប្រភពបានប្រាប់ Wikinewsថា ទោះបីជាវិបសាយជាភាសាអង់គ្លេសត្រូវបានឈប់បិទ វិបសាយជាភាសាចិននៅតែបិទ ឬក៏មានការពិបាកក្នុងការចូលទៅវិបសាយ ក្នុងផ្នែកជាច្រើននៃប្រទេស។\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "សេវាកម្មផ្ទាល់មុខJobcentre មិនបានរងផលប៉ះពាល់ពីសកម្មភាពកូដកម្មកាលពីម្សិលមិញ; សហព័ន្ធបានប្រកាសថា នេះនឹងបន្តដោយបំរាមមិនកំណត់លើសមាជិកធ្វើការលើសម៉ោង។\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណារបាយការណ៍នេះបានកត់សម្គាល់ថា ហ្គារ៉ូដា នៃប្រទេសឥណ្ឌូនេស៊ី មិនបានផ្តល់ឱ្យគាត់នូវការបណ្តុះបណ្តាចម្លងពីស្ថានភាពណាមួយ ដែលអាចឲ្យសហអាកាសយានិកទទួលតួនាទីគ្រប់គ្រងពីអាកាសយានិកទទួលបន្ទុក ដោយសារតែការគ្រប់គ្រងយន្តហោះដែលមិនមានសុវត្ថិភាព។\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "ស្ម៊ីត ធ្លាប់ជាអ្នកនាំពាក្យឱ្យក្រុមហ៊ុន TRIMSPA នៅពេលនាងស្លាប់ ហើយក្រុមហ៊ុន TrimSpa បានលុបចោលអ្វីសព្វបែបយ៉ាងចេញពីគេហទំព័របស់ពួកគេ ដោយបិតវាចោលហើយទុកតែសារមួយចំពោះការស្លាប់របស់នាង។\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំនឹងជួបប្រជុំជាមួយស្នងការឯកជនភាព ខ្ញុំនឹងជួបប្រជុំជាមួយនឹងឧស្សាហកម្មតាក់ស៊ី ខ្ញុំនឹងពិគ្រោះយោបល់ជាមួយសមាជិកសាធារណជនតាមរបៀបជាផ្លូវការជាងនេះទៀត។\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "ហ្វេតហៀលបានឈ្នះពានរង្វាន់អ្នកចំរៀងស្រី នៅឆ្នាំ2000។\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"ខណៈពេលដែលវាមិនច្បាស់លាស់ថាតើ AIF នៅក្នុងខ្សែអាត់វីដេអូនោះ បានបញ្ចេញកាយវិការណាមួយជាការគំរាមកំហែង ឬអត់ វាច្បាស់ណាស់ថាទាហានជើងទឹករបស់ 3/1 ដើម្បីរួមបញ្ចូលនាយទោនោះ ថាបានដឹងថាការក្លែងធ្វើស្លាប់គឺជា TTP ធម្មតារបស់សត្រូវ (កលយុទ្ធ បច្ចេកទេស និងនីតិវិធី )។\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "សមភាពក្នុងការសិក្សាសម្រាប់ស្រ្តី: តើយើងស្ថិតនៅត្រង់ណានៃគោលដៅអភិវឌ្ឍន៍សហវត្សរ៍ទី3? សូមពិនិត្យមើលសមិទ្ធផលដែលសម្រេចដោយបណ្តាប្រទេសកំពុងអភិវឌ្ឍដូចដែលបានកំណត់នៅក្នុងគោលដៅអភិវឌ្ឍសហវត្សរ៍ (MD)។\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "Shota Utiashvili អ្នកនាំពាក្យរបស់ក្រសួងមហាផ្ទៃ បាននិយាយថា \"វានឹងក្លាយជាការវិនាសហិនហោចមនុស្សជាតិមួយ បើព្រំដែនត្រូវបានបិទ។\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "ព្រះអង្គម្ចាស់អាប់ឌុលឡាហ្វបានបំពេញភារកិច្ចស្ទើតែទាំងអស់របស់ព្រះមហាក្សត្រដែលមានព្រះជនចាស់ នៅក្នុងប៉ុន្មានឆ្នាំចុងក្រោយនេះ និងជាទំនងជាអ្នកស្នងព្រះរាជ្យបល្ល័ង្ក ប្រសិនបើស្ដេចហ្វាដមិនអាចជាសះស្បើយពីជំងឺរបស់ព្រះអង្គបាន។\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "នេះបណ្តាលឲ្យមានការលេចធ្លាយអេល្យូមរាវត្រជាក់ខ្លាំង ដែលនាំឲ្យមានការខូចខាតធ្ងន់ធ្ងរ​។\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "ក្រោយពីបានរកឃើញសាកសព ពួកគាត់អះអាងថានាំវាទៅផ្ទះហើយដាក់ក្នុងទូទឹកកក។\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីប្រទេសស៊ូដង់ អូម៉ា អាល់ បាស៊្សៀ បានប្រកាសដោះលែងអ្នកកាសែតដែលគេចាប់ ឃុំឃាំងនៅក្នុងពន្ឋនាគារប្រទេស ដើម្បីឆ្លើយតបនឹងការប្រមូលផ្តុំអ្នកកាសែតនៅក្នុងរដ្ឋធានី កាតូមនៅថ្ងៃសៅរិ៍។\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "សម្តេចប៉ាប សេននូដា III នៃអាលេចហ្សានឌ្រា ដែលជាប្រមុខដឹកនាំព្រះវិហារគ្រិស្តសាសនា ខូបស្ទីក បានទទួលមរណៈភាពក្នុងជន្មាយុ88ឆ្នាំ។\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "ក្រោយមក ការផ្សព្វផ្សាយនោះបានរិះគន់គោលនយោបាយរបស់ម៉ាក់ខេនលើការកាត់ពន្ធ លុយសំរាប់ក្រុមហ៊ុនប្រេង និង \"ការមិនយកពន្ធសំរាប់ក្រុមហ៊ុនដែលមានកិច្ចការនៅក្រៅប្រទេស។\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "គម្រោងដែលឧបត្ថម្ភវេទិកានេះក្នុងគោលបំណងលើកកម្ពស់ការបោះពុម្ពជាភាសាអង់គ្លេសរបស់ខ្លួន ដែលបានបើកដំណើរការជាផ្លូវការនៅក្នុងខែឧសភាឆ្នាំ2004។\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "កិច្ចសម្ភាសន៍​ទាំងអស់​នឹង​ត្រូវធ្វើឡើង​តាម​អ៊ីម៉ែល ហើយ​នឹង​ត្រូវ​ផ្សាយ​ដោយ​មិនមាន​ការកែប្រែ​ដើម្បី​អនុញ្ញាត​ឲ្យ​បេក្ខជន​ទាំងអស់​បញ្ជូន​សារ​ពេញលេញ​ទៅដល់​អ្នកអាន​ដោយ​មិន​មាន​ការរំខាន​។\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "មិនដូចរដ្ឋបាលខេនផ្សេងទៀតដូចជាស្លូវេនៀ ក្រូអាថៀនិងបូស្នៀ មនថេនេហ្រ្កូបានទទួលឯករាជ្យភាពដោយគ្មានហឹង្សា។\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "សេហ្គាលីស បានឈរឈ្មោះដើម្បីយកតំណែងនោះក្នុងឆ្នាំ2004 ដោយទទួលបាន44% នៃសម្លេងឆ្នោត ដែលសម្រេចបានល្អបំផុត ដោយអ្នកកាន់លទ្ធិប្រជាធិបតេយ្យដែលប្រឆាំងនឹងហ៊ីដេ។\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "ចំណូលពីការលក់របស់ក្រុមហ៊ុន PepsiCo ដែលសំខាន់ គឺបានមកពីផលិតផលដែលមានយីហោមិនមែនជាភេសជ្ជៈក្នុងនោះមាន Frito-Lay និងខ្សែផលិតផល Quaker Oats។\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាល វិចតូរៀ មិនទាន់ប្រកាសថា តើនឹងត្រូវដកឬមិនដកភាគហ៊ុនចេញពីការលក់នេះឡើយ។\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"ខ្សែអាត់វីដេអូដែលគេធ្វើឲ្យប្រសើរឡើងនៃការបាញ់ប្រហារនេះ បានគាំទ្រការអះអាងរបស់នាយទោរូបនោះថា AIF ដែលរងរបួសនោះបានលាក់បាំងដៃខាងឆ្វេងរបស់គាត់នៅពីក្រោយក្បាលរបស់គាត់។\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី13 ខែធ្នូ ឆ្នាំ2001 វេលាម៉ោង11:45ព្រឹក ម៉ោងក្នុងស្រុក (UTC+5:30) នៅពេលដែល MPsទើបតែរៀបចំចាកចេញពីសភា សកម្មជនជាច្រើនប្រដាប់ដោយអាវុធ AK-47s និងគ្រាប់បែកដៃបានបំពានសន្តិសុខនៅច្រកទ្វារNo.12 នៃអគាររដ្ឋសភា ហើយបានបើកការបាញ់រះដោយមិនរើសមុខ បណ្តាលឲ្យប៉ូលីសប្រាំមួយនាក់ និងបុគ្គលិកសភាមួយនាក់បានស្លាប់។\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលសហរដ្ឋអាមេរិចបានព្រមានដល់សេវាកម្មហិរញ្ញវត្ថុឯកជន Al Quaeda គឺកំពុងធ្វើគម្រោងការវាយប្រហារតាមអ៊ីនធើណែតទៅលើហ៊ុនអាមេរិចនិងគណនីធនាគារ មន្រ្ដីបាននិយាយនៅថ្ងៃព្រហស្បត៏។\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "ហ្វូងមនុស្សរាប់ពាន់នាក់ដែលនៅជិតខាងនោះបានប្រមូលផ្តុំគ្នាទៅក្បែរអគ្គិសភ័យ ដោយមានអ្នកមើលនិងអ្នកដែលមានបំនងចូលទៅជួយ រឺដើម្បីទទួលដំនឹងពីសាច់ញាតិនៅក្នុងចំនោមពួកគេ។\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "ក្រុមសិទ្ធិមនុស្សនិងអង្គការសហប្រជាជាតិបានសង្ឃឹមថា អ៊ីរ៉ាក់នឹងជៀសវាងមិនប្រើប្រាស់ទោសប្រហារជីវិតប្រឆាំងពលរដ្ឋខ្លួនឡើយ ហើយបានជំរុញរដ្ឋាភិបាលនេះមិនឲ្យអនុវត្តទោសប្រហារជីវិត។\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីប្រទេសបារាំងត្រួតត្រានៅគ្រាខាងដើមនៃពាក់កណ្តាលអៀរឡង់មានក្តីសង្ឈឹមបនិ្តចដោយប្រប្រាន អូដ្រីស្កល់ គ្រប់គ្រងសំរាប់ព្យាយាមពីកន្លែងគ្មានអ្នកការពារក្នុងដំណើរគ្រាក្រោយនៃពាក់កណ្តាល ដើម្បីដាក់បាល់ តែវាមិនគ្រប់គ្រាន់នៃបារាំងបានដាក់បាល់លើកទីពីរដែលបាន26ពិន្ទុ។\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "អ៊ីរ៉ង់បានអះអាងការប្រើប្រាស់កម្មវិធីនុយក្លេអ៊ែររបស់ខ្លួនសំរាប់ថាមពលនុយក្លេអ៊ែរដោយសន្តិវិធីតែប៉ុណ្ណោះ ជាជាងសម្រាប់អាវុធនុយក្លេអ៊ែរ ប៉ុន្តែមានការព្រួយបារម្ភនៅសហភាពអឺរ៉ុប និងសហរដ្ឋអាមេរិកអំពីថាតើពួកគេកំពុងស្មោះត្រង់ ឬអត់។\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "ការប្រារព្វពិធីនឹងរៀបចំឡើងនៅថ្ងៃអាទិត្យ ទី25 ខែកុម្ភៈ ឆ្នាំ2007 នៅរោងកុនកូដាក នៅមជ្ឈមណ្ឌលហៃឡេន និងហូលីវូត។\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "នេះគឺជាជំហានដំបូងរបស់ក្រុមហ៊ុនឆ្ពោះទៅចូលរួមក្នុងទីផ្សារសុខភាព។\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "សាកសពចំនួន 36នាក់ ត្រូវបានដឹកចេញពីអណ្តូងរ៉ែអ៊ីឡានរបស់ក្រុមហ៊ុនជីករ៉ែមាសហាមូនី នៅដើមចុងសប្តាហ៍នេះពីជម្រៅរហូតដល់ 1.4 គីឡូម៉ែត្រ (1 mi)។\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "ហរតា បាននិយាយថា អាទិភាពចម្បងរបស់រដា្ឋភិបាលគាត់គឺ \"ស្តារសន្តិសុខឡើងវិញ និងបញ្ជូនជនភាសខ្លួន 150,000 នាក់នៅក្នុងជំរំឲ្យវិលត្រឡប់មកផ្ទះវិញ។\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "គ្រោះរញ្ជួយផែនដីកំរិត6.4មួយបានកើតឡើងនៅក្បែរជ្រោយខាងកើតនៃតំបន់ហុងស៊ូរបស់ប្រទេសជប៉ុន នៅព្រឹកថ្ងៃច័ន្ទ នេះបើយោងតាមស្ថាប័នយូអេសជីអេស។\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ លិជ្ចត្រៀមខ្លួនរួចជាស្រេច ដើម្បីបោះបាល់ម្តងទៀត ក្រោយពីតម្រូវការនៃការសម្រាក។\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "ប្រពន័្ធដែលត្រូវប្រើអាជ្ញាកណ្តាលពីរបន្ថែមទៀតនោះនឹងត្រូវដាក់សាកល្បងពេលមានការប្រកួត FIFA រឺ UEFA ខាងមុខ​ ហើយការសំរេចចុងក្រោយគឺរំពឹងទុកក្នុងការប្រជុំឆ្នាំក្រោយ នេះបើតាម ជេរ៉ូមេ វ៉ាលខេ របស់ FIFA។\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "ប៉ូលីសជឿជាក់ថា គាត់ជាសមាជិកមួយនៃក្រុមជិះម៉ូតូហេលអែនចលស៍។\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "យោងតាមរបាយការណ៍របស់សាក្សី មនុស្សចំនួនម្ភៃនាក់ត្រូវបានគេឃើញកំពុងដើរចេញពីកន្លែងធ្លាក់។\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "ពួកយើងនឹងត្រូវតែផ្លាស់ប្តូរអាជីវកម្មដូចជាធម្មតាដើម្បីដោះស្រាយជាមួយការកើនឡើងនៃភាពខ្វះខាត ហ្វ្រង់ រិជស្បឺមែន នាយកគ្រប់គ្រងទូទៅនៃអាយដាប់បែលយូអេមអាយបាននិយាយបែបនេះ ទាក់ទងនឹងរបាយការណ៍ដែលបានចេញផ្សាយនៅឆ្នាំ 2006 នៅក្នុងសន្និសីទ \"សប្តាហ៍ទឹកពិភពលោក\" ដែលត្រូវបានប្រារព្ធនៅទីក្រុងស្តុកហូម។\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "រីឯ ក្វាន់-ហ្វា ឡៃមិនគ្រាន់តែឈ្នះកំពូលជើងឯកនិងជាប់ោះឆ្នោតជា\"កីឡាករជិះកង់ជនជាតិតៃវ៉ាន់ល្បីជាងគេ\"ប៉ុណ្ណោះទេ ថែមទាំងបានបំរើក្រុមរបស់គាត់(ក្រុមប្រណាំងយក្សនៅតំបន់អាស៊ី)បានឈ្នះក្រុមកំពូលជើងឯកនៅក្នុងឈុត។\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "Tuguegarao Mayor Randolph Tin បាននិយាយថា \"ផ្ទះជាច្រើនត្រូវបានបំផ្លាញ ហើយដើមឈើនិងបង្គោលភ្លើងបានរំលំ។\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "ហ្គាប្រ៊ីយេល អាម៉ដ គូ្របណ្តេញខ្មោចដ៏ពូកែនៅវិហាររ៉ូម៉ាំងកាតូលិច បានណែនាំថា ក្មេងស្រីសិស្សសាលាដែលបានបាត់ខ្លួន អេម៉ានូអេឡា អ័រលែនឌី ត្រូវបានគេចាប់ជំរិត ដើម្បីរំលោភបំពានផ្លូវភេទនៅឯពិធីផឹកស្រាដែលបានចូលរួមដោយអ្នកការទូតបរទេស និងបានរៀបចំឡើងដោយប៉ូលីសវ៉ាទីកេន។\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "កីឡាប្រមាញ់ថ្នាក់​ជាតិ​នៅ​ឯខាលីសល់ កាលពីម្សិលម៉ិញ​ក៏​ត្រូវ​បាន​បោះបង់​ចោល​ផងដែរ។\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "អ្នកទៅបោះឆ្នោតមានការកើនឡើង លទ្ធផលត្រូវបានព្យាករណ៍ថានឹងច្រើនជាងការបោះឆ្នោតឆ្នាំ2002 (77ភាគរយ)។\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "ប៊ែលហ្សិកចែកព្រំប្រទល់ជាមួយប្រទេសបារាំង(620គីឡូម៉ែត្រ) អាល្លឺម៉ង់(167គីឡូម៉ែត្រ) លុចសំបួ(148គីឡូម៉ែត្រ)និងហូឡង់(450គីឡូម៉ែត្រ)។\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "គ្រាប់បែកទម្ងន់ 600 lb ដែលបានរកឃើញក្នុងប្រទេសអៀកឡង់ត្រូវបានដោះមិនអោយផ្ទុះដោយក្រុមដោះគ្រាប់បែក។\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃអាទិត្យ ទី9 ខែកញ្ញា កូនក្មេងទីប្រាំបានស្លាប់ដោយសារលទ្ធផលនៃសកម្មភាពស្វែងរករបស់ប៉ូលីស ដែលបានបញ្ចប់ដោយការបុកគ្នាមួយក្នុងទីក្រុងឌីនុបា រដ្ឋកាលីហ្វូញ៉ា។\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ ស្បែកជើងដែលមានចំនាស់ជាងគេដែលគេបានស្គាល់ គឺស្បែកជើងសង្រែកធ្វើអំពីស្បែកឈើសេចប្រាស ដែលត្រូវបានរកឃើញនៅក្នុងល្អាងហ្វតរ៉ុក តំបន់អូរេហ្កននៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"កំាជ្រួចមីស៊ីលមួយនេះបានផ្ទុកក្បាលគ្រាប់ដ៏ខ្លំាង ដែលអាចប្រយុទ្ធនឹងក្រុមកប៉ាល់ចម្បំាងនិងនាវាមុជទឹកធំៗបាន។\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "ខេមប៊ែលក៏បានរៀបរាប់ថាត្រីបាឡែនមានប្រវែងរហូតដល់ទៅប្រាំម៉ែត (​ដប់ប្រាំពីរ​ហ្វីត) និងកូនត្រីបាឡែនមួយចំនួនមានប្រវែងពីចន្លោះមួយម៉ែត្រ ទៅមួយម៉ែត្រកន្លះ (បីទៅប្រាំហ្វីត)។\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "តាមច្បាប់របស់ប្រទេសអ៊ីរ៉ាក់ ហ៊ូសេនត្រូវព្យួរក ក្នុងរយៈពេល 30 ថ្ងៃ ហើយពុំមានឱកាសទទួលការលើកលែងទោសឡើយ។\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "ច្បាប់មួយរបស់រដ្ឋល្វីសៀណាត្រូវបានចូលជាធរមាននៅឆ្នាំ1995អនុញ្ញាតអោយផ្តន្ទាទោសប្រហារជីវិតចំពោះជនដែលបានចាប់រំលោភសេពសន្ថវៈលើក្មេងអាយុក្រោម12ឆ្នាំ(ក្រោយមកត្រូវបានកែទៅជា13ឆ្នាំ)។\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "បន្ទាប់មកអ្នកឲខ្ចីប្រាក់ទាំងនោះក៏ចងប្រាក់ កម្ចីទាំងអស់ជាទ្វេរភាគីសំរាប់ការខ្ចីដែលពួកគេទទួលបានពីស្ថាប័នហិរញ្ញវត្ថុផ្សេងៗ ដូចជាជីម៉េក។\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "គាត់​និង​រដ្ឋមន្ត្រីការបរទេស​កូរ៉េខាងត្បូង​ Ban Ki Moon ត្រូវបានគេ​ចាត់​ទុក​ថា​ជា​បេក្ខភាព​នាំ​មុខ​គេ​ក្នុង​ការ​ប្រកួត​ប្រជែង​ដើម្បី​ស្នងតំណែង​ Annan ដែល​អាណត្តិ​របស់គាត់​បញ្ចប់​នៅ​ចុង​ឆ្នាំ​នេះ​។\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "ពួកគេចាប់ផ្តើមតាមពីក្រោយដោយពិន្ទុ14ទល់នឹង8រហូតដល់តាមពីក្រោម20ទល់នឹង17ដែលត្រង់ពិន្ទុនេះអ៊ុយក្រែនសុំឈប់សំរាក។\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "ព្រះរាជបុត្រគឺជាបុត្រាដំបូងដែលបានប្រសូតនៅក្នុងរាជវង្សអធិរាជជប៉ុនបន្ទាប់ពីព្រះបិតារបស់ព្រះអង្គនៅក្នុងឆ្នាំ1965។\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "កាលពីថ្ងៃអង្គារ ក្រុមហ៊ុន អែបផល បានប្តឹងក្រុមហ៊ុន HTC ដែលជាក្រុមហ៊ុនផលិតទូរស័ព្ទចល័តតៃវ៉ាន់ ហើយនៅក្នុងពាក្យបណ្តឹងនោះបានអះអាងអំពីការរំលោភលើប្រកាសណីយប័ត្រតក្កកម្មចំនួន20ផ្សេងៗគ្នា ដែលភាគច្រើនទាក់ទងទៅនឹងផ្ទាំងបង្ហាញសម្រាប់អ្នកប្រើប្រាស់នៃទូរស័ព្ទអាយហ្វូន ដែលត្រូវបានផលិតឡើងដោយក្រុមហ៊ុន អែបផល។\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 និង S3200 - ដែលធ្វើឱ្យអត្រាការបញ្ជូនទិន្នន័យបានរហូតដល់ទៅ 1.6 Gbps និង 3.2 Gbps រៀងគ្នា - នឹងធ្វើឲ្យ Firewire (ឈ្មោះរបស់Apple សម្រាប់ស្ដង់ដារ) ជាទ្រឹស្តីលឿនជាងបួនដងច្រើនជាងល្បឿនបច្ចុប្បន្នដែលអាចធ្វើបាន។\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមិនជឿថាវានឹងកើតឡើងឡើយ ពីព្រោះខ្ញុំគិតថានឹងមានការប្រឆាំងរបស់ប្រជាជន។\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "សេះ ណាំប៊ើស៊ិកវ៉ាល់វើដ ដែលបានឈ្នះ​ការប្រកួត​នៅឆ្នាំ 2006 ឈរលេខប្រាំមួយ ចំណែកឯ​សេះឈ្នះនៅឆ្នាំ 2005 សេះ ហីចហាន់ធើ ឈរលេខប្រាំបួន​។\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "កូរ៉េខាងជើង​ក៏បាន​ប្រកាស​ផែនការ​ដើម្បី​បង្តដំណើរការ​រោងចក្រ​នៅយ៉ុងប្យ៉ុង ព្រមទាំង​ចាប់ផ្ដើម​សាងសង់​ម៉ាស៊ីន​រ៉េអាក់ទ័រធំជាងមុន​។\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងក៏មើលឃើញពីសារៈសំខាន់នៃការរក្សា​ទំនាក់ទំនង​ជាមួយ​ក្រុមហាម៉ាស ដើម្បីស្វែងរក​សន្តិភាព​ក្នុងមជ្ឈិមបូព៌ា​។\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "បណ្ឌិត យ៉ូសស៊ី វ៉ាឌី ដែលត្រូវ​បាន​ស្គាល់​ថា​ជា​'បិតា​សហគ្រិន'របស់អ៊ី​ស្រា​អែ​ល ​​ហើយ​គាត់​បានអប់រំសហគ្រិនជាច្រើនអ្នក ខាង​ក្រុមហ៊ុន​បច្ចេកវិទ្យាដែលគាត់​បាន​ជួយ​បណ្តុះ​ក្នុង​វិស័យ​អ៊ី​ន​ធើ​ណែតដែលកំពុង​រីក​ដុះដាល​របស់ Tel Aviv។\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "ជីមមី វែលត្រូវបានជូនដំណឹងដោយសមាជិកម្នាក់នៃក្រុមរបស់គាត់ នៅថ្ងៃទី27 ខែមករា ឆ្នាំ2006 ថារាល់ការកែតម្រូវដែលផ្តល់ដោយណេតឈើរ័គឺបានទទួល។\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះដែរ អ្នកបើកយន្តហោះនៃជើង ហ្គារ៉ូដា 200 ត្រូវបានចោទប្រកាន់អំពីគ្រោះថ្នាក់នេះ ដែលបង្កឱ្យមានភាពចម្រូងចម្រាសយ៉ាងខ្លាំង។\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "ស្ថិតក្បែរផ្ទៃរបស់ព្រះច័ន្ទ កាស៊ីនីបានរកឃើញថាគ្រាប់ធំល្មមដែលសំបូរដោយសូដ្យូម និងប៉ូតាស្យូមគ្របដណ្តប់ plumes។\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ប្រទេសរុស្សី បានព្យាយាមសាងសងរោងចក្រថាមពលនុយក្លេអ៊ែរក្នុងប្រទេសទួរគី ហើយកិច្ចសន្យាបានចុះហត្ថលេខាកាលពីថ្ងៃពុធ \"ពិតជាមានសារៈសំខាន់ណាស់\" យោងតាមប្រធានាធិបតីរុស្សី Dmitry Medvedev។\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "ស្ថាប័នប្រព័ន្ធផ្សព្វផ្សាយទាំងប្រាំមួយ រួមបញ្ចូលទាំងអង្គការហ្វែ ហ្វាក់ កំពុងប្រឈមនឹងការដេញដោលផ្លូវច្បាប់ចំពោះទង្វើលួចស្ដាប់ស្ងាត់ៗអំពីការជំនុំជម្រះក្ដីភេរវកម្មនាពេលខាងមុខនេះនៅក្នុងប្រទេសអូស្ត្រាលី។\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "លោកបានពណ៌នាពីវែបសាយត៍ថា ទោះបីជាមានកំហុសអក្ខារវិរុទ្ធមួយចំនួនតែ \"ពិតជាល្អណាស់។\"\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "ព្រឹទ្ធសភាជូលុដវិច (គណបក្សកម្មករ គ្វីនស្លែន)បានសួររដ្ឋមន្ត្រីក្រសួងយុត្តិធម៌និងមន្រ្តីជាន់ខ្ពស់គយ គ្រីស អែលលីសិននៅក្នុងម៉ោងសំនួរថាតើគាត់នៅតែការពារការប្រកាសរបស់គាត់កាលពីម្សិលមិញពីការរកឃើញជៀនសេងដែលរដ្ឋាភិបាលអូស្រ្តាលីបានបង្ហាញថា\"ការឈ្លបមើលពីអាកាសនិងសមុទ្រសំរាប់ចាប់កប៉ាលក្នុងកាលៈទេសៈនេះ វាត្រូវបានធ្វើរួចហើយ\" និងសួរថាមូលហេតុអ្វីរដ្ឋាភិបាលត្រូវចំណាយពេល២សប្តាហ៍សំរាប់ចាប់កប៉ាលបន្ទាប់ពីវាបានចូលដែនសមុទ្រអូស្ត្រាលី។\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "នៅពាក់កណ្ដាលតង់ ក្រុមអូស្រ្តាលីបានសងសឹកវិញដោយនាំមុខ 4-3 ហើយដល់បញ្ចប់រយៈពេលទីបីទទួលបាន 4-4 ជាមួយក្រុមសហរដ្ឋអាមេរិក តែចុងក្រោយ ត្រូវចាញ់ 4-6។\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "ជេកសាន់ស្ថិតក្រោមដីកាចោទប្រកាន់នៅទីនោះស្តីពីការប្រព្រឹត្តអំពើអាណាចារ និងបំពានផ្លូវភេទលើកុមារក្រោមអាយុ14ឆ្នាំចំនួនប្រាំពីរករណី និងការចោទប្រកាន់ភ្នាក់ងារគ្រឿងស្រវឹងចំនួនពីរករណី។\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "ការជំនុំជម្រះក្ដីនេះពាក់ព័ន្ធនឹងបុរសស៊ីដនីឈ្មោះ ហ្វាហ៊ីម ខាលីដ ឡូធី ដែលត្រូវបានកាត់ទោសពីបទប្រព្រឹត្តសកម្មភាពក្នុងការរៀបចំឲ្យមានការវាយប្រហារភេវរកម្មមួយ។\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "សុលពីស្យូបានប្រាប់ទៅការកាត់ទោសតំបន់របស់តុលាការទីក្រុងម៉ានីលថារីផ្លាប់ប្លីកអែក​ 9295និងដូមេស្ទិចស៊ីនភីងឌីវែលឡុនមឹនអែកនៃឆ្នាំ2004 បានដកចេញនូវអំណាចរបស់ប៊ីអេមអាយក្នុងការសើុបអង្កេតទៅលើឧប្បត្តិហេតុសមុទ្រហើយថាការសើុបអង្កេតដែលក្រុមប្រឹក្សាបានចាប់ផ្តើមធ្វើនៅថ្ងៃទី25 ខែមីនា គឺ \"មិនមានភាពប្រក្រតី មិនផ្លូវច្បាប់​ ហើយត្រូវបានចាត់ទុកជាមោឃៈ\"។\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "Fed សង្ឃឹមថា បើធ្វើឲ្យតម្លៃទាបសម្រាប់ការខ្ចី នោះប្រជាជននឹងចាប់ផ្តើមចំណាយនិងការវិនិយោគច្រើនបន្ថែមទៀត។\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "ឧទាហរណ៍ លោកបានគីមូន អគ្គលេខធិការនៃអង្គការសហប្រជាជាតិ កាលពីម្សិលមិញ បានអំពាវនាវឲ្យពន្យារពេលការបោះឆ្នោត។\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "ប៉ូលីសព្រមានថាជើងទម្រគ្រាប់ដៃ CS និងផ្នែកច្រកផ្ទុះអាចត្រូវបានច្រឡំពេលធ្វើការបាញ់ ហើយបាននិយាយថាគ្មានគា្រប់កាំភ្លើងណាមួយត្រូវបានបាញ់ឡើយ។\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "ពួកកម្មករទាំងនេះកំពុងធ្វើសកម្មភាពមិនផ្លូវការមួយ ដើម្បីគាំទ្រកូដកម្មដែលមានរយៈពេលបីថ្ងៃនៅឯ Lindsey Oil Refinery នៃរដ្ឋ Lincolnshire ប្រទេសអង់គ្លេស។\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "អូឡេក មីតវុល បានឱ្យដឹងថាទោះបីជាការកំពប់ស្ពាន់ធ័រ មិនបានបង្ហាញថាមានគ្រោះថ្នាក់ចំពោះបរិស្ថានក៏ដោយ ក៏ក្រុមហ៊ុនដឹកជញ្ជូនទាំងពីរអាចលេចធ្លាយប្រេងចេញពីនាវារបស់ខ្លួនបន្ថែម ទៀតក្រៅពីការបំពុលនេះ។\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "យោងតាមការិយាល័យប្រធានាធិបតីរូស៊ីបានអោយដឺងថាលែងមានទឹកស្អាតនៅភាគខាងត្បូងទីក្រុងអូសេថា ខេត្តជឺហ៊ីវ៉ាលី ពីព្រោះ\"រោងចក្រទឺកនិងទឹកលូសម្អាតត្រូវបានបំផ្លាញ។\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "បេក្ខជនគណបក្សសាធារណរដ្ឋ លោកចន ម៉ាកខេន បានទទួលស្គាល់ការបោះឆ្នោតដែលឈ្មះដោយបេក្ខជនគណបក្សប្រជាធិបតេយ្យ លោកបារ៉ាក់ អូបាម៉ា។\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "ការប្រែប្រួលភាគច្រើនគឺដោយសារការធ្លាក់តម្លៃប្រេងសាំង និងទស្សនៈវិស័យការងារដែលកាន់តែមានភាពល្អប្រសើរឡើង។\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "យោងទៅតាមក្រុមហ៊ុននេះ ទឹកដោះទាំងអស់ត្រូវបានត្រួតពិនិត្យលើស្តង់ដារ \"ខ្ពស់បំផុត និងសុវត្ថិភាពបំផុត\" មុនវាត្រូវបានដុតកំដៅសម្លាប់មេរោគ និងរៀបចំឡើងដើម្បីការប្រើប្រាស់របស់មនុស្ស។\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "តួយានគន្លងនឹងត្រូវត្រួតពិនិត្យពេលក្រោយនៅសប្តាហ៍នេះ។\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "ប្រហែលជា 25 ភាគរយនៃប្រជាជនឥណ្ឌាដែលមានអាយុជាងប្រាំពីរឆ្នាំ ត្រូវបានគេរកឃើញថាមិនចេះអក្សរនៅក្នុងជំរឿនឆ្នាំ2011 ដែលមានការធ្លាក់ចុះ 10 ភាគរយប្រៀបធៀបនឹងជំរឿនដែលបានធ្វើឡើងកាលពីដប់ឆ្នាំមុន។\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "សុន្ទរកថាថ្លែងពីប្រធានបទទំនាក់ទំនងពូជសាសន៍​ក្នុងប្រទេសញូវហ្សឺលែន ជាពិសេស ស្ថានភាពពិសេសរបស់ក្រុមជនជាតិដើមភាគតិចម៉ាអូរី ញូហ្សឺលែន។\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "តាមទន្លាប់ កិច្ចពិភាក្សាតទល់មុនការបោះឆ្នោតមានរយៈពេល 90នាទី និងប្រព្រឹត្តទៅនៅនាទី1930 នៅថ្ងៃអាទិត្យ ថ្ងៃទីមួយនៃយុទ្ធនាការ។\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តី​ទទួលបន្ទុក​គណៈរដ្ឋមន្ត្រីអ៊ីស្រាអែល លោក​អ៊ីសាក់ ហ៊ើហ្សុក បាន​ប្រាប់​រ៉យទ័រ​ថា \"យើង​នឹង​ចាត់​រាល់វិធានការ​ចាំបាច់​ដើម្បី​បញ្ចប់​នូវ​ឥរិយាបថ​សាហាវ​នៃ​រដ្ឋមួយ​ដែល​មិន​ទទួលខុសត្រូវ ហើយនិង​បញ្ចប់​នូវ​សកម្មភាព​នៃ​ដៃគូ​ដ៏សំខាន់​នៅក្នុង​រដ្ឋាភិបាល​របស់ពួកគេ​។\"\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយទៀតថា \"ឆន្ទៈក្នុងការជំរុញដែនកំណត់ និងការព្យាយាមនូវអ្វីដែលថ្មី គឺពិតជាអ្វីដែលការអភិរក្សនៅញូវ ហ្សេឡែន ត្រូវការ។\"\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "សេវាកម្មឡានក្រុងនៅតំបន់1បានធ្វើការឡើងវិញនៅម៉ោង16:00BST។\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ចំនួននេះ ផ្ទុយពីអ្វីដែលសារព័ត៌មានរដ្ឋរូស្សី RIA ណូវ៉ូស្ទីបានបញ្ជាក់ថាក្នុងចំណោមអ្នកស្លាប់មានជនជាតិរុស្ស៊ីតែពីរនាក់ប៉ុណ្ណោះ។\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "គ្រប់មន្ត្រីដែលបង្ហាញខ្លួនបដិសេធមិននិយាយ និងប្រកាសថាពួកគេមិនបានទទួលខុសត្រូវចំពោះសកម្មភាពនេះទេ។\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "លោកហ្គារ៉ាសបានបើករថយន្តចូលនិវាសនដ្ឋានប្រធានាធិបតី ប៉ុន្តែ ទាហាននៅកន្លែងបិទផ្លូវនៅខាងក្រៅបានប្រាប់ឲ្យគាត់ចុះដើរតាមផ្លូវផ្សេងទៀត។\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "ក្រសួងបានជឿផងដែរថា វាអាចនឹងជាប់ទាក់ទងទៅនឹងជម្លោះក្នុងប្រទេសភូមា រវាងអ្នកកាន់ព្រះពុទ្ធសាសនា និងអ្នកកាន់សាសនាម៉ូស្ល៊ីម បើទោះបីកម្រមានអំពើហិង្សាប្រឆាំងពុទ្ធសាសនិកជននៅក្នុងប្រទេសឥណ្ឌាក៏ដោយ។\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីយុទ្ធនាការច្រើនខែ ចនសិនបានឈ្នះលើអ័រលី រ៉ាយ ដោយសំលេងឆ្នោតដំបូងបាន70%លើអ្នកដំណាង595នាក់។\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "សត្វស្វាដែលមានកន្ទុយវែង ពណ៌ខ្មៅលាយស ដែលបានពាក់ខោទឹកនោម ត្រូវបាននាំទៅបៀរហ្គាឌិនមួយកន្លែងនៅខាងក្រៅក្លិបរាត្រីនៅលើផ្លូវស្តេត នៅពេលដែលមនុស្សបានចាប់ផ្ដើមអង្អែលសត្វនោះ។\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "អគ្គនាយករបស់ក្រុមហ៊ុន ប៊ីអេ លោកវីលី វ៉ាលហ្ស បានផ្តល់ការអត្ថាធិប្បាយថា \"ក្រុមហ៊ុនដែលបានបញ្ចូលគ្នានេះ នឹងផ្តល់បណ្តាញរួមកាន់តែធំដល់អតិថិជន។\"\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "វិទ្យាស្ថានភូគព្ភរូបវន្តបានបាត់បង់ផ្នែកសំខាន់នៃឧបករណ៍របស់ខ្លួនដែលបានដំឡើងនៅលើជម្រេលភ្នំតុងហ្គោរ៉ាហ៊ូ ដែលធ្វើឲ្យសមត្ថភាពត្រួតពិនិត្យសកម្មភាពរបស់ភ្នំភ្លើងមានកម្រិតកំណត់។\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "គាត់នឹងធ្វើដំណើរត្រឡប់ទៅកសិដ្ឋានចិញ្ចឹមសត្វរដ្ឋតិចសាសវិញនៅសប្តាហ៍នេះដើម្បីជួបនឹងវិស័យទីប្រឹក្សាការពារជាតិនិងសេដ្ឋកិច្ចរបស់លោក បន្ទាប់មក គាត់នឹងធ្វើដំណើរទៅរដ្ឋអីលីនយដើម្បីចុះហត្ថលេខាលើច្បាប់ផ្លូវហាយវ៉េ។\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "រោគសញ្ញាទាំងនេះត្រូវបាននិយាយថាវាដោយសារតែ\"ការឆ្លងនៃវីរុសដ៏ធ្ងន់ធ្ងរនិងសារធាតុគីមីដែលធម្មតាមិនដែលឃើញមាននៅក្នុងផលិតផលអាហារទេ\" ដូចដែលមន្រ្តីយុទ្ធនាការរបស់គាត់បាននិយាយ។\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "ពួកគេបានស្នើអោយដកមុខវិទ្យារចនាឆ្លាតវ័យនេះពីកម្មវិធីសិក្សាជីវវិទ្យា ប៉ុន្តែអនុញ្ញាតអោយមានការពិភាក្សាលើមុខវិទ្យារចនាឆ្លាតវ័យដែលអាចយល់ដឹងពីទស្សនវិជ្ជានិងការប្រៀបធៀបសាសនា។\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "ក្រោយមកមន្ត្រីរបស់ក្រុមនិកាយស៊ីអ៊ីតបាននិយាយថាសាកសព-ត្រូវគេជឿថាជាចំណាប់ខ្មាំង-ត្រូវបានរកឃើញនៅទន្លេទីគ្រីស។\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "បូឡេសូល អាយុ86 ចូលចិត្តអានកាតសរសេរជាភាសាហូឡង់ ដែលគាត់បានទទួលពីបងប្អូនជីដូនមួយរបស់គាត់ ផូប។\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "ការប្រកួតនៅតែបន្ត ដោយសារនៅ Champion League គេប្រកួតរហូតអស់ម៉ោងថែម ហើយ សេលទីខ នៅមាន 27 នាទី ដើម្បីលេងឱ្យស្មើ។\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "សារដ៏ជាក់ច្បាស់ដែលបញ្ជូនដោយចៅក្រម: ត្រលប់មកតាមការកំណត់ ឬអត់ ជេកសាន់ត្រូវបង្ហាញខ្លួនក្នុងតុលាការ! ហើយឆាប់! មានតែរូបភាពទូរទស្សន៍របស់មេធាវីការពារក្តីមឺសេរី ជាមួយនឹងជំនួយការរបស់គាត់ស៊ូសាន យូដែលជេកសាន់រំពឹងប៉ុណ្ណោះ អ្នកទាំងពីរដែលកំពុងជាប់រវល់ទូរស័ព្ទ ខណៈរងចាំក្បួនដង្ហែររថយន្តរបស់ជេកសាន់យ៉ាងអន្ទះសារនៅកន្លែងត្រួតពិនិត្យខាងក្រៅតុលាការ ហាក់ដូចជាមានអារម្មណ៍ថាជេកសាន់នឹងមកដល់ឱ្យទាន់ពេលដើម្បីជៀសវាងការដកហូតសិទ្ធិនៅក្រៅឃុំរបស់គាត់។\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "\"គ្រូសាសនា\" និង \"គ្រូធំ\" ដែលប្រឌិតឡើងដោយបុគ្គលខ្លួនឯង កំពុងស្ថិតក្រោមការឃ្លាំមើលយ៉ាងម៉ត់ចត់ពីប៉ូលីសនៅប្រទេសឥណ្ឌា ដោយមានករណីចាប់ខ្លួនម៉េតហាវ៉ាន់ ហើយប៉ូលីសកំពុងស៊ើបអង្កេតជាពិសេសលើប្រភពទ្រព្យសម្បត្តិរបស់ពួកគេ និងការបោកប្រាស់ដែលអាចកើតមានផ្សេងទៀត។\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "សន្ធិសញ្ញានេះ ត្រូវបានបង្កើតឡើងដើម្បីជម្រុញការយោគយល់គ្នា ដោយផ្តល់អោយសមាជិកនូវការចូលរួមមិនគិតពីរទំហំតួនាទីផ្ទាល់ក្នុងការ ប្រមូលយកព័ត៌មានកម្លាំងយោធា និងសកម្មភាពផ្សេងៗទៀតដែលទាក់ទងដល់ពួកគេ។\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "វរសេនីយទោ រ៉ាប់ភើត ធនណែលឡូ អាយុ 40 ឆ្នាំ មន្រ្តីបញ្ជាការ​ករវរសេនាតូចទី1 នៃឆ្មាំវែល និងទ្រូបភើ ចូស័រ ហាមមន អាយុ 18 ឆ្នាំ នៅ​អង្គភាព​កងទ័ព​ជើងគោក​រថក្រោះទី 2 ត្រូវបាន​សម្លាប់ នៅពេល​គ្រាប់បែក​ដែលត្រូវបាន​កែច្នៃត្រូវបាន​បំផ្ទុះឡើង​នៅក្រោម​រថយន្ត​បំពាក់អាវុធ​វាយឃីង​របស់ពួកគេ​។\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "ការ​វិភាគមួយ​នៃ​ការ​សិក្សា​​មេឡាតូនីន​​ បានគាំទ្រអំពី​ប្រសិទ្ធភាពនៃជាតិដែល​ជួយឲ្យ​គេងបានស្រួល ដែលនាំឲ្យមានការចម្រូងចម្រាស។\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "វាក៏នឹងត្រូវប្រើប្រាស់នៅក្នុងអនាគតពាក់ព័ន្ធនឹងវិស័យសុខភាព ចំនួនប្រជាជន និងមរណភាពផងដែរ។\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "អាន់សុន ចាន់ អតីតប្រធានរដ្ឋលេខាធិការ និងជាបេក្ខភាពម្នាក់សម្រាប់ការបោះឆ្នោតនៅក្រុមប្រឹក្សានីតិបញ្ញត្តិដែលនឹងប្រព្រឹត្តទៅនៅពេលខាងមុខនេះ ក៏បានចូលរួមក្នុងព្រឹត្តិការណ៍នេះផងដែរ។\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "បើយោងតាមស្នងការនគរបាលមូលដ្ឋានបានឲ្យដឹងថា ការចរចាកំពុងត្រូវបានធ្វើឡើងដើម្បីដោះលែងចំណាប់ខ្មាំង។\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "ស្បែកជើងនេះដែលមានតំលៃបំរុង £2,930 (US $3,580) បច្ចុប្បន្ននេះត្រួវបានគ្រប់គ្រងដោយអ្នកស្រីអេលឡេននើរ ហ្ក្រាហាមដែលមានអាយុ 65ឆ្នាំ។\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "បុរសម្នាក់នៅក្នុងការផ្សាយតាមទូរទស្សន៍នោះបាននិយាយថា \"ប្រទេសកាណាដាអាចថែរក្សាប្រទេសកូរ៉េខាងជើងបាន។\"\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី20 ខែកក្កដា កងកម្លាំងដាណឺម៉ាកបាននិយាយថា ខ្លួនបានដឹកជញ្ជូនអ្នកបកប្រែតាមផ្លូវអាកាស និងបុគ្គលិកអឺរ៉ាក់ផ្សេងទៀតរួមទាំងគ្រួសាររបស់ពួកគេផងដែរ។\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "វីននឺក៏មានសណ្ឋាគារ ក្រុមហ៊ុនដែក និងក្រុមហ៊ុនដទៃទៀតជាច្រើន។\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "អ្នកនិពន្ធរួមលោកបណ្ឌិតរ៉ន់ភីនហាស៊ី មកពីសកលវិទ្យាល័យខលលិចខក នៃប្រទេសអៀឡង់ បាននិយាយថា៖\"មុនដំបូងយើងគិតថាស្បែកជើងនេះព្រមទាំងវត្ថុផ្សេងទៀតមានអាយុកាលប្រហែល600-700ឆ្នាំពីព្រោះវាស្ថិតក្នុងស្ថានភាពល្អបែបនេះ។\"\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "អគ្គលេខាធិការរបស់ FIFA ឈ្មោះ ជេរ៉ូមេ វ៉ាលខេដបានប្រកាសថា: \"ពួកយើងបានសម្រេចចិត្តផ្អាកបច្ចេកវិទ្យាខ្សែទី​ និងការពិសោធន៍បច្ចេកវិទ្យានានា។\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "Itar-Tass មុននេះក៏បានរាយការណ៍ផងដែរថា យោងតាមអ្នកការទូតបរទេស ដោយមិនបញ្ចេញឈ្មោះម្នាក់នៅទីក្រុងព្យុងយ៉ាង បានឲ្យដឹងថា រូបថតរបស់លោកគីម ជុងអ៊ីល ទើបត្រូវបានគេដកចេញពីការបង្ហាញជាសាធារណៈដោយស្ងាត់ៗ និងគ្មានការពន្យល់បកស្រាយអ្វីឡើយ។\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "កាលពីព្រឹកមិញ អ្នកកាន់កាប់ដែលនៅសល់ដប់ប្រាំមួយរូបត្រូវបានប្រាប់ឲ្យរៀបចំបញ្ជីទំនិញសំរាប់ចែកចាយពេលខាងមុខ។\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "WiredFire នៅក្នុង​បទ​សម្ភាសន៍​មួយ​ជាមួយលោក រីឆាដ ហ្វកវិន ប្រធាន​គណបក្សផៃរ៉េត ស៊ុយអ៊ែត បាន​រាយការណ៍​ថា ប៉ូលីស​បាន​ចាប់ខ្លួន​បុគ្គលិក​ចំនួន​បីនាក់ ហើយទីបំផុត​បាន​យកតែ​ពីរនាក់​ប៉ុណ្ណោះ​ទៅឃុំឃាំង​។\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "លោកទទួលបានរង្វាន់ MBE, OBE និង CBE ហើយបានចូលនិវត្តន៍នៅឆ្នាំ2002។\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "មន្រ្តីហាម៉ាស និងសាក្សីបានរាយការណ៍ថា កសិដ្ឋាន រោងចក្រទឹកដោះគោ តំបន់តូចៗរបស់យោធាហាម៉ាស និងទីតាំងរោងជាងលោហៈ​ ត្រូវបានកំណត់គោលដៅ។\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "ម៉ាហើបាននិយាយថា គាត់ត្រូវបានសាកសួរដោយសារព័ត៌មាន CBS ស្នើអោយបង្ហាញខ្លួននៅក្នុងកម្មវិធីមួយ។\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "ក៏ប៉ុន្ដែពួកគេបានបដិសេធក្នុងការបញ្ជាក់អោយច្បាស់អំពីធាតុផ្សំរបស់វាគឺព័ត៌មានអាចមានប្រយោជន៍ច្រើននៅពេលគេសួរចំលើយជនសង្ស័យ។\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "រហូតមកដល់ពេលនេះ មេរោគនេះហាក់ដូចជាបានឆ្លងលើសត្វសេះនៅក្នុងរដ្ឋវេលភាគខាងត្បូងថ្មី និងរដ្ឋខ្វីនលែនដ៍ ដោយបានបញ្ជាក់ថាមាន 51 ករណី និងសង្ស័យ 400 ករណីផ្សេងទៀត។\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "ជើងស្ដាំខាងក្រោយរបស់បាបារ៉ូ បានបាក់ពេលចាប់ផ្ដើមនៃការប្រកួតព្រែកនេស។\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនកាតែលដែលបានបង្កើតនូវតម្លៃក្លែងក្លាយខ្ពស់ដោយលុបចោលនូវការប្រកួតប្រជែងរវាងសមាជិកខ្លួន ត្រូវបានលាតត្រដាងដោយអ្នករាយការណ៍របស់លូហ្វថានសា ដែលបានប្រាប់ទៅអជ្ញាធរជាថ្នូរនិងការរួចផុតពីការកាត់ទោស។\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "មិត្តភក្តិរបស់គេ ដែលត្រូវបានលាក់ឈ្មោះ បានបាញ់ រីស៍ ចនសុនចំបេះដូងដោយកាំភ្លើងខ្យល់ .22 caliber Webley Vulcan នៅក្នុងចម្ងាយជិត។\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ជ័យជម្នះរបស់ស្ទីល និងវីហ្សែនត្រូវបានអ្នកតាមដានលីកណេតបលចាត់ទុកជាការខកដ៏ចិត្តធំ។\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "ខ្សែ​ប្រយុទ្ធ ហ្សាវីអឺ ម៉ូយ៉ា និង​ គ្រីស ថមសាន់ បានផ្តល់នូវការ​ការ​ពារដ៏រឹងមាំក្នុងវេលា​កាន់កាប់បាល់​មួយ​។\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី3 នៃកម្មវិធីជើងឯកហែលទឹកថ្លង់ពិភពលោកឆ្នាំ2007 ការហែលដោយសេរីចម្ងាយ 1500m ផ្នែកបុរស ការហែលដោយសេរីចម្ងាយ 800m ផ្នែកស្ត្រី ការហែលកង្កែបចម្ងាយ 50m ការហែលដោយសេរីចម្ងាយ 200m ការប្រកួតវគ្គផ្តាច់ព្រ័ត្រក្រុមហែលទឹកបណ្តាក់ចម្រុះវិញ្ញាសាចម្ងាយ 4x100m បានធ្វើឡើងក្នុងពេលរសៀល និងពេលល្ងាច។\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "សម្រាប់ការប្រឡងនេះ សិស្សវិទ្យាល័យចំនួន 665 នាក់ត្រូវបានគេចាប់ចំពោះការលួចចម្លង ចំនួនកើនឡើងទ្វេដងពីឆ្នាំមុននិងនៅវិទ្យាល័យមួយដែលវាត្រូវបានរកឃើញថាចម្លើយនៃសំនួរប្រឡងនេះត្រូវបានផ្ដល់ឲ្យសិស្ស 111 នាក់មុនការប្រឡង។\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "ក្រុងឡុងដ៍ ប្រទេសអង់គ្លេស - ក្រុមកីឡាបាល់ឱបរទេះរុញជាតិអូស្រ្តាលី បានផ្តួលកាណាដា 66-51 ដើម្បីឈ្នះមេដាយមាសចុងក្រោយរបស់ប្រទេសអូស្រ្តាលី នៅក្នុងកីឡាប៉ារ៉ាឡាំពិករដូវក្តៅឆ្នាំ2012។\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "ក្រោយពីការដាក់អោយប្រើថីថានIICលើកទីពីរវាត្រូវបានកែទៅបម្រើជាកន្លែងបង្ហោះរ៉ុកកែតមួយសំរាប់ទីពិសោធន៏គន្លងអាកាសរបស់កងកម្លាំងអាកាសរបស់អាមេរិច(MOL)។\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"សូមអោយពួកគេបានទៅកាន់សុខតិភព ហើយសូមអោយគ្រួសាររបស់ពួកគេទទួលបាននូវភាពធូរស្រាលក្នុងថ្ងៃដ៏តានតឹងខាងមុខ។\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "ក្រុមសេរីភាពប្រព័ន្ធផ្សព្វផ្សាយ អ្នករាយការណ៍គ្មានព្រំដែន បានហៅសកម្មភាព \"គ្រោះថ្នាក់\" និងព្រមានថា វាអាចត្រូវបានប្រើដើម្បីកំណត់គោលដៅ \"ពលរដ្ឋធម្មតា\" ដែលថតសកម្មភាពនៃអំពើហិង្សា។\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "ការស៊ើបអង្កេតបានសន្និដ្ឋានថា ស្តេហ្វានីដេស បានប្រព្រឹត្តល្មើសនឹងច្បាប់ដោយការជួយក្រុមហ៊ុនអង់គ្លេស Lloyds Register Inspection Ltd. ឲ្យឈ្នះកិច្ចសន្យាក្រោមកម្មវិធីអង្គការសហប្រជាជាតិប្រចាំនៅអ៊ីរ៉ាក់។\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"គាត់មាននរណាម្នាក់យ៉ាងសំខាន់ដែលខ្ញុំដឹង ហើយគាត់អាចនឹងបន្សល់ទុកនូវអ្វីមួយនៅមនុស្សម្នាក់នោះ។\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "លោកស៊្រីវើបានប្រាប់នៅក្នុងបទសម្ភាសន៍មួយកាលពីព្រឹកថ្ងៃសុក្រ នៅក្នុងកម្មវិធីអរុណសួស្តីអាមេរិកាំងថា \"គាត់បានបង្ហាញពីអារម្មណ៍ដែលគាត់មិនមានបំណងបង្អាប់ក្រុមមនុស្សទាំងអស់នេះទេ។\"\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "មេធាវីការពារបានប្រមានដល់គណៈវិនិច្ឆ័យដែលធ្វើជាមិនអើពើពីមតិយោបល់របស់សារព័ត៌មានដែលថាពួកគេអាចផ្តន្ទាទោសជនជាប់ចោទមុននឹងកាត់ទោសបានចាប់ផ្តើម។\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "មើរី ពុំបានបញ្ចេញយោបល់ណាមួយពាក់ព័ន្ធនឹងរបៀបនៃការធ្វើសេចក្តីសម្រេចចិត្ត ឬមូលហេតុដែលស្លាកសញ្ញាណាមួយត្រូវបានបដិសេធឡើយ។\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "លោកអាដាម៉ូពូលូស បាននិយាយថា គាត់នឹងពិចារណាអំពីការសម្រេចវិធានការផ្លូវច្បាប់ប្រឆាំងនឹងប្រភពដើមនៃការបោកបញ្ឆោតនេះ។\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "ពួកគេបានជម្រុញឱ្យលោកនាយករដ្ឋមន្ត្រីពង្រីកកិច្ចខិតខំប្រឹងប្រែងរបស់លោកក្នុងការដោះស្រាយអំពើភេរវកម្មនិងភាពជ្រុលនិយម។\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "លោកក៏បានបន្ថែមទៀតថា លោកឡរ៊ែនស ធ្វើការងារយុទ្ឋនាការនៃការបោះឆ្នោតជ្រើសរើសតំណាងរាស្ត្រគណបក្សចលនាសាធារណរដ្ឋប្រទេសអូស្ត្រាលីដើម្បីជាអនុសញ្ញាធម្មនុញរបស់អូស្តា្រលីឆ្នាំ1998។\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "គ្រួសារបាននិយាយថា នាវិកដែលបានចាប់នោះបាន \"ផឹកទឹក ឬញ៉ាំអាហារតិចតួច។\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "ចៅក្រម Lord Bach បានថ្លែងថាច្បាប់នេះនឹងមិនអនុម័ត រហូតដល់សភាបញ្ចប់ការពិភាក្សាស៊ីជំរៅ ហើយថាអំណាចថ្មីរបស់អាជ្ញាសាលានឹងត្រូវបានគេត្រួតពិនិត្យយ៉ាងម៉ត់ចត់។\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "ក្នុងខែកក្កដាឆ្នាំ2010 រ៉ូដបានជំនួសជាអ្នកដឹកនាំនៃអេអេលភីហើយមានលោកស្រីជីឡាតជានាយករដ្ឋមន្រ្តី។\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ម្យ៉ាងទៀតនាយករដ្ឋមន្រ្តីវ៉ាសៀលថាលេវរបស់ម៉ូដូវ៉ានបានចោទកងទាហានរុស្សីកាលពីថ្ងៃព្រហស្បត៏នៅត្រេនស្នីស្រ្ថីននៃការផ្គត់ផ្គង់អាវុធទៅកាន់តំបន់ឆឺឆឺននៅក្នុងការឆ្លើយតបរដ្ឋមន្រ្តីការពារជាតិរុស្សីសីហ្កីអ៊ីវ៉ានូវបាននិយាយថាគាត់\"ធានាដោយក្បាលរបស់គាត់\"សំរាប់​មូលដ្ឋានរុស្សីនៅម៉ូដូវ៉ានិងបានចោទថា\"គ្មានអាវុធមកពីត្រេនស្នីស្ថ្រីនត្រូវបានបញ្ចូនទេ។\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចប្រជុំកំពូលនោះក៏មានការបញ្ជាក់អំពីការប្តេជ្ញាចិត្តប្រយុទ្ធប្រឆាំងនឹងការគំរាមកំហែងដោយ \"ក្រុមក្រៅសង្គម និងក្រុមឧក្រិដ្ឋជន។\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនៃរដ្ឋនេះត្រូវបានគេរិះគន់ពីការផ្តល់ប៉ូលីសការពារដោយឥតគិតថ្លៃសំរាប់សន្និបាត។\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "រិជស្បឺមែនបាននិយាយថាកង្វះខាតទឹកនៅអាហ្រ្វិកកើតឡើងដោយសារការខ្វះខាតហេដ្ឋារចនា សម្ព័ន្ធក្នុងការផ្តល់ទឹកដល់ប្រជាជនដែលត្រូវការទឹក។\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "ការរាយការណ៍មិនទាន់បានអះអាងជាមុនបានឲ្យដឹងថា កម្ទេចកម្ទីនេះគឺបណ្តាលមកពីបំណែកតូចៗរបស់យន្ដហោះ។\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "រដ្ឋប្រហារបានកើតឡើងក្រោយពីមានវិបត្តិនយោបាយរយៈពេលវែងមួយដែលប្រធានាធិបតីតាន់ចាបានរំលាយទាំងសភាជាតិ និងតុលាការជាន់ខ្ពស់របស់នីហ្សេរីយ៉ា ក៏ដូចជាបន្លាយអណ្ណត្តិប្រធានាធិបតីរបស់គាត់ត្រឹមបីឆ្នាំទៀត ហើយលុបចោលការកំណត់ផ្សេងៗក្នុងអណ្ណត្តិរបស់គាត់។\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "ក្រុមអាដេលឡេតលេងបានល្អ ពួកគេបានរុញយើងជិតទៅដល់ជ្រោះមរណៈ ប៉ុន្តែខ្ញុំគិតថាយើងទទួលបាន\" នេះបើយោងតាមសម្តីរបស់ប្រធានក្រុមមែលប៊ែន កីឡាករខេវិន មូស្កាត។\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "លោកប្រធានាធិបតីក៏បាននិយាយផងដែរថា \"យើងនឹងកសាងឡើងវិញនូវផ្លូវរបស់យើងចម្ងាយ​ 150,000 miles ដែលវានឹងគ្រប់គ្រាន់នៅក្នុងការក្រឡឹងជុំវិញពិភពលោកប្រាំមួយដង...\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយប្រឆាំងរបស់កេនយ៉ាបានតវ៉ាប្រឆាំងជាមួយនឹងអ្នកគាំទ្រប្រធានាធិបតីវ៉ៃគីបាគី ដែលបានជាប់ឆ្នោតជាលើកទីពីរស្តីពីការជ្រើសតាំងប្រធានសភាថ្មី។\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "ជញ្ជាំងប្រាសាទមួយបានរលំ ធ្វើអោយមានការតក់ស្លុតដល់អ្នកគោរពបូជាសាសនាហិណ្ឌូរាប់សិបពាន់នាក់ដែលជួបជុំគ្នា ចាប់ផ្តើមរត់ទៅរកទីសុវត្ថិភាព ជាហេតុបណ្តាលអោយមានការរត់ជាន់គ្នា។\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "ទោះបីជាមានការវាយប្រហារពីប៉ាលីនក៏ដោយ អត្ថបទដើមនៅក្នុងទំព័រសារព័ត៌មាន ញូវ យ៉ក ថាមស៍ ដែលបានចុះផ្សាយនៅថ្ងៃទី3 ខែតុលា បានបញ្ចប់ដោយនិយាយថា អូបាម៉ា និងអាយ័រ មិនជិតស្និទ្ធគ្នាឡើយ ហើយថាទំនាក់ទំនងនេះគឺបានកើតឡើងចាប់តាំងពីពេលដែលអូបាម៉ាចូលកាន់តំណែងលើកដំបូងមកម្លេះ ហើយគម្រោងកំណែទម្រង់សាលារៀន \"ដោយនិយាយថាផ្លូវរបស់ពួកគេបានប៉ះគ្នាម្ដងម្កាល។\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតនិយាយថាបច្ចុប្បន្នពួកគេមិនប្រាកដថាការផ្ទុះនេះគឺជារឿងចៃដន្យសុទ្ធសាធ ឬក៏ជាអំពើឃាតកម្មទេ ដោយកិច្ចខិតខំប្រឹងប្រែងទាំងអស់ត្រូវបានផ្ដោតលើការព្យាយាមដើម្បីកំណត់ទីតាំងដែលនៅរស់រានមានជីវិត។\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ហ្រ្វង់កា ដែលកើតក្នុងឆ្នាំ1921 នៅទីក្រុងឡុងដ៍ ប្រទេសអង់គ្លេស បានមកប្រទេសកាណាដាក្នុងឆ្នាំ​​​1951 ដើម្បីបង្កើតរបាំបាឡេជាតិរបស់កាណាដា។\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "កូនកំដរស្រីចំនួនបួននាក់ត្រូវបានគេប្រកាសថាជាកូនស្រីរបស់លោកអឺល​ និង ខោនថិសនៃវេសេក្ស ឡេឌី ល្វីស វីនស័រ ដែលមានអាយុប្រាំពីរឆ្នាំ។\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "ការប្រកួតពិតក្នុងករណីភាគច្រើន ដោយសារភាពជិតស្និទ្ធខ្លាំងពិតប្រាកដ មិនទាំងអស់ទេដែលអាចយកការធ្វើដំណើររយៈពេលយូរជាពិសេសនៅពិធីប្រណាំងកង់អាស៊ី។\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "ដោយមិនមានការសម្រុកដល់មុខហ្គោលរបស់បារាំងបានធ្វើឲ្យហ្វុងអ្នកគាំទ្រស្រែកហ៊ោនៅពេលដែលពួកគេបានពិន្ទុ2-0។\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "ឧបករណ៍បំផ្ទុះកែច្នៃគឺជាឃាតករដ៏ធំមួយដែលសម្លាប់ទាំងប្រជាជនស៊ីវិលអ៊ីរ៉ាក់ និងកងទ័ពសម្ព័ន្ធមិត្តនៅក្នុងប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារលើកទីពីរមានលក្ខណធំជាង ហើយមន្រ្តីចិនបាននិយាយថាការងារដើម្បីតម្លើងសេវាកម្មឡើងវិញកំពុងតែមានដំណើរការយ៉ាងយឺត។\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "ជាទូទៅ ម៉ោងផ្លូវការរបស់ប្រទេសមួយគឺជាម៉ោងនៅរដូវរងារ។\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "លោកបានធ្វើយុទ្ធនាការដើម្បីបញ្ចប់អំពើពុករលួយ និងភាពក្រីក្រ ហើយបានថ្លែងថា គាត់នឹងធ្វើការកាត់ទោសមន្រ្តីពុករលួយជាអាទិភាព។\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "ការខូចខាតលើវិស័យកសិកម្មដោយសារផេះគ្របដណ្តប់ ត្រូវបានប៉ាន់ប្រមាណថាមានចំនួន 150 លានដុល្លារ។\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "ការតម្លើងចុងក្រោយនឹងកើនប្រាក់ខែរបស់នាងដល់ប្រមាណជា $361,000។\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "ព្រិស្តុនត្រូវបានគេហៅទៅអង្គភាពប៉ូលីសមូលដ្ឋាន នៅខែបន្ទាប់សំរាប់សវនាការ។\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ពីដំបូងចក្រភពអង់គ្លេសបានបដិសេធចំពោះសំណើសុំការជ្រកកោនដោយ ម៉េតឌី កាហ្សេមីអាយុ 19 ឆ្នាំ ហើយកាហ្សេមីបានប្តូរទៅប្រទេសហូឡង់ដែលករណីរបស់គាត់ត្រូវបានច្រានចោល ហើយគាត់ក៏ត្រលប់មកប្រទេសអង់គ្លេសវិញ។\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "ការរកឃើញបន្ថែមទៀតបានផ្តល់ជាហូរហែរនូវវត្ថុបុរាណនៃយុគសម័យស្ពាន់រាប់ចាប់ពីរវាង6,200ទៅ5,900ឆ្នាំមុន។\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមអាសនៈ 242 គណបក្ស DPJ បានកើនពី 82 ទៅ 109 អាសនៈ ធ្វើឱ្យគណបក្សនេះក្លាយជាគណបក្សធំជាងគេនៅក្នុងសភានៃក្រុមប្រឹក្សា។\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "រហូតមកដល់ពេលនេះ មិនមានរបាយការណ៍អំពីការស្លាប់ ឬរបួសណាមួយឡើយ។\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"ពួកយើងនឹងពិនិត្យមើលចំពោះការដាក់បន្ថែមអាជ្ញាកណ្តាលពីរនាក់ ហើយពូកយើងនឹងជៀសវាងមិនពិចារណាការប្រើប្រាស់បច្ចេកវិទ្យាខ្សែទីក្នុងពេលនេះទ្បើយ។\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់ដែលបានស្នើឡើងក្រោយមកបានដាក់នៅក្នុងថ្ងៃប្រជុំរបស់គណៈបក្សបៃតងអូស្រ្តាលី ដើម្បីបញ្ឈប់អគ្គទេសាភិបាលដែលមិនអនុញ្ញាតឲ្យច្បាប់រដ្ឋ ACT សំរាប់បង្កើតសហជីពស៊ីវិលបានបរាជ័យ ដោយមតិភាគច្រើនចំនួនពីរសម្លេង។\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "រីកូធ្លាប់ធ្វើការងារជាច្រើនប្រភេទ ប៉ុន្តែឥឡូវនេះ ចំណង់ចំណូលចិត្តរបស់គាត់គឺវិជ្ជាជីវៈរបស់គាត់ - គាត់បានប្រែ 'របស់សំណល់'ដែលគ្នានអ្នកត្រូវការ ទៅជាគ្រឿងសង្ហារឹមមិនធម្មតា។\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "នគរបាលចរាចរណ៍ មន្ត្រីការពារច្បាប់ ក្រុមដើរត្រួតពិនិត្យផ្លូវធំនៅក្រុងកាលីហ្វូញ៉ា ព្រមទាំងការិយាល័យសហព័ន្ធស៊ើបអង្កេត បានចូលរួមពាក់ព័ន្ធក្នុងការស្វែងរកនេះដែរ។\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "នរកូបានផ្តល់ជាភស្តុតាងបន្ថែមទៀតថារ៉ូសកំពុងលេបថ្នាំ ដើម្បីគ្រប់គ្រងបញ្ហាផ្នែកវិកលចរិតរបស់គាត់។\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "រលកយក្សស៊ូណាមីដែលបណ្តាលមកពីការរញ្ជួយកម្រិត 8.9 ពីប្រទេសជប៉ុនកាលពីថ្ងៃសុក្រ បានបំផ្លាញដល់កំពង់ផែនេសាទពាណិជ្ជកម្មនៃទីក្រុងក្រេសសិន រដ្ឋកាលីហ្វ័រញ៉ា ជាទីក្រុងមាត់សមុទ្រដែលកំពុងស្តារឡើងវិញក្រោយពីមហន្តរាយរលកយក្សស៊ូណាមីនៅឆ្នាំ1964។\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "ប្រទេសឥណ្ឌូនេស៊ីបានបញ្ឈប់ការហោះហើរនៅក្នុងខែមីនា បន្ទាប់ពីគ្រោះថ្នាក់មួយផ្សេងទៀតបានកើតឡើង ដែលយន្តហោះ B737 បានបោះពួយហួសផ្លូវរត់យន្តហោះ។\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "អ្នកប្រឆាំងបានប្រកាសថាការបិទផ្លូវមិនអោយចេញចូលនិងការងារសាងសង់ជាសកម្មភាពដែលមានបំណងរារាំងជនម៉ូស្លីមចេញចូលទៅតំបន់ទីសក្ការៈ។\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "អតិថិជនរបស់ស្វីសខមក្នុងប្រទេសស្វីស នឹងរីករាយជាមួយអត្រាសេវាទាបបំផុតប្រចាំខែ (34ដុល្លារអាមេរិក)។\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "នៅដើមដំបូងនៃការប្រកួតនេះ ប្រទេសអង់គ្លេសបានឈ្នះបួនប្រកួត ការធ្វើតេស្តជាឈុត 3-0។\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "លោក ហ៊ីវ វូត​របស់ឌីស្នីបាននិយាយថា \"ចក្រភពអង់គ្លេសពិតជាស្រឡាញ់ វ៉លឌីស្នីវើល និងការទំនាក់ទំនងដ៏យូរអង្វែងដែលមានសួនកម្សាន្ត និងកន្លែងវេទមន្ត​ ដែលនេះប្រហែលជាមូលហេតុធ្វើឲ្យមានចំនួនអ្នកចូលមកលេង និងគុណភាពដែលទទួលបាន មានកម្រិតខ្ពស់។\"\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះជាថ្ងៃដែលត្រូវបានគេកត់សម្គាល់ឃើញថាក្តៅបំផុតក្នុងកំណត់ត្រាខែកក្កដានៅប្រទេសអង់គ្លេស ដោយមានសីតុណ្ហភាពឡើងដល់ 36.5ºC (97.7ºF) ក្នុងតំបន់វីសឡេ ក្នុងក្រុងសឺរេ។\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "ការប៉ុនប៉ងរបស់ព្រះវិហារនៃ Scientology ដើម្បីបញ្ឈប់ការចែកចាយវីដេអូតាមប្រព័ន្ធអ៊ីនធឺណិត \"ហាក់ទទួលបានលទ្ធផលផ្ទុយកាន់តែខ្លាំង\" នេះបើយោងតាមសមាគមន៍កាសែត ហើយមកត្រឹមថ្ងៃព្រហស្បតិ៍នេះ វីដេអូនៅតែអាចបើកមើលបាននៅលើវែបសាយត៍មួយចំនួនក្រៅពី Gawker.com រួមមានញូវយ៉កប៉ុស្តិ៍ ព័ត៌មានទូរទស្សន៍ឯករាជ និង BBC។\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "អង់គ្លេសយកឈ្នះកេនយ៉ា7វីកឃីត (ជាមួយនឹងគ្រាប់បាល់នៅសល់ 60 គ្រាប់) នៅក្នុងការប្រកួតវើលខាប់វគ្គបញ្ចប់ពូលCនៅពហុកីឡាដ្ឋានបូសេហ្សួរ ប្រទេសសេនលូស៊ា។\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "កាលពីខែកញ្ញាមុន រដ្ឋអាឡាស្កាបានជូនដំណឹងជាសាធារណៈអំពីបំណងរបស់ក្រុមហ៊ុនស៊ែលក្នុងការខួងឆ្នេរសមុទ្រ Beaufort ដោយដាក់ស្ថានីយខួងប្រេងសាកល្បងនៅទីតាំងខួងប្រេងចំនួនពីកន្លែង: \"Torperdo\" និង \"Sivulliq។\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "គេបានរកឃើញផងដែរថាប្រធានក្រុមអ្នកបើកបរយន្តហោះលោកម៉ាវ៉ូតូ កូម៉ា មិនបានយកចិត្តទុកដាក់ចំពោះប្រព័ន្ធព្រមាននៅលើដី (GPWS) ចំនួនដប់ប្រាំដងដែលបានជូនដំណឹងលោកកូម៉ាថា យន្តហោះនេះបានហោះក្នុងល្បឿនមួយលើសពីល្បឿនដែលវាអាចចុះចតដោយសុវត្ថិភាពនោះ ប៉ុន្តែលោកបានបរាជ័យក្នុងការបញ្ឈប់វា។\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "ប៉ាស្ទើដែលបានចូលនិវត្តន៍ម្នាក់មានអាយុ 73 ឆ្នាំ ឈ្មោះរេវវើរេន រ៉ូឡេន វេសសេលបឺក បានដុតខ្លួនទាំងរស់នៅអំឡុងពេលថ្ងៃធ្វើកំណែទម្រង់កាលពីថ្ងៃអង្គារ] ក្នុងអឺហ្វឺត ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "ហើយសំណួចចុងក្រោយដែលបានសួរទៅលោកក្រេហ្គមីលមីន និងប៊ែណាដដានតុនថាតើ ពួកគេជាអ្នកគាំទ្រហុលដែន ឬហ្វដ។\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "ក៏ប៉ុន្ដែមេបញ្ជាការTPLFដែលត្រូវបាននិរទេសម្នាក់ដែលរស់នៅនីឌឺឡេនអាហ្កាវីបឺហ៏កំពុងគាំទ្ររឿងរបស់អារ៉ាយ៉ា។\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "ឯកសារជាច្រើនបានបែកធ្លាយនៅលើគេហទំព័រ Wikileaks និងត្រូវបានឃើញដោយ Wikinewsបានបញ្ចេញឲ្យដឹងថា ប្រទេសគុយបាបានចុះហត្ថលេខាលើកិច្ចព្រមព្រៀងសម្ងាត់មួយជាមួយប្រទេសវេណេហ្ស៊ូឡា ដើម្បីធានាថាប្រទេសគុយបាបានទទួលការតភ្ជាប់អ៊ីនធឺណិតដែលមានល្បឿនលឿនក្នុងឆ្នាំ2010។\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "ការប្រកួតទាំងនេះគឺឈ្នះរួមជាមួយនឹងអ្នកប្រណាំងសេះជនជាតិមិចស៊ិចកូឈ្មោះម៉ារីអូហ្គូធារេ។\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "ការព្រមានអំពីឥទ្ធិពលប៉ះពាល់ដោយព្យុះត្រូពិកមួយត្រូវបានប្រកាសពីខាងត្បូងនៃទូលូម រហូតដល់ ចេតទូម៉ាល ប្រទេសម៉ិកស៊ិច។\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "យោងតាមប៉ូលីស លោកឃីលី​ វីហ្គល អាយុ 28 ឆ្នាំ មកពីនីវ៉ក ទីក្រុងអូហ៊ីអូ ត្រូវបានឃាត់ខ្លួនពីបទបើកបរពេលស្រវឹង ក្រោយពីគាត់កៅអីដែលបញ្ជាដោយម៉ាស៊ីនរបស់គាត់បានដួល។\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "សារព័ត៌មានត្រាស់អហ្វអ៊ីនឌៀ បានរាយការណ៍ថាមានអ្នករងរបួសច្រើនដល់ទៅ 130 នាក់ ហើយអាល់ ចាហ្សីរ៉ា បានរាយការណ៍ថាមានមនុស្សចំនួន 200 នាក់ជិះក្នុងរថយន្ត។\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "វាមិនទំនងទេដែលនាងអាចសប្បាយរីករាយនៅប្រទេសស្កុតឡេន។\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "លោកវេលីបានប្រាប់ថាប្រសិនបើតេឡេក្រាមពិសេសត្រូវការគាត់ពិនិត្យជាទូទៅវាត្រូវដាក់ជូនទៅរដ្ឋមន្រ្តីពិនិត្យ។\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}