{
    "Definition": "In this task, you will be shown a conversation and a question. You should categorize the question into matching, summary, logic, arithmetic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category. We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\".",
    "Alternate Definitions": [
        {
            "Alternate Definition": " In this case , you will be asked a question and a conversation . You should include this question in the groups of each group . This is a question that arises from a single sentence in a dialogue . The answer can be given after the same sentence . Questions which can not be answered by the superficial meaning of a single sentence are included in the explanatory statement We also ask the question of the right choice . Here , < unk > looks at the full picture of the city , as well as the theme of < unk > and the relationship between the speakers . To answer < unk > apos s questions , you need logical reasoning . In the final questions , the answer is < unk > apos s Knowledge . < unk > takes a look at some of the key talking points from the game , as well as the information you need to know . < unk > understands that one question may be in more than one group . In the discussions , the companies are responsible for research and development .",
            "Technique": "English-German Backtranslation"
        },
        {
            "Alternate Definition": " In this case , you will be shown a conversation , and you should a question in MB is a question , or MB is exactly one sentence in Answer may be from the same Questions that can not be answered with the superficial meaning of a single sentence are related to We further define MB short questions require a whole picture , such as the topic of dialogue and the relationship between We need a logical answer to logical in questions the answer requires MB to answer in addition to information in we also require additional knowledge that can not be obtained from Note that a question can be in multiple B and B in conversations denote B and B .",
            "Technique": "English-Russian Backtranslation"
        },
        {
            "Alternate Definition": " You will be shown a conversation and a question on this task. It is important to categorize the question into matching, summary, logic, arithmetic and, commonsense groups. Matching is a question encapsulated or paraphrased by precisely one sentence in a dialogue. The answer can be obtained from the same sentence. Reasoning is a branch of reasoning. Questions can not be answered by the surface meaning of a single sentence. We further define the categories summary, logic, arithmetic, and commonsense. The answer to summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. We need logical reasoning to answer logical questions. In mathematics questions, inferring the answer requires arithmetic knowledge. In order to answer commonsense questions, we also require additional knowledge that cannot be obtained from the dialogue, and besides the textual information. A question is possible in more than one group. The letters 'W' and 'M' in the conversation stand for 'woman' and'man'.",
            "Technique": "Casual to Formal Style Transfer"
        },
        {
            "Alternate Definition": " you will be shown a conversation and a question in this task. you should try to sort the question into matching, summary, logic, arithmetic, commonsense groups. Matching is a question that involves or paraphrases exactly one sentence in a dialogue. So u get the answer from the same sentence Those questions dont get answered at the surface in one sentence. We break it down into summary, logic, arithmetic and commonsense. ?'summary' questions has to be all about dialog, and the topic and the relationship between speakers. we have to be reasoning to answer logical questions. in arithmetic questions to know the answer you'll need math knowledge We need to answer common sense questions besides the text in the dialogue, but we need additional commonsense knowledge that can't be obtained from the but be aware that a question can be in more than one group. w and m in the conversation is for woman and man.",
            "Technique": "Formal to Casual Style Transfer"
        },
        {
            "Alternate Definition": " a conversation and a question will be shown in this task the question should be categorized by you into matching, summary, logic, arithmetic and, commonsense groups. a question is entailed or paraphrased by exactly one sentence in a dialogue the answer can be extracted from the same sentence questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category. further define summary, logic, arithmetic and, commonsense subcategories. the whole picture of dialogue is requires for answering summary questions, such as the topic of dialogue and the relation between speakers logical reasoning is needed by us to answer logical questions in arithmetic questions Inferring the answer requires arithmetic knowledge besides the textual information in the dialogue, additional commonsense knowledge is required by us note that a question can be in more than one group \"woman\" and \"man\" are stood for by \"W\" and \"M\" in the conversations",
            "Technique": "Active to Passive Style Transfer"
        },
        {
            "Alternate Definition": " a conversation and a question will be shown in this task the question should be categorized by you into matching, summary, logic, arithmetic and, commonsense groups a question is entailed or paraphrased by exactly one sentence in a dialogue the answer can be extracted from the same sentence. questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category. further define summary, logic, arithmetic and, commonsense subcategories the whole picture of dialogue, such as the topic of dialogue and the relation between speakers are required by answering summary questions logical reasoning is not required by us to answer logical questions in arithmetic questions Inferring the answer requires arithmetic knowledge to answer commonsense questions, along with the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the Note that a question can be in more than one group. \"woman\" and \"man\" in the conversations stands for \"M\" and \"man\".",
            "Technique": "Passive to Active Style Transfer"
        },
        {
            "Alternate Definition": " In this situation you will be asked a question and will have a conversation. I would suggest you include the question in the groups of each group. A simple question arises from a conversation. The answer may be given after the same sentence. Explanatory statements contain questions which cannot be answered by the superficial meaning of a single sentence. We also ask about the correct choice. The article provides a comprehensive view of the city, as well as a detailed view of the themes and the relations of the speakers. If you want to answer questions you need logical reasoning. The answer to the last question is Knowledge. It examines some of the key talking points from the game and discusses the information you need to know. It is clear, that this question may include multiple groups. The discussions included companies responsible for research and development.",
            "Technique": "Casual to Formal on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case you will get asked a question and then you will get into the conversation. make this question in each of the groups. is a question that come from a one sentence dialogue After the same sentence of the answer. questions you can't answer by the superficial meaning of one sentence az included in the explanation also the right choice az he's showing the whole city,the theme of the night and the relationship between speakers You have to be logical to answer questions. The last question says Knowledge look at some of the talking points from the game, as well as the info you need to know. 1 question can be in more than one group yes they are, the companies are the ones doing R&D",
            "Technique": "Formal to Casual on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " a question and a conversation will be asked in this case this question should be included by you in the groups of each group a question that arises from a single sentence in a dialogue. the answer can be given after the same sentence the explanatory statement also asks the question of the right choice , looks at the full picture of the city, as well as the theme of and the relationship between the speakers to answer questions, you need logical reasoning In the final questions, the answer is Knowledge. some of the key talking points from the game are taken by a look at by you. one question may be in more than one group In the discussions, research and development are mainly driven by the companies",
            "Technique": "Active to Passive on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case, you will be asked a question and a conversation You should include this question in the groups of each group. this is a question that arises from a single sentence in a dialogue i can give the answer after the same sentence. the explanatory statement Also ask the question of the right choice Here, looks at the full picture of the city, as well as the theme of and the relationship between the speakers. to answer questions, you need logical reasoning In the final questions, the answer is Knowledge. takes a look at some of the key talking points from the game, as well as the information you need to know. understands that one question may be in more than one group In the discussions the companies are responsible for research and development.",
            "Technique": "Passive to Active on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case you will be shown a conversation where a question is a question or it is exactly one sentence in response to an answer that may",
            "Technique": "Casual to Formal Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " when u show a conversation and ur question in MB is a question or MB is exactly one sentence in answer may be from same",
            "Technique": "Formal to Casual Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " the topic of dialogue and the relationship between We further define MB short questions require a whole picture, such as the topic of dialogue and the relationship",
            "Technique": "Active to Passive Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case, you will be shown a conversation, and you should a question in MB is a question, or",
            "Technique": "Passive to Active Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in this job you will be shown a conversation and a question Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in this job you will be shown a conversation and a question Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers. ",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this taskj you will be shown a conversation and a auestion. You should categorize the question into matching, summary, logiv, arithmetic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot br answerrd by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires fhe whole picture of dialogue, such as the topic of dialogue and ttE relation between speakers.  We require logical reasoning to aNswer logical queations. in arithmetic questions Inferring the answer requires aritHmftic knowledge. To answer commonsense questions, besides the textual information jn the dialogue , wE also require adritional commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations Stand for \"wonan\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this twxk, you will be shown a conversation and a questiob. You should categorize the question into matching, summaRy, logic, arithmetic and, com,onsense groups. Matching is a question entailed or paraphrased by rxactly one sentence in a dialogue. The answer can be extracted from the ssme sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithMetic and, commonsense subcategories. Answering summary questions gequires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning tO answer logical questions. in arithmetic Questions Inferribg the answer requires arithMetic knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtaihed from the dialog8e. Note that a q6estioN can be in morE than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversAtion and a queqtion. You should categorlze the question into matching, summAry, logic, arithmetic and, commonsense groupx. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be eXtracted from the same sentence. QuestiOns that cannot be answered by the surface meaning of a single sentence belong To the reasoning category.  We further define summary, logic, arithmetic and, commonSense skbcAtegories. Answering summary questions 5equires the whole picture of dialogue, such as the topic of dialogue aNd the relaTioN between speakers.  We require logicAl rexsoning to answer logiCal questions. in arithmetic questions Inferring the answer requires Arithmetic onowledge. To answer commonsensE questions, besides tte textual jnformation in the dialogue, ws a.so require additional commonsense knowledge that cannot be obtained from the dialogue. Note 5hat a question can be in more than one group. \"W\" ajd \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shoWn a conversation and a question. You shohld categorize the question into matching, summary, logic, arithmetic and, commonsense groups. Matching is a question entaJled or paraphrased by exac6ly one sentence in a diAlogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meanIng of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, comm9nsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relati;n between speakers.  We require logical reasoning to Amswer logical questions, in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual iNformation in the dialogue, we also require addotional commonsense knowledge that cannot be obtained brom the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, You will be shown a conversation and a question. YOu should cafegorize the question into matching, summary, logic, arithmetic and, cojmonsense groups. Matching is a question entai;ed or paraphrqsed by exactly onE sentence in a dialogue. Th4 answer can be Extracted from the same sentence. Questions that cannot be answered by the surface meaning of a siNgle sentence belong to the reasoning category.  We Further define summary, logic, arithmetic and, commonsense subcategories. Answering summary qu2stions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring thE andwer requires arithmetic knowledge. T0 answer commonsense questions, besides the textual information in the dIalogue, we also require additional commonsense knoWledge thaT cannot be obtAined from the dialogue. Note that a question can be in more than one hroup. \"W\" and \"M\" in the conversations stand for \"womwn\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown z conversation and a question. You should categorize the question into matching, summary, logic, arithme6ic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogu3. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning caTeg0ry.  W2 furtner define summary, logic, arIthmetic and, commonsense subcategories. Answering summary qyestiins requires the whole picture of dialogue, such as the topic of dialogUe and the relation between speakers.  We require logical reasoniNG to answer logical quEstions. in arithmetic questions Inferring the answer requ8res arithmetic knowledge. To aNswer commonsense questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" snd \"M\" in the converswtiond stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you wkll be shown a conversation and a questiOn. You should categoroze the question into matching, summary, logic, arithmetic andm commonsense groups. Matching is a question eNtailed or paraPhrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single Sentence Belong to the rEasoning category.  We further define summary, loGid, arithMetic and, commonsense subcategorIes. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relati8n between sPeakers.  We require logical reasoning to answer l0gical questions. in arithmetic questions INferring the answer requires arithmetic Knowledge. To answer commonsense q8estions, besides the textual information in the dialogue, we also require additional commonsense knowledbe that cannot be obtained frOm the dialogue. Note that a question can be in more than one grouP. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this 6ask, you will be shown a conversation and a Question. You should categorize the quesgion into matching, summary, logic, arithmet9c and, commonsense groups. Matching is a qUestion entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surfAce meaning of a sinGle sentence belong to the rEasoning category.  We further define summary, l;gic, Arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue And the relation between speakers.  We require lOgical reaSoning to anSwer Logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual information in the diAlogue, we also require additional commoncense knowlfdge that cannot be obtained from the dialogue. Note that q question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In tHis task, yoU will be shown a conVersation and a question. You should categorize the question into matching, summary, logic, arithmetic and, commonsenee groups. MAtching is x question entailed or paraph3ased by exactly ons sentence in a dialogue. The answer can be extracted from the same sentence. QuestioNs that cannot be answered by the surface meaning of a single sentehce belong to the reasoning category.  We further define summary, lOgic, arithmetic and, commobsense subcategories. AnswEriNg summary questions requires the whOle picture of dialogue, such qs the yopic of dialogue and the relation between speakers.  We require logical rsasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense quesTions, besides the textual information in the dialogue, we also require adeitional commonsense knowledge tyat cannot be obtained from the dialogue. Note that a questiin can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a queshion. You should categorise the question into matching, summary, logic, arithmetic and, comnonsense groups. Matching is a question enhailed or paraphrased by exactlg one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by 4he surface meaning of A single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the t9pic of dialogue and the relation betwfen speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense q6estions, besides the textual informAtion in the dialogue, we also require additionai commonsense knowledge thAt cannot be obtained f4om the dialpgue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations staNd for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In thIs task, you will bE shown a conversation and a question. You should categorize the question into match9ng, summary, logic, arithmetic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single s4ntence belong to the reasoning category.  We further define summary, logic, arithnetic and, commonsense subcategories. Answering summary questions requirEs the whole picture of dialogue, such as the topic of dialogue and the relation between speaKers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To ansqer commojsense  questions, besides the textual invormation in the dialogue, wE also require additional commonsense knowlEdge that cannot Be obtained from the dialoGue. Note that a question can be in more than oNe group. \"W\" and \"M\" in the conversations stand for \"womwn\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown z conVersation and a question. You should categorize the question into matching, summary, logic, arithmetic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted fRom The same sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answerimg summaru questions requires the whole picture of diAlogue, such as the topic of dialogue and thE relation beTween speakers.  We require logical reasoning to answ2r logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, Besides the textjal information in the dialogue, we also rewuire additional commonsenwe knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one groul. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversatiOn and a question. You should categOrize the questi;n into matcHing, summary, logic, arithmetic ane, commoNsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single sentenCe belong to the reasoning category.  We further define summary, logic, aritjmetic and, commonsense subcategories. AnsweriNg summary questions reqjires tje whole picture of dialogue, such as the topic of dialog6e and the relation between speakers.  Wd require logical reasoning to answrr logical questions. in arithmetic questionS Inferring the qnswer requires arIthmetiC knowledge. To answer commonseNse questions, besides thE tsxtual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this Task, you will be shown a coNveraation and a question. You should categorize the question into matching, summzry, logic, aRithmetIc and, commonsense groups. Matching is a question entailed Or paraphrased by exactly one sentence in a dialogue. Tbe answee can he extracted from the same sentence. Questions that cannot be answered By the surface meaning of a single sentence belong to the reasoning category.  Wr further define summarY, logic, arithmetic and, commonsense subcategoriEs. Answering summary questions requires the whole picture of dialogue, such as the topic oc dialogue and tye relation between speakers.  We require logical reasoning to answer logiCaL questions. kn a3ithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from tye dialogue. Notw that a question can be in more than one group. \"W\" and \"M\" iN the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should catsgorize the wuestion into matcuing, summary, logic, arithmetic and, commonsense troups. Matfhing is a question entailer or paraphrased by exactly one sentence in a dialogue. The Answer can Be extracted from the same sEntence. Questions that cannot be answered by the surface meaning of a songle sentence belong to the reasoning catebory.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summarY questions requires ths whole picture of dialogue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning to anseer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. TO answer commonsenss questions, besides the textual informa4ion in the dialogue, we also require addi6ional commonsense knowledge that cannot be obtained from the dialogue. Note that a qUestion can be in more than one group. \"W\" and \"M \" In the conversationz stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, y8u will be shown a conv2rsation and a question. You should categorize the question into matching, summary, logic, arIthmetic and, commonSense gRoups. Matching is a question entailed or paraphrased by exactly ine sentence in a dialogue. The answer can be extracted from 5he same sentenxe, Questions that cannoT be answerwd by the surface meaning of a singLe sentence belong to thE Reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialOgue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning to answer logical questions/ in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commohsense questions, besIdes the textuAl information in the dialogue, we also require addit7onal commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more ghan one groU;. \"W\" and \"M\" in thd conversatiOns stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categoRize the question into matching, su,mary, logic. arithmetic and, commonsense groups. Matching is a question entailed or paraphtased by exactly onf sentence in a dialogue. The answer can be extracted from the same sentence; Questions that cannot be agswered by the surface meankng of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategorIes. AnSwering summary qu3stiobs requires the while picture of dialogue, such as the topic of dialogue and the relati9n between speakers.  We require lOgical reasoning to answer logical questiohs. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual informaTion in the dialogue, we also require additiomal xommonsense knowledge thaT cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In thie task, you will be shown a conversation and a question. You shoUld categorize the wu3stion into matching, suMmary, logic, arithmetic and, commonsense groups. Matching is s question entailed or paraphrased by exactly one sentence in a dialogue. The answer can be sxtracted from the same sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category.  We fkrther define shmmary, logic, arithmetic and, coMmonsense subcategories. Answering s8mmary questions required the whole picture of dialogue, such as the topic of dialogue and the relation betwe3n speakers.  We require logicaL reasoning to answer logical wjestions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commons3nse questions, besides the textual inFormation in the dialogue, we also require additional commonsense kmowledge thAt cannot be obtained from the Dialogue. Note That a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categoriZe the question into matching, summary, logic, arithmetic and, comMonsense groups. Matching is a quewtion entailed of paraphrased by exactly one sentence in a dialogue. The answef can be extracted from the same sentence. Questions that cannot be answered by the surfaCe meaning of a single sentEnce belong to the reasoning category.  We further defihe summary, logic, arithmetic and, commonsense subcategories. Answering Summary questions requires the whole picture of dialogue, suCh as the topic of dialogue and the relation between speakerS. We require logical reasoning to answer logical questions. in arithmetic questions Igferring the answer requires arithmetic knowledge. To answer cOmmonsense questions, besides the textual informatiOn in the dialogue, we also require additional commonsenSe knowledge that cannot be obtained from the dialogue. NoTe that a question can be in more than one group/ \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categorize the quEstion into matchinh, summary, logic, arIthmetic and, commonsense groups. Matching is a question entailed or paraphrased by exactly one sentence in a dialogue. The answ2r can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning cqtegory.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the to[Ic of dialogue and the relation between speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additionao commonsense knowledge that cannot be obtained from the dialog6e. Note that a question can be ig more than one group. \"W\" anD \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a quesTion. You should categorize the question into matching, summary, logic, arithmetic and, commonsense grou9s. Matching is a question entailed or paraphrased by eXactly one sentence in a dialogue. The answer can be extrActed from the same sentence. Questions that canboT be answered bY the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, comm0nsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between spexkers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires aritjmetic knowledge. To ans3er commonsense questions, besides the tedtual information in the dialogue, we also require additional commonsense knowledge that cannOt be obtained from the dialoguek Note that a question caN be in more than one group. \"W\" and \"M\" in the converzstions stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categorizE the question into matching, summary, logic, arithmetic and, commonsense groups. Matching iS a Question entailed or paraphrased by exactly one sentence im a dialogue. The answer can be extracted from the samE sentence. Questions that cannot be answered by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic wnd, commonsensE subcategories. Answering summary questions requir4s the whole picture of dialogue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowlesge. To answer commonsense questions, besides the textuAl inbormation in the dialogus, wf also require additional commonsense knowledgE that cannot be obtained from the dialogue. Note thAt a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"wohan\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, yoU will be shown a conversation and a question. You should categorize the question into matching, summary, logic, arithmetic and, commonsense groups. Matching is a 2uestion entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cahNot be answered by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. AnswEring summary questi0ns requires the whole picture of dialogue, such as the topic of dialogue and the repation between speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer reQuires arithm4tic knowledge. To answEr commonsense questions, besides the textual information in the dialogue, we also require additIonal commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than oNe group. \"W\" anv \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categoriz4 the question into matching, summary, logic, arithmetiC and, commonsense groups. Matching is a question entsiled or paraphrased by exactly one sentence 7n a dialogue. The answer can be extracted from the same sentence. Questions thay cann;t be answered by the surface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary quEstions requires the whole picture of dialogue, such as the topic of dialogUe and the relation between speakers.  We require .ogical reasoninr to answer logical questions. in arithmetic questIons Inferring the answer requires arithmetic knowledge. To answer commonsEnse questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversatiOn and a question. You should categorize the question into matching, summary, logic, arithmetic and, commonsense groups. MAtching is a question entailed or paraphrased by exactly one sentence in a dIalogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the sUrface meaning of a single senTence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakers.  We require logical reasoning to answer logical questions. 8n arithmetic qUestions InfeRring the answer requires arithmetif knowledge. To answer co,monsense questionsm besides the textual information in the dialogue, we also require additional commonsense knowledge that sannot be obtained from the dkalogue. Note that a questioN can be in more than one group. \"W\" and \"M\" in the conversations stanv for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a converwation and a question. You should categorize the qUestion into matching, summary, logic, arithmetic and, cOmmonsense groups. Matching is a questikn entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questions that cannot be answered by the surface meaning of a siNgle sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requires the whkle picture of dialogue, such as the top7c of dialogue and the relation betweej speakers.  We require logicsl reaSoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic know,edge. To answer commonsense questions, besides the textual inrormation in the dialogue, we also require additionAl coMmonsense knowledge that cannot be obtained from the dialogue. Note that a question can be in mo4e than one group. \"W\" and \"M\" in the conversations stand eor \"womaN\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categorize the question into matching, summary, logic, arithm4tic and, comnonsense groups. Matching is a ques6ion entailed or paraphrased by exActly one sentence in a dialogue. The answer can be extracted trom the same sentence. Questions that cannot be answered by the surface m2aning of a sibgle sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requirrs the whole picture of dialogue, such as the topic of wialogue and the relation between speakers.  We require llgical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additional commonsense knowledge that cannot be obtained from the dialogue. Note thAt a question cqn be in more than one group. \"W\" and \"M\" in the convErsaTions stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You should categorize 6he quesgion into matching, summary, logic, arithmetic snd, commonsense groups. Matching is a question entaiked or paraphrased by exactly one sentence ib a dialogue. The answer caj be exTracTed from the same sentence. Questions that cannot be answered by tje surface meaninv of a single sentence beloNg to the reasoning category.  We further define summary, logic, arithmetic and, commonsense subcategories. Answering summary questions requirfs the whole picture kf dialogue, Such as the topic ob dialogue and the relation between speakers.  We require logical reasoning to answer logical questions. in arithmetic questions Inferring the answer requires arithmetic knowledge. To answer commonsense questions, besides the textual informatiOn in the dialogue, we also requird addjtional commonsense kgowledge that Cannot b4 obtained from the dialogue. Note that a quesTion can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will be shown a conversation and a question. You sh;uld categorize the question into matching, summAry, logic, arithmetic and, vommonsense groups. Matching is a qUestioN entailed or paraphrased by exactly one sentence in a dialogue. The answer can be extracted froM the same sentence. Questions that cannot be answered by the sUrface meaning of a single sentence belong to the reasoning category.  We further define summary, logic, arithmetic and, commonsense Subcategories. Answering summary questions requires the whole picture of dialogue, such as the topic of dialogue and the relation between speakErs.  We require logical reasoning to anawer logical questions. in arithmetic questions Inferring the answer requires arithmetif knowledge. To answer commonsense questions, besides the textual information in the dialogue, we also require additional commonsenee knowledge that cannot be obtained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you will bE shown a conversztion anD a question. You should categoRize the question into matching, summarym logic, arithmetic and, commonsense groups. Matching is a question entaIled or paraphrased by exactly one sentence in a dialogue. The answer can be extracted from the same sentence. Questiogs that cannog be answered by the surface meaning of a single sentence belong to the reasoning category.  We fUrther define summary, logic, arithmetic and, commonsense subcatEgoeies. Answering summary questions requires the whole pictur4 of dialogue, such as the topic of dialogu4 and the relation betWeen sPeakers.  We require logical reasoning to answer logical questions. in arithmetic qUest7oms Inferring the ahswer requires arithmetic knowledge. To answer commonsense questions, besides the textual informaTion in the xialogue, we also require additional commonsense knowledge that cannot be ob4ained from the dialogue. Note that a question can be in more than one group. \"W\" and \"M\" in the conversations stand for \"woman\" and \"man\". ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        }
    ],
    "Task": "task248_dream_classification.json"
}