{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "TellMeWhy (https://github.com/StonyBrookNLP/tellmewhy)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "You've been given a text and a question. If the question can be answered using the information in the text, output \"Answerable\" otherwise output \"Not Answerable\".",
    "Positive Examples": [
        {
            "input": "Text: Jeremy wanted to impress his classmates by winning the diving contest. Jeremy is afraid of heights and fears diving from the high board. He spends two weeks practicing for the contest. Jeremy overcomes his fear and drives perfectly from the high board! Jeremy wins the contest and his classmates cheer for him. \n Question: Why did Jeremy overcome his fear and drives perfectly from the high board?",
            "output": "Answerable",
            "explanation": "The answer to the given question can be found in the text and thus it is \"Answerable\"."
        },
        {
            "input": "Text: Sue's mom took her shopping before she moved into the dorm. Sue wanted a leopard print bed-in-a-bag, but her mom said no. She reminded Sue that her grandma had made her a patchwork quilt. Sue was jealous when her new roommate unpacked a zebra bed-in-a-bag. But the roommate touched the patchwork quilt with quiet reverence. \n Question: Why was Sue jealous?",
            "output": "Answerable",
            "explanation": "The given text talks about Sue being jealous because her roomate had a zebra bed-in-a-bag which is the answer to the given question. Hence the question is \"Answerable\"."
        }
    ],
    "Negative Examples": [
        {
            "input": "Text: I smelled something foul in the house. I decided to investigate. I followed the smell up to the attic. I found out that the smell was a dead animal. I disposed of the animal and my house no longer smelled foul. \n Question: Why did I follow the smell?",
            "output": "Not Answerable",
            "explanation": "The answer to the given question \"Why did I follow the smell?\" is because I smelled something foul in the house which is in the text and thus the output is wrong the correct output should be \"Answerable\""
        },
        {
            "input": "Text: Allie shared a room with her step-sister. Her step-sister did not like Allie. One day she locked Allie out of their bedroom. She send her mean notes through the door. Allie decided to sleep in the living room that night. \n Question: Why did Allie share a room with her step - sister?",
            "output": "Can't say",
            "explanation": "The output can only be \"Answerable\" or \"Not Answerable\". As the generated output is \"Can't say\" it is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "Text: Sam wants to grow a tomato plant Sam cuts open a tomato, to find many seeds. Sam plants the seed in a pot. Sam waters the seedling every day. Sam now has a tomato plant! \n Question: Why did Sam water the seedling?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I baked some cookies. I invited my friends to eat them. We had a great time eating the cookies. There was one cookie left. We decided to split the cookie to avoid fighting over it. \n Question: Why did I invite my friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Haley wanted to do something fun She called her friends and asked for idea's They decided the zoo would be fun They arrived at the Zoo together Haley was glad she had visited the Zoo \n Question: Why did She call her friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: An old man was working in his garden one day. He heard a loud bang, but wasn't sure what it was. He looked up and saw a five foot monitor lizard climbing on his house! The old man called a local wildlife reserve institute. They came and safely removed the lizard to its natural habitat. \n Question: Why did He look up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I saw a website that advertised a free copy of the Book of Mormon. I had to give out my name, address, and phone number. A Mormon called me and asked why I wanted the book. I told her I study religions as a hobby. She said they would send me a book in the mail. \n Question: Why had I to give out my name , address , and phone number?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe dreamed of being the fastest kid in his 3rd grade class. His friends always held races during recess. Joe practiced constantly, striving to be the best. But when the races started that year, a girl named Lisa won the race. Joe was disappointed, but decided he would not stop trying. \n Question: Why did Joe dream of being the fastest kid in his 3rd grade class?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to travel. He decided to fly to New Zealand. He bought a car there and drove it around the island. He had a great time travelling. He decided to stay in New Zealand forever. \n Question: Why did He buy a car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Stella likes to feed all the stray neighborhood cats. Stella feels compassion for the homeless animals. Stella started bringing in cats to her home when the weather got cold. Stella did not realize how hard it was to take care of indoor cats. Stella's house was destroyed by the 30 homeless cats she took in. \n Question: Why did Stella like to feed all the stray neighborhood cats?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jade got a new bike for her birthday. Jade practiced with her dad until she was able to ride it alone. Jade decided that she would ride to her friend's house. Jade got scared when a car got close to her and she hit a tree. Jade broke her arm in two places but recovered in 6 months. \n Question: Why did Jade practice with her dad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gerald went to the mountains with his friends. They rented a cabin where they would all sleep. They had  a lot of fun and had a few parties in it. On the last day, the noticed that the cabin was dirty. Gerald and his friends were forced to clean it. \n Question: Why did Gerald go to the mountains?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I cooked some meat for my girlfriend. Alas, it was undercooked. She got sick and had to go to the hospital. I couldn't believe that I made her sick. I became a vegetarian so that I would never again risk someone's life. \n Question: Why did I cook some meat?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim decided to major in accounting in college. He did his first internship in an accounting firm. Jim dreaded going in every day because he found it boring. Jim realized that accounting was not the field for him. He decided he was going to change his major. \n Question: Why did Jim decide to major in accounting in college?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: In tenth grade, Anna's class did a unit on feminism. Anna loved the idea. She decided to be a feminist from now on. But after being mocked at school for going braless, she reconsidered. Anna decided to support the cause from afar - not personally! \n Question: Why did Anna love the idea?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Phil wanted to take his dad fishing on Father's Day. They packed all of their tackle up and left the house. Phil's dad remembered taking his father fishing once. Despite being on the lake for hours, they managed to catch nothing. Phil was glad he got to spend the day with his dad, fish or no fish. \n Question: Why did Phil want to take his dad fishing on Father 's Day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Today the pound had a special on pet adoptions. We decided to head down and look for a dog. Our dog had passed away a few years ago. We were ready to bring another pet into our home. It was the last kennel where we found our puppy. \n Question: Why was It the last kennel where we found our puppy?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ed is tired of the rain. He misses the beach. Ed books a flight to Hawaii. It rains the whole time. Ed wishes he would have stayed home. \n Question: Why did Ed book a flight to Hawaii?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen was very hungry. Karen decided to make a sandwich. She gathered up all the ingredients. Karen ate the sandwich. Karen was very satisfied and full. \n Question: Why did Karen decide to make a sandwich?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Billy is a big Patriots fan and was very excited for Super Bowl 49. His team was playing the Seattle Seahawks. On the last drive, Russell Wilson drove down the field to take the lead Malcolm Butler of the Patriots intercepted the ball. The Patriots won and Billy ran out of the lounge yelling. \n Question: Why did The Patriots win ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom was sent to prison without warning. He was very confused about what happened. Suddenly, a year later they release him. They had the wrong person. Tom gets over a million from the government for it \n Question: Why was He very confused about what happened?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The Deet's decided to buy a dog. He was really a lot of work. He caused a lot of problems. They all wished they had not gotten him. They gave him to the pound. \n Question: Why did They all wish they had not gotten him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike could not find a job in his town so he needed to move. He took his savings and then traveled to a nearby city. Mike moved into his new apartment and then began the job hunt. After only one hour of looking, he found a job. Mike was so happy that he decided to move to the new town. \n Question: Why did He take his savings?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Angie was in a bad marriage. She decided it was time to leave her husband. It was the hardest choice she ever made. The first few days was so rough. Angie finally figured out it was the best decision she made. \n Question: Why was Angie in a bad marriage?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I own a townhouse but I moved into my fiancee's house. We are going to live there together from now on. Instead of selling my townhouse I rented it out to a nice family. They pay me monthly a few hundred dollars more than my mortgage was. It's a nice little source of extra income for my fiancee and myself. \n Question: Why 's It a nice little source of extra income for my fiancee and myself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob works very hard to provide for his boys. They recognize this and take him to dinner. They go to Bob's favorite steakhouse. Bob gets a porterhouse and loves it. Bob is thankful for his children. \n Question: Why did Bob work very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shelly went to the laundry room to do her laundry. She sorted the dirty laundry into colors. She put the colors in different washers and put coins in to pay. She dried the clothes and folded them. She went home. \n Question: Why did She go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Needing money, Joan got a job as a waitress. She saw how the other waitresses competed for the best tippers. Joan determined to give every customer the same great service. Soon, she was mostly waiting on big families that left small tips. Joan decided it was time to start competing like the other girls. \n Question: Why did Joan determine to give every customer the same great service?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eric and Jeff are best friends. Jeff's birthday was coming soon. Eric wanted to give Jeff a surprise birthday party. Eric secretly invited Jeff's close friends and family. Jeff was so surprised by the party that he teared up. \n Question: Why was Jeff so surprised by the party that he teared up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: An artist was painting an image of a boat in the water. He ran out of blue paint after he finished painting the sky. He tried to mix other colors to make blue but to no avail. To be artsy, the artist used yellow paint for the water. He loved the way that it turned out. \n Question: Why did He love the way that it turned out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy just found out her friend Beth had a crush on her crush. Amy lay in bed nauseous unable to sleep. She felt Beth had somehow betrayed her. She felt Beth should have stepped aside and let her have the guy. Amy quietly cried herself to sleep. \n Question: Why did She feel Beth should have stepped aside and let her have the guy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bryan was bored one day, so he decided to look on the news. The news was full of negativity and violence. Bryan felt bored by what he was reading so he turned off his computer. He left to the park with his dog instead. He had a great time and felt happy with his dog. \n Question: Why had He a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I dug a hole in my backyard to make my own well. I dug for hours but I was not close enough to any water. I had to call a drilling company to finish the job. The were able to dig much further than I was. The company gave my a deal because I did half the work. \n Question: Why had I to call a drilling company to finish the job?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Milton loved his white shoes. He wore them everyday to school. One day his shoes were stolen from his locker during swimming. His friends chipped in and bought him a new pair. He is grateful for his friends. \n Question: Why did He wear them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was nervous about his first race today. He had practiced with his track team for weeks now. He lined up with the other runners at the start line. As soon as the gun went off, Tim sprinted down the track. He ended up winning first in his heat! \n Question: Why did He end up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Toby was a fisherman. While he was out fishing, a storm came up. He hid in the cabin of his boat while the storm tossed it to and fro. Soon the storm passed, and Toby saw everything on the deck was safe. He was so relieved to have made it through the storm. \n Question: Why was He so relieved to have made it through the storm?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sam is deathly allergic to peanuts. His friend Bob gives him a delicious cupcake to eat. Bob did not know Sam had any allergy at all! Sam starts to go into anaphylaxis. Bob saves Sam by injecting Sam with his EpiPen. \n Question: Why did Bob save Sam?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim went hiking up a tall mountain peak one day. She was not wearing the appropriate shoes. She came across a creek that she had to walk through. She fell in the creek and was gently washed by the water. She honestly felt great after that since it was a warm day. \n Question: Why did She come across a creek that she had to walk through?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emmy noticed an aisle of fat-free food at the store. She loaded her cart, picturing the weight she'd lose. After a month of fat-free food, Emmy got on the scale. She was distraught to see she'd gained weight. Then she checked the food labels and saw the calorie counts. \n Question: Why did She load her cart?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I decided to apply to nursing school. I gathered all my materials. I submitted the information. I received the letter in the mail. I got into nursing school. \n Question: Why did I gather all my materials?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rex had always wanted to play hockey. He decided that he first needed to learn to skate. He practiced skating every day until he was an expert. Finally Rex was able to begin playing hockey. He felt very proud to be a hockey player. \n Question: Why did He decide that he first needed to learn to skate?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ed wanted to play baseball with his son Matt. He bought a ball and bat. Then he taught Matt the rules. He and matt began practicing. Soon they were playing baseball every day together! \n Question: Why did He and matt begin practicing?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ani's brother had his two kids taken away from him by CPS. They bring the kids to Ani's house. Ani goes through the foster care licensing process. She decides to care for the kids until her brother can. Ani is stressed and hoping they can return home soon. \n Question: Why did She decide to care for the kids until her brother can?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My family and I were hiking the woods. We saw a bear in the woods. It was a big brown bear that looked angry. We were all scared to death. Luckily the bear just walked passed us. \n Question: Why did We see a bear?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff learned how to play guitar at a very young age. He started a band in high school. They practiced very hard daily. Jeff decided to take this to another level. They took the band on tour and became rockstars. \n Question: Why did He start a band in high school?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bryan was bored one day, so he decided to look on the news. The news was full of negativity and violence. Bryan felt bored by what he was reading so he turned off his computer. He left to the park with his dog instead. He had a great time and felt happy with his dog. \n Question: Why did Bryan feel bored by what he was reading?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lily really liked spending time with her friend Lewis. They hung out everyday. Lewis asked her out. Lily was surprised but said yes. The two went out the next day. \n Question: Why was Lily surprised?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lis was a great football player. She knew the sport like the back of her hand. She wanted to play on her school's team. Lis was worried they wouldn't accept her. She tried out anyway and became the first girl on the team. \n Question: Why did She know the sport like the back of her hand?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My sister has a bad habit of getting into abusive relationships. I invited her over for breakfast one morning, noticing her black eye. She said she wanted to leave him, but had nowhere to go. She lived with me for a year, never working or paying for anything. One day I came home from work and the house was empty of belongings. \n Question: Why did She say she wanted to leave him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had a refrigerator full of leftover food. I was hungry but didn't want to eat any of the leftovers that I had. I decided that I would make a soup of them. I poured a broth into a pot and added the leftover food as well. I was happy to eat all the leftover food. \n Question: Why did I decide that I would make a soup of them?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Dave was driving down a long, dark country road. Suddenly his car sputtered to a stop. Dave saw that he'd run out of gas! He got his gas can and started walking back down the road. He had to walk five miles before he saw a gas station! \n Question: Why did He get his gas can?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane was at the roller rink with her friends. She spotted her crush across the room. Jane decided to get his attention by dancing while skating. She began to dance and noticed her crush was watching her. Jane got too excited and embarrassingly fell while he was watching. \n Question: Why did Jane decide to get his attention by dancing while skating?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kay decided she wanted a puppy. She asked her daddy, but he said no. He wasn't sure she could handle the responsibility. But Kay wheedled and whined and pleaded. After a week of begging, her daddy finally agreed! \n Question: Why did She ask her daddy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alex was home sick from school. He awoke to see his Grandma in the kitchen. Alex was happy she came to take care of him. Grandma put Vicks on his chest and gave him ginger ale. Grandma was better than dad at taking care of sick kids. \n Question: Why did He awake to see his Grandma in the kitchen?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff jumped in the lake in April. The lake had just unfrozen. Jeff quickly got out of the lake. Jeff got pneumonia from jumping in the lake. Jeff recovered and learned his lesson. \n Question: Why did Jeff get pneumonia?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Today it snowed three feet of perfect snow. There was so much snow that school was cancelled. I decided to shovel the snow for my parents. They were very happy when I finished all of the shoveling. My parents bought me a new game for all of my hard work. \n Question: Why was There so much snow that school was cancelled?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob was a homosexual. He was scared to tell his parents. His parents were homophobic. Bob mustered up the courage and told his parents. His parents accepted him for who he is and continued to love him. \n Question: Why was Bob a homosexual?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Emily babysat her cousin everyday. She was great at doing it, and enjoyed it so much. Emily wondered when she would be able to parent her own. She missed her period and went to the doctor that week. She found out that was pregnant with her own child. \n Question: Why did She find out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did He bring it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amelia decided to go see a movie, but she did not want to go alone. She called several of her friends to ask them to come. However, nobody could come. Finally, Nathan agreed to the go to the movies with her. They had a great time! \n Question: Why did Amelia decide to go see a movie?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why did They meet in Geology class?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Neil took a speedboat from the tip of Australia north. He entered Papua New Guinea. There he studied the fascinating local culture. He even learned about the old headhunters! Neil wished he could buy a shrunken head as a souvenir! \n Question: Why did He enter Papua New Guinea?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I worked in a hotel for a few years. One day a guest accused me of stealing her personal products. I, flabbergasted, refuted the claim. She pursued it with my boss. My boss checked the surveillance and she was found to be lying. \n Question: Why did I , flabbergast , refuted the claim?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to make an igloo. He went in his yard with his brick mold. Then he made many solid bricks. He stacked them in round rows on top of one another. Soon Ben's igloo was complete! \n Question: Why did He go in his yard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bella is a 3 year old girl. She woke up at 7AM this morning and was full of energy. Bella's mom took her to the park after breakfast. After the park, Bella went to the mall for Christmas Shopping. Bella got home before lunch and fell asleep from running around town. \n Question: Why did She wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mark was a very obnoxious child. Any time someone said something, he always had a smart comment. One day, he was getting on everyone's nerves. They asked him to just stop talking if he could only make smart remark Mark realized that smart comments weren't ever necessary. \n Question: Why did They ask him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Me and my girlfriend went to the park to see the red leaves. We walked around the park and looked at all of the different trees. Suddenly, my girlfriend noticed an odd shape in the sky and told me. I looked up and saw a weird orb before it vanished. We then continued walking and eventually went back to our car. \n Question: Why did I look up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob and Richard decided to go skating. They went to the rink and rented skates. Richard skated fast. Bob tried to keep up but fell. Richard felt bad because Bob got a big bruise. \n Question: Why did Bob and Richard decide to go skating?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Greg wanted to get his daughter the new robot doll for her birthday. He had to get an extra job so he could afford it. After extensive overtime and working exhaustively, he bought it. When his daughter opened the box, she cried. It was the wrong doll! \n Question: Why had He to get an extra job so he could afford it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Easley felt happy excited to go to memaw's house. While there she colored with crayons and markers. She got in trouble for marking on the floor with the marker. Eisley was careful not to color outside of her coloring books anymore. Her memories of memaw's house are always the best! \n Question: Why did She get in trouble for marking on the floor with the marker?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Billy went to the park at night The wind was blowing drastically and it was dark He found a little duck trying to get to the pond He pushed past the wind and rescued the duck The duck was able to join up with his family because of billy \n Question: Why did He find a little duck trying to get to the pond?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I felt that my legs were too hairy. I decided to shave them even though I'm a man. Everyone at school laughed. I felt very sad that people made fun of me. I promised myself I would never shave my legs again. \n Question: Why did I feel very sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom learned that computer programmers made a lot of money these days. He decided to learn an aspect of it that was relevant to him. He loved surfing the web and using web apps. He decided to learn the language to create that. He began learning Javascript. \n Question: Why did Tom learn that computer programmers made a lot of money these days?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went on a field trip to the Frito Lay factory. They taught us how to they made all their chips. They let me try a dorito before it was cooked. The soggy chip made me throw up. I haven't eaten a dorito since. \n Question: Why did They teach us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie bought a cat today. She named her Lily. Lily was orange and fluffy. Julie was happy to finally have a pet of her own. Julie is excited to have Lily in her life. \n Question: Why was Julie happy to finally have a pet of her own?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jenny was crying when she came home from school today. Her brother Jamie asked her why she was crying. Jenny said she left her textbook at school. Jamie called the school and found it to be open. Jamie ran to the school and retrieved her textbook. \n Question: Why did Jamie call the school?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Christian came home from school and saw his mother at the table. She asked him if he had any homework to do. Christian told his mother he had a ton of homework to do for class. Christian went upstairs, sat at his desk, and worked on his homework. Christian turned his homework into the teacher the next day. \n Question: Why did Christian tell his mother?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nathan is a doctor. He loves helping people, but loves his paycheck more. Nathan neglects his duties to spend all his money. Nathan ends up in massive debt. Nathan is no longer a doctor because he got fired. \n Question: Why did Nathan neglect his duties?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I felt like I had too many friends. It was hard to juggle so many relationships. I decided to ditch some of my friends. They got angry at me. I realized I had done something terrible but it was too late. \n Question: Why did They get angry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: This morning, Debra couldn't decide what to wear. She tried on five different outfits from her closet. Debra didn't like any of them. She decided to try something new. Debra went out wearing a plain white t-shirt and denim jeans. \n Question: Why did She try on five different outfits from her closet?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue was brushing her teeth. She noticed that she had some grey hairs in the mirror. She went to the store and bought some hair dye. She dyed her hair in the bathroom. Sue had improved confidence in herself by coloring her grey hairs. \n Question: Why did She notice that she had some grey hairs in the mirror?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I saw a website that advertised a free copy of the Book of Mormon. I had to give out my name, address, and phone number. A Mormon called me and asked why I wanted the book. I told her I study religions as a hobby. She said they would send me a book in the mail. \n Question: Why did A Mormon call me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly went to the chocolate store. At the store she saw some fudge. The fudge was very delicious. It was so good she made her own. She wanted to make it everyday. \n Question: Why was It so good she made her own?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I tried to buy a house. The realtor told me that I could not afford anything in my area. I asked how much more money that I would need. She told me it would require about 23 hundred dollars more. Hearing this news made me realize that I needed a new job. \n Question: Why did I ask how much more money that I would need?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The alarm clock beeps. Sara jumps out of bed and runs downstairs for breakfast. She eats a bowl of cereal and grabs her homework. Her mom packs her a lunch for the day. Sara runs out the school bus to go to school. \n Question: Why did Sara jump out of bed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom broke his mother's vase. She demanded an explanation from him. Tom claimed that a dragon did it. She looked him deep in the eye. Tom apologized for lying about the vase. \n Question: Why did She look him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: George owned a banana stand in the middle of town. His business did well until a new banana chain opened down the street. George noticed less and less people buying bananas from him. He had a great idea of covering his bananas in chocolate. Now his business is better than ever. \n Question: Why did George notice less and less people buying bananas from him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Freddy lost most of his fortune on a bad business deal. The only thing he had of value was a private jet. He sold the jet to a wealthy man. The next day, the jet crashed and everyone aboard died. Freddy was glad he sold the jet. \n Question: Why was Freddy glad he sold the jet?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kate invited her new boyfriend, Bill, over for dinner. Kate wanted to impress Bill with a home-cooked meal. Kate is a terrible cook and burned the food she tried to prepare. Kate decided to order take-out food and pretend it was home-cooked. Bill was impressed and never found out Kate's secret! \n Question: Why was Bill impressed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Doris wanted to give her kids the best education. She took them out of public school to enroll in private school. To pay the tuition, Doris had to get a job. At the first open house, a woman recognized Doris. She introduced Doris to her friends as her new maid. \n Question: Why did She take them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John wanted to get his wife an expensive present for Christmas. The problem was, John didn't have enough money. John waited until Black Friday to get the gift. Just as John suspected, it went on sale. John got his wife a beautiful necklace. \n Question: Why did John get his wife?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went to buy a new computer mouse. I picked it out and took it to the counter. The cashier tried to scan it, but it wouldn't scan. Since it wouldn't scan, she couldn't sell it to me. I had to go home empty-handed. \n Question: Why did I go to buy a new computer mouse?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: One day snow and ice covered the ground. Jimmy thought it was safe to drive to work. He was halfway to work when he lost control of the car. He slid into the ditch. Thankfully Jimmy was okay. \n Question: Why did Jimmy think it was safe to drive to work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Nina was afraid of moths. One night there was a big moth in her room. Nina screamed and ran outside! She made her dad go in and shoo the moth out the window. Only then would she return to her room. \n Question: Why did Nina scream ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why is Estelle a 40 year old black woman and Steve is white?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sally had extremely long hair that gave her headaches. Sally decided to cut her hair and donate it. She went to the stylist and got her hair cut. They donated her hair to a wing shop for sick children. Sally loved her haircut and didn't miss the headaches. \n Question: Why did Sally love her haircut?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday little Marc went to meet Santa for the first time. He was a bit nervous to go up and talk to Santa. When it was his turn, Santa smiled at him and waved. Marc went up and told Santa what he wished for Christmas. Santa was so nice that Marc realized he didn't have to be nervous! \n Question: Why was He a bit nervous to go up and talk to Santa?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I standing in line at the movie theater. I looked around at all the happy couples around me. I started to feel so lonely that I walked back to my car. I listened to some songs about love. I drove to where my wife was buried. \n Question: Why did I drive to where my wife was buried?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was going to a friend's wedding. I didn't have a suit but needed one. I went to a local tailor. They measured me and made me a suit. It was surprisingly cheap,and the suit looked good. \n Question: Why was It surprisingly cheap?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason wanted some new socks. He looked in his dresser and saw all his socks were black. He decided to buy a new color of socks. Jason walked to the clothing store. Jason bought five packages of red socks. \n Question: Why did Jason want some new socks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Silas had a questionable past. He spent some time in jail. To earn money, he tried applying for jobs. The employers would not hire him. Silas was sad to be unemployable. \n Question: Why was Silas sad to be unemployable?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucky was a very stubborn dog. He liked to chase other animals in the woods near his house. He didn't listen when his owners told him not to chase them. He enjoyed this game until he met the skunk one night. Lucky then discovered a stink that was more stubborn than he was! \n Question: Why did He enjoy this game?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Luke drove a semi for a living. He was on the road more than he was home. He missed his family terribly. He hated being gone all the time. Luke decided to quit his job so he could watch his kids grow. \n Question: Why did Luke drive a semi?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Leslie strove to stand up for his ideals. He was a natural leader of men. An underling poisoned half the people in the state with bad water. Leslie took responsibility despite having nothing to do with it. He resigned and the underling now has Leslie's old position. \n Question: Why did He resign ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia was lying in bed. She was trying to sleep but suddenly heard a noise. She became terrified. She woke up her boyfriend and asked him to go check on it. It turned out to be the fridge, and Sylvia calmed down. \n Question: Why did She become terrified?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob was driving to work one day and saw a stranded motorist. The motorist had a flat tire. Bob stopped to help. Bob replaced the tire with the spare. Bob felt like a good samaritan. \n Question: Why did Bob replace the tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emmy noticed an aisle of fat-free food at the store. She loaded her cart, picturing the weight she'd lose. After a month of fat-free food, Emmy got on the scale. She was distraught to see she'd gained weight. Then she checked the food labels and saw the calorie counts. \n Question: Why was She distraught to see she 'd gained weight?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Rahul decides he needs a better way to keep in shape. He decides to begin taking daily runs in a nearby park. At first he finds the runs exhausting and difficult. After a few weeks, Rahul feels exhilarated by running. He is proud he has found a good way to get exercise. \n Question: Why did Rahul decide he needs a better way to keep in shape?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to go to his senior prom. He asked his friend Sarah to accompany him. Sarah accepted his request. He rented a tuxedo and purchased their tickets. They had a wonderful time at the prom. \n Question: Why did He ask his friend Sarah?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jenny was on the first leg of her two day trip. After driving only an hour or so, she heard a strange noise. She realized that she had a flat tire, and pulled over safely. She called roadside assistance, who came and put on her spare tire. Within an hour, she was back on the road, feeling relieved. \n Question: Why did She call roadside assistance , who came and put on her spare tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy wanted Chinese food for dinner. She called her favorite place and ordered takeout. They delivered it to her house in fifteen minutes. She opened the cartons and smelled how delicious it was. She dug into her Chinese food with relish! \n Question: Why did Amy want Chinese food for dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim realized she didn't want to eat meat anymore. She had a friend who was a vegetarian. She ate dinner at her friend's house to try out vegetarian meals. She was surprised how good the food was. Kim decided right then to become a vegetarian. \n Question: Why did She eat dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was the summer break. Gina hadn't seen her friends from school for a month. Her friend Lisa was coming to visit. Gina, and her mom went to pick her up. It was the first time Gina had been to that part of town. \n Question: Why was It the first time Gina had been to that part of town?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: There was a leak in my kitchen pipes. I tried to call the plumber but he never answered the phone. I knocked on my neighbor's door and asked to borrow some sealant. He only had glitter glue. Now my pipes are covered in glitter, but at least they don't leak. \n Question: Why was There a leak?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rose was having a great time in New York City. She took a cab into Brooklyn. There, she saw the Brooklyn Bridge. She climbed it and stood over the East River. Rose found it beautiful and thrilling. \n Question: Why did She take a cab?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: George owned a banana stand in the middle of town. His business did well until a new banana chain opened down the street. George noticed less and less people buying bananas from him. He had a great idea of covering his bananas in chocolate. Now his business is better than ever. \n Question: Why did George own a banana stand?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake had a twin named William. Jake was lazy, while William was hardworking. Jake went to Will's work one day disguised as Will. He worked hard, and then took home Will's paycheck. He cashed the check, and never told his brother. \n Question: Why did Jake go to Will 's work one day disguised as Will?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeremy is a skinny guy. He looked at all these images of hot guys. He decided to lift weights. He did it for 2 weeks straight. He ended up giving up. \n Question: Why did He decide to lift weights?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went into the voting booth on election day. I saw that no one was running for constable. I voted for myself as a write-in candidate. I was the only person who voted for the position. I am now constable of my voting ward. \n Question: Why was I the only person who voted for the position?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was cold. I decided to use the fireplace. I didn't bother placing the logs safely. One of the logs split and fell out of the fireplace. I realized I should place the logs more carefully. \n Question: Why did I realize I should place the logs more carefully?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue called the arborist to check out the trees in her yard. He confirmed her suspicion that the large tree in front was dying. When they began to remove it a large branch fell on the roof. The branch broke a section of the roof and it had to be replaced. Sue had to live in a hotel for two weeks while the roof was repaired. \n Question: Why had Sue to live in a hotel for two weeks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Billy loved to draw dragons. He would imagine himself riding the dragon to far away worlds. He continued to draw into adulthood. Billy became a professional animator for a large studio. He still draws dragons and imagines voyages with them. \n Question: Why did Billy become a professional animator for a large studio?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake had a twin named William. Jake was lazy, while William was hardworking. Jake went to Will's work one day disguised as Will. He worked hard, and then took home Will's paycheck. He cashed the check, and never told his brother. \n Question: Why did He cash the check?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Anna wanted fish in her new tank! But she knew she had to wait. She added ammonia to the tank every day. She let the tank go through its whole cycle. Then she knew she could safely add her fish! \n Question: Why did She let the tank go through its whole cycle?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did He grow a large fan base?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam was interested in buying a new digital camera. She looked all over the internet for reviews. He decided he wanted to get a Sony DSLR camera. He saved up for months to purchase it. Sam was finally able to order his Sony camera after a few months. \n Question: Why was Sam interested in buying a new digital camera?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I played blackjack with my friends one night. My friend dealt me 16 points across three cards. I decided to hold. The friend turned over his cards. He had 17 points and I lost. \n Question: Why did I decide to hold?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cari enjoyed kayaking. Cari went kayaking with friends one day in the ocean. A whale came out of the ocean and knocked Cari's kayak over. Cari didn't get hurt. Cari decided not to kayak when the whales were around. \n Question: Why did Cari enjoy kayaking?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom's bike had a flat tire. He tried to fix it at home. He did not know how to . He went to Dicks and asked to get it fixed. They fixed it and it's fine. \n Question: Why did He try to fix it at home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bryan was looking for a song he heard on the radio. He spent 20 minutes looking for the name of the song. After not being able to find it, he started typing in the lyrics. Google found the song through the lyrics. Bryan was happy so he bought the song through itunes. \n Question: Why did Google find the song?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paula always enjoyed going to the lake with her grandpa. They would skip stones for hours on end. She got the news one day that her grandpa was sick. Paula was sad when she heard he had passed. She went to the lake and skipped stones, thinking of her grandpa. \n Question: Why was Paula sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben took his son on their first hunting trip. They were excited to try hunting for wild boars. After several hours, they finally found one boar. Ben and his son killed the boar after firing several shots. The two of them decided they would come back next week to hunt again. \n Question: Why did Ben and his son kill the boar?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Zoey loves to shop. She shops every time she is stressed. She shops when she is happy. She has a problem. Zoey is a certified shopaholic. \n Question: Why did She shop every time she is stressed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Benjamin was watching cartoons and drinking apple juice. His mother noticed that he was falling in and out of sleep. She brought him a blanket. Benjamin fell asleep almost instantly. He ended up spilling the apple juice all over the carpet. \n Question: Why did Benjamin fall asleep?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lily and Tim went on a date to the ice rink. They had fun for awhile. However lily went too fast and fell. Lily was humiliated. She had to take a rest. \n Question: Why had She to take a rest?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeremy is a skinny guy. He looked at all these images of hot guys. He decided to lift weights. He did it for 2 weeks straight. He ended up giving up. \n Question: Why did He look at all these images of hot guys?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I took my daughter to the tory store today. She picked out the cutest little doll. We also got her some dresses and a crib for the doll. My daughter was very happy. She took it home and played with her the rest of the day. \n Question: Why did She take it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt threw a party. It was a lot of fun for Matt. He loved being with his friends and having a good time. The only problem is that it made his house messy. He had to clean up the place by himself, so he was upset. \n Question: Why was It a lot of fun?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Last week I went to the doctor. I drove all the way there and thought I was on time. When I got there I was told I was a week late. I tried to make a new appointment but they were booked for a month. I was really upset. \n Question: Why did I drive all the way?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: An old man was working in his garden one day. He heard a loud bang, but wasn't sure what it was. He looked up and saw a five foot monitor lizard climbing on his house! The old man called a local wildlife reserve institute. They came and safely removed the lizard to its natural habitat. \n Question: Why did They come ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Today I played several games of speed chess online. I beat my opponent in all of our games. He had a lower rating and lost most of his games on time. Afterward he called me a cheater and said I was manipulating time. I told him the computer measures the time. \n Question: Why had He a lower rating?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sara and Hector went on a date. Hector bought Sarah a fancy dinner. Hector wanted Sara to go home with him afterwards. Sara did not want to go home with Hector. Hector went home by himself. \n Question: Why did Hector want Sara to go home with him afterwards?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The teenager entered the boutique. A dress caught her eye. She tried it on. She removed the store tags. She walked out without paying for the dress. \n Question: Why did She try it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A spider was climbing on top of the ceiling. Brad grabbed a large bucket from the dishwasher. He tried to trap the spider in the bucket. However, the spider flew on his face quickly. Brad fell out of his ladder, but the spider flew away quickly. \n Question: Why did Brad grab a large bucket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy met Lynn at the coffee shop. She didn't drink coffee but she liked the fruity dessert drinks. They discussed the fight Amy was having with Kim. Amy agreed to keep Kim out of the fight. The girls were best friends again. \n Question: Why did They discuss the fight Amy was having with Kim?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My friend used to live in Virginia. He decided to go back and visit one day. He planned out his trip carefully. When he got to Virginia, he had a great time. It was a good trip. \n Question: Why was It a good trip?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was watching cartoons when the commercial break came. There was a commercial for a new movie Home Alone. The commercial made the movie look exciting. Kim begged her mother to take her to see the movie. Kim was sad when her mother said they couldn't go. \n Question: Why was There a commercial for a new movie?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I bought a box of packing tape from Amazon. It was an Amazon Prime order. The package was supposed to arrive on Wednesday by 8 pm. It did not arrive that day. I contacted Amazon and accepted a $5 credit. \n Question: Why did I contact Amazon?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Donald was driving in his truck with a new bag of potato chips. He was really hungry so he opened the bag. He struggled for a bit but he couldn't use both hands. He held on to the bag with his teeth and pulled. The bag opened suddenly and potato chips flew everywhere! \n Question: Why was He really hungry?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I stepped outside to get the mail. The fog was so thick I couldn't see the mail box. I followed the driveway to the street. From there I followed the street to the mailbox. There was no mail yet. \n Question: Why was There no mail?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob heard that the space station would pass over his house tonight. He set his alarm for 4 in the morning to see it. It woke up him up and he got out of bed. Bob walked outside and got out a chair. He fell asleep in the chair waiting for the space station to appear. \n Question: Why did He set his alarm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim wanted to become a YouTube star. He decided to make aerial videos with a drone. He purchased a drone and video camera on eBay. He spent many hours creating videos of scenic outdoor nature shots. Tim made millions from his videos on YouTube. \n Question: Why did Tim want to become a YouTube star?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mary woke late one night. Something didn't seem right. She could smell a horrible, acrid smell. Mary ran to the dog's room to find he had accidentally pooped! She spent the next several minutes pinching her nose and scrubbing. \n Question: Why did Mary wake late one night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alex was home sick from school. He awoke to see his Grandma in the kitchen. Alex was happy she came to take care of him. Grandma put Vicks on his chest and gave him ginger ale. Grandma was better than dad at taking care of sick kids. \n Question: Why was Grandma better than dad at taking care of sick kids?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Phil loved to paint with his hands. While his mom was outside gardening, Phil got out his paints. He painted a picture of his house and family. He realized he got paint all over the floor too! Luckily, the floor was easy to clean since he was in the kitchen. \n Question: Why did He paint a picture of his house and family?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy had a dusty house. Tommy would always sneeze because of the dust. It made him very sick. He decided to buy a black light to see all the dust. After that there was never dust in his house again. \n Question: Why did He decide to buy a black light to see all the dust?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday I went on my first coaster. I was very nervous. I sat in the ride and shut my eyes. When we took off I screamed at the top of my lungs. I was terrified. \n Question: Why was I very nervous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy graduated high school, but his grades weren't great. He applied to his favorite university. A few months later, he got a rejection letter in the mail. Upset, Jimmy decided to go straight to work. Jimmy made good money and was secretly glad he got rejected. \n Question: Why did Jimmy graduate high school?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Stan always had issues with insomnia. He was always tired and irritable. Stan decided to go to his doctor. His doctor gave him some sleeping medication. Stan sleeps well from now on. \n Question: Why was He always?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave decided he would wash his dad's car that weekend. He took the car through the carwash but scraped the side of the door. He got out to inspect the scratch and it was bad. Dave new have been very careless. His dad wasn't mad but told Dave to be careful next time. \n Question: Why did Dave decide he would wash his dad 's car that weekend?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Grandmother Minnie gave her grandchildren special gifts. She gave her oldest granddaughter a beautiful brooch. Alyssa wore the brooch as often as she was allowed. Her grandmother passed later that year. The brooch became even more special as Alyssa fondly remembered her. \n Question: Why did Alyssa wear the brooch?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil was the best tennis player on his team. He became very sick three days before the big game. Phil was very upset, because he was sick. Phil went to the doctor and got some medicine for his health. Phil regained his health and won the big game! \n Question: Why was Phil the best tennis player on his team?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lou wanted to teach his son Nick how to drive a car. They both got up early at 8AM in the morning to start. He went over the basics as Nick started the vehicle. Nick pulled out of the driveway and headed to a stop sign. Nick made a gentle and complete stop to Lou's relief. \n Question: Why did Nick pull out of the driveway?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tina was being bullied at her job. She reported it to her supervisor. Her supervisor did not believe her. Tina hired a lawyer. Tina sued her employer. \n Question: Why did She report it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jenn was in the car asleep as the family drove on the highway. She awoke as the car stopped at a gas station. She looked out the window to see a brown shape out of the tarp. She realized it was a the head of a Deer. She let out a startled cry and ran into the gas station. \n Question: Why was Jenn in the car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Audra put her dog outside to use the bathroom. She glanced away at the TV for just a moment. Moments later, she heard a crash outside. She looked outside and her fence tipped over. She then saw her Great Dane sprinting away. \n Question: Why did She glance away?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kristy just got married to the love of her life. She is so happy because she never thought she's find love. She has all these plans to have kids with her husband. They just returned from the honeymoon! She's now ready to start a family with her new husband! \n Question: Why has She all these plans to have kids with her husband?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina finished washing dishes and headed back to her room. She wanted to work on her report. She realized she was she was feeling tired. She put her head on her arm, and closed her eyes. She was fast asleep in no time. \n Question: Why was She fast asleep?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had some very delicious tea. I brewed it with eager anticipation. When it was done, I threw away the tea bag and took a big sip. The tea was way too hot! I burned my mouth. \n Question: Why did I burn my mouth?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wrote a note on a piece of paper while out at sea. He stuffed it in a bottle and put a cork in it. He threw the bottle far from the boat. The bottle floated in the sea for years. When the bottle finally landed on a beach it was found by a boy. \n Question: Why did He throw the bottle?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went to file my yearly taxes last week. The person that usually filed my taxes wasn't there. I filed the taxes with someone else. The taxes ended up being filed incorrectly. I called them back and was very upset about this occurrence. \n Question: Why did I go to file my yearly taxes last week?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Chris wanted to purchase new snow skis. He researched his options online. He found many good deals. He made an online purchase of the skis. He was happy with his purchase. \n Question: Why did He find many good deals?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: William came over to Isaac's house. They both went outside to play. William and Isaac kicked a soccer ball together. They began to get tired. They both went back inside Isaac's house. \n Question: Why did They begin to get tired?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The Browns got a Christmas tree in early November. They all love Christmas and wanted to prolong it. By early December the tree was brown. Many of them were sad because the tree was dying. They got a new tree in mid-December. \n Question: Why did The Browns get a Christmas tree?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Larry wanted to buy a new guitar. He spent hours looking online and going to lots of different stores. Finally, Larry founds the perfect guitar. It was more expensive than he expected. Larry didn't care and bought the guitar anyway. \n Question: Why did Larry want to buy a new guitar?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Neil was visiting Scandinavia. His favorite stop was Lapland. He saw the strange Northern folks' homes and towns. It was so exotic and lovely! Neil decided he would love to winter in Lapland! \n Question: Why did Neil decide he would love to winter in Lapland?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim joined a group of friends after school. The didn't tell Brad. Brad found out and was sad. It turns out they were planning a surprise party for Brad. The party was great and brad was happy. \n Question: Why did Tim join a group of friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt adored Sara. He resolved to ask her to prom. He caught her after class. Then he popped the big question. To his surprise, Sara smiled and agreed! \n Question: Why did He resolve to ask her to prom?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One morning Billy woke and looked outside. Everything was white. He got his boots and coat on. His mom said there is no school. Billy played in the snow all day. \n Question: Why was Everything white?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brady was washing all of his clothes. He made sure to hang dry his clothes to lower the electric bill. He forgot about the clothes while taking a nap. It rained while he was sleeping. His clothes were so wet that he had to use the dryer anyway. \n Question: Why did He make sure to hang?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake was walking home from his college class. He passed a homeless man who asked him for spare change. Jake checked his pockets but he didn't have any change. Instead, he told the man to wait while he went to the pizza shop. Jake brought a pizza slice to the man who was grateful for the meal. \n Question: Why did He pass a homeless man who asked him for spare change?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil loved to paint with his hands. While his mom was outside gardening, Phil got out his paints. He painted a picture of his house and family. He realized he got paint all over the floor too! Luckily, the floor was easy to clean since he was in the kitchen. \n Question: Why did He realize he got paint all over the floor too?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I wanted to travel. I decided to go to Tanzania. I stayed near Lake Victoria. I realized what a beautiful place it was. I decided to retire there. \n Question: Why did I want to travel?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Deb was a newbie chess player. She loved the game and desired to win a tournament. She began to spend all her free time studying the game. Deb enrolled in her first tournament ever after two months. She walked away with the second place trophy. \n Question: Why did She love the game?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My family and I were hiking the woods. We saw a bear in the woods. It was a big brown bear that looked angry. We were all scared to death. Luckily the bear just walked passed us. \n Question: Why was It a big brown bear that looked angry?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: In tenth grade, Anna's class did a unit on feminism. Anna loved the idea. She decided to be a feminist from now on. But after being mocked at school for going braless, she reconsidered. Anna decided to support the cause from afar - not personally! \n Question: Why did She decide to be a feminist from now on?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mable knew she couldn't mow her lawn at her advanced age. She went next door and asked the neighbor boy if he would do it. The boy agreed and mowed her lawn for her. When Mabel went to give the boy money he wouldn't take it. Mable shed a tear from the boy's kindness. \n Question: Why did Mable know she could n't mow her lawn at her advanced age?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jack used to be a baseball player. He had pictures on the walls of his home of the glory days. A friend of his came over and asked him about the pictures. Jack shyly refused to speak about his past and offered a drink. They spoke about their futures and laughed together. \n Question: Why did Jack use to be a baseball player?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Norman went with his class on a ski trip. Norman was excited to go skiing for the first time. The class arrived at the base camp. There were reports of a recent avalanche. The slopes were closed for the day, and Norman's class went home. \n Question: Why were There reports of a recent avalanche?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy told Hannah that he had a friend that liked her. He revealed that Sean was her secret admirer. Hannah had no idea who Sean was but agreed to meet him. Sean met her but was too nervous to say anything. Hannah decided to run away. \n Question: Why did Tommy tell Hannah?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was waiting for my dad to pick me up from my after school program. I received a call from her, and found out that she can't pick me up. My teacher who drove across me stopped. She offered me a ride home. I accepted her offer and I ended up reaching home quickly. \n Question: Why did I accept her offer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sandy had an old wood table she needed to sell. She put it up for sale online, and someone answered the ad. They offered a price, and Sandy accepted. The person came over, picked up the table, and paid. The person left after loading up the table on his truck. \n Question: Why did She put it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to be a famous rapper. He made recordings of himself rapping in his basement. He gave his discs out to people in his community. People loved his music. Jake was signed to a record label after a famous producer heard him. \n Question: Why did He make recordings of himself rapping in his basement?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam loved clothes. He wanted to be a fashion designer. So he drew up some sketches and sent them to designers. One of them contacted him and offered him a job. Sam was on his way to achieving his dream! \n Question: Why did Sam love clothes?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Stan stole all of his co-worker's pens. He replaced all the black inks with red ink. Stan put back all the pens and waited. The co-worker was very angry when he discovered this prank. Stan did not take credit because of how angry the co-worker was. \n Question: Why did He replace all the black inks with red ink?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Haley wanted to do something fun She called her friends and asked for idea's They decided the zoo would be fun They arrived at the Zoo together Haley was glad she had visited the Zoo \n Question: Why was Haley glad she had visited the Zoo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam wanted to go to a party. Her parents wouldn't let her. She decided to go anyways. She ended up getting caught. Her parents punished her for not abiding by the rules. \n Question: Why did Sam want to go to a party?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jake loved his house. However, Jake had a problem. There were spiders that crawled in his bed. He sprayed the whole room with bug spray. The spiders left and he was happy. \n Question: Why did Jake love his house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Liz was a mother of 2 kids. One evening her child went out to be with some friends. Liz received a call late that night that her child was in an accident. A drunk driver hit the car her child was in. Liz made it her life's mission to fight against drunk driving. \n Question: Why was Liz a mother of 2 kids?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mary woke late one night. Something didn't seem right. She could smell a horrible, acrid smell. Mary ran to the dog's room to find he had accidentally pooped! She spent the next several minutes pinching her nose and scrubbing. \n Question: Why did She spend the next several minutes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Meagan was a personal trainer. She needed to find a new trainee by the end of the week. She went to a local gym and noticed a guy training poorly. She introduced herself to him and offered her services. He agreed and she became his personal trainer. \n Question: Why did She introduce herself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia woke up in the night to go to the bathroom. She saw a scorpion in the hallway. She covered it with a bowl. The next morning she checked under the bowl. The scorpion was gone somewhere. \n Question: Why did Sylvia wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sarah loved makeup. One day, she opened her mother's makeup box. Sarah put eyeshadow on her eyes. She put lipstick on the wall. Her mother didn't let Sarah play with make-up after that. \n Question: Why did Sarah put eyeshadow?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: In 2014, I started reading the Mahabharata. This Indian epic is 6,000 pages long. I began in November of 2014. I read 100 pages a day. I finished in January of 2015, much to my relief. \n Question: Why did I begin in November of 2014?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: This morning I started my day full energy. I cleaned the glass coffee and lamp tables. I scrubbed the bathroom like it belonged in a five star hotel. I cooked Tuna Croquettes, Fennel rice and made a strawberry salad. Now it's evening and I am tired with no more energy. \n Question: Why did I cook Tuna Croquettes , Fennel rice?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Our two year old granddaughter is visiting from New York this weekend. We ordered food just for her tastes from Peapod. She loves yogurt, strawberries, and Cheerios. We put the order in so everything will be ready by Friday. My wife is thrilled to see our first grandchild. \n Question: Why did We put the order?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Danielle loved dancing. She liked going to clubs to dance. One night Danielle met Brandon at the club. They danced together all night long. Then Daniel asked him to date her. \n Question: Why did They dance together?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andy went to the supermarket to buy bread. He did not know where to find the bread. He asked a clerk to direct him to the bread. The clerk said that the bread is in aisle 12. Andy walked over there and pick up some bread. \n Question: Why did Andy walk over there?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I ordered a guitar online on January 15th from a Luthier. The guitar was a special order to be delivered by Federal Express. It was insured and I needed to be home to sign for it. I waited for my new instrument and did not leave my house that day. I was so delighted my guitar was delivered that January afternoon! \n Question: Why was I so delighted my guitar was delivered that January afternoon?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Rowan was in the hospital because he broke his leg in an accident. He was bored so he called took his phone and called his friend Janice. Janice came to visit him at the hospital and she cheered Rowan up. Rowan felt better with his friend there so stopped feeling so down. Rowan recovered and was able to go home 5 weeks later. \n Question: Why did Rowan feel better?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was a salesman. He worked at an electronic store. One day he had customers who were unsure. He convinced them to buy. Tim even convinced them to get an extended warranty. \n Question: Why did He convince them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob heard that the space station would pass over his house tonight. He set his alarm for 4 in the morning to see it. It woke up him up and he got out of bed. Bob walked outside and got out a chair. He fell asleep in the chair waiting for the space station to appear. \n Question: Why did It wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Chris wanted to purchase new snow skis. He researched his options online. He found many good deals. He made an online purchase of the skis. He was happy with his purchase. \n Question: Why did He make an online purchase of the skis?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was late for school. And it made her very stressed out. There was a large roadblock on a main street. But when she got to school, everyone else was late too. Kim was happy that nobody got in trouble. \n Question: Why was Kim late for school?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Daylight savings surprised me this year. I knew it was coming up. But forgot when. We were late to work and School that morning. Everyone seemed to understand. \n Question: Why did Everyone seem to understand?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom was playing kickball with his friends. Suddenly, it started raining. Everyone went home. Tom stayed to play kickball by himself. Tom ended up having more fun playing alone. \n Question: Why did Tom stay to play kickball by himself?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gene walked up to the window to deposit the money into his account. A woman asked him to fill out the deposit slip. Mike did as she said and handed her the money and the slip. They both traded glances and smiles. Gene asked her out and she said yes. \n Question: Why did Gene ask her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mason was the hot young piano prospect in jazz. He performed at any venue, big and small. One day, Mason decided he was too old to keep performing. He switched careers at the old age of nineteen. Mason now makes his living driving a public transit bus. \n Question: Why did He switch careers?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I once needed to write a story. I decided to write about dragons. They had to fight each other for a mate. They fought for days. Eventually, one triumphed. \n Question: Why had They to fight each other for a mate?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I wanted to travel. I decided to go to Tanzania. I stayed near Lake Victoria. I realized what a beautiful place it was. I decided to retire there. \n Question: Why did I decide to retire there?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to win a cash prize for my art. I entered a photography contest. I bought a fancy camera. It took a long time to learn how to use it. I missed the deadline for the contest. \n Question: Why did I enter a photography contest?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I woke up one rainy night to a loud thud. I walked outside my room and then I heard it again. I began to look for the source of the noise but couldn't find it. Then I heard the noise suddenly and saw a tree branch hit my window. After realizing what made the noise, I went back to bed. \n Question: Why did I wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Roger was a gambler. He knew he was addicted, but he couldn't quit. Even when he married, his wife couldn't make him stop. But then, a year later, she gave him a beautiful baby son. Roger saw his son's tiny face - and he never gambled again. \n Question: Why did He know he was addicted?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ray entered his dog in a dog show but didn't think he would win. He took one of the judges aside and tried to plead with him. The judge told him he could not be moved by his words. Ray took out his wallet and made his case again. The grinned and told Ray he understood his problem better now. \n Question: Why did Ray enter his dog?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Barb wanted to become a hair stylist. She decided to practice on her dog. She combed out his fur, and started cutting. To even out her mistakes, she had to cut even more. When Barb's husband came home, the dog had bald spots. \n Question: Why did She decide to practice on her dog?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hailie wanted to go apple picking. So she took some friends and went to the orchard. However, they were late in the season. There were no apples on the trees, only on the ground. They wished they had went to the orchard earlier. \n Question: Why did They wish they had went to the orchard earlier?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy wanted to start a Babysitters Club like in the books. She asked her friends Beth, and May to join. The girls were all very excited. After a week none of them had a job yet. Amy was sad she wasn't able to get the club off the ground. \n Question: Why was Amy sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Frank was planning on going to beach. He packed up his swimsuit, his sunglasses, and his sunscreen. He drove to the beach and got out to walk. As he was walking, he stubbed his toe on something buried in the sand. Frank found that he had tripped over a beautiful starfish. \n Question: Why did He pack up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was so afraid I had breast cancer. I went to the doctor for a biopsy. They put a large needle in my breast and took a sample. I had to wait for a week for results. I am happy to be cancer free. \n Question: Why had I to wait for a week for results?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Greg wanted to get his daughter the new robot doll for her birthday. He had to get an extra job so he could afford it. After extensive overtime and working exhaustively, he bought it. When his daughter opened the box, she cried. It was the wrong doll! \n Question: Why did Greg want to get his daughter the new robot doll for her birthday?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jon wanted to become a navy seal. He went to a navy recruiter. The recruiter accepted Jon. Jon went through navy seals boot camp. Alas, Jon was killed in a live-fire exercise. \n Question: Why did Jon want to become a navy seal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly decided to have a fun soccer match with her best friends. The girls got together at the house to play. It was a close match. Kelly won goals, then lost some. Finally Kelly won. \n Question: Why did Kelly decide to have a fun soccer match with her best friends?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lea was worried about her dog. He had grown plump and sluggish lately. She feared for the worst, but then she got a surprise. She found her dog birthing four tiny puppies. Her boy dog had been a girl dog all along! \n Question: Why was Lea worried about her dog?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shelly went to the laundry room to do her laundry. She sorted the dirty laundry into colors. She put the colors in different washers and put coins in to pay. She dried the clothes and folded them. She went home. \n Question: Why did She sort the dirty laundry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill and Pete wanted to form a gang. They wore matching colors and called themselves the Tigers. The two Tigers went around the neighborhood doing gang stuff. Pete smashed car windows and stole from them. Pete acted as a lookout during all this gang stuff. \n Question: Why did Bill and Pete want to form a gang?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: It was time for Jane to potty train her son Jim. She showed the baby the pot and sat him on it. He wouldn't use it for weeks. One day he walked to the pot and used it. Jane grabbed Jim and danced while he smiled. \n Question: Why did Jane grab Jim?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anna got an iguana. She wondered what to feed it. She read online that they ate mealworms. She bought a bunch of mealworms and put them in the tank. They bred, and she never had to buy mealworms again! \n Question: Why did She wonder what to feed it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was 12 years old. I went skiing with my family. I went off on my own on the mountain. I took a black diamond trail. I had a very bad accident. \n Question: Why did I go skiing with my family?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gina and her sister were watching music videos. They had been inside since noon watching videos. It was now 4 PM. Gina wanted to get up, but she was too lazy She stayed where she was and continued watching videos. \n Question: Why did Gina want to get up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina asked her mother to teach her spades. She thought she would pick it up quickly. But she found the game confusing. Gina was not very good after all. But Gina tried her best in spite of this. \n Question: Why did Gina ask her mother?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did Blake become a very popular musician?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was driving his car home from work. He was at a stop light when his car suddenly jolted forward. He had been rear ended by a large pickup truck. James passed out as his car spun around. He woke up in the hospital. \n Question: Why did He wake up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bill was excited for Easter Sunday. He decided he wanted to bake a ham for his family. Bill headed off to the grocery store. He bought the biggest ham he could find. Bill was very happy with how his ham turned out! \n Question: Why was Bill very happy with how his ham turned out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mason was the hot young piano prospect in jazz. He performed at any venue, big and small. One day, Mason decided he was too old to keep performing. He switched careers at the old age of nineteen. Mason now makes his living driving a public transit bus. \n Question: Why was Mason the hot young piano prospect in jazz?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jack poured water into the pot. After it started to boil, he placed several pieces of pasta into it. He allowed it to heat for a half an hour. The pasta became hard as a rock after the water was removed from it. Jack had to throw it away. \n Question: Why did Jack pour water?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John wanted to get his wife an expensive present for Christmas. The problem was, John didn't have enough money. John waited until Black Friday to get the gift. Just as John suspected, it went on sale. John got his wife a beautiful necklace. \n Question: Why did John want to get his wife an expensive present for Christmas?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Randy got a brand new car today. He drives it all around town, showing it off. His wife said that he is going to run out of gas soon. Randy agreed to only drive it when he needs to. Randy is now saving money on gas! \n Question: Why did Randy get a brand new car?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Amy had a microwave that she purchased in her dorm room. She no longer shared it with her roommate. One day she tried to heat up her food and it wouldn't come on. She tried everything but the microwave no longer worked. Amy knew her roommate had broken it out of spite. \n Question: Why had Amy a microwave that she purchased in her dorm room?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jen is given an important letter from her boss to mail. When she gets home she realizes that she forgot to mail it. She knows that if her boss sees it on her desk she will be fired. She goes back to work and bribes the security guard to let her in. She grabs the letter and drops it off at the Post Office \n Question: Why did She know that if her boss sees it on her desk she will be fired?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The new college semester had started. My professors gave me a list of books to purchase. They were all so expensive! I decided to buy them from the used book store. I ended up saving over three hundred dollars from the store! \n Question: Why did I decide to buy them from the used book store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom learned that computer programmers made a lot of money these days. He decided to learn an aspect of it that was relevant to him. He loved surfing the web and using web apps. He decided to learn the language to create that. He began learning Javascript. \n Question: Why did He begin learning Javascript?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jerry knew he wasn't going to do well. He had studied hours for his math exam and still didn't understand. In an act of desperation, he put all the answers into his calculator. He was nervous while taking the test but was very sneaky. He ended up passing the test with a perfect score. \n Question: Why did Jerry know he was n't going to do well?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phoebe went to vote in her state's caucuses. The line to register stretched for over a block. Once she got inside, all she could think about was finding a restroom. There was also a long line for the restroom. Phoebe began to think that democracy requires a lot of patience. \n Question: Why was There also?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved extreme sports. It was the winter in Colorado. Tom wanted to go skiing. He drove to a ski resort. He went skiing. \n Question: Why did Tom want to go skiing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lisa was passionate about politics. she was encouraged by a friend to run for local office. She worked hard on her campaign. Lisa was always honest with her voters. Her honesty paid off with her first run for office being a success. \n Question: Why did She work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dawn and Joyce went for a walk. It wasn't long till it started raining hard. They took off running to the house. They got so cold and wet. They had to change their clothes. \n Question: Why had They to change their clothes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matthew couldn't wait to play Mario Kart 8. He hooked his new Wii U up to the television. He waited patiently as the system updated. He carefully customized his vehicle. He was finally ready to race. \n Question: Why did He wait patiently?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brenda wanted to go on a trip to Disneyland. She didn't have very much money. She decided to start babysitting kids in her neighborhood Soon, she had enough money to go to Disneyland. She had a great time on her trip! \n Question: Why did Brenda want to go on a trip to Disneyland?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Billy was walking in the grass barefoot. He got a thorn in his foot. He screamed in pain. He tried to get it out but he couldn't. His mother finally pulled it out with tweezers. \n Question: Why did He scream in pain?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved his dog. Tom was preparing for a road trip. Tom decided to bring his dog. His dog loved riding in the truck. Tom and his dog had fun on the road trip. \n Question: Why had Tom and his dog fun?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim decided to major in accounting in college. He did his first internship in an accounting firm. Jim dreaded going in every day because he found it boring. Jim realized that accounting was not the field for him. He decided he was going to change his major. \n Question: Why did Jim dread going in every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had dinner tonight with our friend Joe. He is 98 Year's old and lives alone. We had fish and stuffed peppers. Dessert was a apricot and flaky crust. We thanked Joe for the nice dinner. \n Question: Why had We dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim told Jay that girls have cooties. Jay replied that girls don't have cooties. Jim asked Jay to prove it. Jay admitted that he was dating Marla. Jim kicked Jay in the shin and called him a sell-out. \n Question: Why did Jay admit that he was dating Marla?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anna received a manuscript. She settled down with her pen to proofread it. She highlighted all the errors and returned the manuscript. Three days later she got a note from the author. The note thanked Anna for being such a great editor. \n Question: Why did Anna receive a manuscript?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why is Rita a single 49 year old white woman?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jen felt tired at work. She leaned against a wall to rest a little. The wall had wet paint on it that she didn't see. When she got up she was covered in paint. Jen left to go home and change. \n Question: Why did Jen feel tired at work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sue was excited to go trick-or-treating with a new friend. Her bag of treats filled as they went from house to house. Sue was shocked when her friend wanted to go back for seconds. She thought some people recognized them as they were greeted. Sue gave all her candy to her siblings when she got home. \n Question: Why did She think some people recognized them as they were greeted?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Craig's home needed a new door. He decided to make a new one out of wood. Craig worked for days. He thought it would never be completed. Craig finally finished it with the help of his dad. \n Question: Why did He think it would never be completed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cheryl used her iPad almost constantly. She carried it around the house while doing housework. One day she dropped it on the tile floor three times! She was amazed and grateful it hadn't broken. Unfortunately, it broke the fourth time she dropped it! \n Question: Why did Cheryl use her iPad?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Luke got detention at school last week. He has to stay after school for an hour every day. Apparently he got into a fight with another kid. The other kid got detention too. They both learned that fighting just makes things worse. \n Question: Why has He to stay after school for an hour every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry wanted to increase his intelligence. He decided to look to his idols. His idols listed their hobbies online. He copied his idols hobbies of studying great leader's works. He soon saw his mental acuity and overall intelligence improve. \n Question: Why did Terry want to increase his intelligence?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joe and Susie have been trying to have a baby for several Year's. Today Susie found out she was finally pregnant. She wanted to make the announcement to Joe very special. She prepared his favorite meal and wrapped a baby bottle up as a gift. When Joe opened his gift they celebrated their pregnancy together! \n Question: Why did She prepare his favorite meal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ida wanted to be on the swim team. She tried out, but she did not make the team. The coach told Ida to practice and try again next year. She followed his instructions. The next year, I finally made the swim team! \n Question: Why did Ida want to be on the swim team?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sam wants to grow a tomato plant Sam cuts open a tomato, to find many seeds. Sam plants the seed in a pot. Sam waters the seedling every day. Sam now has a tomato plant! \n Question: Why did Sam want to grow a tomato plant?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Larry hated to clean. His apartment was always a mess. He purchased an electronic cleaning robot from Amazon. It arrived in the mail in 2 days. The new robot left Larry's apartment sparkling clean everyday. \n Question: Why did Larry hate to clean?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jan loved shopping at consignment stores. She shopped every day for clothes at bargain prices. One day, Jan's closet wouldn't hold another item. Jan loaded her car with armloads of clothes. The consignment store bought back the clothes for pennies. \n Question: Why did Jan love shopping?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John's kids hated coming inside to eat lunch. He thought they would like a picnic table so they could eat outside John bought the lumber and screws to build them a special table. His drill was out of batteries! John used a hammer and nails instead, and the kids loved eating out. \n Question: Why did John buy the lumber?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I love hot food. I went to a sushi bar last night for dinner. I ordered a spicy tuna roll, extra hot. The chef's just laughed at me when they hand me my roll. I now have blisters on my tongue and a nuclear war zone in my stomach. \n Question: Why did I go to a sushi bar?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went with my girlfriend to Jamaica. We did some sightseeing while we were there. We climbed up a waterfall called the Dunns River Falls. We really had a great time on our trip. We cannot wait to go back. \n Question: Why did We climb up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ronald dropped his toothbrush into the toilet. He promptly threw it away and searched underneath the sink. Viola,he found his old toothbrush. He began to brush his teeth, when suddenly his wife came in. She screamed and informed him that she used that to clean toilets. \n Question: Why did Ronald drop his toothbrush?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Liz wanted to go see her favorite band play Friday Night. She went online to buy tickets. Liz found some great seats for her and her friends. They all headed to the show together. Liz had an awesome time! \n Question: Why did Liz want to go see her favorite band play Friday Night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The children in Ann's class drew pictures of seahorses. They were all quiet while trying to focus on drawing. One boy stood up and said he hated the assignment and stormed out. Ann chased after him, and the other kids laughed and got noisy. Ann caught him, brought him back, and disciplined him. \n Question: Why did Ann chase after him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake felt sick. He was out of medicine. Jake decided he would sleep it off. He felt much better afterwards. Jake sighed in relief. \n Question: Why did Jake feel sick?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bryan was bored one day, so he decided to look on the news. The news was full of negativity and violence. Bryan felt bored by what he was reading so he turned off his computer. He left to the park with his dog instead. He had a great time and felt happy with his dog. \n Question: Why did He leave to the park?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I saw a website that advertised a free copy of the Book of Mormon. I had to give out my name, address, and phone number. A Mormon called me and asked why I wanted the book. I told her I study religions as a hobby. She said they would send me a book in the mail. \n Question: Why did I tell her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane asked Jane and her friend if they can hang out together. All of them agreed to go to the movies. Jane panicked when she found out that her wallet is home. In addition, her friend decided to watch the movie without her. Jane became furious afterwards. \n Question: Why did Jane become furious?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I met a girl from Greece named Aspasia. I told her very frankly that I wanted to date her. She said she had a boyfriend back in Greece who hadn't yet moved. I told her that what he didn't know wouldn't hurt him. She responded by slapping me right across the face! \n Question: Why did She respond by slapping me right across the face?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gary loves to drive the bus. He loves the passengers, and thinks it's fun to meet new people. But a passenger came up to him today, and was mad at him. Gary didn't understand why he was mad. Gary hates driving the bus! \n Question: Why did He love the passengers?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Donald was driving in his truck with a new bag of potato chips. He was really hungry so he opened the bag. He struggled for a bit but he couldn't use both hands. He held on to the bag with his teeth and pulled. The bag opened suddenly and potato chips flew everywhere! \n Question: Why did He struggle for a bit?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Easley felt happy excited to go to memaw's house. While there she colored with crayons and markers. She got in trouble for marking on the floor with the marker. Eisley was careful not to color outside of her coloring books anymore. Her memories of memaw's house are always the best! \n Question: Why did Easley feel happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My Nana lived in a huge old house. When I was little I used to sleep in the front room. There were lots of Buddha statues in the front room. One night, I had a nightmare and woke up alone and scared. I saw a fat, red Buddha smiling at me and wasn't scared anymore! \n Question: Why did My Nana live in a huge old house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to go to his senior prom. He asked his friend Sarah to accompany him. Sarah accepted his request. He rented a tuxedo and purchased their tickets. They had a wonderful time at the prom. \n Question: Why did Jake want to go to his senior prom?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did He learn that art was a way to express oneself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Todd was a horrible manager He treated his employees very poorly. One day Todd was assaulted by one of his employees. The employee was fired. Todd found another job. \n Question: Why was Todd a horrible manager?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went into the voting booth on election day. I saw that no one was running for constable. I voted for myself as a write-in candidate. I was the only person who voted for the position. I am now constable of my voting ward. \n Question: Why did I go into the voting booth?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy went to Napa on vacation. She visited a local winery to go on a wine tasting. She had a lovely time trying the wines of the region. Amy loved the winery and purchased 2 bottles. She had a great time on her Napa Valley vacation. \n Question: Why did Amy love the winery?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did Jimmy make sure that his mom was still asleep?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why did Charles board his new friend 's boat?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wrote a note on a piece of paper while out at sea. He stuffed it in a bottle and put a cork in it. He threw the bottle far from the boat. The bottle floated in the sea for years. When the bottle finally landed on a beach it was found by a boy. \n Question: Why did He stuff it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill's dad found her a car for cheap. It needed a new engine put in, but the car came with the new engine. Jill and her dad worked hard to put the engine in. Then they put the necessary fluids in and started the engine. Jill was happy to have helped her dad fix her own car. \n Question: Why did Jill and her dad work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The farmer pulled out a tulip from the ground. He took it to the barn to cut it in pieces. After the tulip was open, a scorpion came out. It jumped on the farmer's shoulder. He was able to take it out by slapping it. \n Question: Why was He able to take it out by slapping it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jenny was on the first leg of her two day trip. After driving only an hour or so, she heard a strange noise. She realized that she had a flat tire, and pulled over safely. She called roadside assistance, who came and put on her spare tire. Within an hour, she was back on the road, feeling relieved. \n Question: Why was Jenny on the first leg of her two day trip?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Hal worked hard in school all year. He wanted to graduate with honors. He knew how impressed his family would be. He wanted to make them proud. He was able to do so \n Question: Why did Hal work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy went to Napa on vacation. She visited a local winery to go on a wine tasting. She had a lovely time trying the wines of the region. Amy loved the winery and purchased 2 bottles. She had a great time on her Napa Valley vacation. \n Question: Why had She a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A pool of blood was in the center of the floor. Mike fumed to his boss about it. He insisted it was a clear safety violation. His boss told him that it was only if an inspector saw it. Mike grumbled and went back to slaughtering the cow. \n Question: Why did Mike fume to his boss?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Randy got a brand new car today. He drives it all around town, showing it off. His wife said that he is going to run out of gas soon. Randy agreed to only drive it when he needs to. Randy is now saving money on gas! \n Question: Why did Randy agree to only drive it when he needs to?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hal worked hard in school all year. He wanted to graduate with honors. He knew how impressed his family would be. He wanted to make them proud. He was able to do so \n Question: Why was He able to do so?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The alarm clock beeps. Sara jumps out of bed and runs downstairs for breakfast. She eats a bowl of cereal and grabs her homework. Her mom packs her a lunch for the day. Sara runs out the school bus to go to school. \n Question: Why did She eat a bowl of cereal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason needed a new oven. Jason walked to the appliance store. He examined many oven models. He chose a nice white one. He bought the oven and had it delivered to his home. \n Question: Why did Jason need a new oven?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My friends took me to the back of their house. Jeffrey pulled out a cigarette. He asked if I tried it before and I said no. He forced me to try it. When I took a puff, I started to cough. \n Question: Why did Jeffrey pull out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob heard that the space station would pass over his house tonight. He set his alarm for 4 in the morning to see it. It woke up him up and he got out of bed. Bob walked outside and got out a chair. He fell asleep in the chair waiting for the space station to appear. \n Question: Why did Bob hear that the space station would pass over his house tonight?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why was He so happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Quentin finished college Years ago but he never learned calculus. He decided to learn the topic independently. He borrowed a calculus textbook from the library and studied it. Quentin worked very hard to learn all of the topics. Quentin was proud that he finally knew calculus. \n Question: Why did Quentin work very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Linda was tired of telemarketing jobs. She heard making websites weren't as hard as she thought. She watched video tutorials on the internet and made a website. She added web coding skills to her resume. She found a nice job as a digital services representative. \n Question: Why was Linda tired of telemarketing jobs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Shirley was pregnant and had just gone into labor. She was a first time mom and expected to have quite a wait. Surprisingly, her contractions began progressing quickly. She rushed to the hospital and got some medicine. Before she could wrap her head around it, her baby was born. \n Question: Why was She a first time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Thomas loved oatmeal. He would eat it whenever he could. He packed some oatmeal for school lunch one day. Once arriving at school, he couldn't wait for lunchtime. Thomas was happy and full of his oatmeal by the end of lunch period. \n Question: Why did He pack some oatmeal for school lunch?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally and Sam decided to go to the beach. They packed all their things in the car. They drove for two whole hours. When they got to the beach, it was beautiful. Sam and Sally swam in the ocean all day. \n Question: Why did They drive for two whole hours?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Josiah ran after the opposing player with the ball. He slapped the ball from the boys hands too a teammate. His teammate dribbled towards their basket. Josiah took a pass from the teammate and made a basket as time expired The team hugged each other in celebration. \n Question: Why did He slap the ball?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tyler had hundreds of old family photographs. They were all prints. He wanted to make them digital. He purchased a scanner on the internet. Tyler scanned in all of the old photos. \n Question: Why had Tyler hundreds of old family photographs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Zoey loves to shop. She shops every time she is stressed. She shops when she is happy. She has a problem. Zoey is a certified shopaholic. \n Question: Why has She a problem?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Norman went with his class on a ski trip. Norman was excited to go skiing for the first time. The class arrived at the base camp. There were reports of a recent avalanche. The slopes were closed for the day, and Norman's class went home. \n Question: Why was Norman excited to go skiing for the first time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lisa had a job interview in three days. She was nervous and unprepared. Lisa decided to study for the interview. She practiced for nine hours every day. Lisa was now confident and she did great at the interview. \n Question: Why had Lisa a job interview?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill was excited for Easter Sunday. He decided he wanted to bake a ham for his family. Bill headed off to the grocery store. He bought the biggest ham he could find. Bill was very happy with how his ham turned out! \n Question: Why did He buy the biggest ham he could find?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cynthia was shopping at the mall. She roamed around Saks for awhile. She ran to a silk scarf that had caught her eye. She shrieked as she saw the price tag. Cynthia disappointedly walked out of Saks. \n Question: Why did She run to a silk scarf that had caught her eye?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Toby was a fisherman. While he was out fishing, a storm came up. He hid in the cabin of his boat while the storm tossed it to and fro. Soon the storm passed, and Toby saw everything on the deck was safe. He was so relieved to have made it through the storm. \n Question: Why was Toby a fisherman?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lucy had a friend named Lisa next door to her grandparents. Lisa and Lucy wanted to play jump rope. They each grabbed one end of the rope. Lucy realized they only had 2 people, but they needed 3. They decided to jump together side by side with one rope. \n Question: Why did Lisa and Lucy want to play jump rope?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jimmy worked for weeks on a sculpture. He was very proud of the way it had turned out. On the way to school he dropped it on the sidewalk! Fearing the worst, he pulled it out of the bag. Jimmy sighed in relief when he saw nothing had been broken. \n Question: Why did Jimmy work for weeks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrea was at the annual city kite fest. She saw a table offering kites. In order to get a kite, you had to donate canned food. Andrea had brought a can of soup. She donated and got a free kite. \n Question: Why did She donate ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina finished washing dishes and headed back to her room. She wanted to work on her report. She realized she was she was feeling tired. She put her head on her arm, and closed her eyes. She was fast asleep in no time. \n Question: Why did She realize she was she was feeling tired?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why did Rita tell us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Saturday was Kelly's birthday. She assumed no one cared about her birthday. She came home however and found all her friends waiting for her. They all yelled surprise. Kelly laughed and couldn't believe they remembered. \n Question: Why was Saturday Kelly 's birthday?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brent is an avid hunter. Brent wanted to shoot a deer. Brent put on his camouflage gear. Brent was not able to hunt a deer. Brent went home disappointed. \n Question: Why did Brent want to shoot a deer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had to decide the color for our product by tonight. We went to the Apple store, to Home Depot, we went everywhere. There was so many colors to choose from! We ended up calling one of our partners to help with the choice. He said you don't have to pick a color til next week, not tonight. \n Question: Why was There so many colors to choose from?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Peter and Jake were eating pizza. Peter left without paying. Jake did not know what to do. He ended up leaving too. Nobody caught them. \n Question: Why did Peter leave without paying?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: It was a really cold day outside. Jim was getting ready to go to work. He tried to open the door of his car to start it. It was frozen shut. Jim had to use a hairdryer to unfreeze his door handle. \n Question: Why did He try to open the door of his car to start it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John was very happy when the weekend came this week. He had a snowboarding trip to go on. He was gone all weekend. John and his friends had a blast snowboarding. He had even taken a day off from work on Monday for it. \n Question: Why had John and his friends a blast snowboarding?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kim had an online diary that she wrote in daily. She was very candid and put everything in the diary. One day, she was very mad at her boss and wrote about it. She soon realized that she was not in her diary, but on Facebook! Everyone saw her post and she was fired the next day! \n Question: Why did Everyone see her post?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was sad. She was tired of people trying to cheer her up. She stayed in her room alone all day. Her grandpa offered to take her to rent a movie. Lucy didn't want to do anything but mope. \n Question: Why was She tired of people trying to cheer her up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I wanted to take my dog to a dog park today. I was afraid of how she would act around all the other dogs there. We got in the car and headed down there. She immediately ran around and played with the other dogs. I cannot wait to take her back to the dog park. \n Question: Why did We get in the car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A man desired to improve his math skills to get better grades. His school work challenged him very much so he worked hard. He practiced everyday for one hour per day. He saw his math skills improve. He saw his test scores improve. \n Question: Why did He practice everyday?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did She smile as Jimmy wished her a happy Mother 's Day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a leak in my kitchen pipes. I tried to call the plumber but he never answered the phone. I knocked on my neighbor's door and asked to borrow some sealant. He only had glitter glue. Now my pipes are covered in glitter, but at least they don't leak. \n Question: Why did I try to call the plumber?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Timmy scurried across the kitchen floor. He edged up to the kitchen cupboard. With all his might, he pushed against the floor. Leaning against the cupboard door, he managed to stand! Timmy giggled and gurgled with joy as he stood for the first time. \n Question: Why did Timmy giggle ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Thomas went deep sea fishing with his friends. He went all day and hadn't caught anything. Suddenly, he caught something. Thomas and his friends worked hard to reel the heavy fish in. They all had swordfish for dinner that night. \n Question: Why did Thomas and his friends work hard?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Richard was at the beach. He was soaking in the sun from the sandy beach. He realized he forgot his sunscreen. His skin started to burn after a few hours. He went home to put lotion on his sun burns. \n Question: Why was Richard at the beach?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was going to his graphic design class. He brought his laptop to show a final presentation. During the presentation the laptop battery died. He left his charger at home, but a classmate had one. Tim borrowed the charger and finished the presentation. \n Question: Why did Tim borrow the charger?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Josiah ran after the opposing player with the ball. He slapped the ball from the boys hands too a teammate. His teammate dribbled towards their basket. Josiah took a pass from the teammate and made a basket as time expired The team hugged each other in celebration. \n Question: Why did Josiah take a pass?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to make an igloo. He went in his yard with his brick mold. Then he made many solid bricks. He stacked them in round rows on top of one another. Soon Ben's igloo was complete! \n Question: Why did Ben want to make an igloo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I learned the students in the gifted class received scholarships. I researched how to get in the gifted class. I took several tests. I waited for my exam results. I passed the gifted class and received my first scholarship. \n Question: Why did I pass the gifted class?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marvin had a girlfriend named Joan who he loved very much. He decided to dedicate a song to her. He wrote a song and named it \"Love of My Life\". Marvin sung the song to Joan one evening and proposed to her. Joan refused and said that she wanted to break up with him. \n Question: Why did He decide to dedicate a song to her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I always wanted to have a pet. Last week my mom finally took me to the pet store. She let me get a hamster. I like my hamster because his fur is dark brown. I love my new pet! \n Question: Why did I like my hamster?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Christie headed to the tattoo shop to get a tattoo. She searched the wall for a cool design. Finally, she settled on a butterfly. She told the lady at the desk her selection. Unfortunate for her, 15 year olds are a little too young for tattoos. \n Question: Why did She tell the lady?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amelia decided to go see a movie, but she did not want to go alone. She called several of her friends to ask them to come. However, nobody could come. Finally, Nathan agreed to the go to the movies with her. They had a great time! \n Question: Why had They a great time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jason's girlfriend wants him to grow a beard. Jason thinks this is a great idea. Jason stops shaving. About a month later he notices that he has grown a good beard. Both Jason and his girlfriend are happy. \n Question: Why did Jason stop shaving?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was riding my bike to my friends house. Suddenly, I felt a pop and my bike stopped working. I took the bike home and checked out the problem. I went to the store and bought the tube to fix the tire. I went home and fixed my bike and went for a ride. \n Question: Why did I go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Henry was lonely. He decided to adopt a pet to help with his loneliness. He visited his local animal shelter. He chose a senior cat to adopt. He enjoyed spending time with his new friend. \n Question: Why did He visit his local animal shelter?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill had so much turkey for Thanksgiving. He was sick of it by December. So on Christmas day he decided to change it up. And got a ham instead for the first time. It was his best Christmas ever. \n Question: Why was He sick of it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Susan went to the diner to get a hot dog. She noticed a dog in the diner. She asked the waitress why there was dog. The waitress told her the dog was the owner's pet. Susan then left the diner mad because of the dog. \n Question: Why did She notice a dog in the diner?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I made a pizza today. It had mushrooms and mozzarella on it. I cooked it for an hour at four hundred degrees. I was very excited when my cooking timer went off. I ate the entire thing within fifteen minutes. \n Question: Why was I very excited?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Martha had been cooking all day. She realized she needed one more ingredient. She got in her car and drove to the store. When she got home, she realized her dog had eaten the meal. Martha was disappointed, and ordered take-out that night. \n Question: Why was Martha disappointed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt was hungry. He looked in his kitchen to find ingredients for food. He decided to make a new kind of pasta. It turned out really badly. He decided to never experiment with pasta ever again. \n Question: Why did He decide to never experiment with pasta ever again?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was at the supermarket. I decided to buy some cheese. I asked a supermarket employee for a recommendation. She recommended the sharp Wisconsin cheddar. I tried it and it was disgusting. \n Question: Why did I ask a supermarket employee?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary didn't like her job anymore. She decided that the work was too hard. Mary stopped going to work. Mary's boss called her in and fired her. Mary misses her old job now. \n Question: Why did Mary miss her old job?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cara was walking down the street when she saw a new store. It claimed to sell magic tricks. She went inside and found a creepy old man. The old man showed her many tricks. Cara was very happy and loved the new store. \n Question: Why did She go inside?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Eli didn't know much about using Microsoft Access. He needed to update a column to change a value. Eli googled the procedure. He found a tutorial and it was very simple. Eli easily updated the column's values. \n Question: Why did He find a tutorial?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie decided to go for a hike. She put supplies in her backpack. She started down the hiking trail. It took longer than she thought. She had to hurry to make it back before sunset. \n Question: Why did She start down the hiking trail?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim liked to play racquetball a lot. Tim asked Jane to play racquetball with him, and she said yes. They played racquetball together, and Jane won every game. Tim was surprised, and asked how Jane became so good at the sport. Jane said she had taken 5 Years of racquetball class. \n Question: Why did They play racquetball?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Quentin finished college Years ago but he never learned calculus. He decided to learn the topic independently. He borrowed a calculus textbook from the library and studied it. Quentin worked very hard to learn all of the topics. Quentin was proud that he finally knew calculus. \n Question: Why did Quentin finish college Years ago?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went to my first rave. I danced all night. I met a cute boy. He massaged me and told me I was beautiful. We made out the rest of the evening. \n Question: Why did We make out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: John desperately needed some money to pay bills. He decided the best thing to do was to start his own business. John was really good at mowing lawns, so that is what he decided to do John worked very hard to make his business successful, and soon it was John soon had all the money he ever needed from his new business. \n Question: Why was John really good at mowing lawns?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My hair looked terrible. I decided to use hair gel. I styled the hair into a mohawk. My boss told me I looked stupid. I realized that hair gel was not for me. \n Question: Why did I style the hair?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sydnee wanted to be a model as a child. Everyone had told her that she would never make it. She ended up ignoring their judgments. She applied that evening to become a model. She was accepted and is now modeling clothing for a living. \n Question: Why did Sydnee want to be a model as a child?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Christian came home from school and saw his mother at the table. She asked him if he had any homework to do. Christian told his mother he had a ton of homework to do for class. Christian went upstairs, sat at his desk, and worked on his homework. Christian turned his homework into the teacher the next day. \n Question: Why did Christian come home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Stan stole all of his co-worker's pens. He replaced all the black inks with red ink. Stan put back all the pens and waited. The co-worker was very angry when he discovered this prank. Stan did not take credit because of how angry the co-worker was. \n Question: Why did Stan steal all of his co - worker 's pens?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy met Lynn at the coffee shop. She didn't drink coffee but she liked the fruity dessert drinks. They discussed the fight Amy was having with Kim. Amy agreed to keep Kim out of the fight. The girls were best friends again. \n Question: Why did Amy meet Lynn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was new to sewing. She wanted to make a tote, but had only ever made a pillow. The tote proved to be considerably more difficult. Lucy worked for hours sewing, ripping seams, and resewing. When she finished 5 hours later she was proud of all her hard work. \n Question: Why did She want to make a tote?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why was She very sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jenna went to the swimming pool. She got into her bathing suit. She made sure to put on her sunscreen. Jenna tested the water with her toy before getting in. Jenna dived off the diving board all day long. \n Question: Why did She get into her bathing suit?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike bet his roommate he could guess the future. They sat to watch television. Mike told him everything that would happen next His roommate was a bit shocked but looked it up online. The show was an old rerun. \n Question: Why did Mike tell him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was at the bar over the weekend. Someone next to her started smoking. She asked them to put it out. They refused. She alerted the staff and they forced him to. \n Question: Why did They refuse ?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The Browns got a Christmas tree in early November. They all love Christmas and wanted to prolong it. By early December the tree was brown. Many of them were sad because the tree was dying. They got a new tree in mid-December. \n Question: Why did They get a new tree?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy worked for weeks on a sculpture. He was very proud of the way it had turned out. On the way to school he dropped it on the sidewalk! Fearing the worst, he pulled it out of the bag. Jimmy sighed in relief when he saw nothing had been broken. \n Question: Why did Jimmy sigh in relief?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Linda was tired of telemarketing jobs. She heard making websites weren't as hard as she thought. She watched video tutorials on the internet and made a website. She added web coding skills to her resume. She found a nice job as a digital services representative. \n Question: Why did She find a nice job as a digital services representative?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny was a very experimental guy. He decided to experiment with another male. He got drunk, invited over a gay friend and made out with him. He woke up the next day, and was horrified at what he did. He kicked his friend out and never talked to him again. \n Question: Why did He get drunk?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Daylight savings surprised me this year. I knew it was coming up. But forgot when. We were late to work and School that morning. Everyone seemed to understand. \n Question: Why were We late to work and School?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jasmine wanted a cat since she was a little girl. Jasmine's mother is allergic to cats, so she could never have one. Jasmine waited 20 long years until she finally moved out. After finding her own home she went to the shelter and found a kitten. She brought the kitten home, named her Nikai, and loved her every day. \n Question: Why did She bring the kitten home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andy went to the supermarket to buy bread. He did not know where to find the bread. He asked a clerk to direct him to the bread. The clerk said that the bread is in aisle 12. Andy walked over there and pick up some bread. \n Question: Why did Andy go to the supermarket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marcy was so glad spring was coming. It had snowed so heavily that winter. Marcy saw the snow was finally melting. So much melted so fast that the basement flooded! Marcy had to spend hours cleaning up her basement. \n Question: Why was Marcy so glad spring was coming?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue was going on a date the upcoming weekend. She was nervous. Her best friend Janice decided to take her on a practice date. They went out to dinner and pretended that it was a real date. Sue was no longer nervous for her real date afterwards. \n Question: Why was Sue no longer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alex and his family went to a campground. The campground had tons of activities. His favorite activity was the kids crafts. He did crafts every day while he was at the camp. Alex and his family were both sad when their vacation was over. \n Question: Why were Alex and his family both?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe went to the movie theater to see the new movie. The line was long and Joe feared he wouldn't get in. He stepped out of line and snuck into the theater. He seemed so confident that no one stopped him. Joe casually walked into the movie and gave a sigh. \n Question: Why did Joe go to the movie theater?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ianna walked into the bookstore. The front desk worker greeted her. He asked if she needed anything. Ianna decided to give her a paper with a book she was looking for. The worker immediately found it. \n Question: Why did He ask if she needed anything?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mr Adams had to buy gifts for his son. He wasn't sure what to get. He went to Toys R Us and asked the cashier what to get. He bought some lego toys and some video games. He decided if his son doesn't like one, he'll like the other. \n Question: Why did He go to Toys R Us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Boris needed money. He decided to hold up a bank. He used a fake gun. The police officer at the bank realized the gun was fake. The police officer shot Boris and arrested him. \n Question: Why did He decide to hold up a bank?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam bought a new clock. However Sam couldn't tell time. He was very sad. His mother sat him down and explained everything. He was then able to use his new clock. \n Question: Why did Sam buy a new clock?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tony saw a movie he thought was funny. In it was a scene with kids catching butterflies. He got a big net and tried to do it himself. He caught a few and had fun. He just let them go right after and kept the memories only. \n Question: Why did Tony see a movie he thought was funny?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jack went to the candy store. He picked out a chocolate bar. He gave the clerk a dollar for the chocolate. Jack opened the candy bar and took a big bite. Jack chipped while eating the candy bar. \n Question: Why did Jack open the candy bar?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rex had always wanted to play hockey. He decided that he first needed to learn to skate. He practiced skating every day until he was an expert. Finally Rex was able to begin playing hockey. He felt very proud to be a hockey player. \n Question: Why did He practice skating every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lindsay was out for a jog. She saw clouds forming in the distance. Lindsay tried to hurry up and get home before the rain. By the time she got home she was soaked. After taking a hot shower and changing clothes she felt better. \n Question: Why was Lindsay out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Greg was with his dad at a baseball game. He looked down for a moment. When he looked back up he saw a baseball sailing towards him. He lifted the glove he'd brought with him. The ball plopped right into it. \n Question: Why did He lift the glove he 'd brought with him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrea was at the annual city kite fest. She saw a table offering kites. In order to get a kite, you had to donate canned food. Andrea had brought a can of soup. She donated and got a free kite. \n Question: Why did She see a table offering kites?",
            "output": [
                "Answerable"
            ]
        }
    ]
}