{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given a sentence in Vietnamese language, your task is to generate a sentence in English that best represents the given sentence. ",
  "Positive Examples": [
    {
        "input": "\"Tôi hoàn toàn ý thức được trách nhiệm mình đang gánh vác, và tôi không còn mong đợi nào hơn là trở thành một thành viên của Ferrari, cùng với tay đua số một thế giới Michael Schumacher\" Massa cho biết.\n",
        "output": "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is correctly translated from Vietnamese to English"
    },
    {
       "input": "Người lái chiếc SUV sống sót và bị tạm giam vì bị tình nghi lái xe trong tình trạng say xỉn, báo Sur của Tây Ban Nha cho biết kết quả kiểm tra hơi thở chỉ ra rằng nồng độ cồn trong máu đã cao gấp hai lần so với mức pháp luật cho phép.\n",
       "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
       "explanation": "The above sentence is correctly translated from Vietnamese to English"
    },
    {
        "input": "Trong bức tranh, Kahlo được vẽ đang nằm trên một giường bệnh với nhiều dây rốn kéo dài từ cơ thể cô và mỗi dây giữ một vật thể hoặc bộ phận cơ thể, trừ một dây đang giữ một em bé.\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
        "explanation": "The above sentence is correctly translated from Vietnamese to English"
    }
  ],
  "Negative Examples": [
    {
        "input": "Tại giải vô địch mở rộng diễn ra ở St Andrews, những tay golf cũng thể hiện lòng thánh kính của mình\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
    },
    {
      "input": "Để đáp lại kế hoạch của Liên minh phòng thủ Anh về việc tổ chức một cuộc diễu hành vào thứ bảy tới, nhà lãnh đạo của Hội đồng Tameside, Kieran Quinn, cho biết rằng hội đồng sẽ yêu cầu Bộ Nội vụ Anh cấm EDL diễu hành qua thị trấn Hyde, gần thành phố Manchester.",
      "output": "The NTSB has not revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
      "explanation": "The word 'not' should have been now. This is not a correct translation"
    }
  ],
  "Instances": [
    {
        "input": "Cũng trong hội nghị này, Giám đốc Kỹ thuật của trung tâm Nghiên cứu và Phát triển của Google Đài Loan Li-feng Chien cũng thông báo những thành tựu đạt được trong \"ngày hội của các lập trình viên Google Đài Bắc\" và mời các lập trình viên Chi-pao Hu và Yi-ru Lin chia sẻ một số ứng dụng thực tế trên iGoogle.\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "Cuối cùng, cũng chính công nghệ này lại cứu hàng triệu ngành công nghiệp phim ảnh.\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"Không phải vì tôi là một người rất được ủng hộ tại Kingsway, mà bởi vì sự phân chia số phiếu và hệ thống đầu phiếu đa số tương đối.\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "Chiếc xe đâm vào trụ sở lữ đoàn của Lực lượng tác chiến đặc biệt, một bộ phận của Nhóm Đặc vụ của Quân đội Pakistan, được thiết lập với sự liên kết với Hoa Kỳ.\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "Một nhân viên cảnh sát quốc gia cho cho biết Hải quân đã cử trực thăng cứu hộ MH-65 và hai xuồng cứu hộ lớn.\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "BP đã bịt giếng dầu bị rò rỉ lại vào ngày 13 tháng bảy, ngăn chặn hữu hiệu dầu rò rỉ vào vịnh.\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "Trong bối cảnh của trận đấu, phiên 5-1-25-3 của Sreesanth là rất quan trọng.\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"Nhưng nó nằm trong thủ tục vận hành của chúng tôi và chúng tôi đang phản ứng tương ứng.\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "Trung tâm nghiên cứu và phát triển mới này của công ty sẽ được xây dựng ở công viên khoa học Zizhu của Thượng Hải.\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "Chính phủ này đã tái khẳng định phản đối lâu nay của họ với án tử hình.\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "Các loại vũ khí mới sẽ mang lại hiệu quả không thua kém gì vũ khí hạt nhân, hơn nữa không có chuyện chạy đua vũ khí thường mang lại mối đe dọa lớn như vũ khí hạt nhân.\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "Cương lĩnh Công dân và Liên Minh Dân chủ Cánh hữu, cùng nhau tạo nên Chính quyền mới, sẽ có 304 ghế trong Hạ viện mới, thiếu 3 ghế để có thể yêu cầu thay đổi Hiến pháp Ba Lan, điều mà cả hai Đảng ủng hộ.\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "Nga thường xuyên sử dụng khu vực này để làm nhiệm vụ bay, chủ yếu là với cầu không vận chiến lược, giữa Kaliningrad, thủ phủ của Kaliningrad Oblast và nằm giữa Ba Lan và Lithuania, và St Petersberg tại Nga.\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "Vụ nổ gây thiệt hại nghiêm trọng cho trung tâm mua sắm, làm vỡ cửa sổ, trần đổ, các cây cột oằn xuống trong bán kính hàng trăm mét.\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "Các thành viên của Đảng Cộng hòa đã kêu gọi Reid từ chức vì những bình luận của mình.\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "Tuggeranong, Canberra. Thành viên dự trù mười chín tuổi của đoàn Olympic Úc Alice Ingley đã tham dự ngày thứ hai của Giải vô địch Bắn cung Quốc gia, một vài ngày trước khi bắt đầu các môn thi bắn cung mục tiêu mà cô hy vọng sẽ đại diện cho Úc tại Thế vận hội.\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "Kurnaz đã bị bắt tại Pakistan hồi năm 2001 khi đang đi xe buýt.\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "Việc tiến hành \"chỉ số giá cả\" sẽ cắt bỏ hàng nghìn tỉ đô la Mỹ chi phí dành cho An sinh Xã hội trong tương lai.\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "Với những cú giao bóng đầy sức mạnh và một trận đấu của những cú đánh bóng nảy lên đầy sức chiến đấu, cô đã làm điều đó.\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "Tổng giám đốc của vận tải hàng không Indonesia, Budi Mulyawan Suyitno, nói rằng mặc dù giới hạn ngân sách địa phương đã không cho phép một số sân bay được nâng cấp, nhưng hiện không có vấn đề gì tại Yogyakarta vì những cải tiến bao gồm việc hoàn thành một RESA dài 140 mét của đường băng 2.250 mét và việc định vị Cứu hộ Máy bay và Xe chữa cháy tại sân bay.\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "Việc mất điện diễn ra sau những nỗ lực đối phó với cuộc khủng hoảng năng lượng ngày càng tăng của nước này, bao gồm cả sự bảo toàn và cố gắng cho phép các công ty tư nhân cung cấp năng lượng, điều mà đi ngược lại Hiến pháp năm 2004.\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "\"Mọi người chúng tôi tin là ông ấy đã đi vào làn nước ở dưới cùng của những bậc thềm tường chắn biển khi ông bị cuốn đi mà không có bất kỳ cảnh báo nào của dòng sóng lớn là kết quả của các điều kiện thời tiết đêm qua, \" họ nói.\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "Tổng thống Armenia, Serzh Sarkisian tuyên bố: \"Chúng tôi không muốn chiến tranh, nhưng nếu chúng tôi buộc phải đấu tranh, thì chúng tôi sẽ chiến đấu và giành thắng lợi.\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "Trong thời kỳ làm Thống đốc, ông đã phủ quyết hơn 750 dự luật, nhiều hơn tất cả các Thống đốc sau đó cộng lại và rời vị trí với số dư ngân sách 1 tỉ đô.\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "Cuộc đánh bom đầu tiên xảy ra khi một đoàn hộ tống gồm nhiều cảnh sát-quân đội bất ngờ bị bom ở hai bên đường tấn công tại vùng núi gần biên giới Pakistan-Afghanistan.\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "Các cựu thành viên Liên minh Tòa án Hồi giáo tại hiện trường đã nhận diện được kẻ đánh bom, người có đầu và mặt cạo nhẵn râu tóc, là một thành viên của al-Shabab, nhóm siêu bảo thủ Hồi giáo được cho là có liên hệ với al-Qaeda.\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "Ông nói với Hội đồng, \"Tôi đã nói rất rõ, trong quan điểm cuả tôi, bản dự thảo luật mà họ đang tạo không cho phép dùng vũ lực mà không có một quyết định nào khác của Hi đồng Bảo an.\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "Một xung đột xảy ra giữa các tu sĩ chính thống Hy Lạp và Tin lành Ả Rập ở Jelusalem vào ngày thứ Sáu Tốt lành, vì những tu sĩ Tin lành Ả Rập phản đối việc bán đất nhà thờ cho người dân Do Thái.\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "Hạ viện Illinois bỏ phiếu bầu ngày thứ Năm để bỏ một số xử phạt đối với những trẻ vị thành niên có dính líu đến tin nhắn liên quan đến tình dục.\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "Joachim Herrmann, Bộ trưởng Bộ Nội vụ bang Bavaria cho biết suy nghĩ của ông về vụ tai nạn.\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "Những lính cứu hỏa vẫn ở hiện trường vào lúc 9:15 sáng EDT (UTC-4) hôm nay, gần 24 giờ sau khi đám cháy bắt đầu.\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "Còn hơn cả một vấn đề về chủ nghĩa yêu nước, cuộc tranh luận liên quan đến những giao ước cộng đồng, cụ thể là việc nâng cao hay hạ thấp lá cờ chỉ là nhiệm vụ của những thành viên cộng đồng.\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "The Rocket đã ký cho một mùa giải khác sau khi anh giành Giải thưởng trẻ Cy thứ bảy của anh và đội Astros đã tiến gần tới giải Quốc tế năm 2004, khi Clemens từ bỏ chiến thuật two-run và thua Trận 7 của NLCS đấu với đội Cardinals.\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "Anh được nói lại rằng an toàn đã được đảm bảo cho gia đình anh.\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "Hầu hết các loại xe này được tạo thành từ các bộ phận của máy xén cỏ cũ, một bánh lái và một chiếc ghế cao.\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "Quốc hội đã cân nhắc một vài đề nghị sửa đổi với dự luật Cải cách luật địa phương với mục đích thay đổi yêu cầu về con chíp này.\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "Mukherjee nói ông sẽ gặp thủ tướng vì ông sẽ đi trị bệnh và khi ông ấy ở nước ngoài thì ông Singh nhập viện.\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "Các chính phủ khu vực hiện nay đang điều tra và thảo luận về những đóng góp của họ đối với IRGT/KINT, một tổ chức vì môi trường được hỗ trợ bởi Hoàng tử Laurent.\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"Đây là một liên minh rất mạnh - một liên minh vượt qua được những thay đổi trong chính phủ cả hai bên.\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "Nếu ông Elbegdorj không được tái đắc cử, tổng thống mới có thể chấm dứt lệnh tạm ngưng, và án tử hình vẫn tiếp tục được thi hành.\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "Theo như chi nhánh ABC ở Charlotte, Bắc Carolina, Flair đã tham gia vào một vụ xô xát nghiêm trọng ở xa lộ 485 vào thứ tư tuần trước.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Liên quan đến việc \"hàn gắn vết thương\" trong tổ chức, ông này đã chỉ ra nguy cơ chia rẽ Bắc-Nam tại Liên hợp quốc sẽ thay thế chia rẽ theo kiểu Chiến tranh Lạnh.\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "Cơ quan Địa vật lý và Khí tượng Indonesia ghi nhận có ít nhất hai đợt dư chấn khoảng 20 phút sau những cơn chấn động đầu tiên, một đợt đo được là 5,5 và đợt kia là 5,3 độ richter.\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "Các du khách bị thương sau đó được đưa đến năm bệnh viện khác nhau thuộc khu vực Costa del Sol.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "Người ta lo sợ ngày hôm qua, bốn con ngựa đua tại Randwick Racecourse ở Sydney đã bị gục bởi virus, nhưng sau đó những con ngựa này xét nghiệm âm tính với virus.\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "Có báo cáo rằng hơn 21,000 gia đình thường dân, ước tính có khoảng 153,000 cá nhân, đã bỏ trốn khỏi Nam Waziristan, và đã tị nạn ở tỉnh Biên giới Tây Bắc.\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "Đợt phát hành này đánh dấu hơn ba năm phát triển liên tục và giới thiệu nhiều ưu điểm vượt trội phiên bản 1.0 đã được phát hành tháng Năm năm 2002.\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "Hàng trăm người lao động tay nghề cao, hợp pháp ở Hoa Kỳ đã gửi hàng trăm đóa hoa đến Giám đốc Các Dịch Vụ Công Dân và Di Trú Hoa Kỳ (USCIS), Emilio Gonzalez như một sự phản đối hòa bình và tượng trưng đối với lời nói một \"sự thay đổi\" của Bộ Ngoại Giao và USCIS về việc xóa bỏ sự chậm trễ trong thủ tục xử lý cấp thẻ Xanh.\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "Ông đã được Ralph Nader khen là \"một thiên tài cấp tiến\" và vào năm 2003, Kucinich là người được nhận giải thưởng Hòa bình Gandhi.\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "Họ quyết định ủng hộ \"Giết chóc nhân danh\", được tung ra trong năm 1992.\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "Úc hòa 0-0 với Qatar, Nhật đánh bại Uzbekistan 1-0, Hàn Quốc được lọt vào nhờ đánh bại Các tiểu vương quốc Ả rập thống nhất 2-0 và một trận thắng 2-1 với Iceland đã giúp Hà Lan đủ tiêu chuẩn.\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "Cùng với việc thay đổi tổ chức chính phủ, đảng dân chủ cũng đề nghị New Zealand trở thành một nước Cộng Hòa và bãi bỏ chế độ quân chủ lập hiến.\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, người đứng đầu Hội đồng An ninh quốc gia tối cao Iran, thông báo hôm thứ Hai rằng nước này sẽ tạm thời đình chỉ việc chuyển đổi uranium vào ngày 22 tháng Mười Một.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Các nhân viên an ninh khách sạn nói rằng trước buổi lễ họ đã bị đuổi ra khỏi phòng, vì các quan chức an ninh chính phủ muốn toàn quyền quản lý sự kiện này.\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "Đại sứ quán Canada tại Washington đã xuất hiện trong một chiến dịch quảng cáo, dán trên các trạm tàu điện ngầm ở Washington những áp phích mô tả quân đội Canada tại Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Trong khi đó, những hạn chế về di chuyển vật nuôi đã được đưa ra, vì vậy mà trong những trường hợp rất không chắc rằng có sự lan truyền của bệnh, các hậu quả cũng được kiềm chế.\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "Blogger David Farrar nói \"Thật lộn xộn cho chính phủ khi mất phiếu sau khi chịu rất nhiều áp lực.\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "Cho đến thời điển này, không có cách gì để xác định vị trí của các thiết bị ROV trong mối tương quan với vụ rò rỉ giếng của giàn khoan Deepwater Horizon trước đó.\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "A History of Survival in New Zealand cũng cho thấy rằng New Zealand là một trong số ít các quốc gia trên thế giới có một lịch sử gần như đầy đủ và chi tiết thông tin về việc sinh, tử và di cư cho tới những thập kỷ cuối năm 1800.\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "Penn State là trường đại học lớn nhất ở Pennsylvania và là một trong mười trường đại học công lập lớn nhất tại Hoa Kỳ.\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "Chester Burrows, Nghị sĩ Đảng Quốc gia, nói: \"Kinh nghiệm của tôi là tôi đã thấy qua nhiều bạn trẻ say bí tỉ, nhiều bạn trẻ bị cưỡng hiếp, nhiều bạn trẻ bị hành hung.\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "Tại thời điểm này nó ở một khoảng cách an toàn với trái đất là 268,624 dặm - gần trái đất hơn so với Mặt trăng khi ở mức xa nhất trong quỹ đạo.\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "Nhà thờ Hồi giáo giải thích, \"Chúng tôi muốn làm cho rõ rằng tổ chức Markazi Jamiat Ahl-e-Hadith không thể được coi là nguồn xác nhận mỗi lời phát biểu của các phát ngôn viên được chúng tôi mời đến các nhà thờ Hồi giáo khác nhau của chúng tôi.\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "Anh ấy đi bộ tới Cực Bắc nhiều hơn bất kỳ ai trong lịch sử.\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "Theo hãng thông tấn RIA do chính phủ quản lý, nạn nhân thiệt mạng từ vụ nổ là một thường dân.\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "Báo cáo được đưa ra hôm thứ Sáu, ước tính rằng hơn 1 tỷ người sẽ bị đói mỗi ngày trong năm 2009, điều chưa từng thấy trong lịch sử loài người.\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "Tân Hoa Xã cũng đưa tin, một cậu bé 21 tháng tuổi đã chết hôm thứ Hai bởi virus ở tỉnh Hồ Bắc.\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "Gordon Brown đã thông báo trong thời gian Thủ tướng trả lời câu hỏi, đáp lại câu hỏi từ Thành viên Nghị viện Lao động Andy Reed.\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "Chiếc xe buýt đang đưa du khách về nhà sau một chuyến đi đến Bulgaria.\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"Những tên sát cướp rất nhẫn tâm và không mấy quan tâm đến các nạn nhân.\"\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "Jim Nussle, Giám đốc Văn phòng Quản lý và Ngân sách nói rằng ông tin thâm hụt sẽ bắt đầu giảm.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Nếu nghi phạm đã có một cuộn giấy vệ sinh rồi thì anh ta sẽ không được có thêm một cuộn giấy khác.\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "Tòa án hoãn lại trong 6 tuần trong thời gian ông chuẩn bị bào chữa.\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "Nghiên cứu cho rằng vào năm 2050, cứ một trong năm người Mỹ sẽ được sinh ở nước ngoài, và người dân Mỹ nói chung sẽ tăng gấp đôi lên 438 triệu.\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "Chín Thượng nghị sĩ, bảy đảng viên Đảng Cộng hòa và hai đảng viên Đảng Dân chủ đã không chấp thuận luật này.\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "Gần sáu trăm người dân làng ở đảo Đài Loan đang mất tích trong vụ mưa lũ từ trận bão Morakot gây ra sạt lở đất, theo như các phương tiện thông tin đại chúng.\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "Ông cũng kêu gọi ra lệnh cho tất cả binh lính gìn giữ hòa bình rút khỏi các quốc gia không liên quan và không có hiệu quả, và thêm rằng Liên Hiệp Quốc không tin Gbagbo là tổng thống hợp pháp.\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "Việc bạo hành này liên quan đến tất cả sáu người con của Critchfield, tuy nhiên chỉ một vài trong số chúng sẵn lòng làm chứng chống lại cô ta.\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "Phát ngôn viên Lầu Năm Góc Bryan Whitman nói với hãng thông tấn Pháp rằng tòa nhà bị đột kích \"không phải là một lãnh sự hoặc một tòa nhà của chính phủ\", mà dường như được khẳng định bởi ngoại trưởng Iraq, Hoshyar Zebari, người đã nói rằng những người Iran đã làm việc tại một văn phòng được chính quyền phê chuẩn và đang trong quá trình được chấp thuận làm lãnh sự quán, nhưng không phải là lãnh sự quán cũng không phải là Tổng lãnh sự quán Iran.\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "Thủ tướng Úc John Howard thông báo rằng lãnh đạo của các quốc gia APEC đã nhất trí về \"các mục tiêu đầy tham vọng\" về biến đổi khí hậu.\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "Hiện nay, mỗi món hàng bị áp đặt 2,5 cent tiền phí; biểu thuế mới sẽ nâng mức này lên tương đương 12 cent mỗi cho mỗi món hàng.\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"Không ai muốn thấy văn hóa của họ bị bôi nhọ nhưng chúng tôi ý thức được rằng moko là trong phạm vi công cộng.\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "Sau khi hoàn thành việc xoay hướng, Alinghi dong thuyền đến kế họ và giành chiến thắng bởi cách biệt một giây.\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"Trong mấy năm gần đây, số tiền lớn và việc đóng cửa Washington trước các nhóm công dân đã ngăn cản chúng ta cố gắng cải thiện đất nước.\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "Điều này làm hạn chế nguồn chảy của nhiên liệu đến động cơ dẫn đến việc suy giảm hoạt động của động cơ.\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"Cuộc chiến đấu chính của chúng ta hiện nay là ý kiến công chúng, bởi vì cuộc đấu tranh trong chính phủ đã kết thúc, \" ông nói.\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"Dựa trên tất cả bằng chứng về vụ việc, và những quy tắc giao chiến có hiệu lực vào thời điểm đó, rõ ràng hạ sĩ có lý khi tin rằng những gì AIF thể hiện trong cuốn băng đã tạo ra nguy cơ thù địch và việc sử dụng lực vũ lực làm chết người là hợp lý.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Người ta nói rằng chiếc ấm điện cuối cùng cũng được ném cho những người chiếm giữ vẫn đang hoạt động tốt.\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "Không một nhân vật tham gia chủ chốt nào đề cập đến vấn đề chi phí và vào tuần trước, Thomson đã dỡ bỏ truy cập vào trang web của các thành viên trong Quaero và chỉ thị cho các thành viên quản trị của mình không đưa ra bất cứ phỏng vấn thảo luận gì về dự án.\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "Quyết định cho phép Lone Star đi đến Lome được đưa ra sau khi chi phí đi lại của đội giảm xuống từ 31.000 đô la Mỹ còn 18.000 đô la Mỹ.\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"Wikipedia là một bách khoa toàn thư, không phải nơi trú ẩn của những người chống đối.\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, Nhật đã ghi nhiều hơn Việt Nam một bàn, và về cơ bản sẽ đứng đầu bảng.\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "Ủy ban Kiểm toán Vương quốc Anh đã đưa ra một báo cáo chất vấn việc tái bổ nhiệm Mike Storey, cựu lãnh đạo của Hội đồng thành phố Liverpool.\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "Người phụ nữ có tên Gabriela Garin là một nhân viên của khu vui chơi giải trí này, cô đã làm việc ở đây bảy năm.\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "Xử lý việc đó ra sao?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "Cả đường và những hàng rào chắn rơi xuống sông Arieş vì trời mưa.\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "Lực lượng Nội bộ Iraq đã mất kiểm soát nhiều khu vực của thành phố Diwaniya ở phía nam Iraq sau khi các thành viên của Mehdi Army từ chối lời kêu gọi tham gia vào các cuộc đàm phán hòa bình.\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "Một người biểu tình nói rằng nhân viên an ninh \"đã bắt đầu tấn công các làng và thị trấn.\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "Sau giờ nghỉ giải lao, Fulham tấn công mạnh mẽ, hy vọng gỡ hòa.\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "Ông ấy là bạn đồng sự cử tri đồng thời cũng là một người bạn thân thiết của tôi.\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"Tôi nghĩ ông ấy là một Nghị sĩ rất tốt, một người cầm quyền rất tốt, \" Duceppe nói thêm.\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "Theo nghiên cứu của Dweck, khi một đưa trẻ biết rằng chúng sẽ nhận được sự tự hào vì chúng đúng thay vì giải quyết các vấn đề khó khăn, thậm chí nếu chúng thất bại, chúng đơn giản sẽ tự nhận các nhiệm vụ dễ dàng mà trong đó chúng chắc chắn sẽ tìm ra giải pháp.\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"Thực tế là vào thời điểm chúng tôi đến đó, người Đức yếu hơn nhiều so với chính họ khi người Pháp phải đối mặt với họ dường như không cân sức.\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "Tổng thống Bush sẽ rời khỏi Ả Rập Xê-út vào Thứ ba để tới Ai Cập, điểm dừng chân cuối cùng trong chuyến thăm Trung Đông của ông trước khi trở về Washington D. C. vào ngày thứ tư.\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "Tuy nhiên, vì vị trí phó chỉ huy lực lượng liên quân ở Iraq, Marioli báo cáo rằng ông không rõ mục đích của Calipari ở Iraq, vì vậy đã không thể báo với liên quân trên mặt đất chi tiết về nhiệm vụ của Ý.\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"Tôi không muốn người khác phải trải qua những gì bản thân mình và hàng trăm hành khách khác đã trải qua trong ngày hè đó.\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi đã ngăn chặn người tiêu dùng Vương quốc Anh khỏi việc bị lừa mua những điếu thuốc lá giả có thể có nguy cơ nghiêm trọng đối với sức khỏe hơn so với các nhãn hiệu hợp pháp.\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "Cơ quan Bảo vệ Môi trường Scotland (SEPA) cho biết, dự báo thời tiết trong những ngày sắp tới sẽ được cải thiện, dự báo là sẽ không có mưa lớn.\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "Gidget, con chó xuất hiện quảng cáo của Taco Bell ở Mỹ đã bị đột tử.\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "Các bình luận đã được tiết lộ trong một cuốn sách viết chung bởi phóng viên tạp chí Time Mark Halperin, và phóng viên tạp chí NewYork John Heileman.\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "Với tỷ lệ thất nghiệp của những người trẻ đang ở mức báo động (15,5% trong năm 2002 với những người ở độ tuổi 20 đến 24 theo OECD) và ký ức về những cuộc bạo động năm 2005 vẫn còn mới đây, ông Sarkozy hứa sẽ điều tiết mức chi tiêu chính phủ và thực hiện chính sách thuế để khuyến khích làm việc nhiều giờ hơn.\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "Các đại diện chính phủ Haiti đã kêu gọi quyên góp hỗ trợ bổ sung 350 triệu đô la cho việc tái xây dựng lại Haiti, một quốc gia nghèo nhất khu vực châu Mỹ.\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "Kết quả là, các nghệ sĩ biểu diễn hút cần sa trên sân khấu, và bản thân nhà hát đang khuyến khích khán giả tham gia.\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "Những đứa trẻ khác đã chết khi tường nhà chúng đổ sụp xuống.\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"Nếu 'Thượng nghị sĩ dành cho Công tác kiểm duyệt'của Úc, Steven Conroy, thực hiện được mong muốn của ông ấy, thì nước Úc sẽ là quốc gia phương Tây đầu tiên có được một chế độ kiểm duyệt Internet bắt buộc, \" Wikileaks cho biết trong một tuyên bố khác trên trang web của họ.\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "Khán giả trên sân có trưởng đoàn của Úc, Jason Hellwig và các phó trưởng đoàn là Michael Hartung và Kate McLoughlin.\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "Ca sĩ opera-chuyển-nghề-dẫn-chương-trình Charlotte Church muốn đặt lịch người thừa kế khách sạn Paris Hilton cho chương trình của mình, để sỉ nhục cô ta.\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "Richard Jenkins, một kỹ sư từ Vương quốc Anh, đã phá vỡ kỷ lục tốc độ nhanh nhất của xe chạy trên mặt đất bằng sức gió vào hôm thứ Sáu.\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "Một số vật liệu được tận dụng từ chiếc đập cũ để xây cái mới, và một số được đem đi trưng bày.\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "Nhà báo đã gợi sự chú ý đến những mối quan hệ giữa Tổng thống sắp hết nhiệm kỳ của Colombia Alvaro Uribe, và các nhóm dân quân cánh hữu ở đất nước đang nội chiến ở Nam Mỹ này.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Schwarzenegger đã gọi McCain \"một anh hùng Mỹ vĩ đại và một nhà lãnh đạo phi thường\" đồng thời ca ngợi khả năng vượt qua những ranh giới đảng phái của ông.\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "Giới cầm quyền hội đồng quân nhân phải chịu sự công kích từ một số nhóm người cực đoan phản đối đạo luật của họ.\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "Ông dự đoán rằng \"nhiều doanh nghiệp sẽ phải đối mặt với khoảng thời gian rất khó khăn, và tỷ lệ thất nghiệp sẽ tăng nhanh chóng.\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "Chile xuất hiện lần cuối vào năm 1998, Hy Lạp vào năm 1994 và Algeria vào năm 1986.\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "Sau khi xem mô hình này, Bộ trưởng Ngân khố Wayne Swan và Bộ Trưởng Thay Đổi Khí Hậu Greg Combet đã ra một cam kết chung tuyên bố sẽ không có quyết định cuối cùng về gói đền bù, vẫn còn quá sớm để dự đoán sự gia tăng giá cả.\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "Hãy theo dõi các cuộc phỏng vấn tiếp theo; mỗi ứng cử viên từ mỗi đảng đều có đủ điều kiện, và sẽ được liên lạc.\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "Chủ tịch đảng Michael Steele nói trên Fox News Sunday rằng \"Có những tiêu chuẩn, mà đảng Dân chủ cảm thấy rằng họ có thể nói những điều như vậy và họ có thể xin lỗi khi nó. . xuất phát từ chính miệng của họ.\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "Trong hơn mười năm tiếp theo, Hopper đã xuất hiện thường xuyên trên truyền hình với vai trò khách mời, và cuối thập kỉ 1960 đã đóng vai phụ trong một số bộ phim.\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "Có ít nhất 27 người bị thương, chủ yếu là bị cắt và bầm tím.\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "Bartoli, hạt giống thứ mười tám cho chức vô địch năm nay, chưa bao giờ vượt qua vòng thứ tư của bất kỳ giải Grand Slam nào.\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "Dự luật, đã được sự tài trợ của Nghị viên Bang là Darlene Senger đến từ Naperville, được thông qua với đại đa số phiếu bầu 114-1 và sẽ được Nghị viện Illinois xem xét.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Hosni Mubarak hôm qua công bố một nội các mới, trong đó không bao gồm một vài nhân vật mà phần lớn những người biểu tình không chấp nhận.\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "Anh ta cũng yêu cầu phải có ban bồi thẩm trong phiên toà xét xử.\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "Do yêu cầu của luật định, cũng như phải có sự đồng ý, các doanh nghiệp sẽ phải cung cấp thông tin chi tiết về mục mà công ty gửi đi, và cung cấp miễn phí cách để bỏ đăng ký nhận các thư này sau này.\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "Những cuộc đột kích của Israel vào phía Bắc dải Gaza, nhằm ngăn chặn các cuộc tấn công tên lửa của dân quân Palestine đã làm thiệt mạng 50 người trong vòng sáu ngày qua.\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "Chính quyền nước này đã điều tra về bảy người cùng 14 người khác bị nghi ngờ có liên quan đến việc đưa 103 trẻ em châu Phi đến châu Âu để làm giúp việc.\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "Thông tin cá nhân bổ sung về những người đưa ra bình luận trên trang web news. vl. ru đã được yêu cầu.\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "Medha Patkar, một nhà hoạt động Narmada Bachao Andola nhịn ăn chín ngày để biểu tình phản đối dự án Sardar Sarovar, đã bị buộc phải vào bệnh viện New Delhi bởi cảnh sát.\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "Giả đấu RBS Six Nations được tổ chức ở sân vận động Lansdowne Road của Dublin đã kết thúc bằng chiến thắng của đội tuyển Pháp với 26 điểm so với chỉ 19 điểm của Ireland.\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "Nhóm này cũng đã tìm cách để có một bức tường cao hơn đặt giữa cửa hàng và khu dân cư để giảm tiếng ồn và ô nhiễm ánh sáng.\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "Ông hứa rằng nếu chính phủ Anh Quốc phát triển dự án Trident, SNP sẽ đề xuất sử dụng những sức mạnh này để ngăn chặn nó được tiến hành tại Scotland.\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "Hamlin trở thành người dẫn đầu cho danh hiệu quán quân Các Tay Đua với 6.325 điểm, dẫn trước Johnson ba mươi ba điểm.\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "Mahmoud al-Mashhadani, chủ tịch quốc hội Iraq, cho biết họ đã yêu cầu Thổ Nhĩ Kỳ giải quyết sự việc trong hòa bình.\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"Tôi nghĩ rằng tuyên bố này sẽ khiến người ta cảm thấy ông ta là một thị trưởng kém hiệu quả, \" ông nói.\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "Việc điều tra tập trung vào sự phụ thuộc nặng nề vào lao động không được trả lương trong lực lượng lao động của công ty, mà Landmark Education gọi là \"trợ lý\" và coi họ là các tình nguyện viên.\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "BusinessWeek tường thuật rằng thông báo được đưa ra hai ngày sau khi Corzine tuyên bố rằng nhà nước sẽ cấp 10 triệu đô la Mỹ tài trợ nghiên cứu trong năm tới, trong đó có 7 triệu cho nghiên cứu tế bào gốc.\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "Người phụ trách tài chính của Đảng Bảo thủ Oliver Letwin, từ vùng lân cận Đông Dorset, nói rằng thông điệp trên bức ảnh bị làm giả phù hợp với chính sách của Đảng Bảo thủ.\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "Chuyến bay của hắn sau vụ tấn công trở nên vô ích khi các thông tin cuộc gọi dẫn cảnh sát tới Rome, và khám xét căn hộ của anh trai hắn, nơi hắn bị bắt giữ.\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "Ông Blair cũng cho phát biểu thêm rằng:\" Chúng ta đã thông qua quá nhiều phần khác nhau của quá trình này nhiều lần trong một vài năm qua nhưng tôi nghĩ rằng đây là cơ sở phù hợp để tiến hành quá trình này.\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "Cảnh sát nói rằng mối quan tâm chính của họ là sức khỏe và sự an toàn của tất cả mọi người khi mà cuộc biểu tình xảy ra cạnh một tuyến đường đông đúc.\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "Tòa án cao nhất của Hà Lan từ chối trường hợp này, với lý do theo luật EU thì trường hợp của Kazemi là trách nhiệm của quốc gia nơi anh lần đầu tiên yêu cầu xin tị nạn.\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"Tôi thấy thất vọng vì quyết định của tổng thống Obama khi tạm dừng việc khai thác ngoài khơi, bởi vì một năm sẽ gây ra biết bao trì hoãn, giá cá sẽ tăng cao cho giá dầu trong nước và sản xuất khí gas để đáp ứng nhu cầu của quốc gia, \" Begich nói.\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "Tuy nhiên, sự kiện có vẻ nổi bật nhất đã từng diễn ra tại cuộc triển lãm này là vụ ám sát cố tổng thống William McKinley vào ngày 6 tháng chín năm 1901.\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "Những nhà lãnh đạo của các trường đại học đối thủ gọi sự tan rã này là cái kết cho UoW.\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "Nếu Microsoft không kháng cáo lại quyết định này, công ty sẽ có 3 tháng (bắt đầu từ ngày 27 tháng Hai) để nộp toàn bộ tiền phạt.\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "Nga cho đến nay vẫn chưa xác nhận danh tính của các tù nhân khác sẽ được phóng thích, mặc dù một số cái tên đã được suy đoán, bao gồm Alexander Zaporozhsky, Sergei Skripal, và Alexander Sypachev, tất cả đều bị cáo buộc chuyển thông tin cho các chính phủ nước ngoài.\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "Chiếc máy bay rơi cách sân bay Smolensk xấp xỉ hai km (1,3 miles).\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "Gần đây nhất, Hàn Quốc đã tuyên bố ý định gửi một trong các tàu khu trực của mình đến sau khi năm người Hàn Quốc bị bắt cóc trong một vụ cướp tàu chở hàng Nhật Bản.\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\"Đây là một trận bão tuyết vô cùng lớn và hầu như tất cả các cây vẫn còn nhiều lá… chúng tôi chưa đánh giá được hết thiệt hại chừng nào bão tuyết chưa qua đi, \" người phát ngôn của Niagara Mohawk, công ty điện vùng tây New Work, Steve Brady cho biết.\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "Sau đó, đã có một số dự đoán là ông sẽ tham gia Đảng Xanh, đảng mà không có nghị sĩ được bầu ở thủ đô Ottawa.\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "Người chiến thắng của nhân vật nữ được yêu thích, theo bình chọn của công chúng \"bởi một dặm đất nước\", là Hillary Barry.\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "Shulze có kinh nghiệm về radar vì làm việc tại White Sands Missile Range.\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "Văn phòng cảnh sát trưởng hạt Pope cho biết vào khoảng 11 giờ tối, xe của ông ấy chệch khỏi đường và lật ở Đại lộ số 110, gần Brooten, Minnesota, tại hạt Pope, thành phố Bangor của Minnesota, khoảng 15 dặm Đông Nam từ Glenwood, khoảng 55 dặm Tây - Tây Bắc từ St. Cloud, MN, hoặc 100 dặm Tây Bắc từ Twin Cities.\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"Hàng trăm năm nay chúng tôi những người Cơ đốc giáo, từng chiếm 15 phần trăm dân số, đã bị ngược đãi và đuổi ra khỏi Vùng đất Thánh và bây giờ chúng tôi là dân thiểu số.\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "Tại một quốc gia coi đồng tính là một hành vi phạm tội có thể bị phạt tới mười bốn năm tù, dự luật này sẽ tăng hình phạt trên lên án tù chung thân.\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "Wikiversity là một dự án với mục tiêu xây dựng một môi trường học cộng tác trực tuyến.\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "Các phép đo lường khác nhau đưa ra một ước lượng tốt về mật độ khối của baryon - các neutron và proton tạo nên hạt nhân của các nguyên tử và ion - trong vụ trụ cách đây 10 tỉ năm.\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "Sự nhiễm trùng khuẩn cầu chùm khuẩn cầu chùm đang phát tán rộng rãi hơn như các bệnh dịch khác, nguyên nhân là do tình trạng người bệnh thì đông mà điều kiện vệ sinh thì tồi, và cả việc tiếp xúc da với da thường xuyên.\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "Cảnh sát nhận được điện thoại từ một người dân địa phương thông báo rằng Wygle đã bị thương sau cú va chạm.\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "Ông nói rằng ông \"hỗ trợ mạnh mẽ tuyên bố của Chủ tịch SADC (Cộng đồng Phát triển Nam Châu Phi) rằng các điều kiện không cho phép bầu cử được tổ chức vào thời gian này và rằng chúng nên được hoãn lại.\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "Đảng Sinn Féin, Đảng Xã hội Dân chủ và Lao động và Đảng Liên minh đều buộc tội đảng DUP về sự thất bại này.\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "Ông Howard nói rằng việc mua bán này không phải là lời Chính phủ ông hứa khi bầu cử và rằng Chính phủ liên bang không thấy bất kỳ lợi ích lâu dài nào từ việc này.\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "Đoạn video, được phát sóng bởi BBC dài khoảng 45 giây và cho thấy ít nhất hai trong số những tên lửa vượt khỏi tầm kiểm soát đã được phóng từ bên trong căn cứ khi lửa bùng lên và đáp xuống gần đó.\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "Anh ta hơi nghiêng về bên phải và giữ một khuôn mặt không đổi, dè dặt được bao quanh bởi những lọn tóc dài chưa chải.\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "Đức đánh bại Arghentina với tỉ số 4-2 bằng các loạt đá luân lưu để có một suất vào vòng bán kết Giải Vô địch Bóng đá Quốc tế Fifa ở Berlin, hôm thứ Sáu.\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"Chúng tôi có nhiệm vụ phải tiết kiệm tiền của người nộp thuế, và bằng cách lắp đặt chúng từ bây giờ bằng các đèn chiếu sáng cho lễ hội khác - bao gồm lễ Eid vào tháng Chín - chúng tôi sẽ tiết kiệm được khoảng £10,000.\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "Theo các quy định về môi trường mới công bố thứ năm của Bộ trưởng Bộ Môi trường Canada John Baird, các công ty không thể đáp ứng các mục tiêu cường độ mới cho việc giảm khí thải CO2 sẽ có thể mua các khoản tín dụng bù đắp hoặc đóng góp vào quỹ công nghệ, với chi phí ban đầu là 15 đô la cho mỗi tấn khí thải.\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "Sự phát triển bắt đầu cho một máy tính xách tay mới sử dụng bộ xử lý Intel chứ không phải là bộ vi xử lý hiện nay của Advanced Micro Devices, một đối thủ của Intel.\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "Một máy bay trực thăng chữa cháy Kamov-32 đã bị rơi trong khi đang được bơm nước vào bồn chứa, theo báo cáo của cơ quan Tin tức Anatolian của Thổ Nhĩ Kỳ.\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "Những vận động viên trượt tuyết của Mỹ theo kế hoạch là hoàn thành việc thi đấu ngày hôm qua tại Slalom nhưng trận thi đấu đã bị hoãn lại vì gió lớn.\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "\"Chúng tôi có thể xác nhận nhận dạng của những người nước ngoài bị giết chết một khi chúng tôi tiến hành kiểm tra khu đất kỹ lưỡng, \" người phát ngôn quân đội Pakistan Thiếu tướng Shaukat Sultan nói.\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "Người Haiti đã nổi dậy khiến cuộc bầu cử rơi vào hỗn loạn, các giám sát viên nước ngoài đã phải rất quyết tâm để lập lại trật tự.\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "Được gọi là Liên minh Sự thật và Công lý, phe đối lập chủ yếu là một liên minh các ứng cử viên của Đảng Tự do Quốc gia và Đảng Dân chủ.\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "Có vài bất đồng về phương pháp đo đạc được sử dụng trước đây, vì thế những nhà nghiên cứu đã mất một tiếng đồng hồ ở đỉnh núi để đo đạc bằng ra đa, vệ tinh, và những phương pháp khác ở 6 điểm.\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "Tuần trước, một phóng viên của News Pacific Barbara Dreaver đã bị trục xuất khi cô đến để che giấu cuộc khủng hoảng.\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "Và sau đó là kết quả mà bất cứ ai cũng có thể thấy.\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "Sau khi chiến đấu với ngọn lửa trong suốt 24 giờ, các nhà chức trách phòng cháy chữa cháy cho biết ngọn lửa hầu hết đã được dập tắt và ra lệnh cho những công ty cứu hỏa bắt đầu tắt những ống nước và thu dọn lại trang thiết bị của họ.\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "Rui Cordeiro chỉ ghi được cho Bồ Đào Nha một cú try ngay sau khi trận đấu tiếp tục, cú try này được chuyển đổi bởi Duarte Cardoso Pinto.\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "Tuy vậy, trên kênh truyền hình Pháp, Zidane đã bày tỏ sự ăn năn về hành động của mình.\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "Người đứng đầu NATO - Jaap de Hoop Scheffer - cũng lên án hành động này.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Thủ hiến của Scotland, Salmond, đã khánh thành vườn tưởng niệm và tượng đài bằng đồng nhân 50 năm sau khi vụ tai nạn xảy ra.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Ngài Alan Sugar sẽ tiếp tục xuất hiện trong loạt chương trình The Apprentice của BBC sau khi được bổ nhiệm vào vị trí \"sa hoàng doanh nghiệp\" cho chính phủ Anh.\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "Vụ kiện, đã được nộp ở San Francisco, tố cáo rằng AT&T vi phạm các điều luật liên bang bởi đã liên kết với chính phủ để nghe lén các công dân Mỹ.\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "Những khả năng khác mà Musharraf có thể khám phá gồm phát biểu trong trường hợp khẩn cấp, hoặc giải tán quốc hội, mặc dù nó có thể sẽ dẫn đến hỗn loạn chính trị.\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "Văn phòng Mậu dịch Công bằng cho rằng con số đó vào khoảng 300 triệu bảng Anh một năm.\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "Bộ luật được Chính phủ Romania phê duyệt vào thứ sáu sẽ tiếp tục được đưa lên Nghị viện để thảo luận.\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "Cuộc đua sẽ được tiếp tục ngày mai, Thứ Hai không có cuộc đua nào.\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "Chiến thắng của đội Tây Ban Nha được tiên đoán bởi một con bạch tuộc có tên gọi là Paul.\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "Khoảng 100 sinh viên từ Rwanda, Burundi và Công sẽ chia sẽ những ý kiến về quá khứ và hiện tại ở Rwanda cũng như tương lai cho khu vực Hồ Lớn châu Phi.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Boswell nói: \"Nghiên cứu sâu hơn về ảnh hưởng của BZP sẽ sớm được đưa ra bởi Bộ trưởng Bộ Y tế, \" trong khi chính phủ New Zealand đang tranh luận liệu có nên cấm hay hạn chế việc bán loại thuốc này hay không.\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "Martin, 51 tuổi, bị cáo buộc có hành vi sai trái khi đã gửi thư điện tử cho các nhân chứng buộc tội, trong thư bao gồm biên bản phiên xử của một vụ án liên quan khác cùng với những quan sát riêng của bà bao gồm các đề xuất và luận cứ mà bà cho rằng có liên quan đến vụ Moussaoui.\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "Trong những năm sau đó, ông đã mở một quầy bán rượu riêng và trở thành bạn bè với một số thành viên trong nhóm và thậm chí giới thiệu họ tại một trong những buổi hòa nhạc của họ ở Jacksonville.\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "Lysiane Lavorel, một người gốc Pháp và là sinh viên đại học ngành tiếng Anh ở đó, có một phản ứng mỉa mai về điểm yếu của Pháp khi đề cập đến bộ phim năm 1996 về ngày quốc khánh.\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "Một vài nhà phân tích đã nói rằng việc ngừng bắn nằm trong chiến thuật gần đây của ETA khiến sự ủng hộ của họ ở khu vực Basque giảm mạnh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Chiếc giày Armenia trong tình trạng hoàn toàn nguyên vẹn và lâu đời hơn vài trăm năm tuổi so với chiếc được tìm thấy ở Ötzi Iceman, khiến nó trở thành vật lâu đời nhất của giới giày da trên thế giới, và là chiếc giày lâu đời nhất được tìm thấy ở châu Âu.\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "John - con trai bà Gibbons đang sống tại Liverpool, đã kêu gọi những người Anh mà tức giận về án tù của mẹ mình không nên quay sang chống lại người Hồi giáo.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Một nghiên cứu chỉ ra rằng tỷ lệ tự tử của Scotland đã tăng lên ở nước láng giềng Anh, báo chí và các nhà chính trị Nga cũng đang kiểm tra tỉ lệ tự tử ở tuổi vị thành niên cao thứ ba trên thế giới ở nước này và những con số mới chỉ ra rằng có sự tăng lên các vụ tự tử của trẻ em thổ dân thuộc vùng lãnh thổ phía Bắc nước Úc.\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "Một tòa nhà cũ nhiều thập niên bị sụp đổ trên đường Ma Tau Wai tại Hồng Kông vào khoảng 1:30 chiều ngày thứ sáu, giờ địa phương.\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "Ông Darton cũng miêu tả hệ thống hiện tại của chính phủ như một trò chơi.\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "Nhà lãnh đạo Moldova cũng lưu ý rằng ông ta đã gửi cho Nga toàn bộ tài liệu liên quan đến hoạt động của 13 công ty thuộc quân đội Transnistria.\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "Nó sẽ được liên kết từ trang Công cụ Wikipedia tiếng Anh để dùng thử 60 ngày bắt đầu từ năm 2006.\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "Trong những năm 1970, giải vô địch thế giới Cricket của ông đã cách mạng hóa môn cricket, đưa ra môn cricket một ngày bằng cách giới thiệu những điều như đồng phục màu, bóng trắng & những trận đấu ngày/đêm.\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"Bằng cách thúc đẩy sự khắc phục vốn là mục tiêu của trị liệu prolactin, chúng ta có hy vọng thực sự cải thiện triệu chứng ở những người bị MS.\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "Những tên tội phạm bị bắt xuất hiện ở toàn án sơ thẩm Nelspruit vào thứ Sáu.\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "Cảnh sát tới nhà, và chạm trán với cụ ông 72 tuổi ở trước nhà, một cuộc trao đổi ngắn đã diễn ra, sau đó ông cụ trở vào trong.\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "Gần 300 \"người trộm vàng\" đã bị bắt giữ trong vòng hai tuần qua chỉ tại mỏ Eland.\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "Họ phải chịu trách nhiệm với tội danh ăn cắp, tội xâm phạm và phá hủy tài sản.\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "Khách sạn Omini, cạnh trung tâm CNN cũng bị thiệt hai nghiêm trọng, nhiều của sổ bị vỡ.\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"Vì chuyện này, chúng tôi đã thận trọng chọn một vài đoạn đường để ra sức tranh đua cho vị trí dẫn đầu cho đến cuối cuộc đua.\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi cầu nguyện cho người hâm mộ của chúng tôi, và những người trong bang Indianapolis.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Mọi thứ nhắc đến điều luật này đều bị xóa khỏi bài viết.\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "Tuy nhiên, việc đồng Lei tăng giá không hoàn toàn là tích cực, bởi vì nó đang tạo ra rất nhiều áp lực đối với các nhà xuất khẩu.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Loại thuốc có tên PA-457, có nguồn gốc từ axit betulinic và làm từ các sản phẩm phụ của nhà sản xuất giấy, đang được chế tạo và phát triển bởi nhà sản xuất thuốc của Maryland, Panacos Pharmaceuticals.\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "Trong quá khứ, Liên Hợp Quốc đã từng cáo buộc Eritrea cung cấp vũ khí và thiết bị cho quân hồi giáo.\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "Tiếp đó, ông viết bài thơ Thiên Đường Trở Lại miêu tả sự cám dỗ của Jesus ở nơi hoang dã.\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "Người cha, Lam Luong, người câu tôm 37 tuổi, đã bị buộc tội sát hại bốn người.\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "Ba nhân viên cứu hộ ở mỏ Crandall Canyo ở Utah đã thiệt mạng khi cố giải cứu sáu thợ mỏ bị kẹt đã mất tích hơn một tuần.\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "Họ cho rằng tài liệu này có thể \"được tạo sẵn theo yêu cầu của Luật Tự do thông tin thông qua một kênh chính thức.\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\"Trong khi mức độ chuyển hướng có những dấu hiệu quan trọng liên quan đến những ảnh hưởng có thể xảy đến với Bermuda, \" Trung tâm Bão Quốc gia cho hay, \"còn quá sớm để nói liệu Bertha sẽ thực sự đe doạ đảo này không.\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "Một cuộc biểu tình chống APEC ở các đường phố của Sydney đã thu hút khoảng 5.000 người biểu tình, có tới 18 người bị bắt giữ và hai cảnh sát bị thương.\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "Tất cả người chết đều là người lớn, bao gồm một trong hai tài xế, và người còn lại bị thương rất nghiêm trọng.\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "Bảng xếp hạng cho danh hiệu quán quân Các Hãng Sản Xuất đang được Chevrolet dẫn đầu với 249 điểm, dẫn trước Toyota 40 điểm và trước Ford 91 điểm với hai vòng đua còn lại trong mùa giải.\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "Các thành viên trong gia đình của cô đã chia sẻ với tờ Khaleej Times rằng cô sợ bị hãm hại bởi Madhavan hay tay sai của hắn.\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "Kể từ năm 1991 đến năm 2011, tỉ lệ tăng dân số giảm dần đều.\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "Một nạn nhân của hiếp dâm nổi tiếng, Mukhtar Mai, đã bác bỏ ý tưởng rằng phụ nữ nào cũng có thể cho phép mình bị đối xử như vậy chỉ vì tiền.\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "Chín người đã chết trong những đám cháy rừng tại khu vực bán đảo Eyre ở Nam Úc.\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "Hiện nay chỉ còn lại duy nhất một nghị sĩ độc lập trong hạ viện là André Arthur người đang vận động ở Portneuf-Jacques-Cartier thuộc khu vực Quebec nói tiếng Pháp.\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "Trong năm tài chính 2005, họ đạt được $83 triệu doanh thu.\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "Con thuyền có một hệ thống năng lượng mặt trời để cung cấp năng lượng cho máy tính xách tay của anh ấy, một điện thoại và một hệ thống định vị toàn cầu.\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "Ngày hôm sau, một tàu chở hàng 40 toa bị trật bánh ở phía đông Kalgoorlie, làm bị thương ba người.\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "Trong lần bầu cử Scotland thứ ba kể từ khi Nghị viện Scotland được lập năm 1999, phía tả của đảng trung lập SNP đã đánh bại Đảng Lao động đang điều hành chỉ với một ghế.\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "Các hình ảnh có thể được in từ ổ USB flash, thẻ nhớ, các thiết bị Bluetooth và máy ảnh kỹ thuật số tương thích PictBridge.\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "Một nhóm nghiên cứu UCLA, do Brian Naranjo đứng đầu, đã quan sát phản ứng tổng hợp hạt nhân của các hạt nhân nguyên tử deuterium trong một thiết bị để bàn.\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "Chiếc đập thay thế một đập cũ, được xây dựng lần đầu tiên vào năm 1911 nhưng sau đó được mở rộng nhiều lần.\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "Người phát ngôn bộ ngoại giao đảng độc lập dân chủ Ed Davey gọi tuyên bố của Wood là \"chiếc đinh cuối cùng đóng vào quan tài của các vụ việc liên quan đến chiến pháp lý.\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "Sở Cảnh sát Toledo không nghi ngờ sự vi phạm nào, và coi cái chết là do tai nạn.\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "Theo Chaindrawa, chính quyền Saakashvili ít giống với một nền dân chủ.\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "Ông ấy nói rằng ông ấy đã được trả khoảng 71 đô la thay vì 71 cent: hơn 100 lần so với những gì hóa đơn của ông cần phải trả với tỷ giá được niêm yết.\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "Cuộc bạo loạn diễn ra ngay trước ngày bầu cử tổng thống diễn ra vào thứ năm và quân đội đã bảo đảm sẽ dẹp yên vụ này trước ngày hôm đó.\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "Theo các nguồn tin đại chúng, chính phủ Trung Quốc đã bắt đầu một chiến dịch đe doạ kinh tế chuyên sâu chống lại Mỹ ám chỉ rằng nước này có thể sẽ thanh khoản lượng trái phiếu khổng lồ của Mỹ mà nước này đang nắm giữ nếu Washington áp đặt các lệnh trừng phạt thương mại nhằm ép đồng nhân dân tệ điều chỉnh giá.\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "Gần như cả hai bài hát đã được sáng tác trong thời gian Lordi lưu diễn tại Mỹ như là một phần của Ozzfest, theo giọng ca chính của ban nhạc trả lời phỏng vấn trên trang MonsterDiscoHell. com thì phần những nốt nhạc chính của Beast Loose in Paradise được viết ở Milwaukee, trong khi phần điệp khúc của Studs và Leather được sáng tác ở St. Augustine.\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "Ross Bell, người phát ngôn cho Drug Foundation, nói: \"Một bản xem xét như thế không những quá hẹp, mà có vẻ nó còn ngăn chặn trước kết quả cuộc tranh luận của ngày thứ tư.\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "Sony đã nhận được 209 báo cáo về tình trạng máy quá nóng trên toàn thế giới, và một trong những khách hàng đã được báo cáo là bị bỏng nhẹ.\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"Những khác biệt trong tỉ lệ bay hơi, tính nhớt và sự phong hóa cung cấp cơ hội tốt để phục hồi dầu.\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "Cảnh sát biển Mỹ cho biết người đàn ông chưa biết đã chết khi rơi xuống nước trong khi cố gắng để tìm cách thoát khỏi khối băng.\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "Quân phiến loạn nói là họ sẽ lật đổ chính phủ và sẽ tước bỏ quyền lực của ông tổng thống mới đắc cử Pervez Musharraf.\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "Đợt phun trào này đã tạo ra một lỗ hổng lớn tại các sông băng, cũng như một khe nứt được tạo thành dưới sông băng, mà bây giờ là một khoảng dài 2km (1 dặm).\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "Đội bóng West Indies được dẫn dắt bởi York đã rất khó khăn và vất vả trong phòng ngự vì áp lực của Thụy Điển đối với đội bóng hầu như chỉ diễn ra trên nửa phần sân của họ trong suốt trận đấu.\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "Interpol đã gửi ban hành một \"Thông báo cam\" đối với nhà lãnh đạo Jemaah Islamiyah Đông Nam Á, Mas Selamat bin Kastari, người đã trốn thoát khỏi một trung tâm giam giữ vào hôm thứ Tư.\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "Thỏa thuận đã được sự chấp thuận của chính phủ Brazil trong tháng Mười Một năm 2007 và đã được chấp thuận bởi Quốc hội Pháp vào tháng Ba năm 2007.\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "Luân Đôn, Anh - Thế vận hội dành cho người khuyết tật mùa hè 2012 sắp diễn ra trong vòng chưa đầy một tuần, một phần của đoàn thể thao của Papua New Guinea đã đến Luân Đôn trong sớm ngày hôm nay để hỗ trợ hai vận động viên của nước này: vận động viên điền kinh Francis Kompaon và vận động viên cử tạ Timothy Harabe.\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "Singh, một bệnh nhân tiểu đường, đã từng có một cuộc phẫu thuật có tim nhân tạo ở Anh vào năm 1990 và tái tạo mạch máu ở Delhi vào năm 2004 và cuộc phẫu thuật này đã đặt các stent trong các huyết mạch của ông.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABC cũng cho biết rằng cả Woodruff và Vogt đã mặc áo giáp và mũ bảo hiểm.\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "Nói về tương lai của đảng Quốc gia Scotland, ông Salmond đã miêu tả các chiến dịch tranh cử ở Đông Glasgow và Glenrothes như là \"Cuộc thập tự chinh của đạo Phúc Âm\", \"đã nhanh chóng đi xuống ở Đông Glasgow\", tuy nhiên \"vẫn hơi kém hơn một chút ở Glenrothes.\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "Theo một báo cáo của Tập đoàn Truyền thông Nam Phi (SABC), một lệnh đã được ban hành bởi Cơ quan Khởi tố Quốc gia Nam Phi (NPA) - cơ quan hoạt động một cách riêng biệt với cảnh sát, để bắt giữ ủy viên quốc gia Jackie Selebi của cảnh sát Nam Phi và chủ tịch của Interpol.\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "Mặc dù chủ đích của Beast Loose in Paradise là \"có tính phim ảnh\" và \"tính kinh dị\" hơn.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Phương pháp này được thiết kế để gây sốc khiến mọi người nhận ra hút thuốc lá có thể gây tử vong và các bệnh nguy hiểm.\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "Sự cộng tác này đã được đồn đại trong nhiều năm, và số lượng đầu cơ đã tăng trong vài tháng qua.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Với tỷ lệ phiếu bầu 5-4, tòa án tối cao Hoa Kỳ đã bác bỏ bản án tử hình dành cho Patrick Kenedy, kẻ bị kết tội hãm hiếp trẻ em, tuyên bố rằng hình phạt này không tương ứng với tội danh và bản án vi phạm Hiến Pháp nghiêm cấm thi hành các án phạt tàn bạo và bất thường, và cũng chính vì vậy mà đặt ra một tiền lệ.\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "Có hai cơ sở ở Scotland, ở Faslane và Rosyth, cung cấp dịch vụ cho hạm đội tàu ngầm nguyên tử.\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "Gia súc thì dễ dàng hơn để quan sát, và 8,510 đầu gia súc tại 308 địa điểm đã chứng minh một xu hướng mạnh mẽ sự nhất quán định hướng cơ thể phù hợp với từ trường của trái đất.\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "Trang mạng là một bản chế nhạo Tom Cruise và sự tham gia của anh với Nhà thờ Khoa luận giáo, trở thành trung tâm của các cuộc tranh cãi khi nó hoạt động với một số lệnh ngừng và lệnh đình chỉ bởi Giáo Hội.\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "Trong trận đấu giữa Thổ Nhĩ Kỳ và Mỹ, một chiếc xe lăn đã được sửa ngay trong khi diễn ra trận đấu.\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "G. Sudhakaran, bộ trưởng đền thờ Kerala, trình bày một quan điểm khác trong một tuyên bố với The Times.\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "Phía huấn luyện viên trưởng người Thụy Điển Sven-Göran Eriksson của đội Anh đã có nhiều cơ hội hơn nhưng lại thất bại trong việc ghi nhiều hơn chỉ một bàn dẫn trước.\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "Một vài ví dụ nổi tiếng nhất của phần mềm tự do là hệ điều hành Linux, trình duyệt web Mozilla và bộ phần mềm văn phòng OpenOffice.\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "Theo lời Alex Orina người phát ngôn của Hiệp hội sức khỏe cộng đồng Kenya, mức lương hàng tháng kèm trợ cấp dành cho nhân viên y tế là KSh 25.000 tương đương (£193, US$302 và €230).\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"Nó sẽ chỉ thổi bùng thêm sự thù ghét người Do Thái và Israel, trong khi nó chẳng làm được gì để bảo vệ cuộc sống của người dân Israel.\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "Do đó, những người trên mái nhà cũng được đưa đi bởi lực lượng an ninh.\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "Dự báo thời tiết nói rằng cơn bão đã thay đổi hướng trước khi tấn công tỉnh Cagayan ở phần phía bắc của đất nước.\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "Đã xảy ra một cuộc tranh cãi ngay trước đêm biểu diễn giữa kẻ tình nghi và một trong số các nạn nhân.\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "Sinh ra ở Liverpool vào năm 1952, ông đã nhận bằng cử nhân học Khoa học Xã hội về Nghệ thuật từ Đại học Bách khoa Middlesex năm 1974.\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "Một trong những đối thủ của ông Ahmadinejad Mir Hossein Mousavi, trước đó đã tuyên bố mình \"chắc chắn\" sẽ là người chiến thắng và nói rằng ông có thể tranh cãi về kết quả.\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "Hoặc bạn sẽ chỉ nói là: \"Ổn thôi, tôi muốn thử mặc trang phục của phụ nữ đấy!\"\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "Hai phát súng còn lại đã không trúng ba cậu bé, một phát bắn vào chiếc xe hơi.\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "Người lãnh đạo của Đảng Đối Lập Tony Abbott nói rằng những con số đã minh chứng phí thuế carbon đánh vào các gia đình Úc.\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "Họ cũng bác bỏ ý kiến cho rằng thẩm phán đưa cho bồi thẩm đoàn những tài liệu không đầy đủ hoặc không rõ ràng, họ cho rằng \"các bị cáo đã đưa ra một tuyên bố sai lầm để thay thế\", và họ cũng cho rằng trong tình huống như vậy thẩm phán được phép sử dụng tài liệu ban đầu đặc biệt trong trường hợp này không bắt buộc là \"cáo trạng đã nộp lên là hoàn hảo để cảnh báo cho tòa về sự cần thiết cho một các trạng cụ thể.\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "Họ nói chỉ Cơ quan chính quyền Công nghiệp hàng hải được phép điều tra tai nạn trên biển.\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "Một số giáo sĩ Sudan tiêu biểu đã bỏ qua chỉ thị của chính phủ về việc không làm tình hình trở nên rắc rối hơn, mặc dù họ đã dừng việc đòi xử tử cô.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Giữa cuộc tranh luận và vòng bầu cử đầu tiên, Bobošíková đã rút lui không ứng cử nữa khi nói rằng bà thiếu những sự ủng hộ.\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "Bộ trưởng về Nhân lực và Khoa học Quốc phòng Warren Snowdon nói rằng Liên bang Đức đã được thông báo về khám phá này và rằng khu vực này sẽ được bảo vệ.\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "Một người bạn của người bị cho là kẻ tấn công đã rất sốc về những lời buộc tội và nói đây là \"một trong những người tốt và tử tế nhất chúng tôi biết ở trường.\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "122 vận động viên đã hoàn thành cuộc đua sáu ngày bắt đầu và kết thúc tại Adelaide, Nam Úc.\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "Trận đầu tiên 7,2 độ richte được ghi nhận lúc 4:08 sáng thứ Năm, theo giờ địa phương (UTC+11), 55km (35 dặm) về phía Đông, Đông Nam của Luganville, Espiritu Santo, Vanuatu với độ sâu 144,8km (90,0 dặm).\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "Một nhân viên cảnh sát ở quận Armagh, phía Bắc Ireland đã bị một tay súng của Continuity IRA bắn chết chỉ 48 tiếng sau khi hai binh sĩ bị hạ sát.\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "Ông nói tiếp \"Tôi không biết ai là thủ phạm [của vụ tấn công này], nhưng chắc là một trong các phe phái cựu chiến binh.\"\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "Một trận mưa lớn làm gián đoạn các hiệp, nhưng trận đấu khởi động lại và Brendan Taylor ghi được 60 không hụt khi Zimbabwe đạt mục tiêu với một quả bóng trong một kết thúc căng thẳng.\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "Ông McCain, đang có mặt ở Pháp sau khi đến Iraq phản ứng với vụ việc nêu rõ, \"Hoa Kỳ coi trọng sự riêng tư của tất cả mọi người và cần phải thực hiện hành động khắc phục.\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "Tại cuộc họp báo hôm thứ sáu, chủ sở hữu J. Paul Reddam tuyên bố rằng chú ngựa thuần đã bị thương và không chỉ rút khỏi cuộc đua ngày thứ Bẩy mà còn không tham gia thêm bất kỳ cuộc đua nào.\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "Điều này dẫn đến sức khỏe kém hơn, năng suất công việc thấp hơn, nhiều nguy hiểm trên đường hơn và đời sống tình dục ít sôi động hơn.\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "Woodruff trở thành đồng điều phối viên thường trực của News World Tonight của đài ABC, cùng với Elizabeth Vargas vào ngày 3 tháng 1 năm 2006, để thay thế cho điều phối viên trước đó là Peter Jennings.\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "Những con chuột có số lượng và hoạt động của tế bào diệt ung thư tự nhiên giảm mạnh.\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong cho biết là Bongo, vị lãnh tụ cầm quyền lâu nhất ở một nước Châu Phi, đã qua đời tại bệnh viện Quiron hôm thứ hai, ở tuổi 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Các cụm từ như \"Đừng lo lắng về điều đó\" và \"Ôi lạy Chúa tôi\" giống như các thương hiệu của nhà lãnh đạo không theo khuôn khổ này.\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "Người dùng tuy nhiên đã tuyên bố rằng \"Tôi không biết Palin là ứng cử viên khi tôi thực hiện các chỉnh sử đó, \" và \"không ai hướng dẫn tôi thực hiện các chỉnh sửa đó.\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "Mặc dù giá cả lương thực đã giảm so với mức cao kỷ lục vào giữa năm 2008, báo cáo này nói rằng giá cả thực phẩm toàn cầu vẫn còn cao so với những năm trước và rằng mức giá nội địa ở các nước đang phát triển vẫn cao một cách vô lý.\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "Điều này theo sau chỉ thị cho toàn liên bang yêu cầu trộn ethanol lẫn vào trong nhiên liệu-bang Minnesota cũng là bang đầu tiên thực hiện-chỉ thị này đã có hiệu lực vào năm 1997.\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "Đây là lần đầu tiên người Pháp thua trong vòng đấu bảng ở Cúp thế giới.\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "Tranh chấp bắt đầu vào tháng Sáu khi bạo lực bùng nổ giữa hai quốc gia này trong khu vực biên giới của Doumeira.\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "TfL, bên mua mạng lưới Tramlink từ Tramtrack Croydon Ltd. năm 2008, đã công bố các kế hoạch vào cuối tháng Một, sau khi trình hồ sơ dự thầu cho Công báo của Liên minh châu Âu (OJEU) vào ngày 29 tháng Một.\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "Tàu con thoi Discovery hiện nay đã cập Trạm vũ trụ quốc tế trong sứ mệnh Chương trình tàu con thoi STS-120.\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "Các trường hợp này là những ca ngựa đua nhiễm cúm đầu tiên, mặc dù trước đó có nhiều ngựa cho mục đích giải trí bị nhiễm cúm ở New South Wales và Queensland.\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "Những kế hoạch này đã được đệ lên toà phá sản trong sớm ngày hôm nay.\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "Anh này đã phủ nhận mọi cáo buộc về tội danh của mình nhưng sau năm tiếng, mười thành viên của bồi thẩm đoán đã chứng minh được anh ta có tội.\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "Trận động đất cũng có thể được cảm nhận ở gần Burundi, nhưng không có báo cáo về thiệt hại hay thương vong ở đó.\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "Trước khi khiếu nại, điểm số của Uchimura đã đặt đội Nhật ở vị trí thứ tư trong khi đội Anh đoạt huy chương bạc và Ukraine đạt huy chương đồng với 271,526 điểm.\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "Triều Tiên yêu cầu hơn nữa việc hủy bỏ những cuộc tập trận, \"những con rối gây chiến Hàn Quốc phải hủy bỏ ngay lập tức những cuộc tập luyện bắn đạn thật bên bờ biển đầy khiêu khích dự kiến ở Yeonpyeong.\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên nhiều cơ hội đã bị lãng phí và liên tục có những cú chuyền bóng tồi, Westmeath đã thua hai điểm ở những phút cuối của trận đấu.\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "Andrew Symonds là cầu thủ ghi bàn hàng đầu của Úc với 66 bào vị trong khi Adam Gilchrist ghi 55.\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "Luật sư của một vài gia đình cho biết một số người vẫn chưa thể vượt qua được nỗi đau mất người thân, đã nói \"Không có tang lễ chôn cất, không lời từ biệt. . chỉ toàn là nỗi đau.\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "Bạn đồng hành của Che Guevara trong \"Nhật ký Xe máy\" đã qua đời.\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "Tối thứ tư, vị chuẩn tướng ra lệnh Manning phải vứt bỏ chiếc quần sọc quyền anh của mình.\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "Bác sĩ Kevin Reilly của Vụ dịch vụ y tế California nói rằng \"chúng tôi không biết lợn rừng có đóng vai trò quan trọng hay không, nhưng chúng tôi biết trong một trang trại cụ thể này, có một lượng lớn lợn rừng, và chúng tôi đã chứng kiến tại đó cảnh chúng cắn xé bờ rào và đi bên dưới bờ rào để vào ruộng.\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "Ít nhất bảy ngôi làng nhỏ và thôn đã bị phá hủy hoàn toàn.\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "Bị bắn vào ngày 30 tháng Mười Hai, nhà báo đầu tiên tử vong trong năm 2012 là nhà báo kỳ cựu Shukri Ratib Abu Burghol.\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "Cô mô tả một ngày tiêu biểu của mình: \"Một tiếng rưỡi trước khi phát hình tôi đã ngồi trong phòng trang điểm.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Một báo động về sóng thần đã được gửi đi sau cơn động đất, nhưng đã được rút lại không lâu sau đó.\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "Hoạt động này sẽ mất khoảng ba tuần đến một tháng.\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "Tập đoàn Shin, tập đoàn công nghệ thông tin hàng tỉ baht và một ông lớn về IT, đã bị mất danh dự vì lời bình luận của Supinya Klangnarong trong cuộc phỏng vấn với tờ Thai Post vào tháng Bảy năm 2003.\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "Trước đó, một quả bom tự tạo đầu tiên đã phát nổ ở ngân hàng ở thị trấn Basque của Getxo.\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "Lời chỉ trích còn bao gồm thông lệ gửi séc tới các chủ thẻ qua mail, quên thông báo cho người yêu cầu rằng việc lập thẻ phụ có thể làm giảm điểm tín dụng và nâng cao lãi suất của họ, và \"phục kích\" các chủ thẻ bằng lãi suất tăng cao.\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "Vận động viên trượt tuyết khiếm thị cấp B3 Bathum đã nói chuyện với người hướng dẫn, Sean Ramsden, và ngay lập tức đi theo hai đường đua của anh ta.\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "Một vụ nổ đã được ghi nhận tại một đồn cảnh sát ở tỉnh Nonthaburi vùng ngoại ô phía bắc của Bangkok.\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "But Guillermo Sardina, 55 tuổi, từ Hamilton, N. J., nói \"Tôi ngủ suốt buổi tối.\"\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "Tuần trước, Samsung đã đẩy mạnh tiếp thị cho thiết bị chạy trên nền tảng Android mới nhất của hãng, Galaxy S.\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "\"Hắn lang thang ngoài đường phố với một đoàn làm phim truyền hình, \" trung sỹ cảnh sát Greymouth David Cross nói.\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "Có ít nhất 112 loài chim khác nhau, tổng cộng là 720 loài, nằm ở vườn thú.\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "Họ nói hôm thứ Bảy rằng những 100 người Shiite đã bị những chiến binh Sunni bắt làm con tin, và bị đe doạ tính mạng ở thị trấn al-Madain, gần Baghdad.\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"Được khích lệ, chúng tôi lần nữa đi vào một cửa hàng nhỏ và mua thêm nước ngọt để phân phát.\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "Anh ta đã có sự tiến triển tốt, và kể từ đó đã giảm thời gian ước tính của ông đến ở Brisbane thêm một tháng.\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "Zagel diễn giải yêu cầu nói rằng bồi thẩm đoàn muốn bản sao lời khai của mỗi nhân chứng trong phiên xử án.\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemusic. com cho biết họ đang chuẩn bị đưa các ca khúc trên trang web của mình từ hôm thứ Năm với tất cả lợi nhuận sẽ được tặng cho tổ chức từ thiện.\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "Trong khi đó, Neza cho biết cảnh sát và các đơn vị quân đội đang nỗ lực tiếp cận khu vực đó bằng xe bọc thép.\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "Quản lý của đội Kilmarnock, ông Jimmy Calderwood, phát biểu sau trận đấu: \"Nó là một ngày dài, rất dài.\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "\"Hôm nay họ chứng tỏ rằng bản án và cuộc hành hình là vì trả thù chứ không phải vì công bằng\", một người đi viếng nói với tờ Los Angles Times.\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "Ông cũng đã giữ vị trí của Steve Jobs khi CEO này có ca mổ cấy ghép gan.\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "Cơ chế Higgs là một yếu tố quan trọng trong lý thuyết điện yếu - một phần của Mô hình Tiêu chuẩn của vật lý hạt, và nhiều mô hình khác ngoài nó.\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "Các công dân được nói rằng họ phải \"phải trung thành kính trọng đồng chí đáng kính Kim Jong-un.\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu làm việc với khoản trợ cấp $2,8 triệu từ Viện Sức khỏe Quốc gia với hy vọng phát triển một xét nghiệm có thể xác định được khả năng một con cừu đực có xu hướng thích con cái trước khi nó được bán làm con giống.\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"Tôi nghĩ rằng nó sẽ giúp chúng tôi trong tương lai, nhưng ngay bây giờ chúng ta chỉ cần điểm, \" Ryan Miller, một trong những thủ môn của Sabres nói.\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "Theo nhà nghiên cứu khoa học của CSIRO, tiến sĩ Mike Raupach, 7,9 tỉ tấn carbon đã bị thải vào khí quyển ở dạng carbon dioxit trong năm 2005 - tăng gấp đôi so với tỉ lệ gia tăng kể từ năm 1990 và tỉ lệ này vẫn tiếp tục tăng nhanh.\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "Sự kiện lịch sử này xảy ra chỉ hai tuần sau khi Favre phá vỡ kỷ lục của John Elway cho chiến thắng sự nghiệp bởi một cầu thủ chủ công, đánh bại đội New York Giants với chiến thắng số 149.\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "Hai trong số năm thẩm phán bất đồng đã kết luận rằng những khác biệt này là vi phạm hiến pháp, nhưng về nguyên tắc, sự điều chỉnh của nó phụ thuộc vào các biện pháp lập pháp của nghị viện.\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "Hầu hết những người bị thương đã được chuyển đến bệnh viện gần nhất và những lời kêu gọi các khách hành hương giữ bình tĩnh và hòa bình đã được đưa ra.\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "UNMIS dự kiến ​​sẽ chở các thi thể đến sân bay gần đó, nơi mà công chúng không thể tiếp cận.\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "Sue Chipperton, là chủ và người huấn luyện Gidget bình luận như sau, \"Nó đã làm cho rất nhiều người hạnh phúc.\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "Có một sự tò mò là làm thế nào mà các nhân viên kiểm tra và nhân viên kỹ thuật không thấy gì khi họ kiểm tra máy bay trước chuyến bay.\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "Theo tin tức trực tuyến BBC có hơn 300 người bị bắt giữ và ít nhất 10 người bị thương sau đêm thứ hai của các vụ bạo loạn ở thủ đô Estonia, Tallinn.\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"Khi còn bé, tôi được nghe cha mình kể lại về một trận mưa tuyết vào đầu những năm 40 ở vùng ngoại ô phía Bắc Baghdad nhưng tuyết rơi ở Baghdad là một cảnh tưởng tuyệt vời nằm ngoài sức tưởng tưởng của tôi.\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "Người ta tin rằng các thám tử lập Bathurst đã thiết lập Strike Force Header sau khi nhận được khiếu nại từ một cựu sinh viên St Stanislaus năm ngoái.\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "Sau đêm nay, đội khởi hành đi Tokyo để thi đấu trong giải vô địch Câu lạc bộ Phụ nữ Quốc tế với một số các đội câu lạc bộ phụ nữ giỏi nhất thế giới bao gồm cả INAC Kobe Leonessa và NTV Beleza của Nhật Bản, và Olympique Lyonnais của Pháp.\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "Hai gia đình Palestine đã từng sống ở Đông Jerusalem từ năm 1956, đã bị đuổi ra khỏi nhà vào Chủ nhật sau khi một tòa án Israel bác bỏ đơn kháng cáo của họ chống lại việc trục xuất.\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"Do một cuộc tấn công của lực lượng không quân NATO vào ngày 6 tháng mười một tại tỉnh Badghis, bảy nhân viên an ninh Afghanistan (gồm cả quân đội và cảnh sát quốc gia Afghanistan) đã tử nạn và cũng có một số người bị thương, \" Bộ cho biết.\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "Trung tâm di tản lũ lụt Chữ thập Đỏ ở Urunga bị bỏ quên mà không có điện trong khi đó có 300 người xin tị nạn tại các cầu cảng.\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "Người dân địa phương của một số thị trấn nông thôn đã chạy ra biển để thoát khỏi đám cháy.\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "Đội Charger chỉ ghi được chín điểm, nhưng cũng giữ đội Los Lunas chỉ ghi được ba điểm.\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "Nhiều phim được trình chiếu tại lễ hội bao gồm cả phim ngắn, Byron's theme.\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "Sự kiện được gọi là Âm mưu Thuốc súng được tổ chức cùng những đợt bắn pháo hoa và pháo sáng, đốt lửa trại và những hình nộm của Guy Fawkes.\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "Hệ thống miễn dịch dường như đã tiến hóa để được kém hiệu quả đi một chút vì vậy mà nó đạt được một sự cân bằng giữa phản ứng nhanh với bệnh tật và giảm xác suất của bệnh tự miễn dịch, một tình trạng mà trong đó hệ thống miễn dịch tấn công các mô khỏe mạnh.\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "Ba xương ở chân đã bị gãy - xương pháo, xương vừng, và xương cổ chân.\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "Cùng lúc đó, ông đã ve vãn tầng lớp trên với những hứa hẹn ủng hộ kinh doanh và ủng hộ sự trở lại của quân đội Haiti.\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "Trước đó Kilmarnock có hai điểm ở vị trí thứ mười hai, vị trí đang nắm giữ bởi Falkirk.\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "Theo Mottaki, \"Có điều gì đó không ổn về việc đó vì thế tôi đã đưa ra lời xin lỗi của mình.\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\"Tầm nhìn chung của chúng tôi là cung cấp sự tiện lợi với chất lượng cao và giá cả phải chăng để phục vụ cho cộng đồng địa phương, những người mà sẽ cùng với chúng tôi nhân đôi sức mạnh, và vì vậy nhân đôi khả năng giao hàng đến các cửa hàng tạp hóa địa phương để đáp ứng yêu cầu của khách hàng Anh, \" ông nói.\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "Sự lây lan bệnh bại liệt hiện nay đã diễn ra trong một năm và bùng phát sáu tháng trước ở Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal và Sierra Leone.\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "Vận rủi và những sự thay đổi người có vẻ như đã cho Đức lần đầu tiên có cơ hội làm chủ thế trận.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Theo Folha de São Paulo, chính phủ Brazil đã mời João tham gia đám tang của Đức Giáo Hoàng.\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "Ủy viên hội đồng địa phương của Anh đã thông báo rằng họ đã bắt giữ một lượng kem làm từ sữa người được đưa ra bán tại một cửa hàng nằm ở London, Anh, Vương quốc Anh.\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "Vận động viên Taekwondo Cuba Ángel Matos hôm qua đã bị cấm thi đấu suốt đời vì đã tấn công trọng tài Thụy Điển Chakir Chelbat trong thế vận hội Olympic Bắc Kinh 2008.\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\"Tôi không nghi ngờ gì về việc Kevin Rudd sẽ nói rằng những điều luật nầy phải đuợc thông qua, rằng những điều này sẽ bị thay thế bởi một chính sách để phục hồi lại các quyền, \" bà Burrow chia sẻ với Sky News.\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"Telstra được hy vọng rằng sẽ cũng cấp những loại dịch vụ đó, \" ông nói.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ":\"Đường phố ở Bangkok an toàn đến mức nào?\"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "Chiến dịch diễn ra quyết liệt bắt đầu vào ngày 29 tháng sáu và với sự tham gia của hơn 9.707 ứng cử viên quốc hội và 33 ứng cử viên tổng thống.\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "Các báo cáo trước đó đã tuyên bố là có chất nổ trên máy bay, nhưng đã không tìm thấy.\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "Tay đua Lewis Hamilton của đội đua Vodafone McLaren Mercedes bắt đầu từ vị trí pole giành chiến thắng tại Cuộc đua công thức-1 năm 2007 của Nhật Bản Grand Prix tại đường đua Fuji Speedway, Oyama, Nhật Bản.\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "Chính quyền ở Belgrade và Giáo hội Chính thống Serbia đã kêu gọi tẩy chay.\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "\"Dù chúng tôi hiểu rằng không có cách nào giúp Alex, Bethan và những người đã mất sống lại, chúng tôi vẫn muốn đảm bảo rằng sẽ không để điều này xảy ra lần nữa, \" gia đình hai nạn nhân cho biết trong một tuyên bố chung.\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "Atlanta sau đó được trao một đặc quyền kinh doanh mở rộng vào năm 1997, và Thrasher bốc thăm để bắt đầu mùa giải 1999-1900 NHL.\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "Một tên lửa của Israel đã tấn công tòa nhà Press TV trên Dải Gaza.\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "38 người được cho là đã chết trong một vụ đánh bom tự sát trong thời gian một đại hội chính trị ở tỉnh Biên Giới Tây-Bắc Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Đôi khi cảnh sát ép buộc người dân tự phá hủy chính ngôi nhà mình.\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "Trong bài phát biểu của mình, ông Bush đã chào mừng các bậc cha mẹ và ông bà đến một \"sân bóng lịch sử.\"\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "Sony nói rằng họ đang phải trả tiền cho chủ sở hữu tòa nhà Casa Maria để được quyền quảng cáo trên các bức tường của họ.\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "Sau vụ nổ, họ đã bình luận rằng công nhân đã phàn nàn \"hệ thống thông gió của nhà máy quá lạc hậu.\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "Mặc dù đã giảm bạo lực trong nước trong những ngày cuối tuần vừa qua, Nội các Pháp đã đồng ý yêu cầu quốc hội gia hạn thêm ba tháng để thực hiện các quyền lực khẩn cấp.\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "Nguồn thông tin còn cho Wikinews biết rằng mặc dù phiên bản tiếng Anh đã bỏ chặn, nhưng phiên bản tiếng Hoa vẫn còn bị khóa và khó truy cập trên một số vùng của lãnh thổ.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Dịch vụ gặp mặt trực tiếp không bị ảnh hưởng bởi cuộc đình công vào ngày hôm qua; công đoàn đã thông báo rằng điều này sẽ được tiếp tục bằng một lệnh cấm vô thời hạn với việc làm việc thêm giờ của nhân viên.\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "Mặc dù vậy, bản báo cáo viết rằng hãng hàng không Garuda Indonesia đã không cung cấp cho ông bất kì khóa huấn luyện giả lập nào với tình huống tương tự nhờ đó mà cơ phó mới có thể tước quyền kiểm soát khỏi cơ trưởng, người đang điều khiển máy bay không an toàn.\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "Cô Smith là phát ngôn viên cho công ty TRIMSPA trước khi cô mất, và lúc này công ty TrimSpa đã xóa hoàn toàn mọi nội dung trên trang của họ, sau khi gỡ hết xuống họ chỉ đăng duy nhất một tin báo để trả lời về cái chết của cô này.\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"Tôi sẽ gặp uỷ viên về sự riêng tư, tôi sẽ gặp những người trong ngành taxi, tôi sẽ hội ý với người dân theo một cách trang trọng hơn nhiều.\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "Faith Hill đã giành được giải thưởng Nữ Ca sĩ của Năm 2000.\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"Trong khi không rõ liệu người lính AIF trong đoạn video có thực hiện bất cứ hành động đe dọa công khai nào hay không, rõ ràng rằng Binh chủng lính thuỷ đánh bộ 3/1, bao gồm hạ sĩ, ý thức được rằng việc chết giả vờ là TTP (chiến thuật, kỹ thuật và quy trình) thường thấy của kẻ thù.\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "Cuộc nghiên cứu Bình Đẳng cho Nữ Giới: Chúng ta đứng ở đâu trong Mục Tiêu Phát Triển Thiên Niên Kỉ 3? Nhìn vào những thành tựu đạt được bởi những nước đang phát triển như là một nỗ lực của Mục Tiêu Phát Triển Thiên Niên Kỉ (MD).\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "Shota Utiashvili, người phát ngôn bộ nội vụ cho biết, \"Đây sẽ là một cuộc thảm sát nhân đạo nếu biên giới bị đóng lại.\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "Thái tử Abdullah đã thực hiện hầu hết những công việc của người cha đau yếu trong những năm gần đây, và Thái tử rất có khả năng sẽ ứng cử cho vị trí kế thừa ngôi vương trong trường hợp Vua Fahd không thể chống chọi lại bênh tật.\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "Việc này đã dẫn đến việc rò rỉ heli lỏng siêu lạnh, gây ra thiệt hại lớn.\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "Sau khi tìm thấy xác, họ khẳng định đã mang về nhà và bảo quản trong một máy ướp lạnh.\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "Tổng thống Sudan Omar al-Bashir đã công bố việc thả tự do cho tất cả các nhà báo bị giam giữ trong các nhà tù của nước này trong một cuộc họp các nhà báo tại thủ đô Khartoum, vào thứ Bảy.\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "Pope Shenouda II của Alexandria, nhà lãnh đạo của nhà thờ thiên chúa giáo Coptic của Ai Cập, đã mất ở tuổi 88.\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "Đoạn quảng cáo sau đó đã chỉ trích chính sách giảm thuế của McCain, tiền của các công ty dầu mỏ và \"giảm thuế cho các công ty chuyển việc làm ra nước ngoài.\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "Dự án tài trợ cho diễn đàn nhằm mục đích đẩy mạnh những ấn phẩm bằng tiếng Anh, chính thức bắt đầu vào tháng Năm 2004.\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "Tất cả các cuộc phỏng vấn được thực hiện qua thư điện tử, và các cuộc phỏng vấn được công bố chưa được biên tập, cho phép các ứng cử viên truyền đạt thông điệp của họ đầy đủ đến độc giả của chúng tôi, không bị gián đoạn.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Không giống như các quốc gia Balkan khác như Slovenia, Croatia và Bosnia, Montenegro đã giành được độc lập mà không có bạo lực.\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "Cegalis chạy đua ghế vào năm 2004, giành được 44% phiếu bầu, đạt thành tựu tốt nhất của đảng dân chủ chống lại Hyde.\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "Một phần doanh thu đáng kể của PepsiCo đến từ các nhãn hiệu thức ăn nhẹ thuộc dòng sản phẩm Frito-Lay và Quaker Oats.\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "Victoria chưa công bố họ sẽ bán hay không bán.\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"Cuộn băng bổ sung thêm bằng chứng về vụ bắn súng này đã chứng minh cho lời khai của hạ sĩ rằng người lính AIF bị thương đang che giấu tay trái của anh ta phía sau đầu.\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "Ngày 13 tháng Mười Hai năm 2001, vào lúc 11:45 sáng, giờ địa phương (5:30 UTC), khi các nghị sĩ đang chuẩn bị rời khỏi tòa nhà, những phiến quân được vũ trang với súng AK-47 và lựu đạn cầm tay đã chọc thủng an ninh tại cổng số 12 của tòa nhà Quốc hội và nổ súng bừa bãi, giết chết sáu cảnh sát và một nhân viên Quốc hội.\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "Chính phủ Mỹ đã cảnh báo các dịch vụ tài chính tư nhân rằng al Qaeda đang có kế hoạch tấn công mạng các tài khoản ngân hàng và chứng khoán Mỹ, các quan chức cho biết hôm thứ Năm.\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "Đám đông hàng ngàn người gần đó tụ tập gần đám cháy, bao gồm những người đứng xem và những người có ý định giúp đỡ hoặc muốn có được thông tin về người thân trong đó.\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "Các nhóm nhân quyền và Liên hiệp quốc đã hi vọng Iraq sẽ kiềm chế sử dụng án tử hình đối với người dân của họ và thúc giục chính quyền không thi hành các án tử hình.\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "Sau khi Pháp chiếm ưu thế hoàn toàn trong hiệp một, Ireland đã có tia hy vọng yếu ớt khi Brian O'Driscoll đã cố gắng xoay sở và kiếm được một điểm ở giữa hiệp hai, đáng buồn là cho đội chủ nhà, nỗ lực đó là không đủ khi Pháp đáp trả với nỗ lực thứ hai đem về 26 điểm.\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "Iran đã tuyên bố được sử dụng chương trình hạt nhân của mình cho mục đích hòa bình, chứ không phải vũ khí hạt nhân, nhưng cũng có những mối quan tâm lo ngại trong khối Liên minh châu Âu và Hoa Kỳ rằng điều này có thể không đáng tin cậy.\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "Buổi lễ được dự kiến tổ chức vào ngày Chủ Nhật, 25 tháng Hai, 2007, tại nhà hát Kodak tại Hollywood & trung tâm Highland.\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "Đây là bước đầu tiên của công ty hướng tới việc tham gia vào thị trường sức khỏe.\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "36 thi thể từ hầm mỏ Eland thuộc Công ty khai thác mỏ vàng Harmony đã được đưa lên vào đầu cuối tuần từ độ sâu 1,4km (1mi).\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "Horta cho biết ưu tiên chính của chính quyền của ông sẽ là \"khôi phục an ninh và di chuyển 150.000 người trong trại tị nạn về nhà.\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "Một trận động đất 6,4 độ đã xảy ra gần bờ biển phía đông đảo Honshu, Nhật Bản vào sáng sớm thứ Hai, theo cục khảo sát địa chất Hoa Kỳ.\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "Bây giờ, Lidge đã sẵn sàng để chiến đấu lại một lần nữa sau phần còn lại cần thiết.\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "Theo ông Jerome Valcke, Tổng thư ký của FIFFA, việc bố trí thêm các trợ lý trọng tài sẽ được thử nghiệm tại vòng thi đấu UEFA hoặc FIFA sắp tới và hi vọng luật thi đấu sẽ được quyết định trong cuộc họp năm tới.\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "Họ tin rằng anh ta là thành viên của băng đảng mô tô Hells Angels.\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "Các nhân chứng nhìn thấy khoảng hai mươi người chạy ra từ chiếc máy bay rơi.\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "Chúng tôi sẽ phải thay đổi cách thức như thường lệ để đối phó với tình trạng khan hiếm ngày càng gia tăng, ông Frank Rijsberman, Tổng giám đốc của IWMI, đã phát biểu trong báo cáo công bố tại hội nghị \"Tuần lễ nước thế giới\" năm 2006 tại Stockholm.\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "Dù sao thì Kuan-hua Lai không chỉ giành chức vô dịch Đài Loan, được bình chọn là \"Vận động viên đua xe đạp Đài Loan nổi tiếng nhất\", mà còn giúp đội của mình (Đội đua Giant Asia) giành chức Vô địch Đội trong giải này.\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "Thị trưởng Tuguegarao, Randolph Ting cho biết, \"Nhiều ngôi nhà đã bị phá hủy và cây cối, cột điện bị bật gốc.\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "Gabriel Amorth, thầy phù thủy hàng đầu của Giáo hội Công giáo La mã cho rằng nữ sinh mất tích Emanuela Orlandi đã bị bắt cóc và xâm hại tình dục ở một tiệc rượu dành cho các nhà ngoại giao nước ngoài được cảnh sát Vatican tổ chức.\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "Một cuộc đua ngựa của giải National Hunt tại Carlisle ngày hôm qua cũng đã bị hủy bỏ.\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "Lượng cử tri đi bầu cao, kết quả bầu cử được dự đoán sẽ cao hơn so với năm 2002 (77%).\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "Bỉ có chung đường biên giới với Pháp (620 km), Đức (167 km), Luxembourg (148 km) và Hà Lan (450 km).\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "Một quả bom nặng 600 pound được tìm thấy ở Bắc Ailen đã được tháo ngòi nổ bởi một đội phá bom.\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "Cháu bé thứ năm đã tử vong sau khi một cuộc truy đuổi của cảnh sát gây ra tai nạn tại Dinuba, California vào Chủ nhật ngày mùng 9 tháng Tám.\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "Hiện nay, chiếc giày dép lâu đời nhất được biết đến là những chiếc xăng đan được làm từ vỏ cây ngải đắng, được tìm thấy ở Rock Cave Fort, Oregon tại Mỹ.\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"Tên lửa mang một đầu đạn rất mạnh cho phép nó hoạt động chống lại các nhóm tàu chiến và tàu ngầm lớn.\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "Campbell cũng thêm rằng những con cá voi này dài tới năm mét (mười bảy feet), và một số con cá con dài khoảng từ một mét đến một mét rưỡi (ba đến năm feet).\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "Theo luật pháp I-rắc, Hussein sẽ bị treo cổ trong 30 ngày, và không có cơ hội để được tha thứ.\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "Một điều luật được ban hành năm 1995 tại Louisiana cho phép thi hành bản án tử hình với những ai phạm tội hãm hiếp trẻ em dưới 12 tuổi ( sau đó sửa chữa thành dưới 13 tuổi).\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "Bên cho vay gộp các thế chấp này lại thành tài sản thế chấp để có thể mượn tiền từ các công ty tài chính khác như GMAC.\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "Ông này và Bộ trưởng Ngoại giao Hàn Quốc Ban Ki Moon đang chạy đua cho vị trí của ông Annan, người sẽ kết thúc nhiệm kỳ vào cuối năm nay.\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "Họ đã chuyển thế trận từ 14-8 sang 20-17; ở mức điểm đó, Ukraine đã nghỉ giữa giờ.\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "Cậu là bé trai đầu tiên được sinh ra trong một gia đình hoàng tộc Nhật Bản sau cha cậu vào năm 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Hôm thứ ba, Apple kiện HTC, một công ty sản xuất điện thoại di động của Đài Loan, tuyên bố 20 hành vi vi phạm bằng sáng chế, chủ yếu liên quan đến giao diện người dùng của dòng sản phẩm iPhone do Apple sản xuất.\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 và S3200 - cho phép tốc độ truyền dữ liệu tương ứng lên tới 1.6 Gbps và 3.2 Gbps - trên lý thuyết sẽ làm Firewire (tên tiêu chuẩn của Apple) nhanh hơn bốn lần so với tốc độ hiện tại.\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"Tôi không bao giờ tin điều này sẽ xảy ra bởi tôi nghĩ rằng sẽ có người đứng lên nổi dậy.\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "Numbersixvalverde, con chiến thắng của cuộc đua năm 2006, kết thúc cuộc đua với thứ sáu trong khi ngựa chiến thắng năm 2005 Hedgehunter xếp hạng chín.\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "Bắc Triều Tiên cũng đã công bố kế hoạch tiếp tục hoạt động nhà máy Yongbyon, cũng như bắt đầu xây dựng một lò phản ứng lớn hơn.\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "Nam Phi cũng thấy được tầm quan trọng của việc giữ mối liên lạc với Hamas trong việc tìm kiếm hòa bình ở Trung Đông.\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "Giáo sư Yossi Vardi được biết đến là 'Bậc tiền bối trong giới doanh nhân'của Isarel và ông có nhiều con đang trong quá trình hình thành các công ty công nghệ đã được ông hỗ trợ phát triển trong ngành Internet đang bùng nổ của Tel Aviv.\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "Jimmy Wales đã được thông báo bởi một thành viên trong nhóm nghiên cứu của ông vào ngày 27 tháng Một năm 2006 rằng tất cả các hiệu chỉnh do Nature cũng cấp đều đã được sử dụng.\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "Trong khi đó, phi công của Garuda 200 đã bị xử phạt sau tai nạn, gây ra một cuộc tranh cãi lớn từ phía dư luận.\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "Gần với bề mặt mặt trăng, Cassini phát hiện ra rằng các tinh thể khá lớn giàu Natri và Kali nhiều áp đảo trong các luồng hơi.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Nga đang cố gắng xây một nhà máy điện nguyên tử ở Thổ Nhĩ Kỳ và theo Tổng thống Nga Dmitry Medvedev thì hợp đồng đã được ký vào ngày thứ tư \"thật là còn hơn cả sự ấn tượng.\"\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "Sáu tổ chức truyền thông, bao gồm cả Fairfax, đang gia tăng sự phản đối chính thức với các phiên điều trần bí mật trong một phiên tòa xét xử khủng bố sắp tới tại Úc.\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "Anh ta nói các trang web mặc dù có chứa một vài lỗi chính tả, nhưng \"thực sự tốt.\"\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "Thượng nghị sĩ Joe Ludwig (Đảng Lao động, bang Queensland) đã hỏi Bộ trưởng Tư pháp và Hải quan thượng nghị sĩ Chris Ellison trong thời gian chất vấn liệu ông còn bảo vệ quan điểm của mình ngày hôm qua khi cho rằng sự phát hiện ra tàu Jian Seng chứng tỏ rằng chính phủ Úc đã thực hiện \"giám sát trên không và trên biển để ngăn chặn tàu trong những trường hợp như thế này, và điều đó đã được thực hiện\", và hỏi lý do Chính phủ phải mất hai tuần để chặn con tàu sau khi nó đi vào vùng biển Úc.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Trước hiệp hai, Australia đã phản công giành lại thế dẫn đầu 4-3, nhưng chỉ kết thúc hiệp ba với tỉ số 4-4 với Mỹ, và thậm chí còn thua 4-6.\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "Jackson đang chịu bản cáo trạng về bảy điểm buộc tội hành vi dâm dục và khiêu dâm đối với một em bé dưới 14 tuổi, và hai điểm buộc tội vì phân phát chất gây say.\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "Phiên tòa liên quan đến người đàn ông Sydney Faheem Khalid Lodhi, người bị buộc tội có hành vi chuẩn bị cho một cuộc tấn công khủng bố.\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sulpicio nói với tòa án xét xử khu vực Manila rằng cả hai Đạo luật Cộng hòa 9295 và Luật phát triển hàng hải nội địa năm 2004 đã loại bỏ quyền hạn của BMI trong việc điều tra sự cố hàng hải và rằng cuộc điều tra ủy bản vào ngày 25 tháng Sáu là \"đột xuất, bất hợp pháp, và không có hiệu lực.\"\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "Fed hi vọng rằng bằng cách giảm giá trị đồng đô khi vay, người dân sẽ bắt đầu chi tiêu và đầu tư nhiều hơn.\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "Ví dụ, Ban Ki-moon, Tổng thư ký Liên Hợp Quốc hôm qua kêu gọi việc phải hoãn lại các cuộc bầu cử.\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "Cảnh sát đang cảnh báo rằng mọi người có thể nhầm lẫn lựu đạn CS và chất nổ được phóng với những phát đạn, và ông khẳng định không có phát súng nào được nổ.\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "Các công nhân này đang thực hiện những hành động không chính thức để ủng hộ ba ngày đình công ở nhà máy lọc dầu Lindsey ở Lincolnshire, Anh.\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "Oleg Mitvol nói rằng mặc dù sự cố tràn lưu huỳnh không nguy hiểm với môi trường, nhưng hai con tàu vận tải có thể bị rò rỉ dầu nhiên liệu từ thùng chứa, gia tăng sự ô nhiễm.\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "Theo văn phòng Tổng thống Nga, nước uống sẽ không còn hiện hữu trong những gì cấu thành nên thủ đô Nam Ossetia, Tskhinvali, bởi vì \"các nhà máy nước và xử lý nước thải đã bị phá hủy.\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "Nghị sĩ đảng cộng hòa John McCain đã thừa nhận nghị sĩ đảng dân chủ Barack Obama.\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "Hầu hết các thay đổi này là do giá khí đốt giảm và triển vọng về việc làm đã được cải thiện.\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "Theo công ty, tất cả sữa đã được sàng lọc theo tiêu chuẩn \"cao nhất và an toàn nhất\" trước khi nó được thanh trùng và chuẩn bị cho người tiêu dùng.\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "Bụng tàu sẽ được kiểm tra sau vào tuần này.\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "Khoảng 25% người dân Ấn Độ trên bảy tuổi bị mù chữ trong cuộc điều tra dân số năm 2011, tỉ lệ này đã giảm 10% so với cuộc điều tra dân số trước đó mười năm.\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "Nó đề cập đến chủ đề quan hệ chủng tộc ở New Zealand, đặc biệt là tình trạng riêng biệt của người Maori, một nhóm dân tộc bản địa của New Zealand.\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "Cuộc tranh luận trước thềm bầu cử theo truyền thống kéo dài 90 phút và diễn ra vào lúc 19:30 trong ngày Chủ nhật đầu tiên của chiến dịch.\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "\"Chúng tôi sẽ thực hiện mọi biện pháp cần thiết để kết thúc những hành động hung hãn này của một quốc gia mà không chịu trách nhiệm và chấm dứt các hoạt động của một đối tác quan trọng trong chính phủ của chính họ, \" Bộ trưởng nội các Israel Isaac Herzog nói với Reuters.\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\"Việc sẵn sàng thử nghiệm và thử những điều mới mẻ chính xác là những thứ mà việc bảo tồn ở New Zealand cần, \" ông nói.\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "Dịch vụ xe buýt tại Khu 1 đã được hồi phục lại vào hồi 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Điều này đã mâu thuẫn với báo cáo của Cơ quan nhà nước Nga RIA Novosti cho biết trong số người chết chỉ có hai công dân Nga.\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "Tất cả các nhân viên hiện nay đều đã từ chối nói chuyện và tuyên bố rằng họ không chịu trách nhiệm cho hành động này.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Ông Qarase đã lái xe đến khu đất của ông, nhưng quân đội ở một rào chắn bên ngoài đã thông báo rằng ông sẽ phải đi bộ phần còn lại của quãng đường.\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "Bộ cũng tin rằng vụ việc có thể được gắn với các cuộc xung đột ở Myanmar giữa Phật giáo và Hồi giáo, bất chấp việc các sự việc mang tính bạo lựchiếm khi xảy ra giữa cá phật tử ở Ấn Độ.\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "Sau nhiều tháng vận động, Johnson đã vượt qua chính trị gia R. Lee Wrights ngay lần bỏ phiếu đầu tiên với 70 phần trăm tán thành trong 595 đại biểu tham gia hội nghị.\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "Chú khỉ màu đen trắng với chiếc đuôi dài và đang mặc tã, đã bị trói ở vườn bia phía bên ngoài câu lạc bộ đêm trên phố State khiến cho mọi người bắt đầu tò mò vuốt ve con vật này.\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "\"Công ty được sáp nhập sẽ cung cấp cho khách hàng 1 mạng lưới kết hợp lớn hơn, \" giám đốc điều hành BAWillie Walsh nhận xét.\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "Viện Vật lý địa cầu đã mất đi một phần các thiết bị quan trọng được lắp đặt trên sườn núi Tungurahua, hạn chế khả năng giám sát các hoạt động núi lửa.\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "Ông sẽ trở về trang trại ở Texas tuần này để gặp các cố vấn quân sự và kinh tế. Sau đó, ông sẽ đi Illinios để ký duyệt bộ luật về đường cao tốc.\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "Những triệu chứng này được nói là do \"nhiễm vi rút nghiêm trọng và do các chất hóa học không thường được tìm thấy trong các sản phẩm thực phẩm\" như quan chức trong chiến dịch của ông nói.\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "Họ đề xuất loại bỏ thuyết Thiết kế thông minh từ các chương trình giảng dạy sinh học nhưng lại cho phép thảo luận về thuyết Thiết kế thông minh trong các khóa học về triết học và so sánh tôn giáo.\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "Các quan chức Shi'ite sau đó nói rằng các thi thể- được cho là của các con tin-được tìm thấy ở sông Tigris.\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "Bolessuaf, 86 tuổi, thích đọc thiệp được viết bằng tiếng Ba Lan mà ông nhận được từ người anh em họ của mình, Đức Giáo Hoàng.\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "Tuy nhiên trận đấu vẫn tiếp tục, đội đương kim vô địch Champions League vẫn phải thi đấu cho hết các hiệp phụ, và Celtic vẫn còn 27 phút để gỡ hòa.\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "Thông điệp rõ ràng được đưa ra bởi tòa là: sự trở lại tồi tệ hay là không, Jackson sẽ xuất hiện ở tòa! Và nhanh chóng! Chỉ có cảnh truyền hình của viên luật sư bào chữa Mersereau của Jackson mong đợi cùng với người trợ lý Susan Yu, cả hai đều bận rộn nói chuyện điện thoại di động trong khi căng thẳng chờ đoàn xe hộ tống của Jackson ở lề đường bên ngoài tòa án, dường như làm suy giảm cảm giác Jackson sẽ đến kịp giờ để khỏi bị rút giấy bảo lãnh.\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "Các \"tu sĩ\" và \"bậc thầy\" tự phong đang được cảnh sát tăng cường theo dõi ở Ấn Độ sau vụ bắt giữ Madhavan, và cảnh sát cũng đang điều tra cụ thể nguồn gốc của cải của họ và các vụ lừa đảo có thể có.\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "Điều ước được thiết kế để tăng cường sự hiểu biết lẫn nhau và sự tự tin bằng cách tạo cho mọi thành viên, bất kể quy mô, một vai trò trực tiếp trong việc thu thập thông tin về lực lượng quân sự và các hoạt động mà họ quan tâm.\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "Trung tá Rupert Thorneloe, 40 tuổi, Cán bộ Tư Lệnh của Tiểu đoàn Welsh Guards thứ 1, và lính thiết giáp Joshua Hammond, 18 tuổi, thuộc trung đoàn Xe tăng Hoàng gia thứ 2, đã thiệt mạng khi một thiết bị nổ đã phát nổ dưới xe bọc thép Viking của họ.\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "Sự phân tích những nghiên cứu melatonin đã tán thành sự hiệu quả bổ sung gây tranh cãi như là một chất hỗ trợ giấc ngủ.\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "Nó cũng sẽ được sử dụng trong tương lai liên quan đến các lĩnh vực y tế, dân số và tỷ lệ tử vong.\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "Anson Chan, cựu Tổng thư ký và là một trong những ứng cử viên của cuộc bầu cử Hội đồng Lập pháp sắp tới, cũng tham gia vào sự kiện này.\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "Các cuộc đàm phán đang được thực hiện để giải phóng những người bị bắt, theo một cảnh sát trưởng địa phương.\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "Đôi giày này, có mức giá khởi điểm là 2.930£ (3.580$ US), gần đây đã thuộc về bà Eleanor Graham 65 tuổi.\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"Canada có thể chăm sóc Triều Tiên, \" một người đàn ông trong quảng cáo truyền hình nói.\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "Ngày 20 tháng 7, Đan Mạch cho biết họ đã di chuyển các thông dịch viên và các nhân viên người I rắc khác cùng với gia đình của họ bằng đường hàng không.\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "Winner cũng sở hữu các khách sạn, công ty thép, và nhiều công ty khác.\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\"Ban đầu chúng tôi nghĩ rằng, chiếc giày và các vật khác là khoảng 600-700 năm tuổi vì chúng ở trong tình trạng tốt như vậy\", đồng tác giả Tiến sĩ Ron Pinhasi từ University College Cork ở Ireland, cho biết.\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "Tổng Thư ký FIFA, Jerome Valcke đã tuyên bố: \" chúng tôi quyết định ngừng sử dụng công nghệ vạch cầu môn và tất cả các thử nghiệm công nghệ khác.\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "Trước đó Itar-Tass cũng đã đưa tin rằng theo một nhà ngoại giao nước ngoài giấu tên ở Bình Nhưỡng, các bức chân dung của Kim Jong Il gần đây đã bị tháo xuống khỏi những khu vực công cộng một cách bí mật và không có lời giải thích nào.\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "Sáng nay, mười sáu người chiếm giữ còn lại được thông báo để chuẩn bị danh sách các đồ vật cho các lần vận chuyển tiếp theo.\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "WiredFire, trong một cuộc phỏng vấn với Rickard Falkvinge, người đứng đầu của Đảng Pirate Thụy Điển, báo cáo rằng cảnh sát đã bắt giữ ba thành viên, cuối cùng chỉ tạm giam hai người.\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "Ông đã được trao một MBE, một OBE và một CBE và đã về hưu vào năm 2002.\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "Các quan chức Hamas và các nhân chứng tường thuật rằng các trang trại, nhà máy sữa, các khu vực nhỏ thuộc quân đội Hamas, và các cơ sở xưởng kim loại đã bị nhắm tới.\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "Maher nói rằng anh được yêu cầu xuất hiện trong một bản tin của đài CBS News.\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "Tuy nhiên, họ từ chối thông báo cụ thể về các thành phần của chúng vì những thông tin đó có thể sẽ hữu ích khi thẩm vấn các nghi phạm.\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "Cho đến nay, virus dường như chỉ lây nhiễm với ngựa tại NSW và Queensland, với 51 trường hợp được xác nhận và thêm 400 trường hợp nghi ngờ.\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "Chân sau bên phải của Barbaro đã bị gãy trong thời gian mở màn cuộc đua Preakness.\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "Bản thỏa thuận được lập ra với giá cao giả tạo để loại bỏ sự cạnh tranh giữa các thành viên đã được trình ra bởi đơn vị kiểm soát Lufthansa, đơn vị này đã báo động những quyền lực trong việc miễn trao đổi giao dịch đến bên nguyên.\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "Người bạn, vẫn chưa biết danh tình, đã bắn Rhys Johnson vào tim với khẩu súng hơi Webley Vulcan đường kính. 22 ở cự ly gần.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Các chiến thắng của đội Steel và Vixens được xem là kết quả bất ngờ nhất đối với những người theo dõi các giải đấu bóng rổ.\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "Tiền đạo Xavier Moya và Chris Thompson tung ra sự phòng vệ chặt chẽ từ bên trong ở một pha giữ bóng.\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "Vào ngày thi đấu thứ 3 của Giải Vô địch Bơi lội thế giới 2007 dành cho người khiếm thính, trận chung kết các hạng mục bơi tự do 1500m nam, bơi tự do 800m nữ, bơi ếch 50m, bơi tự do 200m, bơi tiếp sức phối hợp nhóm 4x100m đã được diễn ra ngay trong buổi chiều và tối.\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "Đối với kỳ thi này, 665 học sinh trung học bị phát hiện gian lận, gấp đôi số lượng năm ngoái, và tại một trường trung học người ta phát hiện rằng các câu trả lời của đề thi đã được đưa cho 111 học sinh trước kỳ thi.\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "Tại thủ đô London, Anh - Đội bóng bầu dục trên xe lăn của Úc đã đánh bại đội Canada với tỷ số 66-51 đem về huy chương vàng cuối cùng cho Úc ở thế vận hội dành cho người khuyết tật hè 2012.\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "Sau khi Titan III thứ hai được đưa vào sử dụng, nó được sửa lại để phục vụ như là một bệ phóng cho Phòng thí nghiệm quĩ đạo có người lái của Lực lượng không quân Mỹ (MOL).\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"Cầu mong họ sẽ được yên nghỉ, và gia đình họ sẽ cảm thấy được an ủi hơn trong những ngày khó khăn ở phía trước.\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "Nhóm Phóng viên Không Biên giới của các phương tiện truyền thông tự do đã gọi hành động này là \"nguy hiểm\", và cảnh báo rằng nó có thể bị sử dụng nhằm vào \"những người dân thường\" thực hiện quay phim những hoạt động bạo lực.\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "Cuộc điều tra kết luận rằng Stephanides vi phạm quy định bằng cách giúp công ty của Anh, Lloyds Register Inspection Ltd., giành được một hợp đồng theo chương trình này của LHQ cho Iraq.\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"Anh ấy có trái tim lớn nhất trong số bất cứ ai mà tôi biết và sẵn sàng cho đi bất kỳ thứ gì kể cả chiếc áo sơ mi đang mặc trên người.\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "\"Ông cho biết ông không có ý làm nhục những người này,\" Shriver phát biểu trong cuộc phỏng vấn trên báo Good morning America vào thứ Sáu.\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "Luật sư biện hộ cảnh báo ban hội thẩm nên lờ đi những bình luận của giới báo chí vì họ có thể kết tội bị cáo trước cả khi phiên xử án bắt đầu.\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "Murray không bình luận gì về việc các quyết định được đưa ra như thế nào hay về lý do cụ thể tại sao bảng quảng cáo này bị từ chối.\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "Ông Adamopoulos nói rằng ông đang tính sẽ kiện những người tung tin lừa bịp.\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "Họ cũng thúc giục Thủ tướng mở rộng các nỗ lực trong việc giải quyết khủng bố và chủ nghĩa cực đoan.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Ông cũng nói thêm rằng Lawrence đừng tham gia vào chiến dịch tranh cử của các đại diện Đảng Cộng hòa Úc trong Hội nghị Lập hiến Úc vào năm 1998.\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "Các gia đình nói rằng thủy thủ đoàn bị bắt có \"rất ít nước uống hoặc thực phẩm, .\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "Pháp quan tòa án Bach nói rằng đạo luật sẽ không được đưa vào hoạt động cho đến khi Nghị viện hoàn tất việc tư vấn bao quát, và rằng quyền hạn mới của những chấp hành viên tòa án sẽ được giám sát cẩn thận.\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "Vào tháng Bảy năm 2010, ông Rudd bị thay thế khỏi vị trí người lãnh đạo của ALP và cả vai trò Thủ tướng bởi bà Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Mặt khác, vào ngày thứ năm thủ tướng Moldova Vasile Tarlev đã cáo buộc quân đội Nga trong việc Transnustria đã cung cấp vũ khí cho vùng Chechen. Đáp lại, Bộ trưởng Quốc phòng Nga Sergei Ivanov nói rằng ông \"lấy đầu mình ra đảm bảo\" cho Nga ở Moldova và ông cũng chắc chắn rằng \"không có vũ khí được gửi đi từ Transnitria.\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "Một bản cam kết cũng được nhắc đền nhằm chiến đấu chống lại những mối nguy hiểm gây ra bởi \"những nhóm tội phạm hoặc những tổ chức bạo loạn.\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "Chính quyền Bang bị chỉ trích vì cung cấp cảnh sát bảo vệ miễn phí tại hội nghị.\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "Ông Rijsberman cho biết tình trạng khan hiếm nước ở châu Phi gây ra bởi sự thiếu hụt cơ sở hạ tầng để cung cấp nước cho những người cần nó.\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "Những báo cáo chưa được kiểm chứng trước đó đã nói rằng những mảnh vỡ có thể là kết quả của một vụ nổ máy bay nhỏ.\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "Cuộc đảo chính xảy ra sau cuộc khủng hoảng chính trị kéo dài, khi đó Tổng thống Tandja đã giải tán cả Quốc hội và Tòa án tối cao của Niger, cũng như kéo dài nhiệm kỳ tổng thống của mình ba năm, và loại bỏ tất cả các giới hạn trong nhiệm kỳ của ông.\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "\"Đội Adelaide thật tuyệt vời, họ đã đẩy chúng tôi ngay đến cái chết nhưng tôi nghĩ chúng tôi đáng bị như vậy, \" đội trưởng đội Melbourne Kevin Muscat nói.\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "Tổng thống cũng cho biết \"chúng ta chuẩn bị xây lại 150.000 dặm đường - đủ để vòng quanh thế giới sáu lần…\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "Các chính trị gia đối lập Kenya tranh luận với những người theo phe tái đắc cử của Tổng thống Mwai Kibaki là làm như thế nào để chọn một chủ tịch hạ viện quốc hội mới.\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "Một bức tường của ngôi đền bị sập, gây hoảng loạn cho mười ngàn tín đồ Hindu đang tụ tập, những người này sau đó bắt đầu chạy tới chỗ an toàn, gây ra vụ giẫm đạp.\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "Mặc cho cáo buộc của bà Palin, bài viết gốc trên tờ New York Times ngày 3 tháng Mười kết luận rằng Obama và Ayers chưa bao giờ gần gũi, và rằng kết nối đã có thông qua các vận động đầu tiên của ông Obama cho văn phòng và một dự án cải cách trường học, \" nói rằng những con đường của họ đã không cắt nhau thường xuyên.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Các nhà điều tra nói rằng họ hiện không chắc chắn có phải các vụ nổ là hoàn toàn ngẫu nhiên, hay là kiểu thanh toán lẫn nhau, nhưng tất cả những nỗ lực ban đầu đã tập trung vào việc cố gắng tìm những người sống sót.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Franca, sinh năm 1921 ở Luân Đôn, nước Anh, tới Canada vào năm 1951 để thành lập đoàn Ba lê Quốc gia Canada.\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "Bốn phù dâu được công bố là con của Bá tước và nữ Bá tước xứ Wessex, công nương Louise Windsor, năm nay mới lên bảy.\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "Trong cuộc đua chính, do thực lực của các vận động viên rất sít sao, không cá nhân nào có thể dẫn đầu một giai đoạn dài hơi đặc biệt là ở cuộc tranh tài của các vận động viên đua xe đạp châu Á.\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "Sự thể hiện của Pháp trước khung thành khiến đám đông người hâm mộ chế giễu khi họ dẫn trước 2-0.\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "Các thiết bị gây nổ được cải tiến đã trở thành những cỗ máy tàn sát dân thường Iraq và quân Đồng minh tại Iraq.\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "Cuộc tấn công thứ hai lớn hơn, và quan chức Trung Quốc nói tiến trình phục hồi đang diễn ra chậm chạp.\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "Thông thường, giờ chính thức của một quốc gia là Giờ mùa đông.\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "Ông vận động để chấm dứt tham nhũng, nghèo đói và nói rằng ông sẽ ưu tiên việc truy tố các quan chức tham nhũng.\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "Thiệt hại trong nông nghiệp do tro bao phủ được ước tính vào khoảng 150 triệu đô la.\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "Mức tăng lương gần đây nhất của bà thủ tướng là khoảng $361.000\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "Preston được gọi lên sở cảnh sát địa phương một tháng sau đó để điều trần.\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "Nước Anh ban đầu đã từ chối yêu cầu tị nạn của Mehdi Kazemi 19 tuổi, và Kazemi đã trốn sang Hà Lan, nơi trường hợp của anh ta đã bị từ chối và anh quay về lại nước Anh.\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "Những khám phá thêm này mang lại một mảng sâu rộng cho các hiện vật Thời kỳ đồ Đồng có niên đại từ 6,200 đến 5,900 năm trước.\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "Trong số 242 ghế, đảng DPJ đã chiếm từ 82 đến 109 ghế, khiến nó trở thành đảng lớn nhất trong Thượng Viện.\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "Cho đến giờ, chưa có thương vong nào được ghi nhận.\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"Chúng tôi sẽ xem xét việc sử dụng hai trợ lý trọng tài và không xem xét bất cứ công nghệ vạch cầu môn nào trong thời gian này.\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "Một dự luật được đưa ra cùng ngày bởi Australian Greens nhằm ngăn chặn Thống đốc không cho phép bang ACT đưa ra ý kiến của người dân đã thất bại, bởi hai phiếu chiếm đa số.\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "Rico đã từng làm một loạt công việc nhưng niềm đam mê của ông bây giờ chính là nghề nghiệp của ông - ông biến những thứ 'bỏ đi'không mong muốn thành những mẫu đồ nội thất.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Sĩ quan giao thông, cảnh sát trưởng quận, tuần tra quốc lộ California, và cục điều tra liên bang đã tham gia vào cuộc điều tra.\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "Norko đưa ra bằng chứng thêm rằng Ross đang dùng thuốc để kiểm soát vấn đề tâm thần của mình.\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "Trận sóng thần gây ra bởi trận động đất cường độ 8,9 độ richter của Nhật Bản hôm thứ sáu đã phá hủy bến cảng thành phố Crescent, California, một thị trấn ven biển vẫn đang trong quá trình phục hồi từ cơn sóng thần tàn phá vào năm 1964.\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "Indonesia đã cho hãng máy bay này dừng hoạt động vào tháng ba sau một tai nạn khác khi B737 bị trượt ra khỏi đường băng.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Các phe đối lập lên án các lệnh phong tỏa và công trình xây dựng là hành động cố ý ngăn cản các tín đồ Hồi Giáo được vào khu vực thánh địa này.\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "Khách hàng Swisscom ở Thụy Sĩ sẽ được hưởng phí dịch vụ hàng tháng thấp nhất (34 đô la Mỹ).\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "Trước đó trong chuyến du đấu, Anh thắng loạt bốn trận đấu thử 3-0.\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\"Nước Anh rõ ràng là có một tình yêu dành cho Walt Disney World và mối quan hệ lâu dài với những công viên và phép thuật của họ, mà có lẽ đó là lý do tại sao số lượng và chất lượng đăng ký nhận được lại cao như vậy, \" Hugh Wood của Disney nói.\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "Hôm nay được coi là ngày kỷ lục nóng nhất của người dân Anh trong tháng Bảy với nhiệt độ lên đến 36.5ºC (97.7ºF) ở Wisley ở Surrey.\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "Những nỗ lực của Nhà thờ Khoa Luận giáo nhằm ngăn chặn sự phân tán của đoạn video trên Internet \"dường như thu hút sự chú ý ngược lại so với mục đích ban đầu\", theo Press Association và cho đến hôm thứ năm đoạn video có thể được xem trên nhiều trang web khác ngoài trang Gawker. com, bao gồm các trang New York Post, Independent Television News và BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Đội Anh đánh bại Kenya cách biệt 7 tam trụ môn (với 60 quả bóng còn lại) trong trận đấu chung kết bảng C World Cup tại sân vận động Beausejour, Gros Islet, Saint Lucia.\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "Tháng Chín năm ngoài, bang Alaska đã đưa ra một thông báo công khai về kế hoạch của Shell, hãng muốn khoan dầu ở ngoài bở biển Beaufort, đặt các cuộc thử nghiệm giàn khoan ở hai địa điểm khoan: \"Torpedo\" và \"Sivulliq.\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "Bản báo cáo cũng tìm ra rằng cơ trưởng Marwoto Komar đã phớt lờ mười lăm thông báo của Trung Tâm Cảnh Báo Mặt Đất (GPWS) rằng chiếc máy bay đang bay với tốc độ vượt quá mức cho phép mà có thể hạ cánh an toàn, nhưng không một động thái nào được đưa ra.\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "Mục sư đã nghỉ hưu 73 tuổi, Đức cha Reverend Roland Weisselberg, đã tự thiêu sống trong buổi Lễ của ngày Cải cách tin lành vào hôm thứ Ba] tại Erfurt, Đức.\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "Và câu hỏi cuối cùng đưa ra cho cả Craig Milmine và Bernard Darnton là họ sẽ là Holden hay là một Ford fan.\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "Tuy nhiên, một lính chỉ huy đang lưu vong của TPLF, hiện đang sống tại Hà Lan, Aregawi Berhe, quay lại với câu chuyện của Araya.\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "Các tài liệu rò rỉ trên Wikileaks và được nhìn thấy trên Wikinews cho thấy Cuba đã ký kết một thỏa thuận bí mật với Venezuela để đảm bảo Cuba được tiếp cận với Internet tốc độ cao vào năm 2010.\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "Chiến thắng trong tất cả những cuộc đua này được thực hiện bởi nài ngựa người Mexico Mario Gutierrez.\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "Cảnh báo bão nhiệt đới có hiệu lực từ phía nam của Tulum tới Chetumal Mexico.\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "Theo cảnh sát, Kile Wygle, 28 tuổi từ Newark, Ohio đã bị bắt vì tội say rượu khi lái xe sau khi đâm sầm vào chiếc ghế cao có động cơ của mình.\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "Hãng The Press Trust of India đưa tin rằng có tới 130 người bị thương, và Al Jazeera đưa tin rằng có thể có 200 người trên xe.\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "Điều này sẽ rất khó xảy ra ở Scotland.\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "Ông Vaile nói rằng nếu một điện tín đặc biệt cần sự chú ý của mình, nó thường được đưa vào một tờ trình lên Bộ.\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}