{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Classification"
    ],
    "Input_language": "fa",
    "Output_language": "en",
    "instruction_language": "en",
    "Definition":  "In this task, you will receive a food rating. You must classify the evaluator's mood towards food as \"negative,\" \"neutral,\" \"positive\" and \"mixed.\" The mixed category indicates ratings where none of the emotions are dominant (mixture of positive and negative or borderline cases); therefore, it is difficult to identify the primary mood. Also, reviews that do not express a clear mood towards a company or any aspect of it should be labelled with a neutral label.",
    "Positive Examples": [
        {
            "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
            "output": "positive",
            "explanation": "This is a good example. The sentiment of the review is positive toward the food."
        },
        {
            "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
            "output": "negative",
            "explanation": "This review expressed a negative sentiment toward chocolate."
        },
        {
            "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
            "output": "positive",
            "explanation": "This review is positive because the reviewer thinks it is the best choice."
        }
    ],
    "Negative Examples": [
        {
            "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
            "output": "negative",
            "explanation": "In this review, none of the sentiments are dominant (mix of positive and negative), so the correct label is \"mixed\"."
        },
        {
            "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
            "output": "positive",
            "explanation": "The reviewer's sentiment toward the food is negative. "
        }
    ],
    "Instances": [
    {
        "input": "نسبت به حجم محصول و کیفیت خوبش ، قیمت بسیار مناسبی داشت . من توی فروش ویژه این محصول رو خریدم . نکته این که بیشتر به مارمالاد شبیه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه داروی تقویتی میده و اصلا شباهتی به تافی نداره طعمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه این کالا را در شگفت انگیز خریدم، مقرون به صرفه بود و راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیتش فوق العاده.تو خریدش شک نکنید.خیلی خوشمزست.هر وقت توپیشنهاد قرار میگیره خرید میکنم فقط حیف که هر بار فقط۳تا میشه خرید کرد.تو کیفیتش شک نکنید.عالی عالی.باتشکر از دیجی کالا.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی وقت ها این برند رو می گیرم ولی اگر برندهای دیگه ای که با کیفیت تر هستن تو بازار باشه ترجیح می دم اونا رو بگیرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت کالا در این محدوده قیمت مناسب است اما دارای تعدادی پسته دهان بسته نیز می باشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد از تریدنت تنها آدامس دارچینی که خیلی خوبه. و طعم ماندگاری داره. البته که سایز بزرگترش به صرفه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوب نیست و شکسته دستم رسید . مزه شونم نمیشه گفت خوبه. قیمتشم حتی تویه شگفت انگیز ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی داره مخصوصا روکش کاکائو که بسیار خوشمزه تر کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به عدم استفاده از شکر و نگهدارنده بعنوان محصول ارگانیک قابل استفاده برای همه هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درود این روغن تولید در زنجان به سفارش شرکتی در گیلان هست ولی متاسفانه چه به لحاظ رنگ و چه بو هیچ شباهتی به روغن زیتون با کیفیت ندارد، بسته بندی هم بی کیفیت است، برای بنده از قسمت زیرین نشت داشت، یکی از بدترین خرید هام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی عالیه اصلا طعم کارخونه ای نداره و مزه مربای هویج خونگی میده. رنگشم نارنجی خوشرنگ و زیبا که نشان از مواد اولیه با کیفیت داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام ، برای اونایکه مشکلی با خوردن ئوشابه ندارن ،دیابت ندارن، قیمتش عالیه ، و به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به عسل هایی که با قیمت کیلویی 70 تا 80 هزار تومن توی بازار هست قیاس نمیشه کرد و کیفیت پایین تری داره. عسل گرمادیده است و به نظرم فقط نقطه قوت این محصول بسته بندی و ظرف اونه. البته به نظرم ارزش خرید توی پیشنهاد ویژه رو داره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چند تا شکسته بود چند تا هم بعد از آب‌پز کردن متوجه شدم خرابه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خورشتی هایی که همیشه میخریدم این همه تمیز کردن لازم نداشت، انگار فقط گوشت را تکه های کوچک تقسیم کرده بودند. جنس گوشت هم متفاوت بود، از قسمت دیگری از بدن گوساله بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من از دیگر برند ها سان استار بهتراست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش خوبه و کیفیت تخم مرغ هاش هم راضی بودم و همگی سالم بدستم رسید و همچنین سریع",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی محصول خوب و با کیفیتی، بوش فضا رو بر میداره، طعم دلنشین، و درصد کافئین مناسب، اگر قهوه خور هستین حتما امتحانش کنین، فقط کاش بسته بندی بزرگتر با تعداد بیشتر هم ازش میزدن...۶ تا کمه، زود تموم میشه جز سبد خرید دائمی من شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت پایینی داشت و چربی خیلی بالا حتی از رنگ خیلی خیلی روشنش هم مشخص بود، پیشنهاد نمیکنم سفارش بدید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم و خوشمزه است فقط این میزان ضخامت اش مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک کپی بسیار بی‌کیفیت از محصول اصلی که آدم رو از خریدش پشیمون میکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و به موقع تحویل شد و بهتر از قصابی رفتن تو این اوضاع پیشنهاد میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روغن به نسبت خوبیه و از یه برند معتبره. البته بهتره که مصرف روغنو کاهش بدیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من و برادرزاده ام سر این شکلات کشمکش داریم طعم توت فرنگی اش به شدت ملایمه و گلو رو نمی زنه از مورد علاقه های منه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا لذت خرید آنلاین از دیجی کالا فوق العادست . مخصوصا اگه آدم شکمویی باشی و چیزای خوشمزه مثل این بخری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت قیمت و در مقایسه با برند های خارجی کیفیت خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این چای بدون عطره و زودم دم میاد. بسته بندی و کیفیتشم خوبه. اگه چای بدون عطر می خواین اینو سفارش بدین ولی اگه می خواین عطر دار باشه مدل معطرشو بگیرین. در کل گلستان کیفیت بالایی داره.ممنون دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا خوشمزه تر بودن الان دیگه اون مزه رو ندارن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزش عالیه یک تندی خاصی داره که خیلی دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من مزه و طعم سرکه بیش از اندازه قالبه من که تخمه تا این حد ترش دوست نداشتم ممنون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم جای خنک نگهداری نشده بود بوی خیلی بدی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام دوستان. قهوه خیلی معمولی هستش. طعم و عطرش خوبه. ولی غلظتش کم میشه. فومش هم معمولیه.در کل انتظار خاصی نباید داشته باشین",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "روغن سرخ کردنی بهار کیفیت خوبی دارد سرخ کردن مواد غذایی با این روغن خوشمزه میشه و تردی خاصی به سیب زمینی سرخ شده با این روغن میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شکلاتش عالیه از نظر طعم. تنها مشکلش این بود که توی ارسال توی گرما کاملا آب شده بودن و وقتی گذاشتم توی یخچال تا دوباره ببنده،شکلش خب عوض شد دیگه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من چای عطری دوست دارم ولی این یک جورایی عطرش غیرطبیعی میزنه حوب نیس",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوش طعم و ب لحاظ درصد آبمیوه قابل قبول",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همین که سالم به دستم رسید و تمیز و سالم بود راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "منکه عاشق پاستام نتونسم بخورمش فاجعس همون ماکارونی شکل دارو آب پزکنی بدون هیچ طعم دهنده ای بخوای بخوری .... نه توش قارچ بودنه موادخوشمزه دیگه عین سوپ اماده ک بیرون میخرین چن لیوان اب اضافه میکنین همونجوری ب همون اندازه بدمزه وفاجعس گول تبلیغ وکامنتاروخوردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من با ماست استفاده میکنم. طعم خوبی داره و خیلی مقوی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خریدم باورم نمی شد ولی داخلش حدود ده درصدش زبان بسته بود کلا از کیفیت و طعم راضی نبودم یه کم بهتر از پسته فندقی بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی آدامس نرم و خوبیه. طعمشم خوبه. من دوسش دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به در نظر گرفتن کمیت و کیفیت قابل قبوله.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی داره، استخوانهای ریز هم داره که خیلی مشکل ساز نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تن ماهی بسیار خوشمزه و لذیذی هست ولی با این قیمت های جدید خریدش نه تنها به صرفه نیست که در توان قشر ضعیف و متوسط جامعه هم نیست ترجیح میدم مرغ بگیرم بخورم تا ۱۵ تومن پول کنسرو ۱۸۰ گرمی بدم که غذای یک نفره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "4 عدد شیر از دیجی کالا خریدم همه فاسد بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی چیز چشمگیری نیست و مربای البالو خوشمزه تر و بهتره ازش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من همیشه از این نوع ماکارونی فرمی زر ماکارون میگیرم خوشمزه ست و خیلی راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با پوسته و جدا کردن پوستش سخته بخصوص جاهایی که گوشت نازکی داره با پوست کنده میشه و به هدر میره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بهترین کار اینه برید یه کنسرو ماهی با قیمت بیشتر بخرید تا این کنسرو رو مثل اویلا و... بهتر از این کنسرو بد مزه و مرجوع کردم با تشکر از زحمات فراوان تیم دیجی کالا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه از مضرات نوشابه کم شده ولی همون طعم رو داره خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مهیا پروتئین بهترین برند مواد پروتئینی است و کیفیت و طعم خوبی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هر تخم مرغی که شکستم داخلش رگه های قرمز رنگ داشت واقعا بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت پایینی داره ولی در کل نسبت به قیمتش خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوش طعم بود و باید با اب قاطی بشه که خورده بشه چون اگه با اب مخلوط نشه غلیظه و نمیشه خورد خیلی خوشرنگ و خوش طعم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای کنسرو خوشمزه بود و ارزش امتاحان داره اما خب سلیقه ایه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با تخفیف خریدم راضی بودم ممنون از دیجی کالا بخاطر تنوع محصولات",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلن عسل نیست،اب و شکره،بسیار هم رقیقه،بشدت طعم بدی داره ،اصلن پیشنهاد نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قطعات همراه با رگه های چربی بود در حالیکه ماهیچه چربی ندارد. بعضی از تکه ها قسمتی ماهیچه داشت ولی با این قیمت زیاد من انتظار داشتم ماهیچه دریافت کنم نه چیزیکه توی این بسته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و بو بسیار عالی بود بخصوص اینکه ارگانیک هم هست،ادم با خیال راحت مصرف میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تلخی قابل توجهی نداره ولی نسبت به قیمتش مناسب است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چندین بار این محصول را خریدم با توجه به اینکه روغن نداره خیلی بهتره واسه سلامتی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ماهی کیلکا درسته درسته داخلشه ولی طعم خوبی نداشت با اینکه من خیلی ماهی کیلکا دوست دارم از این محصول خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با کیفیت و خوش طعم. واقعاً قیمتش شگفت انگیز بود! و خریدش به صرفه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت پایینی داره و از طرفی بیشتر شبیه به کرم کاکائو هست تا کرم کنجد مزه ی کاکائویی. شیرینی خیلی زیادی داره و اصلا طعم کنجد رو نمیده. به هیچ وجه با محصول مشابه برند عقاب قابل مقایسه نیست از لحاظ کیفیت و مزه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهرا محصول مفیدی هست فقط چرا انقدر درب مسخره ای داره؟پلاستیکی و ازش نشت میکنه و وقتی میخوای سفت کنی رد میکنه!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه های متنوع است و خوشمزه هر دفعه چند بسته سفارش میدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه بود و همه تخم مرغ ها سالم بودن و درشت. راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از این‌محصول زیاد خرید میکنم ولی محصول باز کردم بو بدی میداد و تراریخته بود موقع خرید من دقت نکردم نه به وزن نه به محصول تراریخته بودنش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رشته خوبیه آشمو جاافتاده کرده،با بسته بندی خیلی خوب که مانند سایر رشته ها ازش خرده رشته نمیریزه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد راضی نبودم برعکسه همیشه بافته گوشتیه مرغش خیلی شل ووارفته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کسانی که مزه نعنا رو دوست دارن بخرن. کمی هم طعم لیمو میده و به ذائقه افراد بستگی داره. برای ما متوسط بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکمی تا رسید دستم بو نامطبوعی گرفته بود فکر میکنم به خاطر نوع بسته بندیش بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار تازه و خوشمزه هست همه چیزش هم اندازه بود بازم میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظرم‌انتظار شربت نداشته باشید چون غلظت اش کمه حتما باید دو سوم شربت بریزید و یک سوم آب تا طعم دلخواه رو بده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم کیفیت هم حجمش عالیه، فقط دیگه با این قیمت من که دیگه نمیتونم بخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "قیمت مناسب آن نسبت به قیمت در دیگر فروشگاه ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوب است اما ضخامتش زیاد است و خوب مغز پخت ننی شود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "یه آدامس تولید داخل با کیفیت خوب و بسته‌بندی شیک",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیرون از یخچال هم که باشه دونه های جامد ازش بیرون میاد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اگر ارسال به خارج از تهران فعال بشه بازم میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تمشک نیست، توت سیاهه، خیلی هم رقیقه. اصلا توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک طعم عجیب قریب که اصلا شبیه هنداونه نبود و کاملا مصتوعی بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش به نسبت قیمت کمه.درضمن بیشتر کشمش داره تا مغز... از نظر من به صرفه نیست...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدرد تابستون نمیخوره طبعش خیلی گرمه برای مسافرت جاهای کویری خوبه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به خاطر مشکلش و قیمت تخفیف خورده خریدم ولی فکر کنم مشتری شدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با وجود اینکه تخم مرغ ها در سایز مناسبی بود اما متاسفانه دو تا از آنها شکسته بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط کمی گرونه و بسته بندی عالیه کیفیت هم خوبه .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود . من چون طعم تند دوست دارم خوشم اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آبنبات های خیلی ریزن و فقط به درد خوردن با چایی میخوره.یه نوع درشتتر آبنبات این شرکت هست که خیلی بهتر و خوش طعم تره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت شیر خوبه اما بسته بندی هربار در شیر جداشده وله شده میرسه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اسم این آدامس بیداریه ؟ هر وقت جوییدم خوابم برد! اگه برای بیدار موندن میخرید باید بگم بی تاثیره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این کالا رو در شگفت انگیز خریدم اصلا خوب نبود بوی تند ماهی گوشت تیره و خرده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه این محصول ایرانی هست ولی مزه و بخصوص بوی خیلی عالی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت و مزش زیاد خوب نیست البته سلیقه ای بعضی ها ممکنه دوست داشته باشند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید خوبی بود.پیشنهاد میکنم در شگفت انگیز خرید خوبی هست‌.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من دوست نداشتم چون لازانیا تک موجود نبود خریدم ولی اصلن دوستش نداشتم ادویه نداشت و اندازش یجوری بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من با توجه به نظره مثبت خریدارها خرید کردم ولی به نظرم یه تن ماهی با کیفیت معمولی بود بیشتر مزه شویدش رو دوس داشتم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این قهوه ایرانی طراحی جالبی داره و قهوه بدی نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه املاحی که گفتن واقعا بهش اضافه شده باشه محصوله خوبیه. طعم خوبیم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من فقط تونستم یه نصفه از این بخورم خیلی بد مزست طعم موندگی میده اصلا بوی سیب نداره خریدش رو اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از برند دیگه ای خرید کردم اینبار گفتم اینرو هم امتحان کنم خیلی پشیمونم عزا گرفتم چحوری تموم شه. کاملا صورتی و مقدار زیاد چربی که من اصلا دوست ندارم تو چرخ کرده چربی زده بشه. افتضاح بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی به گونه ای بود که وقتی محصول را به خاطر شرایط موجود(کرونا) شستم، آب داخل محصول رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ادویه مخصوص نداشت ومن خیلی تعجب کردم با این قیمتی که این کالا داره توقع میره حداقل ادویه داشت!!!اصلا بنظرم این قیمت نمیارزه مواد یه ماکارونی ساده رو داره باید ۱۸ تومن باشه!!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا این نوع سیروپ ها فقط برای تزیین کیک و دسر و.. مناسبند",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کاکائویی که به عنوان روکش آن استفاده شده بود خیلی بی کیفیت بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متأسفانه برخلاف تاریخ مندرج روی بسته‌‌بندی، ماهی‌ها به نطر مونده بودن!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب از اونجا که کنجد گرون شده شکر و شیرینی بیش از حد و غالب در این محصول این محصول رو خراب کرده و بنده دیگه نمیخرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه جالبی نداشت تلخ بود و مزه کارامل احساس نشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مربا اصلا کیفیت مطلوبی نداره. ماده اون سرشار از ژلاتین و برخی اوقات تکه های ریزی به اسم هلو. به هیچ عنوان پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در مقایسه با برندهای ایرانی دیگه طعمش اصلا جالب نیست شیرین عسل رو پیشنهاد میکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه نبود موقع پخت پوسته شد که این نشاندهنده ماندگی حبوباته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهم‌ترین قسمت تمیز کردن میگو رگ پشتش هست که پاک نشده بود و از خریدم راضی نیستم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولا توی مشخصات اولیه ننوشته کنجد+کانولا+آفتابگردان درصورتیکه آفتابگردان هم دارد - روی عکس مشخصه - دوما هیچ درصدی از ترکیب این سه نزده -شاید 1 درصد کنجد داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار عالی و با کیفیت با تشکر از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کار را بندازه برا مهمونی. و در کل هرچی از این محصولات دارای طعم دهنده و مواد نگه دارنده دار کمتر استفاده بشه بهتره. ممنون از دیجی بابت قیمت مناسبش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و بوی تقریبا خوبی داره ولی خیلیم انتظار بالایی نباید داشت ازش.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوبه نسبت به قیمتش خیلی خوبه، تخفیف شگفتانه گرفتم، زمان ارسال و بسته بندی هم. خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا کیفیت بهتری داشت الان عملا یل نصف بادام داره و کیفیت قبل رو نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمتش در تخفیف ات ویژه خوب به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به نمونه های مشابه قیمت و کیفیت خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از سر کنجکاوی خریده بودم و الان از خریدم راضی هستم با صبحانه عالی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام بسیار لذیذ و خوشمزه س و چون کاملا طبیعیه با خیال راحت خورده میشه فقط مقدار شیرینیش ی کوچولو زیاده البته بخاطر آب انگور استفاده شده بجای شکر هستش. با تشکر",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود. مهیا همه ی محصولاتش خوب و با کیفیته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت سفید و طعم خیلی معمولی، ماهی تن نیست. با لحاظ قیمت نسبت به تن ماهی های دیگه باید مقایسه بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از این محصول خریداری میکنم و بسیار با کیفیت ولی متاسفانه قیمتش خیلی بالا رفته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اون ۴ تا اضافی که روی عکس بسته بندی چاپ شده دیگه توی بسته ش نیست و مجموع وزنش ۴۴۰ گرم ه نه نیم کیلو.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی پاره و چسب خورده بود. سه کپسول له شده و غیر قابل استفاده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نیست همون طور ڪه بقیه ڪاربرا میگن مزش و طعمش و رنگش خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمتش و طعمش حتما ارزش حداقل یک بار خرید و استفاده رو داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام. بلدرچین فقط برای کباب رو ذغال خوبه. پختش سفته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "پر از رگه های سفید بود و سینه های بزرگ که مشخصا مرغ مقدار زیادی هورمون داشته و اینکه رنگش به زردی میزد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوبی نداشت، من خوشم نیومد شاید بعضی از دوستان پسند کنند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سال ها از این روغن استفاده کرده ایم و راضی هستیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تفاوتی با نوشابه نداشت اما قیمتش خیلی بیش از حد بالاست باید از نوشابه های معمولی ارزونتر باشه که مشتری ترغیب بشه به خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من یک هفته پیش این قهوه رو خریدم. اصلاً راضی نبودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه خوشطعم در پیشنهاد شگفت انگیز خریدم و از دیجیکالا خیلی خیلی ممنونم به خاطر پیشنهاد های شگفت انگیزش امیدوارم پیشنهاد های شگفت انگیزش بیشتر شود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بین این همه عسل تقلبی ؛ خیالت راحته کیفیت عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه استفاده میکنم، البته میشه بهش تیکه 6ای مرغ و خامه و پنیر پیتزا در آخر اضافه کرد و لذت برد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این ترکیب گوساله و گوسفند مناسب هر طبعی می باشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شربتهای شادلی خوش طعم تر از برندهای دیکه هست، انتخاب اول من هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دو دقیقه پخته شد به حالت پوره درامد. باید در خرید نوع محصول دقت بیشتری میکردم. شاید چون نیم پخته این اتفاق افتاد ولی برای من قابل استفاده نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بی‌مزه بود. لازم است قبل از کباب کردن یک سری ادویه به آن اضافه بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تو شگفت انگیز چندین بار خریدم طعم و کیفیت عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کاربرانی که نظر دادن خیلی خوبه؛فکر کنم تاحالا قهوه ای خوب نخوردن!! اصلا طعم و بو نداره،کافئین نداره..اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بعد از قورت دادن احساس میکنی چربی تو دهنت میکونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خانواده ام مصرف کردن با وجود سختگیری از طعم و کیفیت خوششان آمد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دستم رسید خیلی از بیسکوبیت ها خورد و نصف شده بودن که در نگاه اول جلوه خیلی بدی رو واسه مصرف کننده داشت ... !",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مقوی برای بچه ها ،چندمین باره خرید میکنم و راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر به حساب اصل اصل در صدد خرید هستید طبیعتا باید کلیه نمونه های کارخانه ای رو فراموش کنید. شکر آب با اسانس عسل. در چوب پنبه ای روی شیشه خوب نمیشینه نتیجتا کمی از عسل بیرون ریخته بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "علاوه بر بد بودن کفیت بد شیر و موز.، طعم ب د و نا مناسب، این کالا پس از چند لحظه پس از مصرف. که ممکن است،، به علت وجود مواد نگهدارنده و یا استفاده از شیر خشک باشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ماهی حسون رو میشه توی ماهی تابه بدون روغن هم طبخ کرد و در کل عالیه نسبت به قیمتش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بوی تندی داشت و با وجودیکه سعی شده بود با مزه دهنده ها این بوی نامطبوع ذاتی کیلکا کاهش پیدا کنه ولی متاسفانه تلاشی نافرجام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و عطر معمولی داره و خیلی کم رنگ میده حتی اگه نصف لیوان هم چایی بریزی بازم پررنگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی مناسب اما دانه بندی لوبیا ها ریزتر از حالت معمول بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به ماهی قزل آلاگرانتر ومزه و کیفیت پایینترمی باشد / برای جیب کارمند جماعت مناسب نمی باشد / البته بر خلاف تبلیغات مصرف ماهی / متاسفانه در هیچ جا کسی نمی تواند ماهی با قیمت مناسب و کیفیت خوب بخرد در هیچ جا !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چند ساله قهوه اصل ترکیه رو مصرف میکنم.گفتم اینم امتحان کنم که پشیمون شدم.موقع دم کردن هیچ عطری نداره.اصلا هم طعم قهوه ی خوب رو نداره.شاید هم کهنه بوده که کیفیت مناسبی نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از این مارک زیاد خرید می کنم و راضی هستم. محصولات با کیفیتی داره. قیمتش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود ، فقط اگر مثل مغازه ها تیغش را هم بگیرند خیلی بهتره .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فکر میکنم توش همه چیزش جایگزین بود مثلا به جای کره شکلات ، جایزگزینش و غیره، مزه شکلات نبود به نظر من. از فرمند بیشتر از این انتظار داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "احساس کردم مرغ مرده رو بسته کردن. سیاهی میزد رنگش. خیلی بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون من قهوه ترک مصرف نمی کنم اون مزه تلخ قهوه رو احساس نکردم و خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول خیلی خوشمزه هست و کیفیت بالایی داره، طعمشم خیلی طبیعیه، اما بیرون سخت پیدا میشه، خوش حالم که از دیجی کالا با قیمت مناسب تهیه کردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خرید رو توصیه نمیکنم خیلی گرون تر از قیمت واقعی میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی گرون شده،متاسفانه خوردن روغن خوب هم باید هزینه زیادی پرداخت،",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "یکی از اونهایی که همیشه مصرف میکنم. طعم خوب داره و اشباع و اسانس نیست. تخفیف ویژه بدید بیشتر بخریم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر کیفیت خوبه ولی از نظر قیمت فقط تو پیشنهاد ویژه خوبه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزه بود من پودرش کردم توی کتلت و کوکو می ریزم طعم خوبی به غذا میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دوستان معجون خوشمزه ای هستش ولی اگر توی شگفت انگیز بخرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "یه آدامس خوشمزه برای کسانی که طعم طالبی دوست دارند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روی بسته ای که برام فرستادن نوشته 22 تومن ولی من ارگانیک سفارش دادم که 27 تومنی بود و 5 تومن تخفیف خورده بود و دور از انصافه راضی نیستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز سفارش دادم وقتی به دستم رسید باز کردم همون لحظه خوردن تازه بودن و خوشمزگیش احساس کردم پس با خیال راحت سفارش بدیت که من اگه باز تو شگفت انگیز ببینم 4بسته ازش سفارش میدم خیلی عالی با تشکر از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد مزه و بد طعم و اصلاً فیله نیست و خیلی زیاد تیغ دارد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا تو شگفت انگیز ارزش خرید نداره بو میده وگرنه همیشه عالی و درجه یک",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "پسته بو داده و نمکین گلستان رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسلش عالیه و طبیعی البته من توی شگفت انگیز گرفتم که خیلی هم به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در تخفیف خریدم، بد نبود، ولی اکشن رو ترجیح میدم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا ارزش امتحان کردن هم نداره چه برسه به خرید خشک و بی کیفیت هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم تلخ و بدی داره،در کنار موندگی و قیمت نامناسب،اصلا توصیه نمیکنم،برند مزمز خیلی بهتر و با کیفیت تر هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل شناس نیستم ولی به نظرم عسل خوبیه اقلا طعم نبات نمیده و طعم و بوی عسل داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهترین قهوه ای بود که سفارش میدم توصیه میکنم امتحانش کنین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت رانی را ندارد و چهار تا دونه تکه ریز از میوه داخلش هست مثل تمام کالای ایرانی باید خود نمایی بلحاظ بی‌کیفیتی بکند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح بود مزه ش که تلخ بود اصلا قابل خوردن نبود پرک شده هم هست برای اینکه توی سوپ بریزی خوبه درست کردم جدا مثل حلیم له بود و تلخِ تلخِ تلخ",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بهرحال نوشابه و عوارضشو همه می دونیم ولی دیگه ادمیه و بعضی وقتا هوس چیزای بدم می کنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "افتضااااح اصلا توصیه نمیکنم بلدرچین مونده و همش استخوان مصرف بلدرچین زیاده ،ایندفعه خواستم از این برند بگیرم ،ولی بشدت پشیمان شدم حتی گربه ها هم این گوشت رو نمیخورن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خیلی با کیفیت بود - طعم و غلظتش خیلی کیفیت و آبکی شده شده با این کیفیت ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل بقیه محصولات شیر رضا عالی است.خوشمزه که باعث زیاده روی در مصرف میشود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این طعمش در دهان آب میشود و حالت چسبان پیدا میکند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بی مزه بود وبی کیفیت بو و طمع کافور را داشت قیمتش هم خیلی گرون بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای کسانی که لاکتوز اینتولرنس دارن مناسبه و حدودا ۷۰ درصد عوارض شیر معمولی توی این افراد کمتر دیده میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این محصول کیفیت خوبی نداشت و من از خرید آن پشیمان شدم و دیگه ازش نمی خرم چه معنی دارای تو تن ماهی پولک ماهی دیده بشه گوشت ماهی شم سفت بود مثل لاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی تخم مرغها بدستم رسید و شکوندمشون اکثرش خراب بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی دال عدس را پس از پاک کردن خیس کردم یک سری ذرات سیاه رنگ روی آب امد که چند نوبت آب را خالی کردم. در هنگام پخت مجدداً این ذرات به میزان بیشتری مشاهده شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر خواستین با روکش کچاپ رو بگیرین، از بقیه خوشمزه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من ک دوست دارم اما بهترشم بود با تخفیف خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نیست و شیرینی غالبی داره و طعمشم دلچسب نیست و زننده اس",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم طعم و مزه. اصلا شبیه به انرژی زا نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه اولین بار بود خرید کردم اما راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا تازه نبود و کمی بوی موندگی میداد و اصلا پیشنهاد نمی‌کنم بخرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ممنون از دیجی کالا حتما بخرید چون از همه جهت درجه یک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من تخمه هندوانه زیاد میخورم ولی اینبار انقدر بد بود که همه رو ریخنم بیرون.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دو بسته سفارش دادم، اصلا طعم گوشت نمیداد، پر از چربی بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهر خوبی داره با توجه به نظرات خریدم هنوز استفاده نکردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه تاریخ تولید خیلی جدید بود اما بسیار بوی بدی میداد، فکر کردم بوی سبزیجات باشه و خوردم و دل‌درد گرفتم از خوردنش، بقیشو ریختم دور. بوی ماهی گندیده میداد. اینا باید در دمای پایین نگهداری بشن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حتما پیشنهاد میشه یکبارهم شده این قهوه ترک را استفاده کنید تا طعم واقعی قهوه را متوجه شوید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت کاملا مانده بود و رنگ طبیعی نداشت، بیخود نیست که تو تخفیف ویژه گذاشتن، اصلا پیشنهاد نمیکنم، هم از مهیا پروتئین و هم از دیجیکالا بعید بود که همچین محصولی رو ارسال کنند!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ماهی ها تازه و تمیز بوده و اندازه خوبی هم داشتند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من راضی نبودم زنگ نداره بوی خوبی هم نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "توی تخفیف بسیار بصرفه است ولی بطور کلی برند گرونیه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بیش از حد طعمش مصنوعی برند های مطرح تر مثل سن ایچ ولو با قیمت بالاتر ارجحیت داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از نظر طعم و رنگ هیچ تفاوتی با تخم مرغ معمولی نداره فقط اونجور ک میگن خواص خیلی بیشتری داره.و اینکه شکستنش یه قلق خاصی داره ک یجوری بشکنی پوسته هاش نریزه.و اینکه به نظرم ۶تاش تازه شاید بشه یه تخم مرغ ریز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آسیاب قهوه مناسب دستگاه نیست خیلی نرم شده و به پمپ دستگاه فشار میاره، ترش و خیلی تلخه و عطر خوبی نمیده نسبت به قیمتش خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هر بار که سفارش دادیم تاریخ روز بود یکمی با عکسش فرق داره اما تکه ها خوب و بدون چربی اضافه و صورتی رنگ بود که نشان از تازگی گوشت و اینکه گوشت گوساله بوده و گوشت گاو پیر نبوده.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک محصولی که اصلا نمیشه اسمش رو عسل گذاشت. کاملا بدون دخالت زنبور تولید شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمت محصول خیلی بااتس، با این قیمت بی ارزشه. از برندای دیگه قیمتای خیلی بهتر وجود داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نوشابه های عالیس شیرین تر و کم گاز ترن نسبت به بقیه برندهای نوشابه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "هنگام سرخ کردن غذا این روغن پرش زیادی از ظرف دارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و خوشمزه. بخرید ظرفشم بعدا به درد می خوره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت فروشندگان دیگر قیمت مناسبی داشت و در قسمت پیشنهادات شگفت انگیز خرید به صورت تعداد صرفه داشت تا خرید از فروشگاه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی رسید دستم خیلی کوچیک بود نسبت به عکس داخل سایت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از کیفیتش اصلا راضی نبودم چون حالت مونده داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش بد نیست ولی بهتره از روغنهای زیتون و کنجد استفاده کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چربی کمی داشت و باعث شده بود گوشت خیلی سفت باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه هستش ولی نمیدونم واقعا بی ضرر هست یا نه اگه باشه ک عالیه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از محصولات دالفور راضی هستیم.مهمترین نکته قند خود میوه است.شیرینی زیادی ندارد.خوشمزه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خیلی خوب بود بدون شکستگی به دستم رسید ولی خیلی تخم مرغها ریز بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به نظرمن که خوش طعم نبود خیلی معمولی باشکر زیاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تاریخ روز گذشته بود, خیلی کوچک بود و تازه نبود, انگار که جوجه بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من به پیشنهاد دوستم تهیه کردم، کیفیت و تازگی خیلی خوب و قابل قبول بود، اما احساس میکنم کمتر از 500 گرم است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر روی ته مزه حساس هستید توصیه نمیکنم چون توی ذوقتان میزند",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دو تا از تخم مرغ ها نطفه داشت از تلاونگ بعید بود ولی برای من دو سه تا تخم مرغش نطفه داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عالیه بدون دور ریز و آشغال و تاریخ روز بود ممنون دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه اش یه جور خاصه تند تند نیس ولی متفاوته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خرید این محصول با این طعم و مقدار تو پیشنهاد شگفت انگیز عالیییه. منکه هفته پیش خریدم و راضی بودم. دوباره امروز هم سفارش دادم. ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه خیلی پودر شده بود و بیش از حد خورد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمت و کیفیت مناسب . تو شگفت انگیز خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی چربی داره، خوشمزه هم نیست! دیگه از ابن مارک نمیگیرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این بیسکویت با توجه به قیمت از کیفیت قابل قبولی برخوردار بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به درد کسی که عادت به روغن زیتون خوش عطر و طعم داره نمیخوره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا برند مهیا پروتیین به نسبت سایر برندها کیفیت گوشت بهتری داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خریدش را توصیه نمیکنم واقعا بی مزه بود من فقط بخاطر پولی که داده بودم خوردمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خردید از دیجی کالا نسبت به خرید از فروشگاهها با توجه به صرف زمان کمتر و جستجوی راحت کالا با قیمت مناسب، ارجحیت دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی به دستم رسید گرم بود و بوی خیلی‌خیلی بدی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته شور خشکپاک رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود البته شور برای همه مناسب نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تاریخ تولیدبرای 3روزپیش بودرنگ گوشت متمایل به قهوه ای وپلمپ روی بسته به آسانی جداشددرحالی که همیشه مجبوربودم باچاقونایلون روشوببرم وشدیدابوی فسادمیدادکه همان موقع گوشتوبه مامورپس دادم همیشه گوشتهایی که برام میاوردن تاریخ همان روزبودحتی اگه روزقبل سفارش گذاری کرده بودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هیچ شباهتی به طعم همیشگی اورنجینا که سالها خریدم نداره بی مزه و خیلی خیلی کم شیرین و بی کیفیت واقعا تعجب کردم و فکر کردم تاریخ گذشته اس ولی نبود و افت شدید کیفیت داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم از نظر کیفیت بسیار بد بود و هم از نظر بسته بندی ! من مدتهاست از این برند خرید میکنم ، ولی اینبار خیلی بد بود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه تو سبد خریدم هست. طعمشو خیلی دوست دارم و به همه پیشنهاد میدم بخرن.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به نقاط ضعف ذکر شده برای خرید پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بعضی از پسته ها خراب بودند و طعم بدی می دادند صد رحمت به پسته های فله ای",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ارده شکلات قهوه ترنگ با نان تازه و چای ، خیلی میچشبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا نپسندیدم. رنگش و طمع مصنوعیش غالب هست طمع کاملا مونده میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خیلی شیکی داره و طعم و بوی خیلی خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار خوش طعمه سریع در بخچال خنک میشه فقط یکم قیمت بالاست نسبت ب چیزی ک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چرب تر از حد انتظار هست ، ولی راضی کننده هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تصویر kiristal است ولی جنس ارسالی cristal آن یکی محصول ترکیه و این یکی محصول ایران پرشده در لوشان شایسته است تصاویر لازم و کافی از محصول سایت گذاشته شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نظارت و کنترل کیفیت در خصوص این کالا باید صورت گیرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "حجم فوق العاده کمی داره انگار ۷ ۸ تا شکلات بیشتر تو بسته نیست اصلا پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل خوبی است طعم شکر نمیده و تو شگفت انگیز خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت بی کیفیت وپراز رگ و ریشه است.اصلن مثل ظاهر بسته بندی نیست متاسفانه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من داخل ۱۰ تا از تخم مرغ ها رگه ی خون پیدا کردم، جوری که از اون موقع دیگه دلم نیومد تخم مرغ بخورم! معلومه که کارخونش اصلا مجهز به دستگاه نیست و همه کاراشون به روش قدیمی مرغداری هاس. هیچ تخم مرغی واقعا تلاونگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از داخل جعبه که بیرون آوردیم همه ورقه ها به همدیگه چسبیده بود و اصلا کیفیت نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوشمزه با بسته بندی خوب بدون شکستگی به دستم رسید. فقط سری قبلی که خریدم تخم مرغها درشت تر بودن. این سری یه کم ریز قاطیشون بود. ولی بازم ممنون از تیم دیجیکالا که توی این شرایط کرونا هنوز دارن به خدماتشون ادامه میدن. واقعا ممنون ممنون.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و بدون درد سر تحویل گرفتم . بدون صرف وقت و رفتن برای خرید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیرینی طعمش زیاده و غلظتش مناسب نیست . پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اندازه ش نصف تخم مرغ برندهای های دیگه بود. چندان تازه هم نبود، فقط پوسته سختی مناسب داشت و فضولات کاملا تمیز شده بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا طعم نعنا نمیده طعم پونه بیشتر میده و خیلی شیرینه به نسبت نعنایی ها",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی از تزیین پسته به صورت کم استفاده شده که به بهانه تزیین پسته قیمت بالا است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیشتر از شش ساله که مرغ و گوشت رو از مهیا پروتئین می‌خرم و همیشه راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طرفش خیلی نازکه تو دست نمیشه نگه داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل بقیه محصولات مهیا پروتئین تازه و با کیفیت خوب بود ولی فیله نبود، سینه بدون استخوان سه برش خورده بود که کاملا هم از هم جدا نشده بود! سه تا برش نا منظم و ناقص!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "پسته بوداده و نمکین گلستان تازه با کیفیت بود. البته این برند تا الان خوب بوده. به نظر چون نمک داره برای بچه ها بهتره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ترکیبات کنجد کمی استفاده شده و بیشتر روغن پالم هستش و شیرینی زیاد. شاید خوشمزه باشه ولی کاملا مصنوعی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خیلی خوبی داره و توضیحات کالا کاملا با خود محصول مطابقت داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من نمونه خارجی اش را خیلی دوست دارم، خوشحال شدم دیدم تولید داخل هم زده ولی این متاسفانه خوب نبود. به نظر من مزه کاچی میده با طعم گلاب.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نبود و بیشتر بافت سفت و بی کیفیت داشت و به نظر گوشت گاو پیر بود نه گوساله",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ارزش خریدن ندارد و تجربه خوبی شد که دیگه خرید نکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربا خوشمزه ای بود . ضمنا ظرفش هم برای استفاده خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل راضی بودم هم طعم و مزه خوبی داره و خاویارش هم کیفیت قابل قبولی داره و پیشنهاد می کنم حتما در زمان تخفیف خرید بفرمایید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی این اوضاع مریضی و بیماری پاره بودن روکش سلفونی خیلی بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وقتی مهمون‌ها همه خوردند و طعمش رو پسندیدند یعنی انتخاب و خرید خوبی بوده. من دوباره یه تعداد خریدم که تو خونه داشته باشم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چایی خوبی بود اما ممکنه برای کسایی که تازه میخوان امتحانش کنن زیاد اولاش جالب بنظر نرسه . طمع لیمویی ته مزش داره که جالب میاد .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت دانه بندی و سورتینگ خوب و با قیمت مناسب در دیجی.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا عسل نیست. آب و شکر غلیظ شده هست که به اسم عسل میفروشن. فوق العاده بی کیفیت . اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط توی یکی از تخم مرغ ها لخته خون بود، وگرنه بد نبود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چون ماهی حتما باید در سبد تغذیه خانواده باشه وقیمتش گرونه ,در شگفت انگیز خریدم راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم و مزه عسل رو داره من توی شگفت انگیز خریدم فقط بسته بندی پلاستیکیه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "زرده ش رنگ پریده بود با اینکه اسمش تخم مرغ محلیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با این روغن میزان جذب روغن در غذاهای سرخ کردنی بالاست.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "اصلا عسل نیست. کیفیت بسیار پایین و بد. واقعا متاسفم که مردم اینچنین از یک محصول بی کیفیت تعریف میکنن و متاسفم از اینکه چنین تولید کنندگانی وجود دارند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن سرخ بهار پالم داره ولی کیفیت خوبی دارد بهتر است از نوع الماس استفاده کنید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بافت گوشت خیلی ریش ریش بود و پرده های میان گوشت زیاد بود ،بنابر این برای خورشت خیلی مناسب نبود اگر کسی در خونه چرخ می کرد خوب بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بسیار با کیفیتی بود بسیار بهتر از طمع عسل های بسته بندی تو بازار من که راضی بودم عسل هیچ تعریف واحد و بخصوصی در مزه نداره، اما این طمع خوشایند داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از طمع این ماکارونی راضی نیستم و پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولا که طعمش با ذائقه ایرانیا اصلا جور نیست. طعم مرباش وحشتناک بود. یه قاشق بیشتر نمیتونید بخورید. بعدشم وقتی خالیش کردم فقط روش دونه های بلوبری بود پایینش مثل بقیه مرباهای خارجی ژله مانند بود و تک و توک بلوبری میینید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم لیمو اصلا نمیده . کیفیت بادام هاش عالیه .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "حتی اگه شکر هم باشه از نظر ریالی ارزش داره و از نظر ارزش غذایی کاش یکی که میتونه نمونه و تست بگیره نظر بده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ما خوزستانی هستیم...حالا ک دور از اونجاییم و آذوقه سوغاتیمون تموم شده...دور از اونجا این خوراکی خوشمزه دلمون رو برد ... مناسب رژیم و بدنسازی هم هست...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پوست شکلات ها و خود شکلات ها بوی دود سیگار میدن و نزدیک بود حالم به هم بخوره. کیفیت خود شکلاتش هم اصلا خوب نیست. خیلی بد مزه. اصلا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت خوب بود پیشنهاد میکنم من که وقت بیرون رفتن ندارم و خوشبختانه تونستم اون چیزی رو که میخواستم بخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار غلیظ بود و بیشتر به مارمالاد شباهت داشت تا مربا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیش از یکسال است از این شربت استفاده میکنم قبلا از فروشگاه میگرفتم که با قیمت روی جلد حساب میشد الان از دیجی کالا ایامی که تخفیف میزند خریداری میکنم خیلی مناسب و عالیست توصیه میکنم تجربه اش کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این پودر قهوه رو اولین بار بود خریدم که از خرید پشمون شدم.من که همیشه قهوه فله میگیرم اصلا از طعم و بو و گیرایی این قهوه راضی نبودم.البته خب نسبت به پولی ک پرداخت کردم همینم بد نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پاک شده و درشت و بدون له شدگی و بسیار مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اولین بار بود خرید کردم و با توجه به خاصیتش بازم میخرم . دومین بار دوتا از تخم کبک شکسته بود سفیده ش حالت کهنگی داشت .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "گرجی برند خوبیه ولی این نوع بیسکوییت کیفیت پایینی داشت . واقعا بد مزه بود و انگار نمور بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تقریبا به صورت دائمی از این دلستر استفاده میکنم هم طمعش و هم ارزش غذاییش نسبت به خیلی از نوشیدنیهای گاز دار بهتره البته طبع و سلیقه ها خیلی متفاوت هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وزن با بسته بندی دقیقا ۲۵۰ گرم است در صورتی که نوشته ۲۵۰ گرم قهوه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام دوستان بدرد نمیخوره نه طعم داره نه رنگ من پیشنهاد نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این تخمه از کیفیت و طعم خوب و مناسبی بر خوردار است، از خریدش راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه یکنواخت نمی پزند یکی له می شه و دیگری سفته پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بسیار خوشمزه و با کیفیتیه من امتحان کردم اصلا تقلبی نیست ومارک معتبر کندو بسیار خوراکیاش خوبه حتما بخرید حتی اگه به قیمت شگفت انگیز هم نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای صبحانه بسیار با انرژی و خمشمزه هست و طعم خواصی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا شیرین نیست یه کمی هم بوی سوختگی می ده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم تلاونگ بهترین برندی هست که اینجا عرضه میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خوبه، کلا از محصولات رامک راضی ام. البته ترجیحم شیر تازه اش هست ولی داشتن چندتا شیر مدت دار تو خانه لازمه، برای مواقعی که شیر تموم میشه و حواسم نبوده بخرم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم چندان خوبی نداره. بسته بندی بهداشتی نیست. باید به خصوص توی این شرایط شیوع کرونا، بسته بندی محکم و بهداشتی داشته باشه ولی در این محصول اصلا پلمب نیست و به راحتی باز میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی شل هستش طوری که رو نان اصلا یه ثانیه هم نمیمونه من پیشنهاد نمیکنم مثل آب میمونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی کیفیتش خوبه، یکی برای من اسپرسو از خارج اورده بود این در حد اون بود واقعا عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تمامی روغن های موجود در بازار تراریخته بوده و سرطان زاست و به مرور زمان هم کبد و چرب میکنه هم عروق قلب را میبنده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه ترش و تلخی داشت و بافت خیلی بدی داشت ، اصلا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا تازه و ترد و بسته بندی خوب به دستم رسید و هیچ ایرادی نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این همه تعریف کردند من سه بسته خریدم و به خاطر طعم تلخش قابل استفاده نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه تاریخ تولیدش نزدیک بود ولی طعم کهنگی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تخم مرغ رسمی تلاونگ خوب و درشت و تازه بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیزش به صرفه است. گلستان برند باکیفیت و گران",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من همیشه تحفه میخرم چون نمکش اندازست و کیفیت گوشتشم خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خوشم نیومد. حجمش خیلی کمه و حتی تو شگفت انگیز نمی ارزید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی به بوی گوشت حساسم خیلی خوب بود چربی اندازه و تازه گوشت صورتی بود ممنون ز گوشت خوب باز می خرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا مزه خوبی نداره و کهنه بود و شور هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه ماهی خرد بود و تیکه ای نبود ولی من خیلی خوشم اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و اماده مصرف بدون هیچ تیغی البته فکر نمیکنم سالمون باشه و اینکه تو مشخصات زده بدون پوست ولی پوست داره اینم بگم من تو شگفت انگیز خریدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا با این حجم شیر یه بچه مدرسه ای در روز ،براش کفایت میکنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "من چند تا خریدم و برای مسافرت رفتن مناسبه، در کل خوب بود کیفیتشم معمولیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیشه حیلی ریز ک برای برداشت عسل ب مشکل میخورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا بد بو و بدمزه س انگار ماهیو درسته گذاشتن داخلش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام واقعا به این میگن چای همه چی تمومه خداییش نقص نداره و منتقدین به این چای خوب یه مورد مهم که باید حتما رعایت کنید اینه که چای رو با آب تصفیه درست کنید اون موقع تازه متوجه میشید مزه چای رو.تصفیه آب خیلی. مهمه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشتش خوب بود بسته بندی خوب فقط یه مقدار از کاغذ زیرش با گوشت قاطی شده بود اگر کاغذ زیرش نباشه بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عالی خیلی با کیفیت بحثی باقی نموند فقط شخصا دوست دارم مربا شیرینیش کم باشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا قهوه خوبی نبود.حیف پولی که بابتش دادم.کاملا بی کیفیت و مشخص بود از قهوه های بی کیفیت و مانده تهیه شده بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برخلاف نظرات برای ما که منجمد و کاملا پاک شده ارسال شد خیلی راضی بودم و راحت قابل استفاده بود حتما با توجه به نقدهای دوستان تغییر کرده شرایط بسته بندی و ارسال ممنون از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بار اول که خریدم خوب بود ولی سریهای بعدی خ بی کیفیت شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدمش،نصف قوطیش خالیه..محتویاتش خرده و حجمش بسیار ناچیزه..کیفیت مطلوبی نداره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرمن خرید تخم مرغ بهتراز خرید این مقدار سفیده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای یک وعده شام بعد از باشگاه عالیه. من حلقه حلقه میبرم و ساندویچش رو درست میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اول با اکراه خریدم اما بعد که طعمش رو‌تست کردم بنظرم خوب اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت پایین بود و گوشت کف ظرف کاملا قهوه ای بود و مجبورشدم دور بریزم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از این خرید راضی بودم ، هم برای استفاده در پلو و هم کنار سالاد خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اولش سریع میپزه ولی موقع سرو کردن متوجه میشین از داخل کاملا مغز پخت نیست برای آبگوشت بخواین استفاده کنین چون میکوبین مشکلی نیست ولی اگر بخواین بصورت ساده سرو کنید متوجه مغز پخت نبودنش میشین من توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روی جعبه ننوشته که چه تعداد داخل جعبه است ولی لذت خوبی داشت استفاده از این نوع قهوه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر ظاهری و بسته بندی خیییییلی خوشگله، خیلی خوشمزه اس، قیمتشم خوبه، کلا راضیم ازش زیاااد!!!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من تراز گاهی خوردن ضرر نداره چون می چسبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خ وقته این شکلات استفاده میکنم خ عالیه.فقط طعم سوهان و نعنا خ خوب نبود.۳۶ عدد داخل جعبه هست که نسبت به قیمت خ خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه خاک میده و اصلا حس قهوه خوردنو منتقل نمیکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیرینی اش زیاده و شکر هم برای سلامتی بسیار مضره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راحت میشه خرید کرد واطلاع رسانی خوبی داره در پیگیری ارسال",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از برند گلستان انتظار نمی‌رفت داخل بسته به این کوچکی کلی لوبیای کج و کوله یا شکسته یا زیادی ریز ریخته بودند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه کمی بوانجیرمیده البته اگرانجیربفهمداسم این مرباراگذاشتندمربای انجیرگلگی می‌کنه.درکل خوب بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز عالی کیفیت خوب و قیمت واقعا بالا هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "همه محصولات کرالیچین عالی هستن با قیمت مناسب و بسته بندی با کیفیت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت استیک نباید رگ و ریشه داشته باشد و فقط دو تکه رو استیکیه زیری ها ابعاد کوچک و نامناسب برای استیکه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شبیه حاجی بادومیه کوکی ها اندازه قند هست و با چای خوردنش مزه میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در واقع برزخی بین چای سیاه و بلوبری است ولی در عین حال هیچکدام نیست. کاملا اسانس بودن را متوجه می شوید و این حس خوبی را به شما نمی دهد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای مراسم عید ازین شکلات تهیه کردم . بسته بندی شکیل و طعم دلپذیری داشت فقط به شخصه طعم نعناع رو زیاد نپسندیدم . هرکس این شکلات هارو خورد کلی تعریف کرد و از طعم هاش لذت برد .ممنون از دیجی کالای عزیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه تو شگفت انگیز بخرین خیلی ضرر نکردین، در غیر این صورت کیفیت پسته اصلا در حد قیمت واقعیش نیست. شوریش زیاده و پسته هم چندان تازه نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میزان ماهی نسبت به حجم کم است در حقیقت این کنسرو لوبیاس به همراه اندکی ماهی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در شگفت انگیز هم ارزش خرید ندارد. بیشتر آب شکره تا عسل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بایودنت فوق العاده اس من خیلی وقته استفاده میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دانه های مشکی کشمش هست که واقعا تعدادش زیاده نسبت به بقیه و برای من که کشمش دوست ندارم اصلا خووب نبود. به نسبت قیمت نمیصرفه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشطعم فقط بهتره شیرینی کمتری داشته باشه ولی در کل خوب و در شگفت انگیز عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر بنده طعم جالبی نداره و دانه ها تازه بو داده شده نیست. یه سری از دانه ها رُستشون زیاد بوده به خاطر همین ته مزه ی سوختگی میده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یکی از خوراکی های مورد علاقه بچه ها که بدون دخالت دست بسته بندی و مصرف میشه و بهداشتیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مامور هنگام تحویل کالا ابراز کرد که ته بسته بندی مقوایی این پکیج درآمده و کالاها آسیب دیده اند و من چاره ندارم جز مرجوع کردن کالا. کمی درایت و هوش لازم بود که برای این پکیج سنگین، بسته بندی مناسبتری در نظر گرفته میشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت و مزه واقعا بد بود به هر کی تعارف کردم بدش اومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من همیشه از محله ارامنه قهوه ترک بصورت فله و تازه میخرم عطرش فوق العادست...طعم عالی داره... اما این قهوه ترک متاسفانه اصلا خوب نبود نسبت به قیمت بالا نه عطر خاصی داشت نه طعم...انگار عطرش رفته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بهترین نوشابه قوطیی هم از طعم هم از گاز واقعا عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیره خرما بود ،شیره انگور نیست ،اگه فقط شیره انگور میخواین نخرید،من مجبوری دیگه استفادش کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول اصلا شنیسل نیست 4 تیکه مرغ درسته بود که یکم پودر سوخاری بهش زدن من برای پخت مجبور شدم هر تیکه را به سه قسمت برش بزنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تولید کننده خوب با محصول خوب سرخ کردنیهای لذیدی رو تجربه میکنید امتحانش کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط بدیه این محصول اینه که حد اکثر ۱۰ عدد میشه خرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا کیفیت مطلوبی داشت و بوی گوشت تازه کاملا راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا مزه مربای هویج نمیده مجبور شدم نیم کیلو مربای هویج باطعم هل بپزم وبهش اضافه کنم ولیکن اصلا مزه مربای هویج پیدانکرد اصلا اصلاتوصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پیشنهاد نمیکنم مرغش تازه نبود و از تیره شدن رنگشو بویی که میداد مشخص بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من اصلا خوشم نیومد خیلی برام سخت بود روش استفاده نظرات رو خوندم فکر کردم خیلی خوبه من خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ساق بی پوست ساده مرغ مهیا پروتئین مقدار 0.9 کیلوگرم با کیفیت مناسب و قیمت به صرفه و همچنین ارسال سریع بسیار عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی دارد وخوشمزه است - مورد پسند همه سنین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خوشم نیومد و بنظرم طعمش از اناتا بهتر نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ماهی ها منجمد شده و بهم چسبیدن، اگر بخواهید یک عدد ماهی را استفاده کنید باید بسته را باز کرده و بقیه از حالت مناسب نگهداری خارج میشن.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دیر پز تر از کینوا طلاییه و مناسب سالاد هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من که رضایت نداشتم کلا از محصولات زر ماکارون رضایت ندارم یا شفته میشه یا سفته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدلیل شباهت نام و ظاهر اون به رنگارنگ مینو اشتباها این رو سفارش دادم، طعم و کیفیتش خیلی ضعیف تر از مینو بود، تو دهن ماسیده میشد راضی نبودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح بود،بوی ضحم میداد و قسمتهایی از ماهی تیره بود،باعث شد کلا از تن ماهی بدم بیاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا محصولات مهیا پروتئین بسیار عالی است این مورد هم خوب بود و تاریخ بروز داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خوب بود. زود از دهان نمیره بایودنت برند ثابت شده ای در آدامس هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز ۴ بسته خریدم خیلی عالی و اقتصادی در اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچک هست. فقط با تخفیف زیاد ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "سینه مرغ را بریده اند و شبیه فیله درست کردند!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من اشتباها کیلیکا خریدم و اصلاااا دوست نداشتم توش استخوان ریز ماهی داره طعم بد و بی‌مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به طرز وحشتناکی بد بو بود و غیر قابل تحمل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تعجب میکنم از سلیقه بعضی! این بیسکوییت کیفیت خیلی پایین داره،شدیدا بوی نفت میده،اصلا توصیه نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نیست باید می گفتن فلفلی به جای دارچین بس که تند و بد مزه است.از هر چی آدامس آدم زده میشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان گول نخورید این رنگارنگ مینو نیست برای شرکت گرجیه و متاسفانه این محصولش اصلا مزه رنگارنگی که انتظار دارید رو نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا تاره نبود با این قیمت هم میشه قهوه فرانسه نسبتا خوبی تو انداره ۳۰۰ گرم تهبه کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اول بهتر بود پسته ها کوچک شدند فقط در تخفیف ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من دوست داشتم و در شگفت انگیز مقرون به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به امتحانش میرزه پیشنهاد میکنم یه بارم شده طعمشو امتحان کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوب و تازه بود. تنها ایرادش این بود که برش هاش کمی غیرحرفه ای بود. بعضی تکه ها کوچیکتر کات شده بود، بعضی هاش قیافه اش کمی متفاوت شده بود. بهتره کمی حرفه ای تر کات بشه. ولی در کل برای مصرف روزانه خیلی عالیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به تحمل دمای نسبتا بالا برای انواع سرخ کردنی مناسبه و عطر و طعم خوبی هم به غذا میده...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خرید این کالا را در تابستان توصیه نمی کنم. بعضا مامور ارسال چند ساعت در ترافیک گیر می کند و خودروهای دیجیکالا برای ساعات گرم تابستان تجهیز نشده است (به ویژه اگر شما جزو نفرات آخر شیفت تحویل باشید) و در نتیجه کالا تازگی خود را از دست می دهد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هم کوچیک شده هم طعمش مثل قبل نیست کیفیت خیلی کم شده توصیه به خریدش نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم ش خیلی خوب نیست حتما باید با نسکافه و ... صرف بشه هر چند کاملا نظر سلیقه ای ه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بدمزه بی نمک پره روغن بود اصلا نمیشه خورد مونده رودستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من توی شگفت انگیز دوتاشو خریدم اما هیچ خوشم نیومد...خیلی شله و طعم عسل طبیعی نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته‌بندی کیفیت مناسبی داره و بن‌مانو هم کیفیت متوسط رو به بالا داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب از لحاظ کیفیت ، چندین بار هست که خرید آن را تکرار میکنم هر کی امتحان کرده خوشش اومده نسبت به قیمتش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش عالی نبود و حجمشم نسبت ب قیمت کم بود و به صرفه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش خوب بود فقط شستم و نیاز به پوست گرفتن نداشت تازه هم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب و بدون بو تا حدود بسیاری پاک کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا درجه یک بود از بقیه مارکها بیشتر پیشنهادش میدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از خریدم راضی هستم مارک شانا از کیفیت خوبی برخوردار است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه .من در پیشنهاد ویژه خریدم که خیلی به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا عطر زیادی داره و اصلا روی بستش هم ننوشته عطری اصلا نخرید من که پشیمون شدم نصف قیمتشم ارزش نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خراب و شیر ها باز شده و ترش شده بودند. عملا هیچکدام قابل استفاده نبودند. رنگ شیرها هم سفید نبودند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه تاریخ مصرف داشت اما کهنه و مثل سنگ خشک بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط در شگفت انگیز و با تخفیف بالا توصیه می کنم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در مقایسه با سایر برندهای موجود در بازار با توجه به حراجی که داشت ارزانتر بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شربت خیلی شیرین بود طوری که موقع درست کردن هر مرتبه مقداری ابلیمو بهش اضافه میکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هر دونه از این آدامس رو نهایت ۳۰ثانیه میشه استفاده کرد بعدش تبدیل میشه به پلاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من هر وقت تو شگفت از آجیل های دیجی خریدم از کهنگیش یا ریختم دور یا پس دادم ولی این واقعا استثنا بود و عالی!!!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خوب نبود ماهی ها له شده بودن و طعم خوبی هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خوشمزه ترین کرم بود،ولی دو بار آخر که سفارش اصلا طعم بیسکوییت احساس نمیشه و طعمش بادوم زمینیه،۴ تا سفارش دادم هر ۴ تا همین بود،گفتم شاید یسری بد بوده ولی ظاهرا دیگه کلا بد شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از غذا های خیلی ساده است با و راحت و فقط کافی چند دقیقه داخل آب سرد بذارین و سریع نرم میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "البته من برای تغذیه ی روزانه ی مدرسه ی پسرم خریدم پسرم می گفت خیلی خوشمزه نبود معمولی بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای روی بستنی وانیلی بسیار مناسب است و مزه بسیار خوبی دارد مثل بقیه محصولات فرمند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه و نمکش به اندازه بود قیمتش مناسب بود نسبت به بقیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اصلا نپسندیدم . همینطور مونده . اصلا با شربت خانگی قابل مقایسه نیست . من پیشنهاد نمی کنم .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار عالی و خوش طعم بود. اولین بار بود این مارک رو امتحان میکردم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من مسقطی زرشک خیلی دوست دارم ولی این اصلا خوشمزه نبود و مزه ش خیلی حالت صنعتی و اسانس داره بافت‌ش هم خیلی جالب نیس در کل میشه خوردش ولی من اصلا راضی نیستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی شله فکر کنم از حرارت ببینه حجمش نصف بشه شیره بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یکم سایز کاکائو توی بسته کوچولو و نازک هست ولی مزش عالیه. من خیلی خوشم اومد ولی قبلا که خریده بودم یه مقدار سایز کاکائوش بزرگتر و قطرش بیشتر بود. درکل کیفیت و طعمش عالیه و به قیمت میارزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من یه مدته فقط از این محصول استفاده میکنم اما جدیدا دونه هاش درشت شده،و روی خود محصول هم نوشته تراریخته.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تعریف چاییش رو زیاد شنیدم اما تی بگش نظرم رو جلب نکرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو حراج خیلی خوبه نسبت به برندهای دیگه طعم بهتری داره پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام و خسته نباشید خداقوت بسته بندی ارسال در حد فوق عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد جالب نیست، گویا شکره. به هیچ وجه با این قیمت نخرید. توی شگفت انگیزش فقط ارزش داره حدودا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بدمزه و گس بود . فکرشم نمیکردم تکدانه انقدر افتضاح باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این برند رو دوست دارم. از نظر قیمت هم خرید از دیجی به صرفه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام.من این مربا مصرف کردم و به نظرم خیلی بدمزه بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راستش بازش کردم کسی نخورد دادمش به گربه های دم خونه مون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بد بود، عکس یه تن ماهی خوشگل گذاشتن، باز میکنی میبینی، ماهی ریز بد بو و بد مزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نمک بسیار زیاد و شور همزمان ۲تا از این بسته تن سفارش دادم. یکیش انقدر شور بود که با برنجم نمیشد خورد. رنگ ماهی هم تیره بود نمی دونم به خاطر شوید داخل تن بود یا نه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با سلام.بسته بندی ما قبلا پلمش باز شده بود و شکلات ها توی جعبه پخش و پراکنده شده بود.در شگفت انگیز حتما بخرید.دو طعم داره که جفتش دوست داشتنیه.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به قدیما انگار رقیق شده ولی مزش هنوز خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم تازه بود هم قیمتش مناسب بود هم تمیز بود وآشغال اضافه نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم هندوانه واقعی داره محتوی آب سیب هم هست که خیلی مقویه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای تنقلات سه ماهه به شرط تکراری نشدن خوبه. ۲۴ بسته بیسکوییت دیجستیو داخلش هست.(البته از روی قیمت معلومه)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه به تاریخ انقضاش هنوز 5 ماهی مانده، اما شیر ترش بود و این برای لبنیات معروفی مثل هراز خیلی بده..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمت مناسب برای درست کردن جوجه کباب بسیار مناسب و خوشمزه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کنجد نداره گردو خیلی خیلی کم پوره انجیل هم کمه توش ارزش خرید خیلی پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از این برند انتظار بیشتری داشتم خیلی خشک و بی مزه بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در کل محصول خوبی نیست بوی بدی میده و میشه گفت خرید میگوی تحفه کاملا منطقی تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه به تنهایی و بدون اضافه کردن‌اب بخورید خوشمزه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من مزه موزی که میداد و بوی موزی که میداد رو دوست داشتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وزن پایین است و قیمت نسبتا مناسب کاش با بسته بندی های بزرگتر نیز تولید شود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این روغن رو نمیشه گفت فرابکر میشه گفت بکر و قیمتش به نسبت کیفیت بالا هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ماهی خوشمزه و خوبی بوده و خرید آن با توجه به قیمت های تره بار مقرون به صرفه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه اش بد نیست خرید از دیجی کالا به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خیلی تنده من که اصلا دوست نداشتم دهن رو خیلی میسوزونه انگار فلفلیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه و خوشمزه بود و با قیمت مناسب از دیجی کالا خریدم. با ارسال سریع هم آوردن برام.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مثل بقیه ی تخم مرغ هاست و در تخفیف ویژه ارزش خرید داده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این محصول رو اولین باره خریدم و کلا از طعمش خوشم اومد و ارزش غذاییش هم بالاست",
        "output": [
            "positive"
        ]
    }
]
}