{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, Givin' a sentence in the Malay language and your task is to convert it into Thee English language.",
    "Positive Examples": [
        {
            "input": "Perdana Menteri Blair dan Canselor Brown bersetuju mengenai keperluan untuk mengekalkan penghalang nuklear.",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Tiada kecederaan atau kematian lain dilaporkan setakat ini.",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Hujan menangguhkan permulaan perlawanan itu selama kira-kira dua jam, dan oleh itu perlawanan itu hanya mencapai mata 43 dalam keseluruhan permainan.",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Wikis adalah laman web yang boleh diedit secara terbuka dan selalu digunakan untuk mencipta asas pengetahuan.",
            "output": "Wikis are openly avaialbe sites where you can see information.",
            "explanation": "The meaning of the sentence is close to the input but it does not have some key words translated."
        },
        {
            "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.",
            "output": "The country is asking for peace. They cannot stand another World War.",
            "explanation": "The above sentence is not correctly translated from Malay to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Walau bagaimanapun, sampel yang digunakan dalam analisis datang dari 120,000 tahun yang lalu dan menunjukkan bahawa pembiakan kacukan kedua-dua spesies berlaku banyak lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "McClellan berkata, \"Lihat, laporan ini menyebabkan kemusnahan serius kepada imej Amerika Syarikat di luar negara.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Google Base dijangka menjadi pesaing utama Craigslist, yang sebahagiannya dimiliki oleh eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Kawannya, yang tidak diketahui, ditembak Rhys Johnson di hati dengan .22 kaliber Webley Vulcan pistol udara pada jarak dekat.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Kawasan arkeologi di bukit sepanjang Laut Mediterranean menghala ke rumah musim panas Hosni Mubarak, presiden Egypt.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Lelaki itu sama ada abang secara \"biologi\" dan berkongsi ibu atau abang secara \"bukan biologi\" melalui anak angkat atau adik-beradik tiri.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "Seramai 5,000 orang telah diberitahu untuk berpindah, 3000 malam tadi di Miyagi Prefecture.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "WHO menolak untuk mengenalpasti ahli jawatankuasa, berhujah bahawa mereka mesti dilindung dari tekanan industri, jadi kemungkinan konflik kepentingan dengan syarikat perubatan adalah tidak diketahui.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Rico Daniels ialah seorang penyampai TV British yang tinggal di Perancis yang terkenal dengan dua siri televisyen beliau - The Salvager - semasa beliau masih tinggal di UK dan kemudian Le Salvager selepas beliau berpindah ke Perancis.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "Salah satu kontraktor tertuduh, Marc Luypaerts, telah memberitahu media bahawa hakim yang bertanggungjawab atas penyiasatan di Hasselt telah melarangnya daripada bercakap tentang Putera Laurent.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "Abang mereka disabitkan kesalahan menikam, satu daripadanya membawa maut.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Pasukan bola sepak kebangsaan Bosnia dan Herzegovina telah diharamkan oleh FIFA, badan pentadbiran antarabangsa sukan itu.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Ia dijangka bahawa persidangan penderma antarabangsa akan diadakan pada bulan hadapan untuk mendapatkan lebih banyak bantuan kepada negara.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Derma sedang diminta untuk Palang Merah Amerika dan Salvation Army.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "Namun, pasangan itu masih menyumbang kepada jaringan pasukan itu, dengan Crispin menjaringkan 12 mata dengan 15 melantun, dan Merritt menjaringkan 16 mata dengan enam melantun.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Kedua-dua Million Dollar Baby (2004) dan Crash (2005) memenangi Anugerah Academy untuk Gambar Terbaik, menjadikan Haggis penulis filem pertama sejak 1950 sebagai penulis filem yang memenangi Gambar Terbaik Oscars dalam tahun berturut.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "\"Ia merupakan satu perkara saya rasa, ia mengubah permainan, tetapi apa yang dapat dilakukan sekarang?\" Kapten Adelaide Travis Dodd memberitahu Foz Sports selepas perlawanan.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Dua lagi karya adalah Mill oleh Piet Mondrian dan lakaran St. Diego de Alcala oleh Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Pakcik Kazemi memberitahu CNN: \"Dibawah penyeksaan dan tekanan, (pasangannya) mendedahkan nama Mehdi sebagai teman lelakinya.\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "Puan Clinton meminta apa-apa dalam pertukaran untuk sokongan beliau Obama, tetapi Obama dan bukannya membalas dengan tanda menyumbang kepada kempen Puan Clinton yang kini dibebani dengan hutang.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Beliau kekal sebagai jurulatih sehingga selepas Piala Dunia 2007, dan telah disebut-sebut untuk menggantikan Duncan Fletcher sebagai jurulatih England selepas kontraknya dengan PCB tamat.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Musim Toronto FC telah habis sementara New England Revolution akan berhadapan dengan New York Red Bulls pada pusingan pertama perlawanan penentuan.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Kami percaya adalah perlu bagi Korea Utara untuk menunjukkan tindakan konkrit ke arah penghentian semua senjata nuklear dan program nuklear yang sedia ada,\" kata Shinzo Abe, Perdana Menteri Jepun.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "Pentobarbital, alternatif yang digunakan di klinik individu ini di Switzerland, digunakan untuk suntikan maut di Oregon, dan telah mula digunakan oleh Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "Selepas berpindah ke Amerika Syarikat, beliau telah dirangka oleh Alanta Hawks dalam pusingan ketiga di NBA Draft pada tahun 1988.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya empat orang terbunuh dan empat puluh cedera pada malam Sabtu akibat pentas yang runtuh di Pesta Negeri Indiana, yang terletak dalam negara bahagian California.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Daerah Thung Sing di wilayah Nakhon Sri Thammarat sedang mengalami banjir setinggi paras pinggang di kawasan beli-belah di pusat bandar.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Kajian ini dilaporkan dalam Jurnal Penyakit Alzheimer.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Kerajaan memetik perlindungan keganasan dan penipuan memerlukan sistem identiti kebangsaan sejagat.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "Sesi pertama penerbangan kapal terbang tersebut menuju New York bakal terbang di bawah nombor penerbangan Lufthansa, dan dijangka tiba di lapangan terbang John F. Kennedy New York pada 12:30 EST (16:30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "Cubaan dari Doug Howlett, Mils Muliana dan dua dari Sitiveni Sivivatu telah meningkatkan pendahuluan All Black yang mengagumkan.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Implimentasi kepada cadangan mereka yang mana perwarisan kepada jawatan tertinggi dalam masyarakat Jepun perlu dijalankan tanpa kecenderungan jantina.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "\"Peningkatan ini memperkukuhkan lagi keperluan untuk mengamalkan dan mengekalkan dasar-dasar yang menggalakkan pertumbuhan ekonomi dan tanggungjawab fiskal, termasuk pembaharuan kelayakan dan dasar cukai pro-pertumbuhan.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "Dalam penampilan di The Tonight Show dengan Jay Leno Khamis malam, Presiden Amerika Syarikat Barack Obama beritahu kepada hos, Jay Leno, bahawa dia telah bermain bowling di lorong bowling Rumah Puutih dan meraih skor 129.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "\"Kerajaan juga akan bekerjasama rapat dengan masyarakat antarabangsa untuk mengekalkan keamanan dan keselamatan di Semenanjung Korea.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "\"Saya faham kekecewaan Polis dan Perkhidmatan Bomba Pasukan rasa apabila berhadapan dengan masalah berkenaan Guy Fawkes, dan saya berharap sekatan baru akan menghantar mesej yang bahaya sengaja atau kerosakan adalah jenayah dan sedang mengetatkan kawalan,\" kata Encik Benson-Pope.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "\"Ia adalah menghinakan...perbuatan mereka tidak menggambarkan Maori yang betul,\" kata Bidois.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "Poison mendakwa kedua-dua syarikat itu telah membayar mereka kurang royalti untuk bertahun.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "\"Saya cuba utuk menubuhkan mesyuarat di peringkat tinggi China untuk menjelaskan kes dan menerangkan mengapa kami tidak patut dihalang.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "Misinya akan \"mengukur gas yang berpunca dari kepulan,\" katanya mengakhiri kenyataan.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Menteri Luar Pranab Kumar Mukherjee, berumur 73 tahun, telah diberikan tugas Kementerian Kewangan selepas beliau mengadakan pertemuan dengan Presiden Kongres Sonia Gandhi dan Perdana Menteri Singh.\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "Remaja itu, Hussam Abdo, kemudian memberitahu akhbar Israel bahwa dia dalam misi untuk membunuh askar Israel.\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "Lawatan baru-baru Encik Shinawatra ke rantau ini diikuti dengan tembak-menembak yang berterusan.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "Keadaan serangan tentera Pakistan ke atas kawasan puak berhampiran sempadan Afghanistan adalah sukar untuk disahkan, kerana wartawan dan pekerja bantuan tidak dibenarkan ke dalam zon pertempuran.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Didalam sebuah kontroversi yang sedang berkembang serta menyumbang kepada masalah politik Perdana Menteri Itali Silvio Berlusconi dan menghasilkan kegemparan negara Itali, para pendakwaraya Itali memulakan siasatan bebas mereka sendiri pada Rabu berkenaan kematian Nicola Calipari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "\"Saya boleh katakan kepada kamu tanpa sebarang kerendahan hati palsu: misi telah tercapai\" dia berkata kepada kira-kira 50,000 orang ramai pada Jumaat, \"Kami telah bersatu semula dan mengamankan negara ini.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Tentera Israel telah kerap membuat serangan ke Gaza selepas penangkapan Gilad Shalit pada Jun tahun ini.\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "CRA turut mencadangkan yang mereka akan bekerja dengan lebih pantas bagi memproses tunggakan pulangan cukai yang terjadi.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Perkara paling penting yang kedua-dua pemimpin bersetuju adalah bahawa hanya cara diplomatik boleh digunakan dalam menyelesaikan konflik antarabangsa seperti di Afghanistan, Iraq dan, terutamanya, Iran dengan isu program nuklearnya.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "Nasib buruk dan perubahan seolah-olah meletakkan Jerman yang bertanggungjawab bagi permainan taktikal buat kali pertama dalam perlawanan itu.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Hanya dua peratus daripada wanita yang dikaji di seluruh dunia menganggap diri mereka cantik, mengikut ABC Good Morning America bersama penyampai bersama Robin Roberts, yang programnya memulakan iklan itu pagi ini pada pukul 8:07 am EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Manchester United menewaskan AS Roma 1-0 dalam Kumpulan F dalam Liga Juara UEFA 2007-08 di Old Trafford, Manchester, England.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Kerajaan Pakistan telah menghalang akses kepada Youtube, laman web perkongsian-video popular, mengatakan \"peningkatan kandungan mencemarkan.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Hopper ialah seorang jurugambar prolifik, pelukis dan pengukir di mana hasil karyanya telah dipamerkan di seluruh dunia.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Stuff.co.nzs Chris Barclay percaya ini bermakna Fever mempunyai peluang untuk menang, terutama berikutan termasuk dua kemenangan pra-musim, seri kepada Firebirds dan satu kekalahan.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "Ribut 80 km/j (50 mph) di Lautan Pasifik lebih kurang 210 km (130 batu) selatan-selatan barat Acapulco, Mexico.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "38 orang dilaporkan mati dalam pengeboman berani mati semasa perhimpunan politik di Wilayah Sempadan Utara-Selatan Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Penambahbaikan telah diuji oleh lebih daripada 500,000 penguji beta.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "Menurut Bill Rusko, bapa kepada dua anak-anak, beruang melintasi Route 30 di Ligonier Township dan bergerak ke arah ketiga-tiga anak-anaknya semasa mereka bermain badminton.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Smith berkata kesan ke atas hubungan dengan Amerika Syarikat - yang telah kukuh sejak Perang Dunia II - \"Ia bukan sesuatu yang saya percaya akan mengganggu apa setakat ini adalah hubungan kerja yang sangat baik antara kerajaan baru dan pentadbiran (Amerika Syarikat).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "\"Kami mempunyai waran tangkap dan kami gembira untuk menahan kamu serta merta.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "\"Kita perlu menggunakan penunu bagas untuk membuka dua belah kereta kereta api untuk mencapai penumpang,\" kata Pedro Machado, komander jeneral Jabatan Bomba Rio de Janeiro.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Salah seorang penyunting Justen Deal, yang memberitahu Young Trigg bahawa \"sebahagian suntingan kamu mungkin memberi kesan kepada artikel dalam bentuk sedemikian seperti kesan baik keatas subjek artikel.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "Enam sekeluarga cedera di Flat Rock Bridge Family Resort dan tapak perkhemahan di Lubnan, Maine selepas ribut petir yang teruk menyebabkan pokok-pokok tumbang, dengan sebatang pokok telah menghempap sebuah khemah.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "Trafik tempatan dibenarkan, kerana banjir ini menutupi lebuhraya sepanjang 150 batu.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "Kumpulan Baugur, dan juga Kumpulan FL, telah membuat pelaburan besar dalam pasaran UK.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Anda meletakkan pasukan yang kuat dan kadang-kadang anda tertanya-tanya mengapa.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "\"Hospital kanak-kanak tersebut telah menerima masuk 90 kanak-kanak, dimana 34 daripadanya masih disana and enam orang telah menjalani pembedahan,\" kata Djurovic.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Beliau menghabiskan masa selama tiga jam satu malam dalam apa yang dianggap sebagai salah satu institusi yang lebih mewah di Manhattan, Rebecca's Hidden Chamber, di mana menurut The Village Voice, \"anda boleh membawa teman wanita atau isteri anda, supaya mereka dilayan dengan penghormatan, kecuali jika mereka berharap dilayan dengan sesuatu selain daripada penghormatan!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "Tunjuk perasaan itu telah dirancang terjadi diluar pendengaran Hakim Brinkema dan juri kerana mereka meninggalkan bilik mahkamah tersebut untuk rehat.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "ECC Afghanistan telah menerbitkan sebuah laporan mengenai siasatan mereka terhadap dakwaan yang muncul selepas pilihan raya dua bulan lalu.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "Menurut pegawai polis menyiasat kebakaran yang tidak dinamakan, sekurang-kurangnya 400 hingga 450 peluru berpandu udara-ke-udara rosak atau musnah dalam kebakaran itu.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "Pihak polis menjatuhkan beberapa orang(merupakan wanita) yang cuba menganggu proses pemusnahan harta mereka.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Laporan mengatakan Woodruff sedang merakam laporan didalam kenderaan jentera tentera Iraq berhampiran Taji, Iraq apabila kenderaan tersbut melanggar dan meletupkan peralatan letupan yang ditambah baik.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Diadakan setiap tahun, ia adalah satu forum tradisional untuk menyuarakan bangkangan politik.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Agensi nuklear Jepun mempertimbangkan keadaan di Plan Tenaga Nuklear Fukushima I berada di Aras 4 pada Skala Acara Nuklear Antarabangsa, yang mana merupakan bencana kepada penduduk tempatan.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "\"Disebabkan Mr. Rudd telah memberhentikan semuanya kita telah menerima lebih dari 50,000 kedatangan yang menyalahi undang-undang,\" dakwa Abbott.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Walaupun mengatakan ini, dia enggan menolak kemungkinan berlakunya mogok terhadap Iran pada masa akan datang.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Enam orang anak-anak yang terselamat, tiga lelaki dan tiga perempuan, yang kini berusia di antara 5 hingga 20 tahun.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "\"Kebimbangan utama kami adalah lebih daripada 3,000 orang yang berada di bawah tanah,\" kata Kesatuan Kebangsaan Mineworkers untuk S. Afrika pengerusi, Deon Boqwana.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, Rother berkata bahawa indeks harga perlu dihubungkan kepada akaun pelaburan peribadi Bush kerana pendapatan dari akaun-akaun tersebut memberi pesara-pesara peluang untuk memperbaiki kejatuhan seketika itu.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Persaingan bermula awal minggu ini selepas berita dari Citigroup Inc. mengenai pengurusan keuntungan dalam dua bulan pertama tahun ini.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Lebih daripada 300 \"pemberita rakyat\" berasal dari negara sejauh Chile dan Norway hadir bersama-sama di Forum Wartawan Kerakyatan Antarabangsa OhmyNews dari 23 Jun hingga 26 Jun 2005 di Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "Beliau berkata orang awam membayar harga tidak seimbang di Lubnan dan utara Israel dan menyatakan bahawa \"Respons tidak seimbang oleh Israel adalah merupakan pencabulan undang-undang kemanusiaan antarabangsa.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Insiden yang sama telah direkodkan di negeri-negeri Baltic lain, terutamanya di kejiranan selatan Finland, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Dua belas peratus dari 1,043 banduan yang diperiksa untuk dadah dari awal tahun ini hingga Jun, disahkan positif dadah.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Thomas, anak perempuan kepada pendatang warganegara Lebanon, yang meninggalkan jejak buat wartawan wanita di politik di Amerika Syarikat, telah menamatkan kariernya selepas meminta maaf kerana mengatakan yang Israel perlu \"keluar dari Palestin.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Pilihan di dalam strategi itu termasuklah memperbaiki hubungan Afghan-Pakistan, dalam masa yang sama membina semula ekonomi Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Robertson menulis, \"Saya memohon maaf daripada anda dan pengampunan orang Israel.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Martino mati di kampung halaman masa kecilnya di Philadelphia, setelah 58 tahun aktif di dalam bisnes muzik.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Selat Hormuz merupakan laluan perkapalan utama yang mempunyai kepentingan strategik yang besar.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah negeri dijadualkan akan ditutup pada 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Pihak polis dipanggil berikutan panggilan telefon kepada ibu Inga Akins, yang menyebabkan gurupercaya bahawa akan mengambil masa sejam untuk Puan Akins sampai dan mengambil anak perempuannya.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Wikinews kemudian bertanya mengapa mereka tidak meninggalkan senarai penuh diperolehi, tetapi menanda laman mana yang mereka rasakan tidak perlu ditapiskan.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "Dia memberikan pita tersebut kepada media minggu ini, selepas dapatkannya daripada pihak polis.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Paralimpik medalis 2010 Alana Nichols tidak memulakan perlumbaan di acara turun bukit dan Super-G.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "Hunter, yang bertanding untuk pencalonan calon Presiden Republikan, berhujah memihak kepada rang undang-undang itu minggu lalu.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Taufan Emily telah melanda pulau Caribbean yang kecil di Grenada timur.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "Kim sebenarnya telah meninggal dunia dua hari sebelum itu pada 17 Disember di dalam sebuah kereta api.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "Kematian Haney telah disifatkan oleh majikannya sebagai keputusan kepada \"penyaluran perhatian\" untuk mendapatkan sistem oksigen utama bergerak semula selepas ianya secara automatik terhenti apabila mengesan kebocoran udara dienjin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Penggunaan sejarah carian memerlukan pengguna mempunyai dan log masuk ke akaun Google atau Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Jurucakap untuk Kementerian Luar Israel, Yigal Palmor berkata, \"Ini adalah lebih daripada aneh, terutama sejak Hamas dikenali di peringkat antarabangsa sebagai kumpulan pengganas.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "BBC News berkata surat itu menyenaraikan apa yang akan diperlukan jika Iran bersedia untuk meneruskan apa-apa peperangan dengan negara Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Walaupun banyak negara-negara Eropah mengeluarkan dadah, yang terutamanya digunakan di Eropah sebagai Anaesthetic, tiada pengeluar yang didapati sanggup untuk membekalkannya untuk digunakan dengan hukuman mati, pemansuhan yang telah dilobi oleh Kesatuan Eropah sejak tahun 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Satu barang, sebuah cawan, telah bernilai beberapa ribu Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Komen terkini Cindy terlalu drastik untuk mengubah dari komennya pada temuduga 2004 dengan THE REPORTER di Vacaville, CA.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Video tersebut telah dilaporkan sebagai protes anti-Saintologi, direkodkan oleh beberapa ahli kumpulan Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Isaias Carrasco, 42, ditembak di luar rumah beliau di hadapan isteri dan anak perempuannya dan dibawa ke hospital, di mana beliau meninggal akibat luka.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "Afrika Selatan tersingkir daripada Kriket Piala Dunia 2011 selepas tewas kepada New Zealand pada perlawanan suku akhir, diadakan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Saya melakukannya sendiri kerana saya suka menambah baik artikel Wikipedia.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "AS pada masa lalu telah dituduh menggunakan bukti yang dibesar-besarkan dan palsu untuk membina kes terhadap Iraq sebelum perang.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan Ireland Ryanair mengalami kemerosotan sebanyak 12% dalam perdagangan pagi ni, seterusnya mempergiatkan kebimbangan mengenai keadaan pasaran yang lemah di tengah-tengah kebimbangan kemelesetan.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Majlis Agung Revolusi Kebudayaan, ditubuhkan semasa Revolusi Kebudayaan Islam, menyatakan yang mereka akan menapis video tidak bermoral dan mesej audio dihantar menggunakan telefon bimbit.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "Ketua kepada gabungan Progresif Jim Anderton dan penyokong kepada undang-undang tersebut, Jim Anderton, berkata: \"Membuat pengakuan di saat akhir kepada MP bukanlah untuk diperbodohkan oleh janji kepada ulasan yang tidak diperlukan.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Di samping itu, orang-orang yang terdedah kepada kerosakan jantung (akibat kesan sampingan ubat tersebut) tidak akan diberikan ubat subsidi.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua ini adalah untuk meningkatkan peluang saya untuk mendapatkan kerja idaman saya di televisyen.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Kebanyakan harinya dilalui dengan melihat sekelilingnya, berbaring di atas bantal.\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya 10,000 orang telah meninggal dunia di dalam bandar, Bogalay di Daerah Pyapon negara tersebut.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "Ia secara langsung akan bersaing dengan Media Center sistem operasi Microsoft.\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "Pembekal mesti menambahkan pengiklanan dan meningkatkan prestasi meja servis mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "\"Setiap kali dia brek, dia akan meninggikan dirinya dengan kaki kiri dan menghentak brek dengan kaki kanannya.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "Menurut Duta Israel ke Amerika Syarikat, Israel menerima permohonan maaf itu.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Pihak berkuasa tempatan banjaran gunung Harz di tengah Jerman juga telah mengumumkan keterbukaan untuk mana-mana pelawat ke satu \"laluan berjalan kaki bogel yang rasmi\" di alam semula jadi.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Syarikat telah disabitkan atas pembunuhan lima anggota bomba Perkhidmatan Hutan AS yang terbunuh ketika cuba mengawal api tersebar yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Budak itu, yang namanya tidak dipaparkan, teringat untuk memakai tali pinggang keledar dan juga menggunakan lampu isyarat belok apabila sepatutnya.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah batsman Australia yang mendapat paling banyak mata, menjaringkan 35 not out, manakala Andrew Symonds menjaringkan 33 run sebelum dimatikan.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "\"Terdapat beberapa kes direkod atas tuduhan pembunuhan luar undang-undang oleh tentera Kanada, namun tiada mahkamah tentera bagi pembunuhan.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "Buah pinggang itu berupaya dalam pengeluaran air kencing dan perkumuhan tanpa darah beku dalam makmal dan tikus yang hidup.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Turut diberi komen bahawa dia terlepas satu peluang lagi untuk tindakan pengelakan kecemasan apabila pesawat itu melanggar landasan dan melantun ke udara, pada masa pembantu juruterbang Gagam Rochmana meminta prosedur 'pengambilan lencongan' dimulakan, tetapi juga diabaikan.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "Ketua NATO Jaap de Hoop Scheffer juga mengutuk tindakan itu.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Antaranya ialah lukisan oleh pelukis terkenal Sepanyol Pablo Picasso, bertarikh 1939, yang dikenali sebagai Woman's Head yang merupakan hadiah kepada orang Yunani untuk ketahanan mereka kepada Nazi semasa Perang Dunia ke-2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Si mati adalah seorang pekerja pembinaan berusia 50 tahun yang meninggal dunia selepas tanah runtuh di tapak pembinaan empangan di Wilayah Fukui malam tadi dan seorang lelaki berusia 76 tahun yang meninggal dunia selepas dipanah pokok jatuh pada 6 September, tidak lama selepas Fitow membuat pendaratan.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Laksamana Kuroyedov bertanggungjawab ke atas tentera laut semasa bencana Kursk pada tahun 2000, di mana 118 kelasi meninggal dunia ketika kapal selam mereka tenggelam.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Mengikut kepada Sarkozy, ukuran tambahan itu merujuk kepada kawasan sempadan sahaja.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "Apabila perintis itu dilengkapi semua jabatan akhirnya akan bertukar ke Linux dan OpenOffice.org.\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "Tetapi seperti yang saya katakan, saya tidak akan berfikiran konservatif jika saya mempunyai pilihan.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "Ia amat membimbangkan bahawa beberapa ayat telah diambil di luar konteks bagi mewujudkan gambaran bahawa institusi kami adalah sarang kefanatikan sedangkan mereka boleh mendekati kami secara langsung - kami mengamalkan dasar buka pintu di masjid-masjid kami.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Sistem robotik di Pusat Perubatan Stanford berjaya digunakan untuk menjalankan pembedahan pintasan laparoskopi gastrik dengan kadar komplikasi yang sama secara teori seperti yang dilihat dalam pembedahan biasa.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "Alinghi telah menewaskan Team New Zealand dengan satu saat di perlumbaan ke tujuh bagi memenangi Piala Amerika Syarikat ke-32 di dalam perlumbaan kemenangan tipis.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "Kuota perdagangan A.S. baru akan mengehadkan pertumbuhan import tekstil China ke 7.5 peratus berbanding dengan penghantaran sepanjang tahun lalu.\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "Apabila Oppenheimer memulakan makmal reka bentuk senjata rahsia, Los Alamos, beliau melantik Bethe sebagai Pengarah Bahagian Teori.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Beberapa penganalisis telah mencadangkan bahawa gencatan senjata baru-baru ini adalah berdasarkan kepada taktik ETA ini menyebabkan sokongan mereka di rantau ini Basque menjunam.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Sepanjang sejarah berwarna-warni istana tersebut, pernah pada satu masa dimiliki William Lever yang mengasaskan Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "Menurut Tandy, Dye \"mengambil berat terhadap kesannya kepada organisasi,\" dan, pada 4 March, memberitahu pengetua sekolah mengenai kisah silamnya selepas disoal oleh pelajar.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Laporan itu mendapati yang kematian Kapten Jeffrey Haney sebahagiannya akibat masalah reka bentuk pesawat.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "Pesara itu menghabiskan keseluruhan tahun itu menyimpan wang untuk hadiah Krismas.\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "Beliau mengetuai Parkersburg ke 19 pertandingan negeri dan memenangi gelaran negeri pada tahun 1993 dan 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "Bendera kami dikibarkan separuh pada hari ini untuk seorang Timbalan Syerif di low country yang meninggal dunia ketika menyelamatkan rakan Timbalan Syerifnya.\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "Pengorbit Cassini NASA telah menghantar balik imej-imej yang luar biasa dari Zuhal, mendedahkan bahawa cincin yang terkenal di planet itu adalah jauh lebih berbonggol daripada yang dijangkakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Tetapi pada pagi ini, polis Dallas melaporkan yang Owens telah menelan sejumlah besar pil yang tidak diketahui jumlahnya, dan apabila ditanya polis pagi ini jika dia ada berniat mahu mencederakan dirinya, Owens menjawab, \"Ya.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Kajian terbaru ini adalah kajian antarabangsa terhadap kehidupan dan moral.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, Ketua Majlis Keselamatan Negara Tertinggi Iran, mengumum pada hari Isnin bahawa negara itu buat sementara waktu akan menggantung penukaran uranium sehingga 22 November.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, 19 buah negara, 13 daripadanya adalah di Sub-Sahara Afrika, adalah jauh di bawah jadual terancang untuk mencapai sasaran mereka.\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "Wilayah Ibu Negara Australia - Beribu-ribu orang Canberra datang melawat Empangan Cotter yang baru di Sungai Cotter pada hari terbuka pada hari Ahad.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Mereka menghadapi ancaman inflasi dan tidak mahu mengimport dasar kadar faedah yang ditetapkan untuk keadaan kemelesetan di Amerika Syarikat.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Denda boleh dikenakan ke atas laman web di luar Australia yang mengandungi pautan ke bahan dalam senarainya.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Pembangkang Australia itu telah menggunakan komen itu sebagai satu peluang untuk menyerang kerajaan.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "Di samping itu, mereka memeriksa lubang pada sistem yang membantu mengawal suasana Stesen ini dan dipindahkan ke eksperimen sains fizikal Jepun.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "\"Kami rasa sistem kerja itu berkesan, tetapi sistem itu tidak sempurna,\" kata McCormack.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "Apabila beruang berlari kembali ke dalam hutan, anjing itu mengejar ia.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "The Astros kini di tempat kelima dalam Liga Utama Nasional dengan rekod 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Menurut Jawatankuasa untuk Melindungi Wartawan, sembilan wartawan telah terbunuh di Pakistan tahun ini, dan sekurang-kurangnya 16 terbunuh pada tahun 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Belah ACT termasuk ahli-ahli pasukan kebangsaan Australia Aimee Murch dan Clare Warwick; pemegang pingat gangsa Olimpik Brenda De Blaes; wakil pasukan negeri Victoria, ahli pasukan kebangsaan dan pemegang pingat gangsa Olimpik Justine Smethurst; dan Clare Currie, yang hampir kehilangan peluang untuk ke pasukan kebangsaan.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Menurut José Manuel Barroso Durão, Presiden Suruhanjaya Eropah, Kesatuan Eropah bersedia untuk mmberikan 50 juta € sebagai bantuan untuk kawasan-kawasan yang rosak.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Pegawai hanya berhubung apabila Pihak Berkuasa Bomba Negara telah dipanggil oleh seorang pejalan kaki untuk memadamkan unggun api terbuka, kerana terdapat sekatan api yang berkuat kuasa di kawasan itu.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Sebuah bangunan di ibu negara Iran Tehran runtuh hari ini dan membunuh sekurang-kurangnya 19 orang.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Pada bulan Julai 2010, Rudd telah digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Cik Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Beberapa bantuan datang dalam bentuk makanan, manakala bantuan lain datang sebagai tunai yang akan digunakan oleh agensi-agensi bantuan untuk membeli gandum dari petani-petani Ethiopia.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "Barrack Obama, senat junior daripada Illinois dan calon presiden AS 2008 telah menyapu bersih kesemua tiga pertandingan Demokratik hari ini, dua kaukus di Nebraska dan Washington dan kaukus utama di Louisiana.\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "Ianya juga unik kerana mengikut kepada populasi dari kelahiran terus dari kematian.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "\"Pada 18 Disember tahun lepas, saya telah menulis kepada Peguam Negara Indonesia mengingatkan beliau bahawa kerajaan Australia telah menentang hukuman mati dan kami tidak mahu melihat, dalam konteks Bali Nine, sesiapa daripada warga Australia dihukum mati,\" katanya.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Pada Edisi Lewat CNN Wolf Blitzer siaran Ahad, Senator U.S. George Allen (R-VA) dan Barbara Boxer (D-CA) keduanya memberitahu Blitzer bahawa dalam kekecohan yang dibuat oleh pemberontak yang mereka percaya Presiden Bush seharusnya berjumpa dengan Cindy Sheehan secara peribadi.\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "\"Pembelian bmi BA yang memberi kelulusan tanpa memberi pertimbangan yang cukup kebelakangan ini menunjukkan sekali lagi bahawa EC mempunyai satu peraturan untuk pembawa-bendera Eropah, tetapi peraturan yang berbeza untuk Ryanair\", kata Ketua Ryanair.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Percubaan Gereja Scientologi untuk menghentikan pengedaran video melalui internet \"dengan luar biasanya mempunyai kesudahan yang sebaliknya,\" menurut The Press Association, dan video itu boleh dilihat di laman web selain daripada Gawker.com sebelum hari Khamis, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Smethurst masuk dan membaling beberapa inning sebagai pengganti.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": ":(h) frasa lain dalam Akta ini menyatakan seorang kanak-kanak dalam keadaan ini boleh memperolehi kerakyatan dengan kurang syarat, tetapi ia tidak menjustifikasikan hubungan antara tujuan dan perbezaan, kerana penaturalisasian adalah dalam budi bicara Menteri Kehakiman.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "Seorang pegawai Kementerian Pertahanan Somali telah menambah laporan bahawa helikopter Amerika melancarkan serangan terhadap pejuang ICU di Afmadow, sebuah bandar berdekatan sempadan Kenya 350 kilometer barat daya Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Resolusi itu mengarahkan Setiausaha Agung Pertubuhan Bangsa-Bangsa Bersatu, Ban Ki-Moon untuk mengadakan satu persidangan yang melibatkan semua negera Timur Tengah.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "Membenarkan CIA untuk memperoleh kuasa dalam menentukan siapa yang boleh tinggal di dalam negara dan siapa yang dihantar ke luar negara menimbulkan kontroversi, kerana sebelum ini, Rumah Putih, Jabatan Negara, atau Jabatan Kehakiman yang akan terlibat dalam meluluskan kes-kes individu dalam menghatar banduan ke negara-negara lain.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Pada malam Rabu, Houston Astros, satu pasukan besbol profesional di Amerika Utara, memenangi Panji Liga Kebangsaan 2005 dengan mengalahkan St Louis Cardinals dengan mata 5-1 untuk mencapai kemenangan ke-4 mereka dalam Siri Kejohanan Liga Kebangsaan.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Pekerja pembinaan tidak cedera, bernasib baik kerana mereka sedang berehat pada masa kejadian itu.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Tiga 100 kaki silo bertetulang konkrit tempat penyimpanan gula di mana siasatan letupan kilang penapisan gula Georgia tahun 2008 tertumpu telah dirobohkan.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "Pasukan New York Yankees melonjak semula daripada kekalahan teruk pada hari Sabtu kepada kemenangan perlawanan Ahad 9-4 menentang Cleveland Indians hasil daripada beberapa pukulan tepat.\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "Di Persidangan Perubahan Iklim Bangsa-Bangsa Bersatu di Copenhagen, selepas rundingan selama empat hari, negara-negara Afrika telah membuat draf perjanjian masa depan versi pertama, bagi menggantikan protokol Kyoto 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "Menteri Pertama Scotland, Alex Salmond MSP melancarkan patung gangsa dan taman peringatan Moodiesburn pada hari Ahad di hadapan kira-kira 600 orang ramai.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "20 orang terpaksa meninggalkan kediaman mereka sementara bom itu selamat dimatikan.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "\"Jadi untuk saya ia adalah percubaan untuk datang ke tempat yang saya fikir cuba menyebarkan kematian dan mula memberitahu kebenaran,\" dia berkata.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "Walaupun Ortega pada mulanya melarikan diri dari Venezuela berikutan pengeluaran waran tangkap pada tahun 2003, BBC melaporkan bahawa beliau telah pulang ke Venuzuela dari Costa Rica Ogos lalu.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Setahun selepas itu, kertas aliran sejarah itu masih kekal sebagai sumber statistik yang paling banyak dipetik bagi pengembalian vandalisme di Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Dia berkata bahawa dia telah menyediakan webcam untuk merekod kejadian itu, dan akan memuat naik butir-butirnya kemudian di pelayan FTP untuk ditonton.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Imej dari kamera baru telah mendedahkan bahawa sebahagian busa seberat kira-kira 250 g jatuh dari tangki bahan bakar luaran semasa pelancaran, tetapi tidak mengena Pengeliling Orbit itu.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Pada 7 Ogos, pasukan tentera Georgia melancarkan serangan terhadap Bandar Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "\"Ia saya rasakan seperti dalam gerak perlahan. \"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "\"Dalam keadaan Artik, ais dapat membantu tindak balas tumpahan minyak dengan memperlahankan luluhawa minyak, melembapkan gelombang, menghalang minyak daripada merebak dalam jarak yang besar, dan membenarkan lebih banyak banyak masa untuk bertindak.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "\"Saya mengambil berat tentang hal itu dan saya fikir kita perlu sampaikan mesej yang betul kepada rakyat Afghanistan,\" katanya.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "Hasil pengiklanan daripada perisian ini akan berpecah dengan Yayasan Wikimedia.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "\"Adakah anda David Shankbone? Kami begitu teruja untuk bertemu dengan anda!\" dia berkata, dan membawanya turun ke dewan ke ruang tamu bersofa, televisyen memainkan cerita aksi-seram, kabinet tanpa pintu yang dipenuhi dengan kit enema, dan Bill suaminya duduk depan komputer cuba mencari di mana tayangan semula Blade Runner sedang diperlihatkan di teater tempatan.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Di samping Sidang Kemuncak Kerjasama Antara-Balkan, yang akan berlangsung di Hyatt Regency Hotel Thessaloniki, Perdana Menteri Yunani Kostas Caramanlis akan bertemu dengan rakan sejawatnya dari Turki Recep Tayyip Erdogan pada hari Khamis untuk membincangkan isu-isu dua hala, termasuk masalah Cyprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Keputusan pungutan suara Zogby ini telah dibebaskan Isnin lepas (22 Mei), tetapi sebahagian besarnya tidak dilaporkan oleh media masa, mungkin disebabkan oleh berat sebelah dalam sumber itu.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Kedua-duanya telah menandatangani perjanjian pada minggu lalu untuk menyelesaikan kebuntuan politik yang berlarutan selama empat bulan.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "Peranti itu bukan yang peranti pelakuran meja pertama yang dipercayai; pelakur Farnsworth-Hirsch, diciptakan pada awal tahun 1960an dalam makmal Philio T. Farnsworth yang memainkan peranan penting dalam pembangunan televisyen, dijual secara komersial sebagai sumber neutron.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "Emily adalah ribut tropika kelima yang terbentuk musim taufan ini.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "Beliau beerkata beliau akan mencabar keputusan pilihan raya di mahkamah.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Mempunyai sokongan tidak berbelah bagi pemain telah membantu saya dengan besar dan saya juga ingin mengucapkan terima kasih Colin Calderwood, Paul Barron dan seluruh kakitangan bilik belakang yang telah dengan ketara sokongan kepada saya musim ini.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Apakah faktor lain yang boleh digunakan untuk menjelaskan perbezaan relatif dalam perhatian media selain persembahan?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "Datuk Bandar Marie Trainer dari Daerah Haldimand, di mana terletaknya Caledonia, berkata: \"Mesyuarat akan datang antara dua pihak akan disia-siakan atas perkara remeh sekali lagi dan bukannya membincangkan penyelesaian.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "Dua juri dan hakim akan duduk pada setiap tiga orang panel, dan memutuskan kedua-dua kes jenayah dan sivil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Calon Presiden Amerika Syarikat Senator Barack Obama dan John McCain masing-masing mengambil bahagian dalam forum siaran langsung dari Gereja Saddleback di Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "\"Saya juga ingin ambil perhatian bahawa kami mempunyai hampir 140,000 tentera di darat sekarang, dan pemahaman saya adalah bahawa Encik Howard telah mengatur kedudukan untuk 1,400\", kata Encik Obama.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Wartawan Tanpa Sempadan (RWB) telah merayu supaya hukuman dijatuhkan kepada mereka yang bertanggungjawab terhadap pembunuhan itu.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "Semua temubual dilakukan melalui e-mail, dan temubual diterbitkan tanpa suntingan, membenarkan calon-calon menyampaikan mesej mereka sepenuhnya kepada pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Pihak polis menyatakan beberapa penggera yang berbunyi sepanjang malam rompakan di bahagian-bahagian lain bangunan itu telah mengalih perhatian pengawal galeri.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Perjanjian itu nampaknya telah dicapai selepas pertikaian tentang pendanaan kerajaan untuk organisasi seperti Perancangan Masa Keibubapaan diselesaikan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Sementara itu, Setiausaha Kerajaan Negeri Jerman Pertahanan Peter Wichert dikatakan berada di bawah tekanan lebih berturut-turut berikutan mandat UNIFIL Jerman: ahli politik pembangkang menuduh kerajaan telah memberi maklumat salah sebelum parlimen diluluskan untuk misi Lubnan mengenai kekangan tentera Jerman mandat UN.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "Ini adalah pertama kali ujian penembakan utama Falcon 9, dan ia menandakan satu peristiwa penting bagi syarikat itu dalam rancangan untuk menguasai sebahagian daripada pasaran pelancaran komersilnya.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "\"Ini adalah pembuangan undi di pertengahan malam.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Dalam panduan tesebut, pengawal diberitahu untuk tidak menerima surat persendirian dan bungkusan di dalam blok tahanan atau dimana-mana kawasan bertugas.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "Penyokong kempen nuklear Dasar Pemuliharaan Australia (ACF), Dave Sweeney, berkata kajian itu menunjukkan kecacatan dan tidak memberikan hujah yang kukuh untuk penggunaan tenaga nuklear.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Selepas lima jam bermesyuarat, presiden-presiden Hugo Chavez dari Venezuela dan Alvaro Uribe dari Colombia telah menamatkan ketegangan diplomatik yang berlangsung selama dua bulan.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Menurut jurucakap Rumah Putih Tony Snow, Presiden sedang menunggu Mahkamah Agung Amerika Syarikat untuk membuat keputusan mengenai isu sama ada tribunal tentera atau mahkamah awam akan membicarakan tahanan-tahanan tersebut.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "Menurut peguam beliau, keadaan ini dikenakan kerana Manning membuat \"sindiran yang tajam\" tentang keadaan penahanannya yang teruk.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Kapten telah diberi amaran pagi Sabtu tentang keadaan ribut, kata ahli pendakwa perantau Maxim Stepaneko kepada Vesti 24 Rusia.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Pertumbuhan ekonomi tahunan India berpurata 8 peratus semenjak tiga tahun fiskal lepas.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Pada tahun 1997 Gereja disabitkan kesalahan penipuan di Lyon dan 1999 di Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Kemudian ia adalah permainan semula yang tahan lasak untuk kedua-dua pasukan, terutamanya pasukan Belanda, tetapi Torbinsky dan Arshavin menjaringkan gol, menamatkan perlawanan dengan berkesan.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Apabila jauh dari kolam renang, mereka tidak mempunyai akses ke Twitter, Facebook, atau televisyen dan terpaksa menghiburkan diri menggunakan cara lain.\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "Satu papan tanda menunjukkan kembaran itu dirancangkan bagi bulatan tersebut.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "\"Mereka meletakkan kami dalam tekanan tetapi, kamu tahu, terima kasih kepada pertahanan kami yang melakukan kerja dengan baik dan kami hanya bolos satu gol yang mana merupakan serangan hebat dari Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "\"Anak saya mati untuk apa?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Crossrail tidak menyatakan bahawa ia akan cuba menetapkan satu nilai saksama dalam tawaran asal dan sebaliknya hanya akan menawarkan kira-kira £50 bagi setiap tanah dengan harapan bahawa tidak ramai orang akan membawa perkara itu kepada Tribunal Tanah.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Pasukan penyelamat masih meneruskan usaha mereka untuk mendapatkan pelombong yang terperangkap di lombong Beaconsfield di utara Tasmania.\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "Kajian itu ialah sejarah penuh buku kelahiran, kematian dan migrasi luar kepada penduduk di New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "CEO Verizon Communication Ivan Seidenberg dan CEO Apple Steve Jobs kedua-duanya tidak menghadiri sidang tersebut.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "Mayatnya telah dibawa dengan sebuah helikopter ke Lapangan Terbang Kecil Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Perkongsiaan tersebut telah menjadi khabar angin beberapa tahun, dan jumlah spekulasi bertambah sejak beberapa bulan lepas.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Bom itu ditetapkan masa untuk meletup pada 5:45 AM waktu tempatan, ketika penganut Buddha mula berdoa pada waktu pagi.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Dalam satu kenyataan kepada Suruhanjaya itu, bemobile mengakui ia tidak membina apa-apa tiang peranti yang baru sejak penghujung tahun 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Menteri Sumber Martin Fergusan mengatakan bahawa \"tiada ancaman terhadap pantai Australia.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Lt. Kol. Steve Stover, jurucakap kepada kuasa multinasional di Baghdad, berkata, \"Dengan mensasarkan orang Iraq yang tidak bersalah, mereka menunjukkan watak sebenar jahat mereka.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "Pasukan A1 New Zealand telah memenangi perlumbaan litar di Grand Prix A1 Shanghai, China hari ini, diikiuti pasukan A1 Great Britain dan pasukan A1 Jerman.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "\"Rang undang-undang rangsangan kedua-dua parti dan ekonomi yang perlahan adalah sebab-sebab utama bagi peningkatan dalam defisit seperti yang ditunjukkan dalam hasil bajet tahun ini.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "Pada Disember 2003, gempa bumi bermagnitud 6.6 membunuh lebih dari 31,000 orang dan pada Februari 2005 gempa bumi 6.4 membunuh 600 orang berhampiran Zarand dalam daerah Kerman.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "Dia berkata bahawa dia kini mempertimbangkan untuk menulis rang undang-undang baru untuk diserahkan kepada Parlimen New Zealand.\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "Salah seorang dari wanita tersebut merasa pening, jatuh dan diangkat ke ambulans.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Raymond Moreno berkata, \"Saya berharap ia kekal selama sepuluh, dua puluh, tiga puluh tahun lagi, kerana kita memerlukannya.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "Parti baru yang dipilih juga berikrar untuk fokus terhadap perbelanjaan isi rumah, terutamanya keluarga di luar bandar dan mereka yang mempunyai anak.\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "Ini adalah kali pertama kesalahan disabitkan berdasarkan undang-undang yang digubal pada tahun 2003 bagi membendung e-mel pukal, yang juga dinamakan spam, dari pengedaran tanpa diminta ke peti mel pengguna.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Kejayaan pelancaran satelit ini akan menunjukkan bahawa peluru berpandu Iran mempunyai capaian global.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "Beliau menjelaskan hari biasa: \"Saya berada di bilik solek satu jam setengah sebelum rancangan.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Satu kumpulan kecil terdiri daripada kira-kira 15 pegawai polis menunggu ketibaan kumpulan itu.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Pemangku Pesuruhjaya Polis Moses Driver menafikan sebarang ambil alih telah berlaku.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "Penduduk Aysar Khaled memberitahu Reuters \"Saya bangun dan melihat salji sedang turun, jadi saya kejutkan seluruh keluarga dan memberitahu mereka untuk datang melihat jhujan salji.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "Komander polis di rantau North West Sydney, Asisten Komisioner berkata beliau gembira bahawa kelab itu sedang bekerjasama dengan pihak polis secara proaktif.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Bencana ini juga dipersalahkan kerana kerugian $15.5 juta yang Imperial catatkan pada suku pertama tahun ini.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Mereka menerbitkan, pada tahun 1996, album pertama mereka, yang dijual lebih satu juta salinan di seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Kothari meneruskan: \"Negeri yang mempunyai populasi penduduk yang sedikit menghantar kurang ahli ke Parlimen India.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "Dokumen pelan keamanan pada asalnya telah digubal oleh Nicolas Sarkozy, Presiden Perancis.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Perempuan tersebut kelihatan seperti rambutnya disambar oleh lelaki bersenjata tersebut yang kemudiannya menembaknya bersama dengan dua orang lelaki yang cuba menolongnya.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Blatt juga mengkritik bahawa pendakwa potret telah dicat oleh anak guamnya.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "Amanah itu mengakui bahawa pelanggaran kesihatan dan keselamatan adalah \"penyebab utama\" kematiannya, kata pendakwa raya Pascal Bates.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Terdapat spekulasi sebelum ini bahawa objek itu di Texas mungkin adalah meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Hawk -Eye, syarikat yang bekerja dalam teknologi garisan gol yang telah digunakan untuk pemerhatian garisan dalam tenis, membalas dengan kekecewaan: \"Saya sangat marah, ia benar-benar berlaku secara tiba-tiba...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Pasukan Broncos, bagaimanapun, menang 19-8 di padang sendiri; manakala kesalahan Blount dan Oregon gagal mencapai sebarang down pertama untuk 37 minit pertama permainan.\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "Malangnya mereka tiba terlalu lewat semasa pengebumian dan delegasi itu hanya menonton sebahagian daripada aktiviti pengebumian.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "Google memberi respon dengan menyatakan bahawa mereka mengikuti Akta Hak Cipta Digital Millennium, yang menghalang syarikat daripada didakwa sekiranya mereka menyekat kandungan yang mempunyai hak cipta sejurus selepas mereka menyedarinya.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "Ahli-ahli parlimen yang lain, malahan beberapa Parti Pekerja, tidak bersetuju dengan hujah rampasan kuasa.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Kerajaan telah mengesahkan bahawa empat orang terbunuh dalam kejadian itu.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Kerajaan Nigeria telah meminta bantuan daripada pertubuhan-pertubuhan antarabangsa termasuk Pertubuhan Kesihatan Sedunia dan Pusat Kawalan dan Pencegahan Penyakit, dalam mencegah wabak daripada meluas.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya sembilan gigi telah difosil, satu gigi taring dan lapan gigi geraham, dari spesis beruk yang sebelum ini tidak dikenali ditemui di Afrika telah ditemui oleh kumpulan penyelidik dari Ethiopia dan Jepun yang kemudian membandingkan pembikinan 3-D gigi tersebut kepada fosil lain bertarikh sejauh 8 juta tahun belakang dan menemui yang fosil tersebut berkemungkinan \"moyang terdekat\" beruk yang kini hidup di Afrika dan fosil beruk baru tersebut dari spesis gorila yang makan kebanyakannya tumbuhan berserat tinggi.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "Sebahagian besar daripada landskap media Amerika LGBT akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Menurut ahli bomba, pelanggaran serius terhadap peraturan keselamatan kebakaran adalah sebahagian dari sebab kematian.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "Pengumuman itu dibuat pada hari Jumaat oleh kerajaan British selepas Parlimen Eropah menggesa resolusi kepada kes ini dan berkata bahawa Iran ada sejarah dalam menyeksa dan menghukum homoseksual.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "Selang dua puluh minit, pengeboman disasarkan ke dua pasar di Baghdad dalam sebelum panggilan untuk sembahyang Jumaat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Moyang beliau, Jawaharlal Nehru, telah menjadi Perdana Menteri pertama India, dan buyutnya Motilal Nehru adalah seorang pemimpin yang cemerlang dalam gerakan kemerdekaan India.\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "Berkenaan kumpulan seperti Amnesty International yang berkempen untuk penutupan kem itu, atau Pemerhatian Hak-Hak Asasi Manusia yang mengambil perhatian tentang pengurusan banduan di bawah aspek tawanan perang Konvensyen Geneva, merupakan fakta bahawa polisi untuk banduan baru masih membenarkan masa sehingga 4 minggu di mana kebenaran capaian tahanan oleh Jawatankuasa Antarabangsa Palang Merah (ICRC) mungkin akan dinafikan.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "\"Dia dalam keadaan yang lemah akibat daripada apa yang berlaku,\" kata Encik Stary.\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "Perjanjian itu masih perlu diluluskan oleh majoriti pemegang saham biasa PlanetOut, mematuhi pemfailan dan kelulusan, dan memenuhi pelbagai syarat yang terkandung tertutup.\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "Sejurus selepas pengumuman itu, nama yang menerima banyak kritikan kerana sebutannya yang terlalu mirip dengan \"wee\", perkataan slanga Bahasa Inggeris yang bermaksud air kencing.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "Beliau memulakan kerjayanya di KSAX dan juga bekerja di El Paso dan Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "Jambatan Danziger menjangkau satu terusan yang menghubungkan Tasik Pontchartrain dan Sungai Mississippi.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Ini telah membangkitkan kemarahan sekumpulan pembantah termasuk dua penerima kepujian Nobel dan para saintis lain yang membantah keras pengajaran, ataupun perbincangan tentang kreasionisme di dalam kelas sains.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Selepas harimau menyerang pekerja, ia kemudiannya menyerang dua pelawat lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Pejabat kerajaan tempatan telah berkata bahawa sekurang-kurangnya sebelas orang dibunuh Ahad lalu di selatan Afghanistan oleh pengeboman tepi jalan.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "Hasil daripada pembinaan landasan Crossrail, ratusan rumah akan mempunyai terowong baru digali di bawah mereka.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "\"Kami sentiasa fleksibel dalam setiap perkara dalam perjanjian pertukaran, tetapi pihak Israel terlalu lemah untuk membuat keputusan.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "Sebuah akhbar tempatan Dover, York Rekod Harian, berpendapat bahawa pengundi Dover perlu mengambil kira bukti perbicaraan semasa pilihan raya umum apabila mereka boleh mengundi untuk ahli-ahli lembaga sekolah bersama-sama dengan pejabat elektif lain.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Satu-satunya negara Eropah yang lain dengan keupayaan nuklear ialah Perancis.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Medvedev telah mensasarkan kedua-dua pegawai keselamatan dan pengurusan lapangan terbang berikutan amaran daripada pengeboman itu.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "Radio Israel berkata bahawa ini ialah kanak-kanak ketiga Palestin dalam masa dua bulan yang ditangkap kerana cubaan memindahkan bahan letupan ke pusat pemeriksaan Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Majlis Bandaraya Bristol telah melaporkan bahawa kemungkinan perpustakaan itu akan dibuka semula pada Selasa, walaupun dikatakan bahawa bangunan itu mungkin akan masih ditutup pada hari itu.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Pada minggu lalu rejim Fiji mengancam untuk mengusir Pesuruhjaya Tinggi New Zealand, melainkan kerajaan New Zealand memberi visa kepada George Nacewa, anak seorang pegawai rejim kanan.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "Nasib yang sukar untuk Fernando, masalah pit-stop merosakkan pertempuran yang hebat.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "\"Gangguan kuasa telah menyebabkan kebimbangan mengenai krisis tenaga yang boleh menjejaskan sektor industri di negara ini,\" kata seorang peniaga di pasaran saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Menurut Le Nouvel Observateur, satu bulan selepas siasatan buruh berlaku cawangan Perancis syarikat itu telah dibubarkan.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "Mogok itu telah memberi kesan kepada kawasan yang sangat besar di New Delhi termasuk pasaran utama dalam Rohini, Chandani Chowk, Karol Bagh dan lanjutan selatan Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "Walaupun serangan Palin, artikel asal dalam 3 Oktober New York Times menyimpulkan bahawa Obama dan Ayers tidak pernah rapat, dan sambungan adalah melalui pemilihan awal Obama untuk projek pembaharuan pejabat dan sekolah,\" mengatakan bahawa laluan mereka telah melintasi jarang sekali.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Obame sedang dalam mogok lapar untuk menolak apa yang dia panggil \"permulaan era pemerintahan diktator\" di Gabon.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Menteri Imigresen Besson mempertahankan keputusan itu dengan berkata \"jika Perancis tidak menghantar orang kembali, ia menjadi sasaran pemerdagangan manusia.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Para penyelidik mendapati hati meghasilkan tahap lebih tinggi dalam pengekodan gen \"selenoprotein P\" (SEPP1) dalam kalangan orang dengan diabetes jenis 2 - mereka yang mempunyai lebih rintangan insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Berikrar bahawa tuntutan untuk membenarkan kepada perkahwinan sama jantina akan diperkenalkan dalam tempoh 100 hari bekerja, Rudd berjanji akan membenarkan \"undi suara penuh\" jika beliau dipilih sekali lagi.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "Beliau adalah anak kepada Presiden Kongres semasa kelahiran Itali Sonia Gandhi, dan bekas Perdana Menteri Rajiv Gandhi, yang telah dibunuh pada tahun 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Kumpulan alam sekitar, termasuk Club Sierra, diberi kebenaran untuk campur tangan dalam kes itu bagi menyokong tindakan Kor.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Belostenny adalah seorang pemain utama dalam pasukan bola keranjang Kesatuan Soviet dan adalah kedua-dua pemenang pingat Eropah dan Olimpik.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "Dia merupakan ahli Kelab Yokine Memanah di Australia Barat.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "Gary Sheffield kemudian bertindak balas di bahagian akhir pusing dengan tiga larian ke plat rumah dengan pukulan jauh ke dalam bukaan di sebelah kanan pertengahan gelanggang, menjarakkan pendahuluan Yankee kepada 9-4.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "Marcelo Gallardo kemudian menjadikan kedudukan 3-0 untuk pasukan tuan rumah pada minit ke-52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "Dalam usaha untuk menamatkan jalan buntu di antara Dewan Rakyat dengan Dewan Negara, Boehner memberitahu ketua Senat Demokrat Harry Reid bahawa beliau mahu menjadualkan satu undi Dewan Rakyat dalam rang undang-undang versi Dewan Negara itu yang dapat akan melanjutkan pengurangan cukai gaji, di mana ia akan tamat akhir tahun ini.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "Kerajaan Perancis telah memberikan penghormatan khusus kepada Comanches dengan menganugerahkan mereka Chevalier Order of Merit Kebangsaan pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Bagaimanapun orang-orang yang terselamat dari serangan itu mempertikaikan dengan satu penyiasatan penuh komprehensif akan dapat mengajar pengajaran berharga yang mampu membantu mengurangkan keberangkalian serangan di masa hadapan, dan memperbaiki kebolehan respon ke atas servis kecemasan.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "Ini datang sebagai perbandingan sekali dengan tahun 2007, apabila 120,000 pekerja asing memasuki Amerika Syarikat dengan visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "\"Memandangkan hakikat bahawa tiada apa-apa kemalangan maut, nampaknya jabatan bomba dan tindak balas kecemasan kami melakukan kerja yang hebat.\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "Pada dos itu, kata Wurtman, kesan hormon ini berakhir selepas beberapa hari kerana reseptor melatonin dalam otak menjadi tidak responsif apabila terdedah kepada terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Manchester United dan Barcelona akan bertemu di separuh akhir Liga Juara-Juara selepas kedua-dua pasukan memenangi perlawanan suku akhir mereka.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Pada tahun 2004, seorang berusia tujuh tahun dari Connecticut berjaya membebaskan diri daripada bar penahanan tunggangan, dan mendaki ke bahagian tepi depan tempat duduknya.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Peperangan ini telah menimbulkan bantahan, dan banyak kemarahan di kalangan ahli-ahli politik yang percaya bahawa Blair bersalah kerana menyokong Presiden Amerika Syarikat pada ketika itu George W. Bush dengan menghantar 45,000 askar British-179 daripada mereka meninggal dunia dalam pertempuran-dengan berperang di Iraq.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Sumber kerajaan mengatakan kepada Sydney Morning Herald bahawa kerajaan negeri dan pusat masing-masing membelanjakan sebanyak $1juta masing-masing.\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "Satu kajian yang diterbitkan oleh persatuan Itali Intesaconsumatori ( Kesatuan Pengguna) hari ini berkata bahawa 61% daripada orang Itali takut untuk menaiki kapal terbang, manakala 41% daripada penduduk berasa kurang selamat tentang keselamatan kapal terbang daripada apa yang mereka rasa satu bulan dahulu.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "Para peminat nombor aneh di serata tempat telah menyambut baru-baru ini apabila jam menandakan waktu 01:02:03, 04/05/06 (menggunakan tarikh konvensyen DD/MM/YY).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Ibu yang marah terhadap askar A.S. yang gugur pada Sabtu itu mengetuai himpuanan bantahan terhadap hampir 50 orang di ladang Bush.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "Sementara itu, Jerusalem Post melaporkan terdapat suasana yang semakin meningkat di kalangan penubuhan pertahanan Israel bahawa negara ini perlu bertindak secara bebas untuk menghentikan Iran daripada memperoleh senjata nuklear memandangkan Amerika Syarikat tidak mungkin berbuat demikian.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Satu \"sumber yang tepat\" yang disebut akhbar harian bahasa Perancis, Le Soir mencadangkan bahawa mungkin terdapat kegagalan elektrik dalam sistem isyarat.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "\"Kami bercakap tentang pneumonia yang sedang dirawat dengan antibiotik yang sangat banyak.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "Letupan dan kebakaran semalaman di sebuah kilang penapisan minyak Washington State di Anacortes, Washington, Amerika Syarikat, sebuah bandar kira-kira 80 batu ke selatan Vancouver, Kanada, semalam membunuh empat orang dan menyebabkan kecederaan teruk terhadap tiga orang lain.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Belanjawan baru tersebut juga termasuk peningkatan dalam perbelanjaan program prasekolah negeri tersebut, sebanyak $100 juta dalam pembiayaan pendaftar TennCare, dan sumbangan besar kepada dana rizab negeri tersebut.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "\"Kami juga berharap untuk berkembang ke dalam bahasa-bahasa lain, kerana pasti ada pasaran meminta jenama kami untuk hiburan informasi.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "\"Lose Control\" oleh Missy Elliott bersama Ciara dan Fat Man Scoop mendapat 5-3 sementara \"Don't Cha\" jatuh ke No. 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "Mark juga menekankan bahawa Louise Christian, peguam hak-hak kemanusiaan British yang cukup menonjol, kini sedang mewakili penduduk-penduduk di Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Bagaimanapun, butir-butir pakaian pengapit pengantin perempuan dan pakaian seragam budak-budak kundang tidak akan didedahkan sehingga hari perkahwinan.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Namun demikian laporan lain mengenai video itu dikaitkan dengan lokasi di mana ia boleh ditonton, termasuk laporan dalam The Times.\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "Ianya tidak jelas jika pemenang tujuh kali Tour de France berhasrat untuk bersaing bagi klasifikasi umum, tetapi dia membuat pergerakan kehadapan yang tidak berjaya pada hari Ahad dalam mengejar kemenangan peringkat.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Kereta kecil itu boleh berjalan secepat 38 mph (61 kpj), dan dilengkapi dengan pemegang pada kereta supaya pemandu boleh menarik kereta untuk bantuan simpanan.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "Cook, berumur 59 tahun, dikejarkan ke hospital di Inverness oleh servis helikopter penyelamat setengah jam selepas beliau rebah.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Keputusan untuk memansuhkan ujian untuk kanak-kanak berumur empat belas tahun itu adalah berpunca daripada keadaan pada awal tahun ini, dimana terdapat penangguhan penyampaian keputusan ujian yang lama kepada pelajar-pelajar ini.\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "FIFA dan UEFA berkata dalam satu kenyataan bahawa \"[w]akil NSBIH dan kelab pasukan tidak lagi berhak untuk mengambil bahagian dalam pertandingan antarabangsa bermula 1 April 2011 dan sehingga masalah yang dinyatakan di atas tidak diselesaikan.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Kerry mengingatkan bahawa masih ada keraguan terhadap pemanasan global dan perubahan iklim di dalam kongres bahawa siapa \"yang menguji sains\" walaupun usaha dan penyelidikan dijalankan oleh Al Gore dan United Nation dan menegaskan bahawa \"Rumah Putih adalah tempat terakhir unutk perubahan.\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "\"Plot kuasa puak pemisah untuk membangkitkan sentimen awam untuk memberanikan diri mereka.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Bruce yang merupakan isteri penembak yang disyaki dan presiden kepada syarikat teater, sementara yang lain merupakan sebahagian daripada produksi Sherlock Holmes: The Final Adventure.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "Menurut Akhbar Trust of India, polis di India menerima aduan daripada tiga kanak-kanak perempuan bawah umur yang mendakwa dia telah merogol mereka.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "2000 sekolah dan 1300 lepasan program sekolah akan mendapat manfaat daripada pembiayaan.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "Saintis meramalkan bahawa akan hampir lima juta spesis akan hilang pada abad ini.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Agensi Jaminan Kualiti berkata semakan luar negara UoW ke atas institusi asing adalah tidak mencukupi.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Dibawah undang-undang baru, yang ditulis oleh Menteri Dalam Negeri Nicolas Sarkozy, mensabitkan \"wartawan rakyat\" akan berdepan dengan hukuman lima tahun penjara.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "Kes pertama selesema burung di Iraq telah diumumkan hari ini oleh Menteri Kesihatan negara itu, Abdel Mutalib Mohammed.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Butiran peraturan tambahan yang panjang untuk diikuti dalam peristiwa melarikan diri atau cubaan melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Semua wang dalam kategori itu diperuntukkan selaras dengan Akta Kerajaan Tempatan (Bantuan Kewangan) 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "\"Siasatan masih di peringkat awal dan siasatan masih diteruskan,\" kata jurucakap itu.\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "Lebih memburukkan keadaan, indeks suhu dijangkakan mencecah melebihi 110s di sebahagian besar kawasan pantai timur disebabkan oleh kadar kelembapan yang tinggi.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "Kumpulan sarjana mencadangkan penyelesaian ini menekankan bahawa penyelesaian mereka adalah bermatlamat untuk mengekalkan tradisi pewaris lelaki.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Hadiah J. J. Sakurai akan dibentangkan pada mesyuarat APS 2010 di Washington, DC dalam sesi khas Istiadat pada bulan Februari tahun 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Awal malam tadi, serangan besar-besaran yang disasarkan pada Internet China, amat melembapkan akses.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "Laporan kerosakan telah disediakan oleh Kerajaan Haiti dengan sokongan Suruhanjaya Ekonomi bagi Amerika Latin dan Carribbean, Bank Pembangunan Antara Amerika, Bank Dunia, Bangsa-Bangsa Bersatu dan Kesatuan Eropah.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "Anggota bomba kini takut bahawa kebakaran itu boleh bergabung menjadi satu kebakaran besar jika Angin Santa Ana masih terus meniup menjadikan jika tidak lebih 500,000 orang melarikan diri untuk menyelamatkan nyawa.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Resolusi itu menyuarakan \"kebimbangan serius\" kepada ketidak patuhan Iran dengan permintaan IAEA bagi menghentikan perkayaan dan semua aktiviti lain dan juga meminta direktor IAEA untuk melaporkan kepatuhan Iran di akhir bulan Ogos.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "\"Setakat yang kita telah dimaklumkan tentang semua dakwaan dan telah mengkaji semua bukti yang ada, kami juga percaya ini adalah seperti yang diperkatakan.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "Terdapat tuduhan berat sebelah daripada peguambela Hussein, begitu juga kebimbangan untuk keselamatan hakim yang secara konsisten menyambut percubaan itu dengan dingin.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Eva Avila juga memberikannya rekod muti-platinum untuk album yang mempunyai tajuk namanya sendiri yang bertajuk dia Melissa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Pesawat tersebut menceroboh kira-kira 4.5 kilometer (3 batu) ke dalam ruang udara Finland berhampiran Porvoo dalam tempoh tiga minit, menurut Kementerian Pertahanan Finland.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "Persidangan Perubahan Iklim Pertubuhan Bangsa-Bangsa Bersatu 2010 meneruskan rundingan pada minggu ini di Bonn, Jerman.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 satu lagi B737 telah mengalami masalah penerbangan dan terbang ke kawasan kemalangan radar, meninggalkannya hilang selama beberapa jam sebelum melakukan pendaratan kecemasan beratus-ratus batu dari destinasi yang dirancang.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Pembebasan tujuh orang itu kerana Presiden Perancis Nicolas Sarkozy tiba di Chad untuk mengadakan perbincangan mengenai kes itu dengan pegawai-pegawai Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Rantau yang sama telah dilanda gempa bumi pada tahun 2004, yang mencetuskan tsunami.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "Pakar masih memberi amaran yang kemungkinan penyebaran wabak, mendorong bank dunia untuk mengeluarkan US$500 juta bantuan untuk membantu negara-negara menangani H5N1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "Ia akan diletakkan di orbit geosynchronous, kira-kira 36,000 kilometer di atas Bumi, pada longitud 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Ia bertahan diatas untuk sembilan minggu sebelum diambil alih oleh \"You Belong To Me\" oleh Jo Stafford.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "Gempa susulan mencapai magnitud 5.9 dengan pusat gempa terletak sembilan belas kilometer barat Pichilemu, menurut Kajian Geologikal Universiti Chile (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "Projek L1 milion akan melibatkan siri-siri pemasangan turbin di bawah air di Romney Weir di berhampiran Sungai Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Semalam, satu euro boleh dibeli hanya dengan harga 35,844 lei, jatuh daripada 36,133 lei dua hari lalu.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Tiga indeks pasaran saham utama Amerika Syarikat masing-masing turun dua peratus berbanding harga penutupan pada hari Isnin, menandakan kehilangan kedua terbesar tahun 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "\"Terdapat tujuan sebenar untuk mendapatkan trem tambahan di Croydon untuk bersaing dengan permintaan yang semakin meningkat dalam perkhidmatan Tramlink dan juga untuk menjamin perubahan besar untuk pejalan kaki dan pengguna kenderaan di sekitar dan di antara Timur dan Barat stesen Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "\"Pegawai berkuasa memberikan senyum yang sangat lebar kali ini semasa kami melepasi dia dan beberapa askar memberikan senyuman, senyuman malu-malu sewaktu kami melepasi.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "Penghantaran kepada Singapore Airlines, pelanggan pelancaran tersebut, adalah dijangka sehingga Oktober- dua tahun lewat.\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "Ahli gimnastik Belanda Epke Zonderland telah mempersembahkan rutin yang hampir sempurna dan amat susah yang memberinya 16.533 mata, membolehkan dia memperoleh pingat emas dan mendapat tepuk sorak yang gemuruh dari penonton di Arena Greenwich Utara.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "Sekitar 5 November setiap tahun, orang di Great Britain dan beberapa kawasan di Komonwel meraikan malam Guy Fawkes untuk memperingati penentang dari York dan pengkomplot Katholik Romannya yang gagal untuk meletupkan rumah Parlimen pada 5 November, 1605.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "\"Bandingkan bahawa (satu iklan) dengan kritikan pada awal tahun ini semasa pilihan raya (persekutuan) yang berlaku setiap hari di Kanada...iklan yang telah disiarkan secara berterusan di seluruh negara.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "\"Dengan negeri kita bergerak melangkaui perdebatan berbelah bahagi ini, saya berharap kita semua dapat menggandakan usaha kita dan kerja sama untuk meningkatkan keadilan dan integriti sistem keadilan jenayah kita, dan untuk meminimakan fallibilitinya,\" tambah Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Menteri Luar Perancis, Bernard Kouchner akan cuba untuk mendorong perbincangan di Timur Tengah antara Israel dan Palestin pada hari-hari akan datang.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "Perkhidmatan bas di Zon 1 telah kembali beroperasi pada 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Dua muzium di San Diego, California telah mewarisi koleksi seni bernilai lebih daripada 40 juta.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Lombong China merupakan yang paling banyak kematian di dunia; menurut Al Jazeera, beberapa ribu pelombong meninggal setiap tahun akibat kemalangan dalam lombong.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Packer juga terlibat dalam industri perjudian dan pelancongan dan memiliki Crown Casino di Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "Sekarang kita perlu lakukan apa yang kita mampu untuk menghentikan mogok ini daripada berterusan, kata beliau.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "\"Pada masa ini tiada cara munasabah untuk menghasilkan aliran keluar yang mantap garam yang kaya dengan bijirin daripada ais pepejal di semua jalur harimau selain daripada air garam di bawah permukaan berais Enceladus,\" kata Frank Postberg, sepasukan saintis Cassini di Universiti Heidelberg di Jerman.\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "Burung yang luar biasa itu mempunyai lebar sayap 30-inci dan hampir 20 inci tinggi.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "Walaupun dengan keputusan bercampur untuk kejohanan tersebut Kukris dapat untuk layak ke Perlawanan Akhir Jug.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Namun, ketua agensi pemantauan gempa bumi di Filipina mempertikaikan amaran agensi Jepun.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, pengarah Kementerian Hal Ehwal Wanita Afghan untuk wilayah Khandahar dan seorang peguam bela hak-hak wanita dan pengkritik yang kuat mengenai penindasan Taliban terhadap hak-hak tersebut, telah ditembak mati oleh lelaki bersenjata yang tidak dikenali di luar rumahnya di bandar Khandahar di selatan Afghanistan pada hari Isnin.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Pada Isnin penduduk bangunan apartmen hanya di luar Paris menemui bom Perang Dunia II yang dibuat dalam cerobong mereka.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Seorang pejalan kaki berusia 23 tahun berjalan sepanjang Jalan Racecourse dalam bandar Londonderry, Utara Ireland sekitar jam 0220 GMT pada ahad malam di langgar oleh Volkswagen Passat hitam dan telah terbunuh.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Finalis laporan hal ehwal semasa ialah Alex Teka, Detox Diary, Not Fit to Practise dan Turning the Tide.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "\"Jangan komen secara rasmi dan sudah tentu, tidak di udara, mengenainya.\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "Seorang peguam berkata beliau merasakan pertuduhan itu berat apabila melihat keadaan yang berlaku.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Hadiah itu datang dengan satu anugerah bernilai AS$500,000, menjadikannya anugerah terbesar untuk ciptaan yang diberikan di Amerika Syarikat.\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "Mereka juga menguji tikus dara yang diberikan prolaktin tambahan, dan mendapat keputusan yang sama seperti tikus hamil.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "Di waktu dulu, aktiviti berunsur politik yang merupakan taboo di dalaman China telah ditoleransi oleh pihak berkuasa Special Administrative Region of the People's Republic of China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "\"Kami menghidupkan enjin sama seperti mereka akan hidup semasa penerbangan, sebaliknya bukan di udara, mereka diikat.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "Ogos lalu, dia mengatakan tentang kesatuan itu, \"Ini bukan lagi kesatuan saya.\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "Masih belum diketahui sama ada racun lain wujud dalam sistemnya.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "Polis menemui satu tanda buatan sendiri di badannya yang berkata \"Awak Tidak Patut Membunuh.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Tiada pesakit diberitahu bahawa mereka telah didoakan, dan tiada satu pun dari kumpulan doa tahu siapa yang mereka doakan.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Dia berkata, menurut syarikat penyiaran negara Finland (YLE), bahawa tindak malas hendaklah bermula sejak seminggu lepas, sejurus selepas bencana, bukanlah sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Perlembagaan mendapat sokongan kebanyakan kumpulan-kumpulan politik dan sivik, walaupun ada dua parti kecil menyeru untuk memboikot referendum itu, dengan mengatakan Perlembagaan yang dicadangkan itu menghiraukan perhambaan, yang telah secara rasmi diharamkan tetapi masih lagi berterusan menurut aktivis; dan isu-isu \"sekedudukan di antara komuniti berlainan nasional\" (seperti Kulit gelap dan Arab).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "Penumpang gelap dalam tempat simpanan roda menanggung risiko mati kerana membeku selepas berlepas atau dihancurkan apabila roda menarik balik.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Beberapa tokoh ulama Sudan mengabaikan arahan kerajaan untuk tidak mengeruhkan keadaan, walaupun mereka berhenti seketika untuk melaung kerana kematiannya.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "\"Apa yang saya mahu tanyakan adalah, 'Apakah sebab mulia yang menyebabkan anak saya mati kerananya? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "Anggaran seramai 100 orang pelajar dari Rwanda, Burundi dan Congo akan berkongsi idea-idea mengenai masa lalu dan masa sekarang di Rwanda dan juga masa hadapan bagi kawasan Great Lakes.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Bangsa-Bangsa Bersatu dengan \"pencapaiannya yang mengagumkan\" dan \"kegagalan yang menghantuinya\" telah berubah tetapi perlu berubah lagi kelak, katanya dalam satu artikel dalam Newsweek International.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Penyiasat berkata, mereka kini tidak pasti sama ada letupan itu adalah sememangnya tidak disengajakan, atau jika unsur jenayah terlibat, kerana semua usaha telah tertumpu kepada usaha untuk mencari mangsa yang terselamat.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Pada pilihan raya 2003, ADQ mendapat 21% undi.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "Sebilangan besar batu biru atau cip dolerit Preseli berbintik yang ditemui semasa penggalian itu menjadikan penyelidik membuat kesimpulan bahawa batu-batu itu telah dimakamkan kerana fungsi penyembuhannya.\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "Pembuat mainan Mattel mengumumkan hari ini bahawa mereka akan memanggil semula produk yang di paras berbahaya terhadap cat mainannya.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Simon Adkin dari polis tempatan berkata, \"kereta Mondeo hitam itu menuju ke arah Leicester dan lori itu bergerak dari arah yang bertentangan.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "Kennedy, yang merupakan salah seorang daripada dua penjenayah yang sedang menunggu hukuman mati yang tidak disabitkan kesalahan membunuh, telah mencabar keputusan mahkamah, dan kes ini telah dibawa ke Mahkamah Agung Amerika Syarikat.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Akhbar Austria Krone melaporkan bahawa \"tujuan lazim serangan-serangan meraka adalah untuk membuat kecoh dan mengacau orang lain.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "Pasukan Paralimpik dijangka menamatkan Sukan itu setelah memperoleh pingat ke satu ribu negara.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Pekerja Royal Mail telah mengundi 3:1 memihak kepada mogok pos di seluruh negara di United Kingdom.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "Tatasusunan terdiri daripada dua tatasusunan 115-kaki-panjang, untuk sejumlah rentang sayap 240 kaki, termasuk peralatan yang menghubungkan kedua-dua bahagian dan membolehkan mereka untuk pusing kerana mereka mengesan matahari.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Dibentuk atas usahasama antara BMG dan Wolfgang Funk pada tahun 1992, label tersebut telah menyaksikan gabungan besar dengan Sony pada tahun 2005 untuk membentuk Sony BMG dan Funk meletak jawatan sebagai presiden pada Disember 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "Djurovic juga berkata bahawa sekurang-kurangnya 198 orang, di mana 90 orang daripadanya kanak-kanak, telah dirawat di hospital.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Ini adalah yang dinamakan gempa bumi yang berfokus dalam, itulah sebabnya ia dirasai di kawasan yang besar.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "Mereka yang telah dinilai dalam kategori \"apa-apa aktiviti sosial\" masih bertambah baik berbanding kanak-kanak dinilai sebagai \"tiada aktiviti sosial\": mereka mempunyai kira-kira 3/4 peluang mendapat penyakit ini.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Free State berjaya mengumpul sebanyak 17 berbanding dengan kosong pada separuh masa pertama.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "Keadaan pada perlumbaan ini jauh berbeza, dengan Perkhidmatan Cuaca Kebangsaan melaporkan suhu 88ºF (31ºC) di trek pada masa perlumbaan itu.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Pengarah filem Poland Andrzej Wajda menyuarakan pendapatnya mengenai rancangan kawasan pengebumian mendiang presiden, mengatakan bahawa \"Lech Kaczynski adalah seorang lelaki biasa dan baik, tetapi tidak ada sebab untuk beliau bersemadi di Wawel di kalangan raja-raja di Poland dan Marshal Józef Piłsudski [pengasas zaman moden Poland].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "Didorong oleh pengumuman Presiden George W. Bush yang mengatakan warga Amerika di Iraq telah mati atas 'sebab mulia', Sheehan telah berkhemah berdekatan ladang ternak Bush di Texas sejak minggu lepas untuk menuntut perbincangan secara peribadi dengan Presiden tersebut.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "Sarkozy kini mendahului dalam pungutan suara seminggu selepas mengisytiharkan pencalonannya dalam pungutan suara pada bulan Mei.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Ibu Daniel, Cheryl Stringer, berkata dia tidak mahu perhimpunan EDL ini diadakan: \"EDL telah memutuskan untuk melakukannya dan ia tiada kaitan dengan kami.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Kebelakangan ini, Fons Investment ehf. membeli syarikat penerbangan Danish, Streling Air dan Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Paul Collingwood hanya membuat satu larian sebelum dimati lari untuk meninggalkan England dengan 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "Leftenan Jeneral Dominic Dim Deng, menteri pertahanan kawasan itu, disahkan telah meninggal dan dikatakan sekurang-kurangnya 19 pegawai tentera telah mati.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Pemimpin-pemimpin dan personaliti-personaliti dari lain-lain bahagian di negara itu, termasuk ketua Narmada Bachao Andolan, Medha Patkar, menunjukkan rasa hiba atas kematian tersebut.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Seorang jiran lagi menambah, \"Jiran-jiran yang indah, hanya kanak-kanak manis yang saya pernah tahu.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Yang cedera telah dibawa ke hospital tentera tempatan untuk rawatan, sementara pasukan keselamatan mengawal tempat kejadian letupan itu.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Presiden OLPC Walter Bender berkata dalam satu temu bual yang perletakan jawatan Intel akan \"tiada kesan\" kepada program tersebut.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Keprihatinan hak asasi manusia telah lama menjadi penghalang percubaan Turki untuk menyertai Kesatuan Eropah.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "\"Sememangnya, masih terdapat permintaan terhadap telefon awam sekitar Australia.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "WHO mengatakan bahawa banyak kes-kes teruk virus itu dilaporkan di kalangan orang yang sebelumya dengan penyakit kronik.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "\"Kami sedar bahawa ini adalah kesimpulan radikal - kalau kita mempunyai bukti untuk cecair air dalam badan begitu kecil dan terlalu sejuk,\" kata Dr. Carolyn Porco, Cassini ketua pasukan pengimejan di Institut Sains Angkasa, Boulder, Colorado.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Sumber Georgia mengesahkan pengumuman itu, yang menyatakan bahawa pangkalan itu telah dimusnahkan.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Mayat lima wanita di United Kingdom telah dijumpai didalam atau disekitar daerah Suffolk yang terletak di timur England.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Alex Salmond, Ketua Parti Kebangsaan Scottish (SNP), berkata bahawa walaupun Scotland tiada kuasa untuk menghalang penukaran sistem senjata Trident, ia mempunyai pelbagai kuasa untuk melindungi alam sekitar.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Suara Imigresen juga berkata bahawa disebabkan pengorbanan mereka untuk mendapatkan kebebasan Amerika yang telah menjadikan negara ini hebat dan destinasi yang diidami warga seluruh dunia dan mereka mahu mengatakan \"Terima kasih dan Tuhan memberkati anda\" kepada anggota yang berbakti.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "Beliau berkata 70% daripada kos operasi dimakan bahan api, dan syarikat penerbangan itu telah menaikkan caj sampingan bahan api sekali lagi dari 100 baht ke 850 baht seorang.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Daripada $850 juta yang dijanjikan kerajaan Sierra Leone berharap kira-kira $300 juta dapat diperoleh, dengan syarat-syarat dikenakan berkenaan penggunaan dana.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "Pagi selepas pertempuran itu, jalan-jalan agak tenang, dan hanya meriam berat di sekitar istana presiden menunjukkan kehadiran tentera.\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Gudang tersebut adalah kemudahan menyimpan dan pengagihan bagi bahan kimia kolam renang, terutama sekali klorin.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "Keselamatan lalu lintas merupakan satu ancaman yang dikhuatiri akan mencederakan penyokong Piala Dunia.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Ahli Parlimen Parti Buruh Dick Adams berkata walaupun dia mengundi Beazley untuk kekal sebagai pemimpin, beliau menyokong kepimpinan baru parti.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Pemandu Ferrari Fernando Alonso adalah antara mereka yang menyatakan sokongan beliau, mendedikasikan posisi tiang beliau dalam kelayakan untuk De Villota pada Sabtu.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "Perintah pemindahan mandatori telah dikeluarkan, melibatkan 2,000 rumah.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "Sekumpulan paparazi merakamkan video Britney memacu keretanya ke sebuah kenderaan lain pada 6 Ogos ketika dia cuba untuk meletakkan kenderaannya di kawasan letak kenderaan Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Di bawah bapanya, Gabon menjadi pengeksport minyak keenam terbesar di dunia, tetapi 70% daripada penduduk masih hidup dalam kemiskinan.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Langkah itu bermakna pengakhir kepada status syarikat saingan AT&T sebagai satu-satunya pembekal rasmi US kepada iPhone, status yang dipegang sejak iPhone pertama pada 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Dua kejadian kereta api tergelincir dalam masa dua hari telah menutup landasan kereta api di Australia.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "Agensi cuaca Jepun berkata gempa pertama dan terakhir sebenarnya 6.7 magnitud.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya 27 orang telah terbunuh, dokumen-dokumen laporan jenayah telah dicuri, dan rompakan berleluasa di pusat Timorese Timur, Dili ketika tempoh masa pergolakan sekarang.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "Wood menjelaskan, bagaimanapun, bahawa keputusan muktamad mengenai kesahihan perang bergantung pada Peguam Negara, dan bukan dengan dirinya.\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "Insiden di dalam masjid itu menimbulkan kontroversi yang agak banyak sama ada wartawan yang turut serta patut mengekalkan pendapat yang neutral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Satu kebakaran besar yang telah menimpa Gurun Tinggi California Selatan sejak 2:00 petang (2200 UTC) semalam terus mengancam penduduk bandar Palmdale di kawasan Lembah Antelope di Los Angeles petang ini.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "Pada masa ini, penyelidikan semasa tidak menunjukkan apa-apa hubungan antara dua orang lelaki itu.\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "Para penyiasat telah mengambil masa dua minggu untuk mengenal pasti secara positif buaya bergigi itu sebagai buaya Amerika, (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Mereka yang cuba untuk menghubungi rakan-rakan dan keluarga melalui telefon mudah alih juga mengalami kesukaran kerana rangkaian mudah alih terbesar, Vodafone, O2 dan Orange, telah terjejas pada kapasititi penuh beberapa kali pagi ini bermakna panggilan suara gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Satu misi dijadualkan ke teleskop angkasa itu pada 2008 dijangkakan untuk menghantar peralatan bagi meningkatkan lagi keupayaan teleskop itu.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "Jumlah proses penutupan dijangka mengambil masa beberapa hari lagi.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "Nicolas Adesile, dari Palang Merah, memberitahu agensi berita yang sama bahawa sebanyak tiga puluh orang telah dirawat setakat ini.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "Jawatankuasa itu menyatakan bahawa \"banyak\" program pembinaan stesen tenaga gas baru akan diperlukan untuk memenuhi kekurangan yang diramal.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "7 April, 2005 peneraju berita ABC News Peter Jennings telah didiagnosis minggu ini dengan barah paru-paru.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "Menurut Radiopress, sebuah agensi berita Jepun yang memantau siaran radio Korea Utara, Stesen Siaran Pusat Korea Utara, serta Agensi Berita Pusat Korea dan lain-lain media Korea Utara, telah berhenti menggunakan istilah \"Pemimpin kesayangan\" apabila merujuk kepada Kim Jong Il, pemimpin tertinggi negara tersebut.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Pada sidang kemuncak itu, Uribe mendakwa kerajaan Correa mempunyai kaitan dengan pemberontak FARC, dakwaan yang Correa segera nafikan.\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, separuh daripada masa ini adalah berusaha untuk membuatkan sarung iPhone terbuka.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "Ahli astronomi sebelum ini menyangka bahawa cincin tersebut hampir leper sepenuhnya, dengan perubahan dalam ketinggian hanya beberapa meter.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "\"Dia meletakkan bungkusan kedalam [kotak], dan melarikan diri ke Delaware Ave. ke arah Allen,\" kata Lt. Polis Buffalo, K Szyszkowski.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "Kajian itu, diketuai oleh Drs. Samuel Weiss dan V. Wee Yong dari Hotchkiss Institut Otak, membandingkan tikus dara dan hamil yang berluka MS disebabkan oleh lysolecithin, sejenis bahan kimia yang memusnahkan sarung mielin sekitar neuron.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Mengikuti undang-undang persekutuan, semua lebihan mesti digunakan untuk membayar hutang Kanada, dan tidak tersedia untuk perbelanjaan.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Dia juga menyatakan pemecatannya itu adalah akibat dari dia memfailkan rungutan mengenai Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Kumpulan saintis di Universiti Stanford mendakwa telah mengesan sedikit, unsur yang hilang dalam teori relativiti Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Fasa berikut ujian akan melibatkan 700 orang dari pelbagai kumpulan umur.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Syarikat itu menyaman untuk mendapatkan ganti rugi sivil yang benilai separuh daripada pendapatan filem dan buku dari francais filem blokbuster seperti Spider-Man, Iron Man, X-Men, Hulk, dan Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "\"Pengambilalihan ini saling melengkapi untuk 7-Eleven dan meningkatkan kehadiran pasaran di kawasan Chicagoland,\" kata 7-Eleven Inc.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "\"Beliau melahirkan rasa kecewa, dan beliau meminta maaf dengan cara yang sangat menggerakkan hati.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "Akhirnya pada bulan Mac, pengendorsan pilihanraya Perjanjian Saint Andrews akan dilaksanakan samada melalui pilihanraya ataupun referandum.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Dia adalah bayi lelaki pertama dilahirkan dalam keluarga diraja Jepun sejak bapanya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Dua pemain, seorang pemain ACT dan seorang dari Jepun, terkena bola dan jurulatih perlu melihat keadaan mereka.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "Anak lelaki Cik Gibbons, John dari Liverpool, telah meminta supaya orang-orang British yang marah dengan hukuman penjara ibunya agar tidak berpaling menentang umat Islam.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Gunung berapi itu tidak meletus semenjak tempoh empat bulan pada tahun 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Pesawat yang didaftarkan dengan nombor VP-BKO, berumur enam belas tahun, pada asalnya dikendalikan oleh Xiamen Airlines.\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "Steward menaiki satu kedudukan setelah tamat ditempat kedua dan dikedudukan kesembilan, sementara Greg Biffle jatuh kekedudukan kesepuluh.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Ini menyebabkan sel di mana tempat Popov dipukul ditutup.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "\"Pelaburan sangat besar dalam penjanaan kapasiti baru dan kecekapan tenaga akan diperlukan supaya lampu terus bernyala,\" kata Pengerusi Jawatankuasa Konservatif Ahli Parlimen Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "\"Tiada keputusan akhir diatas harga permulaan atau bantuan telah diambil dan oleh itu ia terlalu awal untuk membuat spekulasi mengenai sebarang potensi kesan harga,\" kata kenyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Dia tidak ditemui hingga Ogos 1997, apabila penyelam menemui mayatnya yang diberatkan sedalam 70 kaki.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "\"Kami merancang supaya James menjalankan semula tugasnya pada tahun baru dan yakin bahawa dia akan mewakili Athletics Negeri Penn dan Universiti dengan tahap tenaga yang tinggi, dedikasi dan rasa hormat.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Penerbangan tambahan ini bermaksud Penerbangan British kini akan terbang dari Bucharest ke London, dan kembali, sepuluh kali seminggu.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan yang membawa bendera United Kingdom, British Airways (BA) telah memberi amaran kepada pasaran bahawa ia akan mencatatkan kerugian tahun penuh sehingga £150 juta.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "Keputusan Pelan B adalah hanya satu daripada 67 cadangan preskripsi kepada perubahan OTC yang tidak diluluskan, walaupun selepas jawatankuasa penasihat meluluskan perubahan.\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "Semasa di Singapura, pemain mempunyai peluang untuk berehat di kolam renang dan beberapa pemain, termasuk Knox, Rowena Webster, Nicola Zagame, dan Melissa Rippon sangat aktif atas Twitter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "Semakin dekat dengan permukaan bulan, Cassini mendapati bahawa bijirin yang agak besar kaya dengan natrium dan kalium memenuhi kepulan.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Beberapa hari yang lepas, Ketua Menteri menyatakan bahawa sebarang pengurangan dalam tax penjualan boleh menyebabkan peningkatan harga tambang bas.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Muktar Said Ibrahim, satu daripada dua suspek yang dinamakan untuk kegagalan cubaan pengeboman 21 Julai, juaga dikenali sebagai Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "Ahli politik parti Demokratik Amerika Dennis Kucinich merancang untuk bertanding sebagai presiden 2008 kata jurucakap lima-penggal ahli kongres tersebut, Andy Juniewicz, Isnin.\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "Pengebumian akan dilangsungkan di Perkuburan Hermano Pedro di Mexico.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "Jalan di Afghanistan adalah sukar dilalui, jadi kebanyakan tentera sering menyewa pesawat, terutamanya dari Rusia, untuk mengangkut angkatan tentera dan kargo antara pangkalan.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "\"Dengan komitmen untuk tidak menyerang lagi sebuah negara saudara dan dengan meminta maaf, kita boleh mengambil kira insiden sangat serius ini telah diselesaikan,\" kata Presiden Ecuador, Rafael Correa, sementara pemimpin-pemimpin lain Amerika Latin bertepuk tangan.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "Agensi itu meningkatkan tahap amaran pandemik kepada tahap keenam, yang tertinggi.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "Bercakap tentang respons warga Iraq berkenaan letupan bom di London, jurucakap itu berkata, \"Kebanyakan maklum balas dari solat[s] Jumaat di Operasi Kawasan British menentang tindakan serangan di London.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Hanya 186 kes dilaporkan pada tahun 2004, turun daripada 336 pada tahun sebelumnya.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Wakil-wakil dari kerajaan campuran itu berbeza dalam pandangan mereka mengenai persoalan ini.\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "Seni Visual Brampton menawarkan kanak-kanak peluang untuk mencipta karya seni untuk Snail Mail World Postcard Art Show, manakala Majlis Seni Brampton memberikan baldi pasir jauh merah jambu dengan botol air Wilayah Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "Wikipedia, salah satu daripada sepuluh laman web yang paling terkenal di internet, tidak lama lagi akan muncul dengan wajah baru.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "\"Kelajuan jalur lebar dan harga yang dibayar orang ramai menjadi perebutan terbesar.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "Masa ini, MST menerima bantuan dari kerajaan Brazil dan derma dari organisasi antarabangsa.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "Jika masyarakat menanam biobahan api dan makanan ia akan mengenakan tekanan baru, kata David Molden, yang mengetuai kajian di IWMI yang berpangkalan di Sri Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Sebahagian daripada proses ini adalah bahawa kecerdasan buatan Adam boleh berkitar dan menganalisis keputusan eksperimen dan juga melakukan rutin kerja makmal yang berulang kali.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Melangkah ke dalam permainan, pasukan tersebut telah bermain lapan perlawanan terhadap satu sama lain, memecah rekod pada 4 kemenangan masing-masing.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Kemalangan ini membuatkan kedua-dua New Zealand dan Jerman bermula dari akhir trek untuk perlumbaan feature tersebut.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "Banjir, ribut, dan angin yang kuat berlaku malam tadi sebagai satu sistem ribut petir jarang berlaku dimana ianya berpindah ke rantau Pasifik Barat Laut, melibatkan kawasan-kawasan dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Perdana Menteri NSW Morris Iemma telah mengumumkan pada Disember 2005 bahawa beliau berhasrat untuk menjual saham negara di Snowy Hydro yang menyebabkan kerajaan persekutuan dan kerajaan Victoria mengikut langkahnya.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "Setelah melihat keadaan undang-undang dan perintah di Delhi, Jawatankuasa Pemantauan Mahkamah Agung mengesyorkan Mahkamah Agung untuk tidak meneruskan pemanduan kedap MCD pada 1 November.\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "Wood berkata Straw pernah \"sering dinasihati bahawa perkara tertentu menyalahi undang-undang dan terus melakukan perbuatan sedemikian walau bagaimanapun dan menang di mahkamah\" ketika dia berjawat sebagai setiausaha dewan.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "Bandar Brampton di Ontario, Canda, dan Marikina di Filipina baru-baru ini \"dikembarkan.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "\"Dalam setiap perkiraan, Sir Joh merupakan pembangun negeri yang lain dari yang lain yang akan diingati kerana sentiasa meletakkan Queensland di tempat pertama,\" kata Jeneral Gabenor Australia, Mejar Jeneral Jeffery, dalam kenyataannya.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "\"Aliran yang pertama adalah sejuk dan kering dan yang kedua adalah panas dan lembap.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Pesawat jet berenjin kembar baru sahaja menjalani penyelenggaraan di Perpignan sebagai persediaan untuk kembali ke Air New Zealand melalui syarikat penerbangan Jerman XL Airways, yang telah beroperasi pada pajakan.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Polis telah memberi komen bahawa terlalu awal untuk mengatakan bahwa faktor cuaca yang merupakan penyebab kepada kemalangan ini.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Letupan dan kebakaran itu pada mulanya difikir daripada sebuah kapal terbang komersial yang dijatuhkan.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "Basescu akan menyokong di bahagian pendidikan kelas tengah, dalam usaha beliau untuk membasmi korupsi dalam salah satu bahagian negara yang tinggi korupsi.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Orang kudus baru itu adalah Rosa Venerini (1656-1728), Ibu Theodore Guerin (1798 - 1856), Filippo Smaldone (1848 - 1923), dan Bishop Rafael Guizar Valencia (1878 - 1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Kedutaan Kanada di Washington berada dalam kempen pengiklanan, dengan menampal dinding stesen kereta api bawah tanah di Washington dengan poster yang menggambarkan tentera Kanada di Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Polis menahan seekor monyet setinggi 18 inch yang dilaporkan telah menggigit seorang wanita berusia 20 tahun di luar State Street Brats, sebuah kelab malam di Madison, Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Beliau dianggap konservatif sosial dalam rekod mengundi, dan menyokong Pindaan Perkahwinan Persekutuan melarang perkahwinan sejenis.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "CAW telah meminta agar pekerja untuk memberitahu Wakil Kesihatan dan Keselamatan tentang apa jua masalah keselamatan di tempat kerja.\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "Manakala parti Kesatuan untuk Demokrasi Perancis (UDF), diketuai oleh François Bayrou, secara rasmi kekal dalam parti pemerintah bersama-sama dengan UMP, ia telah diputuskan bahawa, kerana kerajaan baru mungkin akan melakukan lebih daripada dasar yang sama, ia tidak akan mengambil bahagian dalamnya.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Ia mengesahkan bahawa Spyker akan berubah pemilik musim depan menjadi pasukan pertama warga India Formula Satu dalam sejarah.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "\"Ini adalah kesan-kesan yang boleh dijangka kerana mengabaikan keselamatan,\" satu peguam mewakili keluarga berkata.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Parti radikal Islam, Hamas, telah memenangi majoriti besar dalam pilihan raya majlis Jalur Gaza yang diadakan pada bulan lepas.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "\"Jika kita kekal tenang dan berkeyakinan saya yakin bahawa semua yang Sepanyol mahukan, apa yang keluarga mereka mahukan, apa yang kerajaan mahukan-tahanan dapat pulang ke rumah mereka dengan selamat dan penculikan berakhir dalam keadaan yang memuaskan.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "\"PM telah dihantar ke Dewan Bedah pada jam 6:40 am, pembedahan telah dilakukan pada jam 8:45 am dan diakhiri pada jam 7:30 pm.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "Terdapat sekurang-kurangnya dua pemenang besar untuk cabutan loteri Mega Million Malam Selasa $370 Juta yang diadakan di 12 negeri Amerika Syarikat.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Mereka yang telah ditembak adalah dipercayai tentera Iraq yang dilakukan oleh pejuang anti-kerajaan, menurut seorang pegawai Kementerian Dalam Negeri, walaupun mangsa-mangsa tidak memakai pakaian tentera.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Dia menunjukkan bahawa dia hanya menerima peratusan kecil dari pendapatan daripada perbadanan, semalam dia bermain bersama kumpulan The Distractions di Bloomsbury Theatre di London.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "Paulson, bersama pegawai-pegawai kerajaan lain, mencadangkan penyelesaian yang Lehman akan dibahagikan kepada dua entiti berasingan.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "Ketika dalam perjalanan, sekumpulan pemuda mula memecahkan semua benda tanpa alasa yang jelas.\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "Selepas sesi soal jawab berakhir, video kenyataan dari John Kerry itu mula ditayangkan.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "Zahab terpaksa menarik kereta lucur dengan peralatan seberat 170-lb (77 kg), dan berjalan kaki dengan kasut salji sementara dua lelaki lain berski.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "Wikinews asalnya menggemparkan peristiwa tentang pengeditan yang mencurigakan itu selepas menerima ramalan daripada pentadbir Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Antara 3,000 (anggaran pihak polis) hingga 8,000 orang (anggaran penganjur) berkumpul di jalan di GieBen, Jerman hari ini untuk membantah rancangan pengenalan yuran kelas di universiti-universiti Hessian.\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "Kapal Sirius Star, dimiliki oleh firma negeri Saudi Vela International Marine, mempunyai sebanyak 25 kakitangan daripada Filipina, Saudi Arabia, Croatia, Poland, dan Britain.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Seorang pemimpin terkemuka Kongres Kebangsaan India dalam Lok Sabha ke 14, beliau dikenali sebagai seorang parti apparatchik yang berwibawa, \"pengikut setia keluarga Gandhi yang tidak menang pilihan raya dengan sebab popular sehingga tahun 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Beliau mengatakan bahawa ia \"menggabungkan artikel-artikel yang berguna untuk pembikin filem baru dengan cerita-cerita berdasarkan pengalaman saya mengumpul wang untuk rencana-rencana filem dan personaliti gila yang menyerbu dunia pembikinan filem microbudget.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "Glasgow juga menyaman atas gangguan seksual, dan mendakwa Miller cuba melakukan hubungan seks dengannya pada bulan September 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Bangunan telah pun runtuh dan pokok-pokok telah dilanggar.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Polis telah melancarkan serbuan, menyelamatkan wanita terbabit selepas menerima maklumat awam.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Ia masih merupakan rehat tambahan untuk pembaling, dan orang lain.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "Ikan paus pilot ini mendamparkan diri sendri di Pelabuhan Levy di Pulau Selatan, tetapi bedozen-dozen sukarela membantu untuk cuba mendapatkan mereka kembali ke gigi laut, yang mana berlumpur dan cetek.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "Sebuah ATM di Virginia Beach, Virginia telah digodam supay ia akan mengeluarkan 4 kali jumlah wang yang sepatutnya; dan ini dilakukan hanya dengan memasukkan jumlah kedalam papan kekunci.\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "Kapal berukuran 35m itu telah terkandas sejak Khamis lepas, apabila ia telah ditambat, semasa dalam perjalanan ke mesyuarat APEC di Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Mesin layan diri yang menjual rokok di tempat-tempat awam akan diharamkan sejajar dengan iklan dan penajaan rokok.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "Kyle Busch, disebabkan kemalangannya dengan Jeff Burton kekal dikedudukan ketiga sementara teman sepasukannya Hamlin dikedudukan keempat.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Kedua-dua bandar Senaki dan Zugdidi terletak di kedudukan Georgia yang betul, di luar \"zon keselamatan\" sekitar kawasan Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Kawasan paling panas di sepanjang jalur harimau itu bersamaan dengan dua daripada lokasi jet yang dilihat dalam imej Cassini.\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "Gencatan senjata yang diusahakan oleh Persatuan Bangsa-bangsa bersatu antara Israel dan Hizbullah berjalan lancar kerana Israel telah mula menarik balik tentera dari Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "Omar Harani, yang berusia 25 tahun mengetuai penunjuk perasaan, memberitahu Telegraph, \"Kami telah memberikan tanah 2,000 tahun yang lalu kepada Gereja untuk menjaga,\" dan lagi, \"Jadi ia bukan tanah mereka untuk dijual.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "Serangan ini tidak seperti pengeboman berani mati di mana bomnya adalah dinamit dan bola galas yang diikat pada dua wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Pegawai Hamas dan Fatah berkata mereka berharap ketua-ketua mereka akan datang bersama pada mesyuarat bersama Raja Abdullah kemudian pada malam Selasa.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "Microsoft telah bersetuju dengan ini, menyediakan maklumat untuk bayaran royalti sebanyak 6.5% dari hasil perolehan lesen untuk produk atas alasan inovasi (secara terperinci, 3.87% untuk lesen yang di patenkan dan 2.98% untuk maklumat lesen).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "Bourdin hidup dengan pasangan itu selama tiga bulan sebelum wartawan mendedahkannya dan pembohongan beliau telah disahkan dengan ujian DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Ketua Menteri Rumah Awam Jose Dirceu merupakan ahli delegasi itu.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Pada 07:00 UTC hari ini (19:00 NZST, waktu tempatan), pemilihan ditutup pada pilihan raya umum New Zealand, 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "Pada bulan Januari, kerajaan Indonesia telah mengadakan sidang kemuncak tenaga khas untuk menarik pelaburan dalam infrastruktur tenaga mereka.\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "Beliau juga menyatakan mengenai timbunan besar garam di Chelsea yang digunakan untuk mencairkan ais di lebuhraya dalam Komanwel dan berkata ianya berada di lokasi secara \"haram.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Pertama, sepina untuk Prince tidak dikeluarkan dalam masa sebelum terlewat untuk sah di sisi undang-undang.\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "Piawaian-piawaian itu bertujuan untuk menyelesaikan masalah yang dihadapi oleh pengaturcara dalam membangunkan perisian untuk Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "Jangkitan kuman itu sangat bermasalah kerana hampir satu perempat daripada orang-orang yang mendapat jangkitan staph memerlukan rawatan di hospital.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Saman itu adalah bernilai lebih daripada AS$750 juta (£528M) - kira-kira separuh daripada hasil anggaran daripada filem Marvel.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "\"Kami juga mempunyai laluan bas hidro berjalan ke dua-dua belah bangunan.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Indonesia menghentikan pesawat itu pada bu;an Mac selepas satu lagi kemalangan di mana B737 terbabas dari landasan.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "IFA dan IOC telah mempertikaikan siapa mengawal perlawanan di dalam negara untuk beberapa tahun.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Dr Raupach, yang bersama-mempengerusikan Projek Karbon Global antarabangsa juga, terkejut dengan keputusan kajian beliau.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "MSNBC melaporkan bahawa Clinton mengalahkan Barack Obama oleh \"margin sangat sikit.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "Gou, akur sebagai ekspresi penyesalan, berjanji untuk berusaha mengelakkan tragedi seperti itu daripada berlaku lagi.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Qatar seri dalam kedua-dua perlawanan dengan Jepun dan Vietnam, bermakna ia akan berpokok pada perbezaan gol jika kedua-dua pihak seri pada empat mata.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Majoriti kelab NHL telah kehilangan wang dalam tempoh lima tahun lalu dan kesannya semua kelab mahu membuat bayaran dengan jumlah yang ditetapkan.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Ahli keenam ditangkap kerana menolong dan bersubahat tetapi dilepaskan tanpa dakwaan.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Kukris menjaring satu percubaan setelah masa penuuh tetapi gagal untuk menukar tendangan yang agak mudah yang boleh memungkinkan kemenangan permainan tersebut untuk mereka.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "\"Kami tidak menerima sebarang aduan semasa tempoh ini,\" kata pengerusi Suruhanjaya Pilihanraya Kebangsaan Mozambique, Leopoldo da Costa.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Ibu bapa Ashley mahu dia tinggal di rumah dan menjaga dia sendiri, dan mereka mahu menjamin kualiti hidup anak perempuan mereka.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "Pakar api, selalunya sibuk pada masa-masa ini, telah menghubungi untuk keselamatan dan undang-undang pertunjukan bunga api dan menngesa rakyat untuk menghadiri pertunjukan umum terancang itu.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Keadaan tersebut berakhir tanpa sebarang kejadian dan semua penumpang dan krew di atas pesawat dapat keluar dengan selamat.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Ahmadinejad berkata bahawa \"Di Iran kami tidak ada homoseksual seperti di negara kamu,\" menyebabkan ketawa dari penonton.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Malam Ambang Tahun Baru Bandar Taipei 2008 nampaknya \"pudar\" atas faktor politik.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "Hari ini, semasa jamuan pameran, muzium itu menghadiakan kepada Bob Kuhn pencapaian sepanjang hayat beliau.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Menteri majlis Iraq berkata tentera Turki mencabul kedaulatan Iraq dengan menjalankan pencerobohan ke kawasan Kurdistan di utara Iraq.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Menurut seorang Pengawai Kerajaan, kesemua lelaki itu dipercayai masih hidup \"kerana mereka berada cukup jauh dari tapak keruntuhan itu,\" bagaimanapun keadaan mereka tidak diketahui dan para penyelamat masih belum dapat menghubungi mereka.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Bekas Gabenor Florida, Jeb Bush, mengumumkan sokongan beliau untuk calon berharapan menjawat presiden Republikan, Mitt Romney semalam.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "James akan mengaku tidak bersalah, menurut peguam beliau, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "\"Beliau telah dibesarkan di Shanghai dan mempunyai adab yang sangat baik.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "Patrick Mannion dari Wikinews menghubungi penama Parti Sosialis Amerika Syarikat dan calon, Brian Moore melalui e-mel.\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "Michael Stanton, peminat astronomi tempatan memberitahu Wikinews \"ini cukup hebat, terdapat muzik dan visual yang menggairahkan ini untuk dilihat.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    }
]
}