{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the Khmer lantuage end your task is to convert it into the Englidh languqge."
,
    "Positive Examples": [
        {
            "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
            "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
            "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
            "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
            "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
            "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
            "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ការសិក្សាថ្មីនេះគឺជាការសិក្សាអំពីអាយុកាល និងមរណភាពអន្តរជាតិ។\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "អ្នកម៉ៅការដែលត្រូវបានចោទប្រកាន់ម្នាក់ ម៉ាក លុយផើត បានប្រាប់សារព័ត៌មានថា ចៅក្រមដែលទទួលខុសត្រូវចំពោះការស៊ើបអង្កេតនៅទីក្រុងហាសសែលបានហាមគាត់មិនឲ្យនិយាយអំពីព្រះអង្គម្ចាស់ឡូរេន។\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "នាវានេះត្រូវបានដណ្ដើមនៅចំងាយប្រហែល830 គីឡូម៉ែត្រភាគអាគ្នេយ៍នៃតំបន់ម៉ុមបាសានិងត្រូវបានរាយការណ៍ថាកំពុងតម្រង់ទិសទៅកាន់កំពង់ផែនៃតំបន់អ៊ីលរបស់សូម៉ាលី។\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "នាឡិការវាស់ទឹកជំនន់ ខ្យល់ព្យុះ និងខ្យល់បក់មានការប្រែប្រួលកាលពីយប់មិញ ខណៈដែលប្រព័ន្ធព្យុះផ្គររន្ទះកម្រមួយបានផ្លាស់ប្តូរទៅក្នុងតំបន់ប៉ាស៊ីហ្វិកភាគពាយ័ព្យ បោកបក់តំបន់ពីទីក្រុងស៊ីថលទៅទីក្រុងផតឡេនដ៍ ដោយខ្យល់ខ្លាំង និងភ្លៀងធ្លាក់ធ្ងន់ធ្ងរ។\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "កាលពីចុងសប្តាហ៍មុន នាវាអាមេរិកត្រូវបានវាយប្រហារដោយការគប់គ្រាប់បែកដៃ។\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "វាបាននៅចំណុចខ្ពស់បំផុតសំរាប់ប្រាំបួនសប្ដាហ៏មុនពេលត្រូវបានទទួលជោគជ័យដោយ\"អ្នកជារបស់ខ្ញុំ\"ដោយចូស្ដេនហ្វត។\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "ដើមឡើងសៀវភៅវិគីសំដៅលើទីកន្លែងមួយសំរាប់ផ្ទុកអត្ថបទសិក្សា និងសៀវភៅក្បួន ប៉ុន្តែវាកាន់តែប្រែក្លាយជាសហគមន៍មួយដែលបង្កើតសៀវភៅស្តីពីប្រធានបទគ្រប់ប្រភេទទាំងអស់ ហើយសៀវភៅវិជ្ជាធ្វើម្ហូបក្លាយជាឧទាហរណ៍ដ៏លេចធ្លោជាងគេបំផុត។\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "ក្រុម Sunnybank បាននាំមុខ17ពិន្ទុ ទល់នឹង3ពិន្ទុ ក្នុងការប្រកួតដ៏ស្វឹតស្វាញក្នុងវគ្គទីមួយ ប៉ុន្តែបានចាញ់បាល់ពិន័យនៅទីបញ្ចប់ធ្វើអោយក្រុមម្ចាស់ផ្ទះស្ទើរតែអាចយកបានពិន្ទុដើម្បីទទួកយកជ័យជំនះបាន។\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "ពួកតាលីបង់បានអះអាងទទួលខុសត្រូវចំពោះការបំផ្ទុះនេះដោយនិយាយថាគោលដៅរបស់ពួកគេគឺស្ថានទូត។\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "នៅអំឡុងពេលរដ្ឋបាលលោកខេនណេឌី លោកស្រីហេលែន បានបញ្ចប់សន្និសីទសារព័ត៌មានប្រធានាធិបតីទាំងអស់ ដោយមានហត្ថលេខា \"សូមអរគុណ លោកប្រធានាធិបតី\" និងជានិច្ចជាកាលបានចេញការព្រមានអំពីការងាររបស់លោកស្រីថា: \"ក្នុងអាជីពរបស់ខ្ញុំ អ្នកគ្រាន់តែល្អដូចជារឿងចុងក្រោយរបស់អ្នកប៉ុណ្ណោះ។\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "\"ក្នុងដំណើរការធូលីអាលមីញ៉ូមជាច្រើនអណ្តែតនៅក្នុងខ្យល់។\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីសេរី លោកដលតុន ម៉ែកហ្គីនធីបានបង្កើតវាឡើងវិញដោយសារតែលោកចង់បានលោកចាន់ឲ្យទៅនៅក្នុងក្រសួងនោះ។\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "ចរាចរណ៍ក្នុងតំបន់ត្រូវបានអនុញ្ញាត ដោយសារនេះជាការបិទផ្លូវចម្ងាយ 150 មែ៉ល្រតាមបណ្តាយផ្លូវហាយវ៉េ។\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "ក្រោយពីអានសាលក្រមជាប់ពិរុន្ធចប់ ប្រោន សេនឌ័រ បានអោបគ្រួសារ និងមិត្តភ័ក្តិរបស់នាងដែលបានចូលរួមស្តាប់នៅអង្គជំនុំជម្រះ​នោះ។\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "ប្រសិនបើមិនមានអ្នកណាម្នាក់ទទួលបានសម្លេងច្រើនលើសលប់ចំនួនពីរភាគបី បន្ទាប់ពីការបោះឆ្នោតជុំទីពីរទេ ប្រធានសភានឹងត្រូវបានបោះឆ្នោតជ្រើសរើសតាមរយៈសម្លេងភាគច្រើនធម្មតានៅជុំទី៣។\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "គាត់ត្រូវបានគេចាត់ទុកថាជាអ្នកអភិរក្សសង្គមមួយនៅកំណត់ត្រាបោះឆ្នោតរបស់គាត់ ហើយគាត់បានគាំទ្រការធ្វើវិសោធនកម្មអាពាហ៍ពិពាហ៍សហពន្ធ័ ប្រឆាំងនឹងការរៀបការភេទដូចគ្នា។\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃព្រហស្បត៍ កម្មករអណ្តូងប្រេងកាតត្រូវបានគេចាប់ពង្រត់ពីការដ្ឋានដែលស្ថិតនៅក្បែរសំណង់អនាធិបតេយ្យទាំងនោះដោយបុរសជាច្រើនដែលស្លៀកពាក់ទាហាន ហើយបានបាញ់សម្លាប់ទាហានម្នាក់ដែលឈរការពារកម្មករទាំងនេះ និងបាញ់របួសទាហានម្នាក់ទៀត។\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "ព័ត៌មានសប្តាហ៍បានរាយការណ៍ថា ខ្សែកាបនោះត្រូវបានរំពឹងថានឹងមានតម្លៃជាច្រើនលានដុល្លារអាមេរិក។\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "លោកអាលី អាល-ដាបបេឃ អ្នកនាំពាក្យរដ្ឋាភិបាលអ៊ីរ៉ាក់ បាននិយាយថារដ្ឋាភិបាលបានបដិសេធការឈ្លានពានរបស់ប្រទេសទួរគីជាឯកតោភាគី ពីព្រោះវាជាការគំរាមកំហែងចំពោះទំនាក់ទំនងជិតខាងល្អរបស់ពួកគេ។\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់អាល់-ហ្សាខ្វាវីហាក់បីដូចជាមានការបកប្រែដោយទីផ្សារថា ជាដំណឹងល្អសំរាប់ការផ្គត់ផ្គង់ប្រេងនាថ្ងៃអនាគតពីតំបន់នោះ។\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ1996 គេបានចេញអាល់ប៊ុមរបស់គេជាលើកតំបូង ហើយលក់ដាច់អស់ជាងមួយលានច្បាប់នៅទូទាំងពិភពលោក។\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "\"ពួកយើងក៏មានរថយន្តក្រុងដែលដើរដោយឧស្ម័នអ៊ីដ្រូហ្សែនជាច្រើនខ្សែរដែលរត់កាត់ខាងក្រោមផ្នែកសងខាងនៃអគារ។\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "យើងជឿជាក់ថាវាគឺជាការចាំបាច់ណាស់ដែលត្រូវឲ្យកូរ៉េខាងជើងបង្ហាញអំពីសកម្មភាពរឹងមាំឆ្ពោះទៅរកការបោះបង់ចោលអាវុធនុយក្លេអ៊ែរ ទាំងអស់ និង​កម្មវិធីអាវុធនុយក្លេអ៊ែរដែលមានស្រាប់\" នេះបើយោងតាមប្រសាសន៍លោក ស៊ីនហ្សូ អាបេ នាយករដ្ឋមន្រ្តីជប៉ុន។\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "គាត់ក៏បានមានប្រសាសន៍ទៀតថា ក្រុមហ៊ុនអាកាសចរណ៍អាចត្រឡប់ទៅបម្រើសេវាឡើងវិញដោយងាយស្រួលប្រសិនបើតម្លៃធ្លាក់ចុះ ដោយបញ្ជាក់ថា \"ប្រសិនបើស្ថានការមានភាពប្រសើរឡើងដោយតម្លៃប្រេងឥន្ធនៈថោក ហើយទស្សនៈវិស័យនៃប្រាក់ចំណេញមានភាពប្រសើរឡើង យើងអាចនឹងមានការដឹកជញ្ជូនតាមអាកាសឡើងវិញ។\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "សេចក្តីបញ្ចប់នៃសេចក្តីថ្លែងការបានពណ៌នាថា បេសកកម្មនេះនឹង \"ធ្វើការវ៉ាស់ស្ទង់ឧស្ម័នដែលភាយចេញពីផ្សែងពពក។\"\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តី NSW លោកម៉ូរីស ឡេមម៉ា បានប្រកាសនៅខែធ្នូ ឆ្នាំ2005ថា គាត់មានបំណងលក់ភាគហ៊ុនរដ្ឋនៅក្នុងក្រុមហ៊ុន ស្នូវី ហាយដ្រូ ដែលបង្កឲ្យរដ្ឋាភិបាលសហព័ន្ធ និងរដ្ឋាភិបាលវិចតូរៀអនុវត្តតាម។\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "បេក្ខជនប្រធានាធិបតីសហរដ្ឋអាមេរិក និងជាព្រឹទ្ធសមាជិកបារ៉ាក់ អូបាម៉ា និងចន ម៉ាកខេន ម្នាក់បានបានចូលរួមក្នុងវេទិកាផ្សាយផ្ទាល់ពីព្រះវិហារសាតដលប៊ែក ឆើច នៅទីក្រុងឡេក ហ្វររ៉េស។\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "មន្ត្រីផ្នែកធនធានលោកម៉ាធីន ហ្វើហ្គូសុន បាននិយាយថា៖\"មិនមានការគំរាមកំហែងដល់ជ្រោយសមុទ្រអូស្ត្រាលីទេ។\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "ប៊ីលគ្លីនតុន អតីតប្រធានាធិបតីនៃសហរដ្ឋអាមេរិក នឹងធ្វើទស្សន កិច្ចទៅប្រទេសរ៉ូម៉ានីនៅថ្ងៃទី21ខែមិនា ដើម្បីទៅចូលរួមជាវាគ្មិនដ៏សំខាន់មួយនៅក្នុងសន្និសីទប៊ីយ៉នបឌឺឆ្នាំ2005នៅប៊ូឆារេស។\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "\"តាមវិធានការណាមួយ លោក ចូ គឺជាអ្នកកសាងរដ្ឋពិសេសម្នាក់ ដែលនឹងត្រូវចងចាំសម្រាប់ការបង្កើតរដ្ឋឃ្វីនលែនជាលើកដំបូងប្រកបដោយមានភាពតស៊ូ\" នេះបើយោងតាមអគ្គភិបាលអូស្រ្តាលី ឧត្តមសេនីយទោ ជេហ្វើរី ដែលបាននិយាយក្នុងសេចក្តីការណ៍។\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ឥឡូវនេះសេវារថភ្លើងថាលី រវាងក្រុងប្រ៊ូសស៊ែលនិងទីក្រុងកូឡូញបានបន្តដំណើរការវិញហើយ ប៉ុន្តែសេវាទៅទីក្រុងអាំស្ទែរដាំ និងក្រុងប៉ារីសនៅតែត្រូវបានផ្អាកដំណើរការនៅឡើយ។\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "គ្រូបង្វឹកបាល់ទាត់ជនជាតិអាមេរិក ត្រូវបានបាញ់នៅក្នុងបន្ទប់ហាត់ប្រាណនៅសាលា ក្នុងរដ្ឋអីអូវ៉ា សហរដ្ឋអាមេរិក។\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "ឈុតថ្មីនៃច្បាប់បានដកចេញផងដែរនូវបទប្បញ្ញត្តិប្រឆាំងនឹងការដើរត្រេតត្រតនៅក្នុងបរិវេណ MTR ក៏ដូចជាច្បាប់ប្រឆាំងនឹងការប៉ុនប៉ងក្នុងការបរិភោគ ឬផឹកផងដែរ។\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "លោក អ៊ីសាយ៉ាស ការ៉ាស្កូ អាយុ 42 ឆ្នាំ ត្រូវបានបាញ់នៅក្រៅផ្ទះរបស់លោកនៅចំពោះមុខភរិយា និងកូនស្រីរបស់លោក ហើយត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យ ប៉ុន្តែលោកបានស្លាប់ដោយសាររបួសធ្ងន់ពេក។\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "\"យើង មិនមែនជនជាតិអង់គ្លេស បានកសាងលទ្ឋិប្រជាធិបតេយ្យដោយ ផ្អែលទៅលើមនុស្សម្នាក់ សន្លឹកឆ្នោតមួយ នេះគឺប្រជាធិបតេយ្យ ដែលបដិសេធន៍ការរើសអើង ជាតិសាសន៍ ឬភេទ និងលើកកម្ពស់សិទ្ឋិមនុស្ស និងសេរីភាព សាសនា\" គាត់បាននិយាយនៅក្នុងការឆ្លើយតបទៅនឹងការរិះគន់ជាអន្តរជាតិ គាត់បានទទួលថ្មីៗ ជាពិសេសពីហ្គូដុន ប្រោន។\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "លោក ប៊ូឌិន បានរស់នៅជាមួយប្តីប្រពន្ធនោះ អស់រយៈពេលបីខែមុនពេលអ្នកកាសែតបានបង្ហាញថា គាត់និយាយកុហក ហើយត្រូវបានបញ្ជាក់ដោយការធ្វើតេស្តឌីអ៊ិនអេ។\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "អគ្គិភ័យនេះគឺជាការឆាបឆេះមួយក្នុងចំណោមអគ្គិភ័យចំនួនបីដែលបានឆាបឆេះកាលពីម្សិលមិញ ក្នុងតំបន់ម៉ូយ៉េវ ដេសើត និងតំបន់សាន់ ហ្គាព្រីល ម៉ោនធីន។\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "ក្រុមមេនឆេស្ទើរយូណាយធីតបានឈ្នះក្រុម អាស រ៉ូម៉ា 1-0 នៅក្នុងពូលអេហ្វរបស់ យូអ៊ីអេហ្វអេ ឆេមភៀនលីក ឆ្នាំ2007-08 នៅអូលត្រាហ្វត មេនឆេស្ទើរ ប្រទេសអង់គ្លេស។\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ច្រើននាទីបន្ទាប់ពីតុលាការឧទ្ធហរណ៍អ៊ីឌីនប៊ឺច បានបដិសេធន៍មិនទទួលប្រាក់ធានានៅក្រៅឃុំដោយផ្អែកលើមូលដ្ឋានដ៏គួរឲ្យអាណិតអាសូរ ជីម ស្វ័រ អ្នកនាំពាក្យរបស់ក្រុមគ្រួសារជនរងគ្រោះដែលបានបាត់បង់កូនស្រីរបស់គាត់នៅក្នុងគ្រោះថ្នាក់នោះ បានតវ៉ាចំពោះការសម្រេចចិត្ត។\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "គេរំពឹងថា សន្និសីទម្ចាស់ជំនួយអន្តរជាតិមួយនឹងធ្វើឡើងនៅខែក្រោយ ដើម្បីទទូចសុំជំនួយបន្ថែមសំរាប់ប្រទេសនេះ។\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "មានតែ186ករណីត្រូវបានរាយការណ៍ក្នុងឆ្នាំ2004 ធ្លាក់ចុះពី336 កាលពីមួយឆ្នាំមុន។\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "អណ្តូងរ៉ែនៅប្រទេសចិនគឺជាអណ្តូងរ៉ែគ្រោះថ្នាក់បំផុតនៅក្នុងពិភពលោក; កម្មករអណ្តូងរ៉ែរាប់ពាន់នាក់បានស្លាប់ជារៀងរាល់ឆ្នាំ ដោយសារឧប្បត្តិហេតុនៅក្នុង​អណ្តូងរ៉ែទាំងនោះ នេះបើយោងតាមសារព័ត៌មានអាល់ហ្សាស៊ីរ៉ា។\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "\"យើងដឹងថានេះគឺជាសេចក្តីសន្និដ្ឋានមូលដ្ឋាន-ដែលយើងអាចមានភ័ស្តុតាងទឹករាវនៅក្នុងអង្គធាតុមួយដ៏តូច និងត្រជាក់ខ្លាំង\" នេះបើយោងតាមសម្តីរបស់លោកបណ្ឌិត ការ៉ូលីន ព័រកូ ប្រធានក្រុមរូបភាពកាស៊ីនីនៅវិទ្យាស្ថានវិទ្យាសាស្រ្តលំហអាកាស ទីក្រុងបូលឌ័រ រដ្ឋកូឡូរ៉ាដូ។\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងសង្ឃឹមថាTelstra ថានឹងផ្តល់សេវាទាំងនោះ។\"\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "មេរោគនេះ​ត្រូវបានរកឃើញ​ក្នុងខែមេសា និង​មិថុនា ឆ្នាំ 2006 ក្នុង​ខេត្តហ៊្វូចៀន ប្រទេស​ចិន នៅពេល​ដែល​ក្រុមលោក ក្វាន់ ពិនិត្យ​សត្វទា មាន់ ក្ងាន និង​បក្សី​ផ្សេងទៀត​នៅផ្សារមួយ​ក្នុងខេត្ត​។\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "ផ្នែកខ្លះនៃអន្តររដ្ឋ35និងអន្តររដ្ឋ30ត្រូវបានបិទ។\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយ លោកសាលម៉ន បានបង្ហាញសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធ និងរូបសំណាក់ធ្វើពីលង្ហិនដែលបានដាក់ដើម្បីប្រារព្ធខួបលើកទី50 នៃឧប្បត្តិហេតុនេះ។\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "អ្នកកំនែមួយក្នុងចំនោមនោះគឺចាស់ស្ទិនដៀល ដែលបានប្រាប់ទៅយ៉ាងធ្រីកថា៖\"កំនែខ្លះរបស់អ្នកអាចប៉ះពាល់ដល់អត្តបទគឺថាដូចជាបង្ហាញនូវការពេញចិត្តចំពោះតួអង្គនៅក្នុងអត្តបទនោះ។\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "រដ្ឋធម្មនុញ្ញទទួលបានការគាំទ្រពីក្រុមស៊ីវិល និងក្រុមនយោបាយ ទោះបីជាគណបក្សតូចៗចំនួនពីរបានស្នើសុំ​ឲ្យច្រានចោលការធ្វើប្រជាមតិនេះ ដោយនិយាយថារដ្ឋធម្មនុញ្ញដែលបានស្នើឡើងនោះមិនបានយកចិត្តទុកដាក់លើទាសករដែលត្រូវបាន​ហាមឃាត់ជាផ្លូវការ តែតាមរយៈការអះអាងរបស់សកម្មជនវិញ បញ្ហានោះនៅតែមានមិនចេះចប់; ហើយមានបញ្ហានៃ \"ការរួមរស់ជាមួយគ្នារវាងសហគមន៍ជាតិផ្សេងៗគ្នា\" (ដូចជាជនជាតិស្បែកខ្មៅ និងអារ៉ាប់ជាដើម)។\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "គ្រោងឆ្អឹងនៃបុរសម្នាក់នេះបង្ហាញថាលោកមានបញ្ហារបួសជង្គង់ និងធ្មេញធ្ងន់ធ្ងរ។\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "នៅពេលនេះការស្រាវជ្រាវនាពេលបច្ចុប្បន្នមិនបានបង្ហាញទំនាក់ទំនងរវាងបុរសពីរនាក់នោះទេ។\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "ការឆាបឆេះនិងការផ្ទុះពេញមួយយប់នៅរោងចក្រចំរាញ់ប្រេងកាតរដ្ឋវ៉ាស៊ីនតោននៅអាណាកត វ៉ាស៊ីនតោន សហរដ្ឋអាមេរិក ដែលជាទីក្រុងភាគខាងត្បូងវេនខូវឺប្រហែល80ម៉ាយល៍ កាណាដា កាលពីម្សិលមិញបានសម្លាប់មនុស្ស4នាក់និងបង្កអោយរងរបួសបីនាក់ទៀត។\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "ជនសង្ស័យត្រូវបានចាប់ខ្លួនកាលពីថ្ងៃសុក្រដោយអង្គភាពបទល្មើសព្រហ្មទណ្ឌគ្រោងទុកនៃពូម៉ាឡាន់ហ្គា។\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "យោងតាមគណៈកម្មការការពារអ្នកសារព័ត៌មានបានអោយដឹងថា នៅក្នុងឆ្នាំនេះ មានអ្នកសារព័ត៌មានចំនួន៩នាក់ហើយត្រូវបានសំលាប់ នៅក្នុងប្រទេសប៉ាគីស្ថាន ហើយយ៉ាងហោចណាស់ចំនួន16នាក់ត្រូវបានសំលាប់ ក្នុងឆ្នាំ2010។\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "លោកប្រធានាធិបតីអាល់ អាសាដ និយាយថាលោក មិនអាចធ្វើការចចារដោយផ្ទាល់ជាមួយអ៊ីស្រាអែលឡើយ ប៉ុន្តែមានឆន្ទៈចង់ឲ្យមានកិច្ចពិភាក្សានៅក្នុងប្រទេសទួរគី។\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានគ្រោងនឹងចាប់ផ្តើមបញ្ជូនក្រុមនាវិក២នាក់ឡើងតារាវិថីនៅខែកញ្ញា ឬខែតុលាតាមជើងហោះហើរមួយដែលមានរយៈពេលពីប្រាំទៅប្រាំមួយថ្ងៃ។\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីនៃរដ្ឋឃ្វីនលេន លោក ភីតធើ ប៊ីតធី បានមានប្រសាសន៍ថា ការផ្លាស់ប្តូរមេដឹកនាំ \"នឹងជា​សញ្ញាបង្ហាញអំពីយុគសម័យថ្មីនៃស្ថិរភាព សម្រាប់គណបក្ស។\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ ក្នុងកំឡុងពិធីជប់លៀងតាំងពិព័រណ៍ សារមន្ទីរបង្ហាញពី ក្រុមបប់ ឃុញ ជាមួយនឹងពានរង្វាន់ដែលទទួលបានពេញមួយជីវិតរបស់ពួកគេ។\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "លោកខេនណឺឌី ដែលជាជនមួយក្នុងចំនោមឧក្រិដ្ឋជនពីរនាក់ហើយនៅសហរដ្ឋអាមេរិចដែលត្រូវស្លាប់ដោយមិនបានប្រព្រឹត្តឃាតកម្ម បានធ្វើអោយតុលាការពិបាកក្នុងការសំរេចចិត្ត ហើយសំណុំរឿងនេះត្រូវបានបន្តទៅតុលាការកំពូលនៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "មន្ត្រីនគរបាលបាហ្វាឡូ អនុសេនី ខេ ស្ស៊ីសកូវស្គីបានមានប្រសាសន៍ថា \"ជនសង្ស័យបានទម្លាក់កញ្ចប់ទៅក្នុង [ប្រអប់] និងធ្វើដំណើរឆ្ពោះតាមរុក្ខវិថីអាឡែន។\"\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "លោកស្រី សូហ្វៀ អាមេដ-ជែន នាយកនៃក្រសួងកិច្ចការនារីអាហ្វហ្គានីស្ថាននៃខេត្តកាន់ដាហារ និងជាអ្នកគាំទ្រសិទ្ធិស្ត្រី ហើយក៏ជាអ្នករិះគន់យ៉ាងខ្លាំងក្លាចំពោះការគាបសង្កត់របស់ពួកតាលីបង់លើសិទ្ធិទាំងនោះ ត្រូវបានបាញ់សម្លាប់ដោយខ្មាន់កាំភ្លើងមិនស្គាល់អត្តសញ្ញាណ នៅខាងក្រៅផ្ទះរបស់លោកស្រីនៅក្នុងទីក្រុងកាន់ដាហារ នៅភាគខាងត្បូងប្រទេសអាហ្គានីស្ថាន កាលពីថ្ងៃច័ន្ទ។\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "សាក្សីម្នាក់ ដែលជាអ្នកលក់ដូរមានអាយុ 21 ឆ្នាំគឺលោក ម៉ូហាម៉ាត់​ វ៉ាលី បាននិយាយថា \"វាមានការស្ទះចរាចរណ៍មួយហើយរថយន្តទាំងអស់ត្រូវបានបញ្ឈប់។\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "\"ប្រភពជូនដំណឹងច្បាស់លាស់\" មួយដកស្រង់សម្តីដោយកាសែតជាភាសាបារាំងប្រចាំថ្ងៃឈ្មោះ ឡឺ ស័រ បានលើកឡើងថា អាចនឹងមានកំហុសចរន្តអគ្គិសនីនៅក្នុងប្រព័ន្ធផ្តល់សញ្ញានោះ។\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រសួងមហាផ្ទៃ ជូស្សេ ឌីជៀ ជាសមាជិកម្នាក់ក្នុងចំណោមគណៈប្រតិភូ។\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "ក្រុមចចជា បាននាំមុខនៅតង់ទីពីរ និងកំពុងគំរាមរកពិន្ទុនៅការប្រកួតក្រោយ ប៉ុន្តែ ការការពាររបស់ក្រុមអៀឡង់ បានការពារជ័យជំនះបួនពិន្ទុ។\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "គម្រោងដែលមានតម្លៃ £1លាននឹងមានជាស៊េរីមួយនៃទួរប៊ីននៅក្រោមទឹកដែលនឹងត្រូវបានដំឡើងនៅក្នុងតំបន់រ៉ុមនី វៀរ៍ ដែលនៅក្បែរទន្លេថេមស៍។\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "ពួកគេនឹងប្រឈមមុខនឹងការគំរាមកំហែងពីអតិផរណា និងមិនចង់នាំចេញឥវ៉ាន់ដោយមានមូលដ្ឋានលើគោលនយោបាយអត្រាការប្រាក់ ដែលបានកំណត់សម្រាប់លក្ខខណ្ឌដែលមានវិបត្តិសេដ្ឋកិច្ច ដូចនៅសហរដ្ឋអាមេរិកឡើយ។\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "អ្នកកែសម្រួលអនាមិកបានបន្សល់ទុកការសុំអភ័យ ទោសយ៉ាងវែងនៅសហគមន៍វីឃីមេឌា ដោយពន្យល់ថា \"ខ្ញុំសង្ឃឹមថាវានឹងបញ្ចប់ការស្ទង់មើលនេះថានរណាម្នាក់បានដឹងអំពីសោកនាដកម្មមុនពេលគេរកឃើញ។\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនម៉ាយក្រូសូហ្វបានសម្រេចទិញម៉ាស៊ីនស្វែងរកព័ត៌មានសុខភាពដែលហៅថា ម៉េដស្តរី។\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានឃើញស្ថានភាពច្បាប់និងបទបញ្ជា នៅទីក្រុងដេលីហើយនោះ គណកម្មាធិការត្រួតពិនិត្យរបស់តុលាការកំពូលបានឲ្យយោបល់ទៅតុលាការកំពូលនោះ កុំឲ្យបន្តរចលនាបិទរបស់MCD នៅថ្ងៃទី1 ខែវិច្ឆិកា។\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានវិលត្រឡប់មកពីការសម្រាកផ្សាយពាណិជ្ជកម្ម ប្ល៊ីតហ្សឺ បានប្រាប់ទស្សនិកជនថា CNN ទើបតែទទួលបានព្រឹត្តិបត្រព័ត៌មានពីសេតវិមាន។\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "ការប្រព្រឹត្តិបទល្មើស ដូចជាការស្តោះទឹកមាត់ ចោលទឹកទៅគេ រឺព្យាយាមនោមដាក់អ្នកយាម បង្ហាញយ៉ាងច្បាស់ដូចករណីបានកត់ត្រាទុក ដែលគ្រាប់បែកផ្សែងមិនត្រូវបានអនុញ្ញាតអោយប្រើប្រាស់។\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "យោងតាមសារព័ត៌មានវិទ្យុដែលជា ទីភ្នាក់ងារព័ត៌មានមួយរបស់ប្រទេសជប៉ុន ដែលត្រួតពិនិត្យលើការផ្សាយតាមវិទ្យុរបស់កូរ៉េខាងជើង បានឲ្យដឹងថាស្ថានីយ៍ផ្សព្វផ្សាយកណ្តាលរបស់កូរ៉េខាងជើង ក៏ដូចជាទីភ្នាក់ងារព័ត៍មានកណ្តាលរបស់កូរ៉េ និងប្រព័ន្ធផ្សព្វផ្សាយរបស់កូរ៉េខាងជើងដទៃទៀត បានឈប់ប្រើពាក្យ \"អ្នកដឹកនាំជាទីស្រលាញ់\" នេះ នៅពេលនិយាយសំដៅទៅលើ លោកគីម ជុងអ៊ីល ដែលជាមេដឹកនាំកំពូលរបស់ប្រទេសនេះ។\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីនថតបានកំពុងដំណើរការដោយប្រើថ្មបម្រុងរបស់វាចាប់តាំងពីថ្ងៃទី30 ខែមិថុនា ឆ្នាំ2006 នៅពេលវិស្វករបានប្តូរពីការផ្គត់ផ្គង់ភ្លើងបឋម (\"ចំហៀង A\") ទៅថ្មបម្រុង (\"ចំហៀង B\") ដោយសារតែដំណើរការមិនត្រឹមត្រូវ។\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ក្រុមមន្រ្តីរដ្ឋាភិបាលក្នុងតំបន់បាននិយាយថាយ៉ាងហោចណាស់មានមនុស្សដប់មួយនាក់ត្រូវបានសម្លាប់កាលពីថ្ងៃអាទិត្យនៅភាគខាងត្បូងប្រទេសអាហ្វហ្គានីស្ថានដោយគ្រាប់បែកតាមដងផ្លូវ។\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបោះឆ្នោតដែលជិតមកដល់នៅថ្ងៃសៅរ៍នេះ នៅរដ្ឋឃ្វីនស៍ឡែននៃអូស្រ្តាលី អ្នករាយការណ៍ Wikinews ប៉ាត់ទ្រីក ហ្គីលឡែត បានបង្ហាញឲ្យឃើញជាមុនអំពីគណបក្សដែលចូលរួម។\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះនៅ ខេបពីតូល ហ៊ីល ឧត្តមសេនីយ៍ទាហានសហរដ្ឋអាមេរិកឈ្មោះ ដេវីដ ភីត្រេអឺស បានបង្ហាញសក្ខីភាពដែលគេទន្ទឹងរង់ចាំយ៉ាងយូរ។\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "វាមានម៉ាស់ ចំនួន​ 2600kg និងមានការរំពឹងថានឹងមានជីវិតនៅក្នុងគន្លងតារាវិថី12 ឆ្នាំ។\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "វាបានរកឃើញថាព្រៃកោងកាងជុំវិញដីសណ្តអៀរ៉ាវ៉ាឌីនៃប្រទេសភូមានបានទទួលការខូតខាតដោយសារតែការ \"ទាញយកផលហួសកំណត់\" និងការប្តូរទៅជាដីធ្វើស្រែ-ដែលត្រូវបានលើកទឹកចិត្តដោយរដ្ឋាភិបាលជាវិធីក្នុងការធានាការផលិតអាហារគ្រប់គ្រាន់សម្រាប់ខ្លួនឯង។\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "ការផ្សព្វផ្សាយមានរយៈពេល 30 វិនាទីនោះ (សូមមើលប្រភពខាងក្រោម) ឥលូវនេះអាចមើលបានតាម យូធ្យូប។\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "លោកណាស្រាឡាហ៍បានសន្យាថា កម្លាំងហេសបូឡាហ៍នៅតែបន្តការប្រយុទ្ធរហូតដល់ជម្លោះនេះត្រូវបានប្រែក្លាយជាការពេញចិត្តរបស់លោកប្រធានាធិបតី អាសសាដ។\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "ឧប្បត្តិហេតុនៅក្នុងវិហារអ៊ីស្លាមបានលើកឡើងនូវភាពចម្រូងចម្រាសខ្លាំងអំពី ថាតើអ្នកកាសែតដែលបានបង្កប់គួរតែរក្សាទស្សនៈអព្យាក្រឹត ឬអត់។\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "\"តើអ្នកជា David Shankboneមែនទេ? យើងមានការរំភើបខ្លាំងណាស់ដែលបានជួបអ្នក! \"នាងបាននិយាយ​ ហើយនាំលោកទៅកាន់សាល ទៅកាន់កន្លែងបន្ទប់ទទួលភ្ញៀវដែលមានសាឡុងមួយទូរទស្សន៍មួយដែលកំពុងលេងរឿងគួរឲ្យព្រឺព្រួចមួយ ទូដាក់​​ឥវ៉ាន់មួយដែលបើកចំហដែលពេញទៅដោយឧបករណ៍បញ្ចុះទឹកលាងពោះវៀន និងប្តីរបស់នាងលោក Bill ដែលអង្គុយនៅមុខកុំព្យូទ័រព្យាយាមស្វែងរកកន្លែងផ្សាយឡើងវិញនៃរឿងBlade Runnerដែលកំពុងលេងនៅរោងកុនមូលដ្ឋាននោះ។\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Poison បានអះអាងថា ក្រុមហ៊ុនទាំងពីរបានបង់តម្លៃសិទ្ធិឲ្យពួកគេខ្វះជាច្រើនឆ្នាំមកហើយ។\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "នាវិកនៅលើនាវា3504ត្រូវបានរកឃើញដោយកងទ័ពអាកាសហ្វីលីពីននៅលើកោះស៊ីបាយ។\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "ការស្រាវជ្រាវនេះត្រូវបានរាយការណ៍ក្នុងទស្សនាវដ្ដីអំពីជំងឺភ្លេចភ្លាំង។\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "គាត់គឺនៅតែជាគ្រូបង្វឹករហូតទាល់តែបន្ទាប់ពីការប្រកួត World Cup 2007 និងត្រូវបានគេលើកឱ្យជំនួសតំណែង លោកឌុនខេន ហ្វ្រេតឆឺ ដែលជាគ្រូបង្វឹករបស់អង់គ្លេសបន្ទាប់ពីកិច្ចសន្យារបស់គាត់ជាមួយ PCB បានផុតកំណត់។\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "ដោយបានមកដល់ដំនាក់កាលនេះ ក្រុមហ៊ុនបានយកឱកាសនេះតែម្តង គឺដូចសព្វមួយដង ដើម្បីលក់សំបុត្រកៅអី ដោយចាប់ផ្តើមការលក់សំបុត្រដ៍ច្រើនសន្ធឹកសន្ធាប់ចំនួន 200,000កន្លែងក្នុងតំលៃ99ផោន/99សេនសំរាប់មួយកន្លែង។\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "ក៏ប៉ុន្តែ អ្នកដែលរស់រានមានជីវិតពីការវាយប្រហារនេះ បានជជែករកខុសត្រូវថា ការស៊ើបអង្កេតទាំងមួលមួយអាចប្រាប់ពីមេរៀនដែលងាយទទួលរងគ្រោះខ្លះ ដែលប្រហែលអាចជួយបន្ថយការវាយប្រហារនាពេលអនាគត់ដែលប្រហាក់ប្រហែលគ្នា និងបង្កើនលទ្ធភាពឆ្លើយតបនៃសេវាកម្មសង្គ្រោះបន្ទាន់។\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "រឿងរ៉ាវនៃការវាយប្រហាររបស់យោធាប៉ាគីស្ថានក្នុងតំបន់កុលសម្ព័ន្ធក្បែរព្រំប្រទល់អាហ្វហ្កានីស្ថានពិតជាលំបាកក្នុងការផ្ទៀងផ្ទាត់ ដោយសារអ្នកយកព័ត៌មាន និងអ្នកធ្វើការសង្គ្រោះមិនត្រូវបានអនុញ្ញាតឱ្យចូលក្នុងតំបន់ជម្លោះនេះទេ។\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "បេក្ខជនពីររូបដែលពីមុនមកបានបោះឆ្នោតក្នុងនាមជាសមាជិកក្រុមប្រឹក្សាភិបាល អោយបញ្ចូលមុខវិទ្យារចនាឆ្លាតវ័យទៅក្នុងកម្មវិធីសិក្សាវិទ្យាសាស្ត្រនៅសាលារដ្ឋ បានទទួលនូវសំលេងឆ្នោតតិចបំផុតកាលពីការបោះឆ្នោតក្នុងថ្ងៃអង្គារ។\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "គាត់បានធ្វើឲ្យរលាកខ្លួនឯងដោយចៃដន្យពេលដែលកំពប់ទឹកក្តៅលើជើងរបស់គាត់ខណៈដែលគាត់ព្យាយាមឆុងកាហ្វេ ជាក់ស្តែងដោយសារត្រីឆ្លាម 'បុកទូក'។\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ថវិកាទាំងអស់ក្នុងក្រុមត្រូវបែងចែកស្របតាមច្បាប់ស្តីពី (ជំនួយផ្នែកហិរញ្ញវត្ថុ) រដ្ឋាភិបាលមូលដ្ឋានឆ្នាំ1995។\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "បីនាក់ផ្សេងទៀតត្រូវបានរកឃើញនៅក្បែរផ្លូវមួយនៅរ៉ូស្តាមីយ៉ានៅជាយក្រុងទិសអាគ្នេយ៏នៃរដ្ឋធានី។\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "នៅពេលប្រកួតនៅក្នុងប្រទេសសិង្ហបុរី កីឡាករមានឱកាសសម្រាកនៅអាងទឹក ហើយកីឡាករមួយចំនួនដូចជាកីឡាករណូស កីឡាកររ៉ូវីណា វែបស្ទើរ កីឡាករនីកូឡា ស្សាហ្គេម និងកីឡាករមែលលីសសា រីបផន មានភាពសកម្មខ្លាំងជាមួយធ្វីតធើ។\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "ព័ត៌មាននេះចេញមកនៅពេលដែលវិធានការផ្លូវច្បាប់ចំពោះក្រមុហ៊ុនអាកាសចរណ៍ និងក្រុមហ៊ុនទាក់ទងត្រូវចាប់ផ្ដើមឡើងស្តីអំពីជើងយន្តហោះ 269 ដែលធ្លាក់នៅខែកញ្ញា ហើយបានសម្លាប់មនុស្ស 90 នាក់ ដែលភាគច្រើនជាជនបរទេស។\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "អំពើនេះបានទប់ស្កាត់អគ្គីភ័យមិនឲ្យរាលដាលដល់ផ្នែកផ្សេងទៀតនៃកោះដែលនៅសល់ ប៉ុន្តែអគារចំនួន10នៅតែបានឆាបឆេះ ហើយភាគច្រើនគឺហាងតូចៗ និងបារ។\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃពុធ តុលាការឧទ្ធណ៍សហពន្ធ័អាមេរិចបានបើកសនវការកាត់ទោស ខូនរ៉ាត់ ប្ល៊ែក​ ដែលជាអ្នកមានអំណាចហើយសម្បូរទ្រព្យមានសាជីវកម្មសារព័ត៌មាន រួមជាមួយនឹងអ្នកប្រតិបត្តិបីនាក់ផ្សេងទៀតមកពី ហូលីនហ្គឺ អិនធើរណែសិនណាល់ ដែលជាអតីតសាជីវកម្មសារព័ត៌មានរបស់គាត់ ពីបទក្លែងបន្លំ និងការបន្ទុចបង្អាក់ដំណើរការយុត្តិធម៌។\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "ការអនុញ្ញាតឲ្យ CIA មានអំណាចជាច្រើនក្នុងការសម្រេចចិត្តថា តើនរណាអាចស្នាក់នៅក្នុងប្រទេសនេះ​ និងនរណានឹងត្រូវបានបញ្ជូនតាមកប៉ាល់ទៅប្រទេសផ្សេងទៀត គឺមានភាពចំរូងចំរាសគ្នា ពីព្រោះក្នុងពេលកន្លងមក សេតវិមាន នាយកដ្ឋានរដ្ឋ ឬក្រសួងយុត្តិធម៌ គួរត្រូវបានចូលរួមពាក់ព័ន្ធក្នុងការអនុម័តករណីជាលក្ខណៈបុគ្គលក្នុងការបញ្ជូនអ្នកទោសទៅកាន់ប្រទេសផ្សេងៗ។\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "សាលតន្រ្តីល្បីឈ្មោះកាណាដាបានបន្ថែមក្រុមរ៉កអតីតយុទ្ធជនកាណាដា ត្រៀហ្វ ក្នុងបញ្ជីកិត្តិយស។\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Baugur Group ក៏ដូចជា FL Group បានធ្វើការវិនិយោគនៅក្នុងទីផ្សារចក្រភពអង់គ្លេស។\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "លោកចេហ្វ ប្លេក ប្រធានទីផ្សារ និង​ចែកចាយ​របស់​ក្រុមហ៊ុន​សូនី ភីកឆើ ទូទាំងពិភពលោក បាននិយាយថា: \"លោក​ម៉ាយខល ជេកសុន មានអ្នកគាំទ្រគ្រប់ទីកន្លែង​នៅជុំវិញ​ពិភពលោក... យើង​នឹងផ្តល់​ឲ្យទស្សនិកជន​នូវ​ឱកាស​ដែលមិនគួរឲ្យ​ជឿ​ដើម្បីចូលរួម​ជាមួយ​គ្នា​ក្នុងការប្រារព្ធអាជីព​មិនគួរឲ្យជឿ​របស់លោកម៉ាយខល ជេកសុន។\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "ប៉ូលីសបាតធើសបានបដិសេធមិនធ្វើអត្ថាអធិប្បាយរបស់នៅពេលទាក់ទងអំពីសេចក្តីថ្លែងការណ៍នៅថ្ងៃនេះឡើយ។\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "ក្រោយពីសំនួរនិងចម្លើយបានបញ្ចប់ សេចក្ដីថ្លែងការជាវីឌីអូ ពីចនឃេរី បានចាប់ផ្តើមបញ្ចាំង។\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "\"ការវាយប្រហារទាំងនេះបង្ហាញពីភាពអមនុស្សធម៌និងភាពឈឺចាប់របស់ឃាតករ។\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "ផ្លូវក្រោមដីឡុនដុនបានប្រកាស\"ការប្រកាសអាសន្ន\"មួយក្នុងពេលខ្លីដែលរំកិលរថភ្លើងទៅច្រកចេញចូលនិងបើកទ្វារទាំងអស់។\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "អ្នកនាំមុខគេម្តងរបស់ GOP អតីតអភិបាលក្រុងញូវយ៉ក លោក រ៉ូឌី ហ្គៀលៀននី ដែលឈរលេខបីនៅក្នុងរដ្ឋផ្លរីដា ដែលគាត់បោះមូលដ្ឋានយុទ្ធនាការរបស់ខ្លួនោះ បានដកខ្លួនពីការប្រកួតនៅថ្ងៃពុធនេះ ភាគច្រើនដោយសារគាត់មិនបានឈ្នះការបោះឆ្នោតពីមុន និងការគាំទ្រថយចុះ។\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "អាម៉េតឌីនចាត បានថ្លែងថា \"នៅប្រទេសអ៊ីរ៉ង់ យើងមិនមានអ្នកស្រលាញ់ភេទដូចគ្នាដូចនៅប្រទេសរបស់អ្នកទេ\" ដែលនេះធ្វើឲ្យផ្ទុះសំណើចពីអ្នកស្តាប់។\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "វរសេនីទោ ដូមីនីក ដីមីនីក ឌីម ឌេង មន្ត្រីការពារតំបន់ ត្រូវបានបញ្ជាក់ថាស្លាប់ និងប្រហែលជាមានមន្ត្រីយោធាយ៉ាងហោចណាស់19 នាក់ស្លាប់ឥឡូវ។\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "សមាជិកសភាគណបក្សអភិរក្សសាមសិបរូប និងសមាជិកសភាគណបក្សប្រជាធិបតេយ្យ សេរីប្រាំបួនរូបបានបោះឆ្នោតប្រឆាំងគណបក្សរបស់ខ្លួន​ចំពោះកិច្ចអន្តរាគមន៍យោធា។\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "ដបនុយក្លេអ៊ែរ​អាច​ត្រូវបាន​កែច្នៃឡើងវិញ​បាន​ ក្នុងរយៈពេលជាច្រើនខែ ដើម្បីចម្រាញ់​យក​ព្លុយតូនីញ៉ូម​ដែលអាច​ផលិតអាវុធនុយក្លេអ៊ែរបាន​។\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "វាអាចត្រូវចំណាយពេលយ៉ាងហោចណាស់ប្រាំថ្ងៃ មុនពេលភ្លើងអាចនឹងត្រូវបានស្ថិតនៅក្រោមការគ្រប់គ្រងពេញលេញ។\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "អ្នករបួសត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យយោធា​ក្នុងមូលដ្ឋានដើម្បីធ្វើការព្យាបាល ចំណែកកងកម្លាំងសន្តិសុខការពារសន្តិសុខនៅកន្លែងផ្ទុះ។\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "\"អ្វីដែលខ្ញុំចង់សួរគឺ 'អ្វីជាបុព្វហេតុថ្លៃថ្នូរដែលកូនប្រុសរបស់ខ្ញុំលះបង់ជីវិតដើម្បី?'\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ការផ្ទុះឡើងនៃជំងឺគ្រុនដែលបង្កឡើងដោយមេរោគម៉ាបឺកនេះគឺមានទ្រង់ទ្រាយធំជាងគេក្នុងប្រវត្តិសាស្ត្រកន្លងមក។\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "កូតាពាណិជ្ជកម្មថ្មីរបស់សហរដ្ឋអាមេរិកនឹងកម្រិតកំណើនការនាំចូលវាយនភ័ណ្ឌចិនចំនួន 7.5 ភាគរយ បើធៀបជាមួយទំនិញនៅឆ្នាំមុន។\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "វីគីភីឌាដែលជាវែបសាយត៍ល្បីមួយក្នុងចំណោម វែបសាយត៍ល្បីបំផុតទាំងដប់នៅតាមប្រព័ន្ធ អ៊ីនធឺណិត នឹងទទួលបានការលើកសរសើរក្នុងពេលឆាប់ៗនេះ។\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "ការសង្ខេបឯកសារបាននិយាយថា\"វាអាចចាំបាច់ក្នុងការណែនាំរដ្ឋមន្រ្ដីនៃស្ថានការណ៍នេះ។\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ទោះបីជាយ៉ាងណាក៏ដោយ សំណាកដែលប្រើប្រាស់ក្នុងការវិភាគបានមកពី120,000ឆ្នាំមុនហើយបានបង្ហាញថាការបង្កាត់ពូជនៃពួជពីរនេះមានការទទួលយកដ៏អស្ចារ្យតាំងពីពេលមុន។\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "នៅឯតំបន់ពាណិជ្ជកម្មសេរីក្នុងទីក្រុងAntalya ប្រទេសតួរគី កម្មករស្ត្រីចំនួន80នាក់មកពីក្រុមហ៊ុន ​FMC Novamed បានធ្វើកូដកម្មអស់ប្រហែលមួយឆ្នាំហើយពេលនេះ ចាប់តាំងពីថ្ងៃទី26 ខែកញ្ញា ឆ្នាំ2006។\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "នីកូឡាស អាដេស៊ីល នៃអង្គការកាកបាទក្រហម បានប្រាប់សារព័តិមានដដែលនេះថាមានមនុស្សច្រើនដល់ទៅសាមសិបនាក់ហើយដែលបានទទួលការព្យាបាលគិតមកទល់ពេលនេះ។\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "ពាណិជ្ជករក្នុងទីផ្សារមូលបត្រឥណ្ឌូនេស៊ីម្នាក់បានមានប្រសាសន៍ថា \"ការដាច់ចរន្តអគ្គិសនីបានបង្កឲ្យមានការព្រួយបារម្មចំពោះវិបត្តិថាមពលដែលអាចធ្វើឲ្យប៉ះពាល់ដល់វិស័យឧស្សាហកម្មជាតិ។\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "កូនប្រុសរបស់ ស្ម៊ីត ឈ្មោះ ដានីល ស្ម៊ីត បានស្លាប់នៅថ្ងៃទី10 ខែកញ្ញា ឆ្នាំ2006 បន្ទាប់ពី អានណា បានបង្កើតកូនស្រីនៅ 5 ខែមុន។\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "សាស្កាត់ឈីវ៉េន បានឈ្នះការប្រកួតពានរង្វាន់ចុងក្រោយនៅឆ្នាំ1989 ហើយការចេញមុខរបស់ពួកគេចុងក្រោយនៅក្នុងការប្រកួតជើងឯកគឺនៅឆ្នាំ1997 ដោយប្រកួតជាមួយក្រុម តូរ៉ុនតូ អាហ្គោណត់។\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "រូបភាពរបស់ម៉ាស៊ីនថតថ្មីបានបង្ហាញថា ផ្នែកនៃហ្វូមដែលមានទំម្ងន់ 250 g បានធ្លាក់ចេញពីធុងប្រេងខាងក្រៅនៅពេលបាញ់ ប៉ុន្តែមិនបានប៉ះជាមួយយានគន្លងទេ។\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "លោកស្រី វ៉ាឡឺរី ទីប្រឹក្សាសេតវិមាន បាននិយាយ ថា វាគឺជា \"ជំហានសំខាន់ខ្លាំងណាស់។\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់កាកបាទក្រហមម្នាក់បានប្រសាសន៍ថា ផ្ទះសំបែងប្រមាណជាពីររយខ្នងត្រូវបានលិច ឬខូចខាច។\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "\"ដូច្នេះហើយសំរាប់ខ្ញុំវាគឺជាការប៉ុនប៉ងមួយក្នុងការមកកន្លែងមួយដែលខ្ញុំគិតថារីកដុះដាលការស្លាប់និងចាប់ផ្តើមប្រកាសការពិត។\" នាងបាននិយាយ។\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "ឯកសារភ្ជាប់ថ្មីនេះរាប់បញ្ចូលទាំងព័ត៌មានអំពីគណៈកម្មការវិស័យយោធាកម្មអ៊ីរ៉ាក់ \"តំបន់ឧស្សាហកម្មយោធារដ្ឋ\" ដែលដើរ \"តួនាទីស្នូលនៅក្នុងការវិវត្តន៍កម្មវិធីអាវុធរបស់របបទាំងអស់នេះ។\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាលទ្ធផលរបស់គាត់ក្នុងក្រុមហ៊ុន ត្រូវវាយតំលៃតាមមូលដ្ឋានថាគាត់បាន\"ធ្វើអោយគេរំភើបនិងបញ្ចុះរំលឹក\"ចំពោះអ្នកទៃ ឃ្លាពីទស្សនវិជ្ជាព្រំដែន ផ្ទុយទៅនឹងស្នាដៃការងាររបស់គាត់នៅក្នុងក្រុមហ៊ុន។\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់ឳពុកមាក្មេងស្រីនេះ គឺកំពុងតែធ្វើការតាមដានដោយសារគាត់មានរោគសញ្ញាដែលអាចបញ្ជាក់ថាគាត់មានជម្ងឺផ្តាសាយបក្សី។\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "\"ពិតប្រាកដណាស់គឺនៅតែមានតម្រូវការទូរសព្ទបង់ប្រាក់នៅទូទាំងប្រទេសអូស្រ្តាលី។\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "ការបាញ់អាល-សាយេតកើតឡើងនៅតំបន់បាបអាមរ៏នៃហូមស៏។\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "ការឈ្នះរបស់ចលនារដ្ឋាភិបាលសម្រាប់កិច្ចអន្តរាគមន៍យោធា បានបង្កឲ្យមានការភ្ញាក់ផ្អើល មួយចំនួន។\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "\"យើងមានការសោកស្តាយដែលត្រូវនិយាយថា ក្រោយពេលតស៊ូជាមួយនឹងជំងឺមហារីកអស់រយៈពេលមួយឆ្នាំកន្លះ បងប្រុសរបស់យើង និងអ្នកលេងហ្គីតាបាស បេន ម៉ាលីន បានទទួលមរណភាពដោយជំងឺដាច់សរសៃឈាម នៅប្រហែលជាម៉ោង 5 ព្រឹក នៅថ្ងៃទី2 ខែមករា ឆ្នាំ2008នេះ។\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "សេចក្តីប្រកាសធ្វើឡើងនូវថ្ងៃសុក្រដោយរដ្ឋាភិបាលអង់គ្លេស បានចេញក្រោយពីសភាសហភាពអឺរ៉ុបបានជំរុញឲ្យមានដំណោះស្រាយមួយសំរាប់ករណីនេះ និងថ្លែងថាប្រទេសអ៊ីរ៉ង់មានប្រវត្តិសាស្ត្រធ្វើទារុណកម្ម និងកាត់ទោសអ្នកស្រលាញ់ភេទដូចគ្នា។\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "នាយនគរបាលជាន់ទាបនៅតំបន់យ៉កសៀរខាងត្បូង លោកមែឌិដហូចត្រូវបានចោទប្រកាន់ថាប្រើល្បឿនលឿននៅលើផ្លូវ A5 នៅក្បែរជឺក នៅភាគខាងជើងវែល។\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "ការិយាល័យរបស់រ៉ត ប្លាហ្គោជេវីក អភិបាលរដ្ឋអ៊ីលីណយបានប្រកាសឲ្យបញ្ឈប់ធ្វើការចំពោះនិយោជិករដ្ឋរហូតដល់ទៅ 450 នាក់ និងបិទកន្លែងប្រវត្តិសាស្រ្ត និងឧទ្យានជាតិចំនួន 25 កន្លែង។\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "ប៊ុនហ្គោ បានស្បថចូលកាន់តំណែងកាលនៅថ្ងៃសៅរ៍ បន្ទាប់ពីការពិនិត្យដែលប្រើរយៈពេលដ៏វែងនៃការបោះឆ្នោតនៅខែសីហា ដែលសម្រេចឲ្យរូបលោកចូលកាន់អំណាច។\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើក៏ជះឥទ្ធិពលទៅលើអត្រាប្តូរប្រាក់ជាសកល ធ្វើឲដុល្លាធ្លាក់ចុះទូទាំងពិភពលោកដល់1%។\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "តំបន់វ៉ូលូសៀ ស៊ុមធើ ឡេក និងសេមីណូល ត្រូវបានប្រកាសថាជារដ្ឋដែលស្ថិតក្នុងអាសន្នរាប់សិបម៉ោង ផ្ទះចល័តជាច្រើន និងវិហារមួយត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "អ្នកយាមត្រូវបានប្រាប់ថា នៅក្នុងក្បួន មិនអោយយកសារផ្ទាល់ខ្លួននិងកញ្ចប់ឥវ៉ាន់ ក្នុងអាគារឃុំឃាំង រឺនៅស្ថានីយ៍ករណីកិច្ចផ្សេងៗ។\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះមានរយៈពេលខ្លី ដោយធ្វើការប្រកួតតែបីទឹកប៉ុណ្ណោះ។\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "លោកបានផ្តល់ខ្សែអាត់វីដេអូទៅឲ្យប្រព័ន្ធផ្សព្វផ្សាយនៅសប្តាហ៍នេះ ក្រោយពីទទួលបានខ្សែអាត់នេះពីនគរបាល។\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតប្រើពេលអស់រយៈពីរសប្តាហ៍ដើម្បីស្វែងរកការកំណត់អត្តសញ្ញាណក្រពើធ្មេញធំថាជាក្រពើអាមេរិក (ក្រពើ មីស៊ីស៊ីពី)។\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "លោកហ្វ្រេង ភូសបឿក ជាអ្នកវិទ្យាសាស្ត្រក្រុម Cassini មួយនៅសាកលវិទ្យាល័យ Heidelbergក្នុងប្រទេសអាល្លីម៉ង់បានមានប្រសាសន៍ថា \"បច្ចុប្បន្នមិនមានមធ្យោបាយដែលអាចជឿជាក់បាន ដើម្បីផលិតនូវលំហូរថេរមួយនៃសារធាតុដែលសម្បូរទៅដោយអំបិលពីដុំទឹកកកដោយឆ្លងកាត់ឆ្នូតខ្លាក្រៅពីទឹកអំបិល ដែលស្ថិតក្រោមស្រទាប់ទឹកកកអ៊ិនសេនឡាឌុស។\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "\"ក្រុមនាក់ផ្តាច់ខ្លួនបានរៀបនូវកំលាំងដើម្បីពញាក់ស្មារតីអារម្មណ៍សាធារណជន ដើម្បីឲពួកគេមានភាពក្លាហាន។\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្លានោះបានវាយប្រហារលើបុគ្គលិករួច វាក៏បន្តវាយប្រហារលើអ្នកទស្សនាពីរនាក់នោះ។\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារនោះ ដែលត្រូវបានរាយការណ៍ដោយប្រភពព័តិមានវ៉ាយអឺតញូវ ថាបានប្រើប្រាស់មុខងារមួយរបស់គេហទំព័រនេះដើម្បីដាក់បង្ហាញនូវលេខកូដចាវ៉ាស្គ្រីប។\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកនាំពាក្យសេតវិមាន លោក Tony Snow និយាយលោកប្រធានាធិបតីកំពុងរងចាំតុលាការជាន់ខ្ពស់សហរដ្ឋអាមេរិក សំរេចលើបញ្ហាថាតើតុលាការយោធាឬតុលាការស៊ីវិលដែលគួរកាត់ទោសអ្នកជាប់ឃុំទាំងនេះ។\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទាំងពីរនាក់ ដែលមានលោកផូល ឌូក្លាស់ ជាអ្នកកាន់កាមេរ៉ា និងលោកជេមស៍ ប្រូឡេន ជាអ្នកកាន់ខាងសម្លេង សុទ្ធតែជាជនជាតិអង់គ្លេសត្រូវបានបង្កប់ជាមួយកងពលធំថ្មើរជើងទី4 អាមេរិក ហើយបានស្ថិតនៅក្នុងការល្បាតដូចធម្មតាខណៈដែលរថយន្តនៅក្បែរនោះមួយគ្រឿងផ្ទុកដោយគ្រាប់បែកត្រូវបានផ្ទុះ។\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "ហ្កូវដែលបានលំអោនខ្លួនជាការបញ្ជាក់ពីការសោកស្ដាយហើយបានសន្យាថានឹងធ្វើការចៀសវាងនូវសោកនាដកម្មដូច្នេះកើតឡើងម្ដងទៀត។\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "\"បន្ទាប់មក អ្វីគ្រប់យ៉ាងបានមកជាមួយគ្នាល្អឥតខ្ចោះ និងហ្គ្រីនបឺដបានឈានជើងរហូតដល់កម្រិតកំណត់ត្រា និងដំណើរការបានអស្ចារ្យបំផុត។\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "ផ្លូវរថភ្លើងនៅអូស្ត្រាលីត្រូវបានបិទដោយសាររថភ្លើងពីរធ្លាក់ផ្លូវក្នុងរយៈពេលពីរថ្ងៃជាប់គ្នា។\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "ព្រះរាជអាជ្ញាអ៊ីតាលីបានចាប់ផ្តើមការស៊ើបអង្កេតឯករាជ្យផ្ទាល់របស់ពួកគេ កាលពីថ្ងៃពុធ ចំពោះការស្លាប់របស់នីកូឡា កាលីផារី នៅក្នុងភាពចម្រូងចម្រាសកាន់តែខ្លាំងឡើងមួយ ដែលផ្តល់នូវបញ្ហានយោបាយរបស់នាយករដ្ឋមន្ត្រីអ៊ីតាលី ស៊ីលវីយ៉ូ ប៊ើលូសកូនី និងដែលបង្កើតចលាចលជាតិក្នុងប្រទេសអ៊ីតាលី។\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក បាននិយាយទៀតថា \"មន្ទីរពេទ្យកុមារបានទទួលកុមារចំនួន 90 នាក់ ដែលក្នុងនោះកុមារ 34 នាក់ស្ថិតនៅទីនោះនៅឡើយ ហើយកុមារចំនួនប្រាំមួយនាក់កំពុងស្ថិតក្នុងការវះកាត់។\"\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "\"ដោយផ្អែកលើភ័ស្តុតាងទាំងអស់នៅក្នុងករណីនេះ និងវិធាននៃការចូលរួមដែលនៅជាធរមាននៅពេលនោះ វាជាការច្បាស់ណាស់ថានាយទោនេះអាចជឿយ៉ាងសមហេតុផលថា AIF ដែលត្រូវបានគេការបង្ហាញនៅក្នុងខ្សែអាត់វីដេអូបានដាក់គំរាមកំហែងជាអរិភាពដែលបញ្ជាក់ថាត្រឹមត្រូវក្នុងការប្រើកម្លាំងបង្ក្រាប។\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "វាជាសេចក្តីព្រាងច្បាប់ដំបូង​ដោយលោកម៉ាត រ៉បសុន សមាជិកគណបក្សពលករញូវហ្ស៊េឡែន និងបន្ទាប់មកដោយលោកម៉ាទីន ហ្គាល់ឡាហ្គ័រ ពីគណបក្សពលករញូវហ្ស៊េឡែន។\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "\"ឧបករណ៍ចាប់ផ្សែងបានបន្លឺសម្លេងនៅជាន់ទី13 និងជាន់ទី27។\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "យោងតាមក្រុមហ៊ុនផ្សព្វផ្សាយជាតិរបស់ប្រទេសហ្វាំងឡង់ (YLE) គាត់បាននិយាយថា វិធានការប្រឆាំងគួរតែបានចាប់ផ្តើមរយៈពេលមួយសប្តាហ៍កន្លងមកហើយ ភ្លាមៗក្រោយពេលកើតមានគ្រោះមហន្តរាយនេះ មិនមែនទើបតែពេលនេះឡើយ។\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "រ៉ូសបានថ្លែងថា គាត់ \"មានការអៀនខ្មាស់\" ចំពោះកម្មវិធីមួយចំនួនតូច ហើយថា \"ភាគច្រើនគឺជាកម្មវិធីដែលខ្ញុំមានមោទនភាព។\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "លោកបន្ថែមទៀតថា \"ចុងក្រោយ នៅក្នុងរដូវក្ដៅមានក្មេងៗជាច្រើនបានស្នាក់នៅលើភ្នំរបស់យើង។\"\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "\"លើកនេះ មន្ត្រីយោធាបានឲ្យស្នាមញញឹមដ៏ធំមួយពេលយើងដើរកាត់គាត់ ហើយទាហានជាច្រើននាក់ទៀតបានឲ្យស្នាមញញឹមរាងតូចបន្តិចដោយសារការអៀន នៅពេលយើងបានដើរ។\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "ប្រាវីន ខាន់ដិលវាល់ លេខាធិការនៃសម្ព័ន្ធអ្នកជំនួញជនជាតិឥណ្ឌាទាំងអស់ បាននិយាយថា ពួកគេនឹងអំពាវនាវឲ្យមានការបញ្ឈប់កូដកម្មនៅយប់ថ្ងៃពុធ ហើយពួកគេនឹងបន្តការបំបះបំបោររបស់ពួកគេដោយកូដកម្មបង្អត់អាហារ និងធ្វើសន្និសីទប្រឆាំងចលនាបិទនេះ។\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "បើយោងតាមមន្រ្តីរដ្ឋាភិបាលបានឲ្យដឹងថាកម្មករ​ទាំងនោះត្រូវបានគេជឿថានៅរស់ \"ព្រោះពួកគេនៅឆ្ងាយពីកន្លែង​ដែលដាក់ស្រុត\" ប៉ុន្តែទោះបីជាយ៉ាងណាក៏ដោយ​ក៏ស្ថានភាពរបស់ពួកគេមិនទាន់បានដឹងច្បាស់នៅឡើយទេ ហើយក្រុមអ្នកសង្រ្គោះក៏មិនទាន់​អាចទាក់ទងទៅកម្មករទាំងនោះបានដែរ។\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធរបស់មនុស្សយន្តមួយនៅមជ្ឈមណ្ឌលវេជ្ជសាស្ត្រស្ទេនហ្វដបានត្រូវប្រើប្រាស់ដើម្បីឆ្លុះមើលពោះក្រពះដោយមិនចាំបាច់វះកាត់ដោយជោគជ័យ ដែលអត្រានៃបញ្ហារបស់ជម្ងឺមានលក្ខណៈទ្រឹស្តីស្រដៀងគ្នាទៅនឹងអ្វីដែលបានឃើញនៅការវះកាត់ជាស្តង់ដា។\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរទីមួយឆ្ពោះទៅកាន់ទីក្រុងញូវយ៉កនឹងត្រូវធ្វើដំណើរនៅក្រោមលេខជើងហោះហើរឡូហ្វថានសា ហើយគ្រោងនឹងមកដល់នៅអាកាសយានដ្ឋានចន អេហ្វ ខេនណាឌីនៅទីក្រុងញូយ៉ក នៅម៉ោង 12:30 EST (16:30 UTC)។\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "ស្ម៊ីតបាននិយាយអំពីផលប៉ះពាល់ដល់ទំនាក់ទំនងជាមួយអាមេរិក - ដែលមានលក្ខណៈរឹងមាំចាប់តាំងពីសង្គ្រាមលោកលើកទី២ - \"វាមិនមែនជាអ្វីដែលខ្ញុំជឿថានឹងរំខានរហូតមកដល់ថ្ងៃនេះទំនាក់ទំនងការងារបានល្អណាស់រវាងរដ្ឋាភិបាលថ្មី និងរដ្ឋបាល(សហរដ្ឋអាមេរិក)។\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "\"ខ្យល់មួយមានភាពត្រជាក់ ហើយស្ងួត ហើយខ្យល់មួយទៀតមានភាពក្តៅហើយសើម។\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីសន្តិសុខសាធារណៈលោកគ្រីស្តូស ប៉ាពូតស៊ីស បានធ្វើការសុំទោសចំពោះការបាត់បង់នេះ ដោយបានលើកឡើងថា \"មិនមានសន្តិសុខការពារ\" នៅវិចិត្រសាលនោះ។\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "យោងតាមស្ថានទូតអ៊ីស្រាអែលប្រចាំនៅសហរដ្ឋអាមេរិក ប្រទេសអ៊ីស្រាអែលបានទទួលការសុំទោសនោះ។\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ការព្រួយបារម្មណ៍សិទ្ធមនុស្សដូចនេះ បានក្លាយជាការរារាំងមួយដល់ការប៉ុនប៉ងរបស់ប្រទេសទួរគី ដើម្បីចូលរួមក្នុងសហគមន៍អ៊ឺរ៉ុប។\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្តដើម្បីលុបបំបាត់ការធ្វើតេស្តនេះសំរាប់កុមារអាយុដប់បួនឆ្នាំ បានចេញជាលទ្ធផលនៃស្ថានភាពមួយកាលពីដើមឆ្នាំនេះ នៅពេលដែលមានការពន្យារពេលយ៉ាងយូរនូវការចែកចាយលទ្ធផលតេស្តនេះទៅកាន់សិស្សដែលស្ថិតក្នុងអាយុនេះ។\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "រថភ្លើងផ្លូវអេតវែលរ៉ូតដែលចេញទៅផេដដីងថននិងនៅលើសឺកខលផងដែរការផ្ទុះនៅទល់មុខនឹងរថភ្លើងខ្សែមកពីទិសផ្សេងដែលបានធ្វើអោយប្រជាជនពីដំបូងគិតថាវាគឺជាការធ្លាក់រថភ្លើងពីលើផ្លូវមួយ។\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "ក្រុមអតិថិជនមួយ Which? បានអះអាងថា ការបង់ប្រាក់បន្ថែមទាំងនេះបានបង្កើនការចំណាយលើការធ្វើដំណើរតាមអាកាស ចំនួន £265,000 ក្នុងមួយថ្ងៃ (ឬប្រហែល £97លាន ក្នុងមួយឆ្នាំ)។\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "គ្រូពេទ្យសម្ភពប្រចាំនៅមន្ទីពេទ្យអង់ឌ្រូមីលើរបាននិយាយថា ករណីកូនក្នុងអូវែដែលអាចនៅរស់រហូតដល់ពេលសម្រាលគឺ \"ពុំធ្លាប់មានឡើយ។\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "កន្លែងបុរាណវិទ្យាគឺនៅលើកំពូលភ្នំតាមបណ្តោយសមុទ្រមេឌីទែរានេដែលមើលឃើញពីផ្ទះសម្រាប់រដូវក្តៅរបស់ប្រធានាធិបតីប្រទេសអេហ្ស៊ីបលោកហូសនី មុយបារាក។\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកបោះឆ្នោតទូទាំងប្រទេសមាន 45%​ ប៉ុន្តែមណ្ឌលខ្លះបានរាយការណ៍ថាចំនួនអ្នកបោះឆ្នោតមានដល់ 95% ឬច្រើនជាងនេះ ដែលបង្កឲ្យមានការសង្ស័យថា មានការលួចបន្ថែមសន្លឹកឆ្នោត។\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "លោក ផេកឃើ ក៏មានមុខរបរក្នុងវិស័យល្បែងស៊ីសង និងទេសចរណ៍ផងដែរ ហើយជាម្ចាស់កាស៊ីណូ ឈ្មោះ ក្រោន កាស៊ីណូ ក្នុងទីក្រុងមែលប៊ើន។\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ក្រុមឈីតាហ នឹងធ្វើជាម្ចាស់ផ្ទះនៅសប្តាហ៍ក្រោយ ជាក្រុមចូលដល់វគ្គផ្តាច់ព្រ័ត្រដែលមានពិន្ទុខ្ពស់បំផុត (លំដាប់លេខមួយ ក្រុមប៊្លូប៊ូលឈរនៅលំដាប់ទីពីរ)។\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "ការរញ្ជួយដីបន្ទាប់បានឈានដល់កម្រិត 5.9 រ៉ិចទ័រនៃចំណុចរញ្ជួយដែលមានទីតាំងស្ថិតនៅដប់ប្រាំបួនគីឡូម៉ែត្រភាគខាងលិចនៃតំបន់ ពីជីឡេមូ នេះបើយោងតាមសាកលវិទ្យាល័យអង្កេតភូគព្ភសាស្រ្តឈីលី (UCGS)។\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "អ្នកធ្វើឲ្យក្រុមខ្លាំងចេញ ហើយពេលខ្លះអ្នកឆ្ងល់ថាហេតុអ្វី។\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "នគរបាលត្រូវបានគេទូរស័ព្ទហៅមក នៅពេលការហៅទូរស័ព្ទមួយទៅកាន់ម្ដាយសិស្ស Inga Akins បានធ្វើឲ្យគ្រូជឿថានឹងចំណាយពេល​មួយម៉ោងសម្រាប់លោកស្រី Akins ដើម្បីមកដល់ និងយកកូនស្រីចេញ។\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "\"នេះគឺផលវិបាកមួយដែលដឹងទុកមុនមួយនៃការមិនយកចិត្តទុកវិធានការសុវត្ថិភាព\" មេធាវីម្នាក់ដែលតំណាងគ្រួសារជាច្រើនបាននិយាយ។\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "\"ការរីកចម្រើនដែលសម្រេចបានពីការបង្កើតរដ្ឋាភិបាលស្របច្បាប់មួយ​ក្នុងប្រទេសអាហ្វហ្កានីស្ថាន ស្ថិតក្រោមការវាយប្រហារជាបន្តបន្ទាប់​ និងការដាក់សម្ពាធរពីសំណាក់ពួកតាលីបាន់ និងផ្នែកខ្លះៗរបស់ពួកអាល់កៃដា\" លោកហាវឺន​ បាននិយាយដូច្នេះ។\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "\"នេះនឹងក្លាយទៅដូចជាការបោះឆ្នោតនៅពាក់កណ្តាលយប់។\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "កម្មវិធីដៃគូតំបន់ផ្តល់នូវជំនួយរដ្ឋាភិបាលសម្រាប់គម្រោងនានានៅក្នុងតំបន់។\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ គាត់បានប្រគល់ខ្លួនទៅឲ្យនគរបាល ក្រោយពីផ្តល់បទសម្ភាសន៍រួច។\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "មួយចំនួនធំនៃថ្មខៀវ ឬ កំទេចថ្មដូឡឺរ៉ៃ ប្រេស៊ីលី ដែលបានរកឃើញនៅក្នុងការជីកនេះ បាននាំក្រុមអ្នកស្រាវជ្រាវឲ្យសន្និដ្ឋានថាដុំថ្មទាំងនេះធ្លាប់ត្រូវបានគេគោរពចំពោះលក្ខណៈសម្បត្តិព្យាបាលរបស់ពួកគេ។\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "វិធីដែលគេស្គាល់របស់កងកម្លាំងប្រឆាំងនឹងប្រទេសអ៊ីរ៉ាក់ (AIF) គឺក្លែងធ្វើរងរបួសឬស្លាប់ និងទាហានជើងទឹកអាចអះអាងយ៉ាងសមហេតុផលដែលថាពួកគេនៅតែមានការគំរាមកំហែងមួយ។\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ចលនានេះ កើតឡើងក្រោយពីព្រះសង្ឃឡាម៉ា ទី14 ឈ្មោះ តង់ស៊ីន យ៉ាត់សូ បានស្បថថានឹងចុះចេញពីតំណែងរបស់ខ្លួន ប្រសិនបើ \"មិនអាចគ្រប់គ្រងស្ថានការណ៍បាន\" នៅក្នុងទីបេ ដែលជា កន្លែងបាតុកម្មហិង្សាប្រឆាំងនឹងប្រទេសចិន បាន​សម្លាប់មនុស្សពី 13 ទៅ 100 នាក់។\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "ព្រះមហាក្សត្រមិនបានផ្តល់ហេតុផលសម្រាប់ការផ្លាស់ប្តូរភ្លាមៗនោះឡើយ។ ទោះជាយ៉ាងណាថ្មីៗនេះមានសេចក្តីរាយការណ៍ចោទប្រកាន់សភាថាបានអនុវត្តច្បាប់មិនមានប្រសិទ្ធិភាព និងថែមទាំងមានអំពើរពុករលួយទៀតផង។\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "លោករ៉ូប៊ើតស៊ុនបានសរសេរថា \"ខ្ញុំសុំការអភ័យទោសរបស់លោកនិងការអភ័យទោសរបស់ប្រជាជនអ៊ីស្រាអែល។\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "កម្មករសំណង់ជាច្រើននាក់បានរត់គេចពីការរងរបួស សំណាងល្អពួកគេកំពុងសម្រាកញ៉ាំកាហ្វេនៅអំឡុងពេលដែលឧប្បត្តិហេតុនោះកើតឡើង។\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "ចុងបព្ចាប់ក្នុងខែមិនា ការគាំទ្រការបោះឆ្នោតក្នុងកិច្ចព្រមព្រៀងសេន អានឌ្រូវ នឹងប្រារពឡើងតាមរយៈការបោះឆ្នោតឬក៏ការធ្វើប្រជាមតិ។\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីអន្តោប្រវេសន៍លោក បេសសុន បានការពារ​សេចក្តីសម្រេច ដោយនិយាយថា \"ប្រសិនបើប្រទេសបារាំងមិនបញ្ជូនមនុស្សទាំងនោះត្រឡប់ទៅវិញទេ នោះខ្លួ​ននឹងក្លាយជាប្រទេសគោលដៅសម្រាប់អ្នកជួញដូរមនុស្ស។\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "កាលពីពេលថ្មីៗនេះ ហ្វុនស៍ វិនិយោគ​ ehf. បានទិញក្រុមហ៊ុនអាកាសចរណ៍ដាណឺម៉ាក គឺ Sterling Air និង Mearsk Air។\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "អាឡូតតា ទើប​តែ​ទិញ​កប៉ាល់​នេះ​នៅ​ក្រុង​ញូយ៉ក; ម្ចាស់​របស់​វា​មុន​គឺ​មាន​អាយុជិតសិបឆ្នាំជាង ហើយ​គាត់​បាន​សម្រេច​ចិត្ត​លក់​កប៉ាល់នេះ។\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់នោះ ត្រូវបានឧបត្ថម្ភដោយតំណាងរដ្ឋ ដាលីន សេងគើរ៍ មកពីទីក្រុងណេពើរ៍វីល ដោយបានអនុម័តដោយសម្លេងភាគច្រើន114-1 ហើយនឹងត្រូវបានពិចារណាដោយព្រឹទ្ធសភារដ្ឋ អ៊ីលីណយស៍។\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ជាក់ស្តែង ខ្មាន់កាំភ្លើងបានចាប់ទាញសក់របស់នាង ហើយបន្ទាប់មកបានបាញ់មកលើរូបនាង និងបុរសពីរនាក់ទៀតដែលព្យាយាមមកជួយនាង។\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "អ្នកដែលធ្លាប់បានបង់ថ្លៃសំរាប់ការជួសជុលអ៊ិចបក់360នឺងទទួលបាននូវការចែកចាយនូវសែកជាសំនងដោយស្វ័យប្រវត្តិក្នុងរយៈពេលប្រហែល10សប្តាហ៍រាប់ចាប់ពីកាលបរិច្ឆេទនេះតទៅ។\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "លោកបានអះអាងថាចាំបាច់ត្រូវមានសំឡេងគាំទ្រចំនួន 17 លើ 18 សំឡេងដើម្បីឱ្យមានការគាំទ្រសំឡេងភាគច្រើននៅក្នុងរដ្ឋជាសមាជិក 34 នៃ OAS។\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "\"យើងបានដំណើរការម៉ាស៊ីនហាក់ដូចជាវាកំពុងហោះហើរដែរ ប៉ុន្តែជំនួសឲ្យការហោះឡើងទៅក្នុងអាកាស វាក៏រក្សា​ដំណើរការផងដែរ។\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "យោងតាមរបាយការណ៍ ការវាយប្រហារចម្រុះ​តាមផ្លូវអាកាសរបស់អ៊ីស្រាអែលនៅតំបន់ ហ្គាសា ស្ត្រីប បានធ្វើឲ្យរបួសកុមារចំនួនបីនាក់​រួមទាំងទារកម្នាក់ផងដែរ។\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "ក្នុងអំឡុងសតវត្សឆ្នាំ1980 និង1990 ប៊េតធីបាន​បញ្ចុះបញ្ចូលឲ្យមានការប្រើប្រាស់ដោយសន្តិភាពនូវថាមពល​នុយក្លេអ៊ែរដោយធ្វើការតវ៉ា​ប្រឆាំងនឹងការប្រកួតប្រជែងអាវុធនុយក្លេអ៊ែរ ក៏ដូចជាប្រឆាំងនឹងការសាកល្បងនុយក្លេអ៊ែរផងដែរ។\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យក្រសួងការបរទេសអ៊ីស្រាអែល លោកយីហ្គាល ផាលម៉រ បាននិយាយថា \"នេះគឺលើសពីភាពចម្លែក ជាពិសេសចាប់តាំងពីចលនាហាម៉ាសត្រូវបានពិភពលោកទទួលស្គាល់ថាជាក្រុមភេរវកម្មមួយ។\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងបានចេញពីក្រកួតពានរង្វាន់ ពិភពលោកកីឡាគ្រីឃីតនៅឆ្នាំ2011បន្ទាប់ពីបានចាញ់ញ៉ូវហ្សេលេននៅក្នុងវគ្គបួនក្រុមចុងក្រោយ ដែលប្រកួតនៅមៀរភ នៅក្នុងប្រទេសបង់ក្លាដេស។\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "វិភាគទានត្រូវបានធ្វើការរៃអង្គាសសំរាប់កាកបាទក្រហមអាមេរិក និងកងទ័ពសង្គ្រោះ។\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "ភីឡាឌេផ្យានឹងឈានទៅដល់100ºF វើស៊ីនតោនឌីស៊ីនឹងមានកំដៅខ្ពស់ដល់101ºF ហើយបាលធីម៉លនិងរីឆមន នឹងមានសីតុណ្ហភាពកើនឡើងលើស100ក្រិត។\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការថ្ងៃទី10 មីនា មុនការប្រកាសសាលក្រម ស៊ីម៉ុនបានបង្ហាញនូវការសោកស្តាយចំពោះទង្វើរបស់គាត់។\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍របស់ចក្រភពអង់គ្លេស ប្រ៊ីតធីសអ៊ែរវ៉េស៍ (BA) បានព្រមានទីផ្សារថា ខ្លួននឹងប្រកាសពីការខាតបង់ពេញមួយឆ្នាំរហូតដល់ £150លាន។\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "នៅលើការជួញដូរអន្តរជាតិ ប្រេន​ក្រូដព្យូឈ​បាន ឡើងដល់ 89.30ដុល្លាអាមេរិក (ចាប់ពីខែធ្នូ)នៅម៉ោង8:34ព្រឹក។\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "ហ្គារីសេហ្វៀលបានឆ្លើយតបនៅជុំចុងក្រោយដោយការរត់បីនាក់ក្នុងការវាយបាល់ចូលជ្រៅទៅក្នុងទីវាលកណ្ដាលខាងស្ដាំនៃកន្លែងអង្គុយមើលការប្រកួត ដោយបានធ្វើឱ្យក្រុមយ៉ាំងឃីនាំមុខ​ 9-4។\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "នៅលើសមតុល្យ យើងជឿថា នេះគឺជាវិធីសាស្រ្តដែលនឹងផ្តល់ផលប្រយោជន៍ធំបំផុតដល់ប្រជាជនដែលងាយរងគ្រោះបំផុត។\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "ភាពជាប់គ្នានៃការធ្វើបុណ្យឡេកអុនតារីយ៉ូបង្កអោយមានបញ្ហាមួយចំណែក ជាពិសេសសំរាប់ក្រុមសិល្បៈដែលសម្តែងនៅភាគខាងត្បូង។\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "\"យោងតាមអ្នកស៊ើបអង្កេត អំពើភេរវ​កម្មនេះមានគោលដៅដំបូងនិងចម្បងទៅលើជនបរទេស។\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "លោក បាសេស្គូ ត្រូវបានគាំទ្រដោយប្រជាជនថ្នាក់កណ្តាលដែលមានការអប់រំ ដែលពេញចិត្តលើគោលនយោបាយរបស់លោក​ អំពីការបង្ក្រាបអំពើពុករលួយនៅក្នុងប្រទេសមួយក្នុងចំណោមប្រទេសដែលពុករលួយបំផុតនៃតំបន់នេះ។\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "ប្រធានសម្ព័ន្ធគណបក្សវឌ្ឍនភាពលោក ជីម អានឌ័រថុន និងអ្នកគាំទ្រសេចក្តីព្រាងច្បាប់នេះ លោកជីម អានឌ័រថុន បាននិយាយថា: \"ការស្នើសុំនៅនាទីចុងក្រោយរបស់សមាជិកសភាគឺមិនត្រូវធ្វើឲ្យខូចដោយការសន្យាត្រួតពិនិត្យឡើងវិញនូវភាពមិនចាំបាច់ឡើយ។\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ រយៈពេលពាក់កណ្ដាលនេះគឺចំណាយលើការព្យាយាមដោះសម្បកអាយហ្វូន។\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "ប្រជាជន 38 នាក់ត្រូវបានគេនិយាយថាបានស្លាប់ក្នុងការបំផ្ទុះគ្រាប់បែកអត្តឃាតក្នុងកំឡុងបាតុកម្មនយោបាយក្នុងខេត្តភាគពាយព្យនៃព្រោះប្រទល់ប្រទេសប៉ាគីស្ថាន។\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ទោះជា វ៉ាឌី ជា​បិតា​ឆ្លាតម្នាក់​ក្នុង​ការ​លើក​ទឹក​ចិត្ដ​​ឬក៏តាម​ពិតគាំទ្រ​អ្នកដែលយឺត គឺជា​អ្វី​ដែល​មានតែ​ពេលវេលា​នឹង​ប្រាប់​គាត់​ ខណៈ​ដែល​គាត់​ព្យាយាម​ដើម្បី​នាំ​យក​ផលិតផលរបស់​កូន​គាត់​ទាំង​នេះ​ទៅ​ក្នុង​ទីផ្សារ​។\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "លោក​ហាន់ធើ ដែលកំពុងស្វែងរកការជ្រើសតាំងជាបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ បានអះអាងនៅក្នុងការយល់ស្របចំពោះច្បាប់នេះកាលពីសប្តាហ៍មុន។\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "លោកឃើរី បានកត់សម្គាល់ថាលទ្ធផលសម្រាប់អ្នកដែលត្រូវបានព្យាបាលដោយជោគជ័យពិតជាត្រឹមត្រូវ \"ចំពោះគ្រប់វិធីព្យាបាលដែលពួកគេបានឆ្លើយតប - ការព្យាបាលដោយការយល់ដឹង-អាកប្បកិរិយា ថ្នាំបន្ថយទុក្ខព្រួយ ការព្យាបាលទាំងពីរ ឬថ្នាំព្យាបាលចិត្តសាស្ត្រ។\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "នាងក៏បានថ្លែងថាការបណ្តេញចេញពីការងារគឺជាលទ្ធផលនៃការប្តឹងរបស់អ្នកនាងទៅលើ​លោកថូម៉ាស។\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "ទាំងរឿងទារកមានប្រាក់លានដុល្លារ (2004) និងរឿងធ្លាក់យន្តហោះ(2005) បានឈ្នះពានរង្វាន់ បណ្ឌិតសភា សម្រាប់រូបភាពល្អបំផុតដែលធ្វើឱ្យ លោកហាជីសក្លាយជាអ្នកនិពន្ធភាពយន្តដំបូងចាប់តាំងពីឆ្នាំ1950 ដើម្បីបញ្ចាំងខ្សែភាពយន្ដដែលបានឈ្នះរង្វាន់អូស្ការូបភាពល្អបំផុតនៅក្នុងប៉ុន្មានឆ្នាំជាប់ៗគ្នា។\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់លោកហាណេត្រូវបាននយោជករបស់គាត់ចាត់ទុកថា វាជាលទ្ធផលនៃ \"ការទាញយកស្មារតីប្រុងប្រយត្ន័\" ចំពោះការធ្វើឲ្យប្រពន្ធ័អុកស៊ីសែនសំខាន់តំណើរការទ្បើងវិញបន្ទាប់ពីវាត្រូវបានកាត់ផ្តាច់ដោយស្វ័យប្រវត្តិខណៈដែលវារកឃើញថា​នៅមាត់ម៉ាស៊ីនលេចខ្យល់។\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "យើងកំពុងតែរៀបចំនៅក្នុងបរិស្ថានមួយដែលយើងពិតជាមិនបានដឹងពីទំហំធ្ងន់ធ្ងរនៃការផ្ទុះជម្ងឺនេះថាមានប៉ុណ្ណានោះទេ។\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "លោកស៊ីង ដែលជាអ្នកកើតជំងឺទឹកនោមផ្អែមម្នាក់ បានទទួលការវះកាត់មួយនៅប្រទេសអង់គ្លេសក្នុងឆ្នាំ1990 និងទទួលការព្យាបាលដោយការវះកាត់ជួសជុលសរសៃឈាមនៅឆ្នាំ2004 ក្នុងទីក្រុងដេលី ដែលនៅក្នុងពេលនោះ សរសៃដែលត្រូវបានបញ្ចូលទៅក្នុងសរសៃអាទែរបស់គាត់។\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ លោកលៀបឺមេន កំពុងស្ថិតនៅក្នុងរដ្ឋ ចរជា ជាមួយនឹងសមាជិកព្រឹទ្ធសភាលីនសី ក្រាហេម; លោកបានឆ្លើយតបនៅពេលដែលគេសួរថាតើលោកនឹងត្រូវនិយាយនៅក្នុងមហាសន្និបាត ឬអត់ថា \"វាប្រាកដជាអាចទៅរួច ប៉ុន្តែខ្ញុំនឹងទុកឱ្យពួកគេប្រកាសអំពីរឿងនេះ។\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ទង់ជាតិរបស់យើងនៅពាក់កណ្តាលសសរថ្ងៃនេះ សម្រាប់តំណាងអ្នកស្លាប់នៅក្នុងប្រទេសក្នុងការជួយដល់សហាករីគេ។\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "នៅកន្លែងផ្សេង \"មួយចំនួនអាចមានបញ្ហាផ្សេងទៀតដែលត្រូវពិចារណា រួមមានសំណួរហិរញ្ញវត្ថុរបប ប៉ុន្តែជាការពិតសំណួរមួយចំនួនមានប្រយោជន៍យ៉ាងខ្លាំងឆ្ពោះទៅរកការប្រមូលរូបភាពត្រឹមត្រូវនៃកិច្ចខិតខំប្រឹងប្រែង WMD របស់របប និងគោលបំណងក្នុងរយៈពេលជាងបីទសវត្សរ៍ចុងក្រោយនេះ។\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "សំណួរនេះគឺជាអ្វីដែលយើងមិនចាំបាច់ក្នុងការស្តាប់ និងជាអ្នកសំរេចឡើយ។\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "ក្រោយពីការដោះលែង សិស្សទាំងអស់ បាននិយាយប្រាប់ប្រព័ន្ឋសារព័ត៌ថាពួកគេត្រូវបាន គេឲ្យដោះសម្លៀកសំលៀកចេញនៅស្ថានីយប៉ូលិស។\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "បទ \"Lose Control\" របស់មីសស៊ី អែលឡុតដែលសំដែងដោយខាយរា និងហ្វេតមេន​ ស្កូបទទួលបានពិន្ទុ 5-3 ខណ:ពេលដែល \"Don't Cha\"បានធ្លាក់ដល់លេខ5។\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ហើយអ្វីដែលខ្ញុំបានធ្វើទាំងអស់នេះគឺដើម្បីបង្កើន នូវឱកាសដើម្បីសំរេចនូវការងារក្នុងក្តីសុបិន្តរបស់ខ្ញុំក្នុងទូរទស្សន៍នេះ។\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានស្វែងរកមើលការប្រែប្រួលតូចៗក្នុងចលនានៃឧបករណ៍នោះដើម្បីរកបាតុភូតកម្លាំងទំនាញផែនដីដ៏ធំបំផុត ការកែតម្រូវតិចតួចនៃបាតុភូតផែន ចំពោះផ្នែកទំនាញផែនដីដោយសារភាពខុសគ្នារវាងទ្រឹស្តីរបស់អាញស្តាញ និងញូវតុន។\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "អ្នកស្រីហ្គ្រាហាមបានទិញពួកវានៅក្នុងហាងសប្បុរសធម៌ស្យូ រេឌើរមួយ បន្ទាប់ពីឃើញបុគ្គលិករបស់ថាច់ឆឺម្នាក់បានដាក់ពួកគេលក់ក្នុងហាង។\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងបទឈប់បាញ់ដែលរៀបចំដោយអង្គការសហប្រជាជាតិរវាង អ៊ីស្រាអែលនិងហេសបូឡាកំពុងតែដំណើរការយ៉ាងល្អដោយអ៊ីស្រាអែលបានចាប់ផ្តើមដកកងកំលាំងខ្លួនពីឡេបាណន់។\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "មេឌីកបានយកខនវេយចេញពីឡានហើយគាត់ត្រូវបានយកទៅមន្ទីរពេទ្យដោយការរបួសជើងម្ខាង។\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "ការព្រួយបារម្ភណ៍ទៅនឹងក្រុម ដូចជាអេមណេសធីអន្តរជាតិដែលធ្វើយុទ្ធការដើម្បីបិទជំរុំ រឺអង្គការអង្កេតមើលសិទ្ធិមនុស្ស បានបារម្មណ៍អំពីការគ្រប់គ្រងអ្នកជាប់គុក ស្ថិតនៅក្រោមអនុសញ្ញានៅទីក្រុងជេនីវ៉ាស្តីអំពីការគ្រប់គ្រងឈ្លើយសិក គឺជាការពិតដែលថា គោលការណ៍សំរាប់អ្នកជាប់ឃុំខ្លួនដែលទើបសារភាពថ្មីៗ នៅតែផ្តល់រយៈពេលរហូតដល់4សប្តាហ៍ ដែលការចូលទៅជួបអ្នកជាប់ឃុំដោយគណៈកម្មាធិការអន្តរជាតិនៃកាកបាក្រហម (ICRC) អាចនឹងត្រូវបដិសេធ។\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "កាសែតក្នុងស្រុកនៅDover ឈ្មោះ York Daily Record បានសរសេរថា អ្នកបោះឆ្នោតនៅDoverគួរចូលធ្វើសាក្សីក្នុងការកាត់ក្តី កំឡុងពេលបោះឆ្នោតជាសកល នៅពេលពួកគេអាចបោះឆ្នោតជ្រើសរើសសមាជិកក្រុមប្រឹក្សាដែលក៏ពឹងផ្អែកលើលទ្ធផលពីមណ្ឌលបោះឆ្នោតផ្សេងទៀត។\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "អាវីឡាបានឈ្នះការបោះឆ្នោតប្រមាណជា 131,000 សម្លេង តែជាងបីភាគរយនៃសន្លឹកឆ្នោតបួនលានសម្លេងដែលបានបោះក្នុងវគ្គផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "មេធាវីថីមស្ទើមានប្រភពមកពីអេដម៉ុនតុន; តែបានរស់នៅជាយក្រុងវ៉េនខូនវឺតាំងពីឆ្នាំ1991។\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "ជេនគីនបានទទួលជោគជ័យក្នុងការគ្រប់គ្រងល្បឿនឲ្យឡើងដល់126.1 មៃល៍ ក្នុងមួយម៉ោង(202.9 គីឡូម៉ែត្រក្នុងមួយម៉ោង) នៅក្នុងរថយន្តគ្រីនបឺតរបស់គាត់ ដែលធ្វើដំណើរតាមតំបន់ទំនាបបឹងអ៊ីវ៉ង់ប៉ា រដ្ឋណេវ៉ាដា។\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "ស្ថានភាពនៅក្នុងការប្រកួតនេះគឺខុសគ្នាស្រលះជាមួយនឹងសេវាអាកាសធាតុជាតិដែលបានរាយការណ៏ថាសីតុណ្ហភាពគឺ88ºF(31ºC)នៅការតាមដាននៅពេលប្រកួត។\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "ក្នុងចន្លោះពីគ្នាត្រឹមតែម្ភៃនាទីប៉ុណ្ណោះ ការបំផ្ទុះគ្រាប់បែកបានកំណត់គោលដៅទៅលើផ្សារចំនួនពីរនៅទីក្រុងបាកដាដ ភ្លាមៗ មុនពេលការហៅឲ្យចូលទៅសូត្រធម៍ថ្ងៃសុក្រ។\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "វាគួរឱ្យខ្លាចពេលដែលប្រយោគមួយចំនួនត្រូវបានដកចេញពីអត្ថបទដើម្បីបង្កើតនូវចំណាប់អារម្មណ៍ថាវិទ្យាស្ថានរបស់ពួកយើងជាកន្លែងបណ្តុះនូវគំនិតមួយដែលជ្រុលនិយមដែលពួកគេអាចមកទាក់ទងយើងដោយផ្ទាល់- យើងប្រតិបត្តិគោលការណ៍បើកចំហក្នុងវិហារអ៊ីស្លាមរបស់យើង។\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអ៊ែបផលបច្ចុប្បន្នបានណែនាំពីiPhoneអនាគតនៅសន្និសិទម៉ាកវឺលនៅទីក្រុងសាន់ហ្វ្រាន់ស៊ីសស្កូ។\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "កប៉ាល់ 35m នេះ​ត្រូវ​បាន​ជាប់​គាំង​ចាប់​តាំង​ពី​ថ្ងៃ​ព្រហស្បតិ៍​មុន នៅ​ពេល​ដែល​វា​ត្រូវ​បានកើលខណៈកំពុងធ្វើដំណើរ​លើ​ផ្លូវ​ឆ្ពោះ​ទៅ​កិច្ច​ប្រជុំ APEC នៅ​ទីក្រុង​ស៊ីដនី។\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "ខណៈប្រជាជនប៉េរូរៀបចំរឿងក្តីរបស់ខ្លួនប្តឹងទៅក្រុមហ៊ុនជីករ៉ែញ៉ូវម៉ោនដែលមានមូលដ្ឋាននៅឌេនវើ ដែលជាក្រុមហ៊ុនរុករកមាសធំជាងគេបំផុតលើពិភពលោក ជាចុងក្រោយសំណួរសំខាន់ទាំងនេះមួយចំនួនអាចត្រូវបានបកស្រាយ។\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ប្រធានគណកម្មការជាតិរៀបចំការបោះឆ្នោតមួហ្សំប៊ិច ឡេអូប៉ូលដូ ដា កូស្តាបាននិយាយថា \"យើងមិនបានទទួលការតវ៉ាណាមួយក្នុងអំឡុងពេលនេះឡើយ។\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "ស្តង់ដារនេះមានគោលបំណងដើម្បីដោះស្រាយការលំបាកដែលអ្នកសរសេរកម្មវិធីប្រឈមមុខក្នុងការអភិវឌ្ឍន៍កម្មវិធីសំរាបប់ លីនុច។\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ កាសែតជេរូសាឡិមរាយការណ៍ថាមានស្មារតីកើនឡើងក្នុងចំណោមការបង្កើតការការពារជាតិរបស់អ៊ីស្រាអែលដែលប្រទេសនេះនឹងធ្វើសកម្មភាពដោយឯករាជ្យដើម្បីបញ្ឈប់អ៊ីរ៉ង់ក្នុងការទទួលយកអាវុធនុយក្លេអ៊ែរដែលអាមេរិកគឺហាក់ដូចជាមិនអាចធ្វើបាន។\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "សវនាការថ្ងៃទី31 ខែមករា ផ្តើមមានមតិរិះគន់ប្រមាណ 25 ក្នុងចំណោមអ្នកស្តាប់ប្រហែល 35-40នាក់ ដែលគ្រប់គ្នាប្រឆាំងនឹងសំណើររបស់ ឌីអេ។\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើ ទោះបីជាយ៉ាងណាក៏ដោយ វាមិនមានផលវិជ្ជមានទាំងអស់នោះទេ ពីព្រោះវាកំពុងតែដាក់សម្ពាធដ៏ធំមួយដល់អ្នកនាំចេញ។\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ការបញ្ចុះសពនឹងប្រព្រឹត្តទៅនៅឯទីបញ្ចុះសពនៅហឺម៉ាណូ ផេត្រូ នៃម៉ិកស៊ីកូ។\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "ស្រ្តីម្នាក់វិលមុខ និងបានដួល ហើយត្រូវបានដឹកយកទៅដោយរថយន្តសង្គ្រោះបន្ទាន់។\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលគណៈរដ្ឋមន្ត្រីគឺជាផ្នែកដ៏ធំមួយចម្លងតាមគណៈរដ្ឋមន្ត្រីមុន រដ្ឋមន្ត្រីខ្លះដែលមានបញ្ហានិងគំនុំ ត្រូវបានគេដកចេញឬផ្លាស់ប្តូរទៅកាន់តំណែងដែលមិនសូវមានហនិភ័យ។\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "គ្រោះមហន្តរាយនេះ បានធ្វើឲ្យរោងចក្រ អ៊ីមផឺរៀល ខាតបង់ប្រាក់អស់ 15.5 លានដុល្លារ នេះបើយោងតាមការផ្សព្វផ្សាយនៅក្នុងត្រីមាស ទីមួយឆ្នាំនេះ។\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "\"មានការគាំទ្រពិតប្រាកដក្នុងការទទួលបានរថភ្លើងបន្ថែមសំរាប់គ្រ័យដុន ដើម្បីរក្សាល្បឿនជាមួយនឹងតម្រូវការកើនឡើងក្នុងសេវាកម្មរថភ្លើង ​ហើយក៏ដើម្បីរក្សាការកែលម្អសំខាន់ៗសំរាប់អ្នកថ្មើរជើង និងអ្នកប្រើប្រព័ន្ធដឹកជញ្ជូននៅជុំវិញ​ និងចន្លោះភាគខាងកើត​ និងខាងលិចនៃស្ថានីយ៍គ្រ័យដុន។\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងបានកំពុងព្យាយាមដើម្បីទាញយកការយកចិត្តទុកដាក់ទៅលើការពិតដែលថា អ្នកដែលគ្មានការងារខ្លះនឹងត្រូវទទួលយកលក្ខខណ្ឌអ្វីក៏ដោយដែលត្រួវបានផ្តល់ឲ្យ ពីព្រោះប្រសិនបើអ្នកជំទាស់នឹងការផ្តល់ការងារ អ្នកនឹងបាត់បង់ការទូទាត់សេនធឺលីងឃ៍សម្រាប់រយៈពេលប្រាំបីសប្តាហ៍។\"\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "\"នេះគឺធ្វើឡើងរវាងឪពុកម្តាយដែលបានចុះឈ្មោះ ចូលរៀនឲ្យកូនរបស់ខ្លួននៅក្នុងសាលារបស់យើង ហើយនោះគឺជាកន្លែងដែលត្រូវឈប់។\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "ក្រុមញូយ៉កយ៉ាំងឃីបានងើបពីការប្រកួតចាញ់យ៉ាងធ្ងន់ធ្ងរកាលពីថ្ងៃសៅរ៍ មកជាការទទួលជ័យជំនះ 9-4 ទៅលើក្រុមខ្លេវលែនឥណ្ឌាដោយហីតខ្លះៗ។\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "ទូកសង្គ្រោះក៏បាននាំសមាជិកក្រុមដែលមិនបានរងរបួសទៅកាន់ច្រាំងផងដែរ ខណៈពេលដែលឧទ្ធម្ភាគចក្រមួយនេះត្រឡប់ទៅសង្គ្រោះក្មេងប្រុសទីពីរ។\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "អ្នកថែទាំបានសារភាពថាការបំពានសុខភាព និង សុវត្ថិភាពគឺជា \"មូលហេតុសំខាន់\" នៃការស្លាប់របស់គាត់ នេះបើយោងតាមសម្តីអយ្យការប៉ាស្កាល់ បេត​ សំរាប់អយ្យកា។\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "បក្សប្រឆាំងរបស់អូស្រ្តាលីបានប្រើបា្រស់យោបល់នោះជាឱកាសមួយ ដើម្បីវាយប្រហាររដ្ឋាភិបាល។\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "អត្រាប្រឡងជាប់ទូទាំងប្រទេសធ្លាក់ចុះពី72ភាគរយមកដប់មួយភាគរយ ដោយក្នុងភាគរយនោះមានសាលាជាច្រើនទៀតសូម្បីសិស្សប្រឡងជាប់ម្នាក់ក៏គ្មានដែរ។\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូបែបនេះធ្លាប់ជាពាក្យចចាមអារ៉ាមអស់រយៈពេលជាច្រើនឆ្នាំ ហើយចំនួននៃការយល់ឃើញនេះបានកើនឡើងក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Crossrail មិនបានប្រាប់ថា ពួកគេមានបំណង​ផ្តល់​តម្លៃ​សមរម្យលើកដំបូងនេះឡើយ តែ​ផ្ទុយ​ទៅ​វិញ​ ពួកគេ​គ្រាន់​តែ​ផ្តល់​លុយ​ចំនួន​ £50 ​សំរាប់​អចលនទ្រព្យ​​នីមួយៗ​ ដោយ​មានក្តីសង្ឃឹម​ថា មិន​មាន​មនុស្ស​ច្រើន​ដែល​​យក​ករណី​នេះ​ ទៅ​ប្តឹង​ដល់​សាលាក្តី​ដីធ្លីនោះទេ។\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់ថ្មីស្នើឡើងដើម្បីផ្លាស់ប្តូរគោលនយោបាយនាពេលបច្ចុប្បន្ន ដែលអនុញ្ញាតឱ្យកាមេរ៉ាក្នុងរថយន្តតាក់ស៊ីដែលមិនថតសំឡេងសំរាប់ហេតុផលឯកជនភាព ក្នុងក្តីសង្ឃឹមថាការថតសំឡេងនឹងធ្វើឱ្យការស៊ើបអង្កេតមួយចំនួនមានភាពងាយស្រួល។\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "លោក រ៉ាយម៉ុន ម៉ូរ៉េណូ បាននិយាយថា: \"ខ្ញុំសង្ឃឹមថាវាស្ថិតនៅរយៈពេលដប់ ម្ភៃ សាមសិបឆ្នាំទៀត ដោយសារតែយើងត្រូវការវា។\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "ក្លឹប NHL ភាគច្រើន​បានខាតបង់ប្រាក់​នៅរយៈពេល​ប្រាំឆ្នាំ​កន្លងទៅនេះ ដូច្នេះហើយ ក្លឹប​មាន​បំណង​កម្រិត​ការបង់ឲ្យ​កីឡាករ​តាមបរិមាណដែលបានកំណត់​។\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរ # 214 មកពីទីក្រុងសេអ៊ូលដែលដឹកអ្នកដំណើរចំនួន 291 នាក់ - រួមទាំងទារកម្នាក់និងសមាជិកនាវិក16នាក់ - បានធ្លាក់នៅលើផ្លូវរត់ 28L។\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "បាល់ហ្វ្រីឃីកដោយរីយ៉ាន់ ហ្គីកស្ស នៅពាក់កណ្ដាលវគ្គទីពីរនៃការប្រកួតនេះ បានបណ្ដាលឲ្យមានការទាស់ទែងគ្នាយ៉ាងខ្លាំង ដោយសារនៅពេលលីឡេកំពុងរៀបចំឈរជារបាំងនោះ បាល់បានចូលទៅដល់ផ្នែកខាងក្រោយនៃសំណាញ់ហើយ។\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងកំពុងផ្លាស់ប្តូរពីនិយាយថាវាគឺដើម្បីសុវត្ថិភាព ទៅជានិយាយថាវាជាការបង្កើតឱ្យមានជម្លោះស្មើភាព។\"\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "ប្រជាជនអាហ្សឺរីស ខ្លះជឿថាជា \"បដិវត្តន៍បីម៉ោង\" នឹងមិនផ្លាស់ប្តូរអ្វីនៅក្នុងប្រទេសនេះទេ។\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "លោកវ៉ូដបាននិយាយថា លោកស្ត្ររបាន \"តែងតែទទួលដំបូន្មានដែលខុសច្បាប់ និងបានដើរឆ្ពោះទៅមុខ ហើយបានឈ្នះនៅក្នុងតុលាការ\" នៅពេលដែលលោកបានក្លាយជាលេខាធិការសន្តិសុខជាតិ។\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "មួយក្នុងចំណោម URLs ដែលបានស្ថិតក្នុងបញ្ជីខ្មៅមកកាន់ Wikileaks រួមមានបញ្ជីដែលលេចធ្លាយមួយអំពីគេហទំព័រដែលត្រូវបានបិទនៅក្នុងប្រទេសដាណឺម៉ាក។\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "ក្រុមហ្ស៊ីមបាវ៉េ បានស្មើជាមួយ​ក្រុមអៀឡង់​ក្នុងការប្រកួត​ពូល D លោកទីពីរ នែវើល ខាប់ ក្នុងសួនសាប៊ីណា ផាក ទីក្រុងឃីងស្ទុន ប្រទេសចាម៉ៃកា​។\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "តំបន់រដ្ឋធានីអូស្រ្តាលី-អ្នករស់នៅទីក្រុងកំប៊ឺរ៉ារាប់ពាន់នាក់បានចាប់អារម្មណ៍ ទៅលើទំនប់ទឹកខូតធឺថ្មីនៅលើទន្លេខូតធឺដែលបើកឲប្រើនៅថ្ងៃអាទិត្យ។\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល អូតេហ្កា បាន​ចាប់ផ្តើម​រត់គេច​ខ្លួន​ចេញ​ពី​ប្រទេស​វេណេហ្ស៊ុយអេឡា បន្ទាប់ពី​ការចេញ​ដីកា​ចាប់​ខ្លួន​នៅ​ឆ្នាំ 2003 BBC បានរាយការណ៍ថា លោក​បាន​វិលត្រឡប់​មក​ដល់​ប្រទេស​វេណេហ្ស៊ុយអេឡា ពី​ប្រទេស​កូស្តារីកា​កាលពីខែសីហា​។\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "បាលធីម៉លវើស៊ីន តោនឌីស៊ី និងភីឡាឌេផ្យា ទាំងអស់អាចនឹងមានសីតុណ្ហភាពកើនលើស100ºF (37.8ºC)។\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "ក្រោយពីសកម្មភាពជាច្រើនបានកើតឡើងក្នុងទូប៊ីនហ្គេន ម៉ូនិចនិងបាស្សេល ដែលកន្លែងនីមួយៗមានអ្នកចូលរួមរាប់រយនាក់។\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "លោកញ៉ូវសំ គឺជាចៅហ្វាយក្រុងសាន់ហ្វ្រាន់ស៊ីស្កូ តាំងពីឆ្នាំ2003 និងបានជាប់ឆ្នោតម្តងទៀតនៅឆ្នាំ2007។\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "កសិករអាល្លឺម៉ង់ដែលមានអាយុ 54 ឆ្នាំម្នាក់ ដែលបានបាត់បង់ដៃទាំងពីរនៅក្នុងគ្រោះថ្នាក់កសិកម្មកាលពីប្រាំមួយឆ្នាំកន្លងទៅ បានក្លាយទៅជាអ្នកជំងឺដំបូងដែលទទួលបាននូវការវះកាត់ប្តូរដៃទាំងពីរទាំងស្រុង។\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "\"ក្នុងការមានជំនួញមួយអនុញ្ញាតឱ្យប្រភេទនៃពាក្យពេចន៍ ឬរូបភាពអាសអាភាសនេះ ត្រូវបានប្រើប្រាស់ជាអាជីវកម្មតាមរយៈគេហទំព័ររបស់ពួកគេ ឬតាមរយៈប្រព័ន្ធរបស់ពួកគេ គឺជាអ្វីៗដែលពួកគេនិយាយថា ពួកគេមិនអាចគ្រប់គ្រងបាន។\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "រដ្ធមន្ត្រីក្រសួងការពារជាតិលោក រ៉ូបឺត ហ្គេតស៍ បានប្រាប់អ្នកយកព័ត៌មាននៅទីក្រុងម៉ាឌ្រីត កាលពីថ្ងៃសុក្រថា មានភស្តុតាង\"ដ៍ល្អ\" ដែលថាជនជាតិអ៊ីរ៉ង់ គឺជាអ្នកផ្គត់ផ្គង់ទាំងផ្នែកអាវុធ ឬក៍បច្ចេកទេសទៅកងទ័ពអ៊ីរ៉ាក់។\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនសំខាន់នៃបណ្តាញពត៌មានរបស់អែលជីប៊ីអេសរបស់អាមេរិកនឹងក្លាយជាសម្ព័ន្ធក្រុមហ៊ុនដ៏ដំមួយ។\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "គេជឿថាបុរសម្នាក់ដែលត្រូវបានចោទប្រកាន់ពីបទមនុស្សឃាតលើរូបនាង គឺជាប្តីដែលបែកបាក់គ្នាពីក្មួយស្រីរបស់នាង។\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "របាយការណ៍បាននិយាយថាលោកវូឌដ្រុព្វបានថតការរាយការណ៍មួយនៅក្នុងរថយន្តយោធារបស់អ៊ីរ៉ាក់មួយដែលនៅជិតតាជី ប្រទេសអ៊ីរ៉ាក់ នៅពេលដែលរថយន្តនេះបានបរចេញ ហើយធ្វើឲ្យឧបករណ៍ផ្ទុះកែច្នៃមួយបានផ្ទុះឡើង។\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "ភីតធើ អ៊កហ្គឺស នៃសកលវិទ្យាល័យរ៉ូដ អាយឡែន នៅឃីងស្តុនបានបកស្រាយថា: \"ខ្ញុំពិតជាមានការភ្ញាក់ផ្អើលចំពោះការបន្ស៊ីគ្នានឹងអ្វីដែលពួកគេបានរកឃើញការបែរមុខរបស់សត្វគោ និងក្តាន់ទៅទិសខាងជើង។\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "ប្រជាជនអាយស្សា ខេលេដ បានប្រាប់សារព័ត៌មាន Reuters ថា \"ពេលខ្ញុំភ្ញាក់ពីគេង និងបានឃើញព្រិលធ្លាក់ ខ្ញុំក៏បានដាស់គ្រួសារបស់ខ្ញុំ និងបានប្រាប់ពួកគេមកមើលព្រិលធ្លាក់។\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "កុ្រមប្រឹក្សាក្រុងប៊ីស្រ្តូលបានរាយការណ៍ឲ្យដឹងថា បណ្ណាល័យអាចនឹងបើកឡើងវិញនៅថ្ងៃអង្គារ បើទោះបីជាអគារហាក់ដូចជានៅបន្តបិទទ្វារនៅថ្ងៃនោះក៏ដោយ។\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "អ្នកជំនួញទាំងនោះបានបដិសេធឈប់បំបះបំបោរនេះរហូតដល់ថ្ងៃទី1 ខែវិច្ឆិកា នៅពេលដែលសាជីវកម្មនៃក្រុងដេលី ហាក់បីដូចជាបន្តរចលនាបិទរបស់ខ្លួន។\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "លោកអាឡិចសាល់មុន មេដឹកនាំនៃគណបក្សស្កត់ធីសណាសូណាល់(អេសអេនភី) បាននិយាយថាទោះបីជាប្រទេសស្កក់ឡេនគ្មានអំនាចដើម្បីបញ្ឈប់ការជំនួសនៃប្រព័ន្ធអាវុធទ្រីដិន គេនៅតែមានអំនាចច្រើនក្នុងការការពារបរិស្ថាន។\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីសុម៉ាលីបានថ្លែងពីមុនថា សហរដ្ឋអាមេរិកកំពុងតាមប្រមាញ់ជនសង្ស័យនៃការបំផ្ទុះគ្រាប់បែកស្ថានទូតអាមេរិកនៅឆ្នាំ1998។\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "ភាពស្ងៀមស្ងាត់ត្រូវបានប្រារព្ធធ្វើឡើងនៅទូទាំងប្រទេសក្នុងការប្រកួតកីឡាបាល់ទាត់នៅចុងសប្តាហ៍នេះ ដោយមានក្រុមអ្នកគាំទ្របានបង្កើតទីសក្ការៈបណ្តោះអាសន្នក្នុងញូវខាស្សល យូណាយធីត និងអ៊ីបស្វីឆ ថោន ជាក្លឹបទាំងពីរដែលលោកជិតស្និទជាមួយបំផុត។\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើយុទ្ធនាការនុយក្លេអ៊ែររបស់មូលដ្ឋានគ្រឹះអភិរក្សនៃប្រទេសអូស្រ្តាលី (អេស៊ីអែហ្វ)លោកដេវស្វីនី និយាយថាការសិក្សាបង្ហាញពីចំណុចខ្សោយហើយមិនបានផ្តល់ការជំទាស់អំពីការប្រើប្រាស់ថាពលនុយក្លេអ៊ែរទេ។\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប៊ីវឺ កប៉ាល់មុជទឹកទាំងនោះនឹងផ្តល់អោយអ៊ីស្រាអែលនូវសមត្ថភាពក្នុងការបាញ់លើកទីមួយនិងការបាញ់លើកទីពីរ។\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "ស្មេសើស ចូលមក ហើយបានចោលកូនបាល់មួយចំនួនដើម្បីសង្គ្រោះ។\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសសហរដ្ឋអាមេរិកខនដូលីហ្សារ៉ាយបានផ្តល់ការពន្យល់ពីមូលហេតុដែលសហរដ្ឋអាមេរិកសម្រេចមិនបោះឆ្នោតនិងបដិសេធទៅលើការសម្រេចចិត្ត។\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "នៅពេលដែល អបផេនហៃមឺចាប់ផ្តើមដំណើរការ​កន្លែងបង្កើតអាវុធសម្ងាត់ ឡូស អាឡាមូស គាត់បានចាត់តាំងប៊េតធីឲ្យធ្វើជាប្រធានក្រុមទ្រឹស្តី។\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ប្រភពបានប្រាប់ Wikinewsថា ទោះបីជាវិបសាយជាភាសាអង់គ្លេសត្រូវបានឈប់បិទ វិបសាយជាភាសាចិននៅតែបិទ ឬក៏មានការពិបាកក្នុងការចូលទៅវិបសាយ ក្នុងផ្នែកជាច្រើននៃប្រទេស។\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបាននិយាយពីការការពារភេរវកម្ម និងការការពារការក្លែងបន្លំថាជាតម្រូវការសំរាប់ប្រព័ន្ធអត្តសញ្ញាណជាតិសកលមួយ។\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "អ្នកជំនាញខាងភ្លើងដែលតែងតែជាប់រវល់ក្នុងកំឡុងពេលនេះជារៀងរាល់ឆ្នាំ បានអំពាវនាវឱ្យប្រើប្រាស់ពិពណ៌កាំជ្រួចដោយស្របច្បាប់ និងប្រកបដោយសុវត្តិភាព និងបានទទូចឱ្យប្រជាពលរដ្ឋចូលរួមរៀបចំពិពណ៌ជាសាធារណៈ។\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "ឃ្លាំងស្ដុកស្ករដែលធ្វើពីបេតុងអាមេប្រវែង 100 foot ចំនួនបីកន្លែងដែលត្រូវបានស៊ើបអង្កេតលើការផ្ទុះរោងចក្រចម្រាញ់ស្ករ ជោគជៀ ឆ្នាំ2008 ត្រូវបានវាយរំលំចោល។\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "នៅសប្តាហ៍នេះនៅថ្ងៃទី7 ខែមេសា ឆ្នាំ2005 អ្នកអត្ថាធិប្បាយព័ត៌មាន ABC លោកភីតធើ ចេននីង ត្រូវបានធ្វើរោគវិនិច្ឆ័យថាមានជំងឺមហារីកសួត។\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីអូស្រ្តាលីបានដឹងថា គាត់ត្រូវបានសហរដ្ឋអាមេរិកផ្ទេរទៅប្រទេសអេហ្ស៊ីប រយៈពេលប្រាំមួយខែ។\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យស្រ្តីព្រីចាសស៊ីនបានបញ្ជាក់ថាការវាយប្រហានេះគឺជាលទ្ធផលនៃការមិនយកចិត្តទុកដាក់។\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "មនុស្សដប់មួយនាក់បានស្លាប់បន្ទាប់ពីឧទ្ធម្ភាគចក្ររបស់ទាហានបានធ្លាក់ក្នុងពេលហោះហើរប្រឆាំងគ្រឿងញៀនណាកូទិចក្នុងប្រទេសម៉ិកសិកូខាងលិច។\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "ចំនួនមនុស្សចូលរួមក្នុងការបោះឆ្នោតត្រូវបានរាយការមកថាមាន ចំនួនច្រើនជាងហាសិបភាគរយតិចតួច។\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើយើងរក្សាភាពអត់ធ្មត់ និងជំនឿចិត្ត ខ្ញុំប្រាកដថា អ្វីដែលប្រជាជនអេស្ប៉ាញទាំងអស់ចង់បាន អ្វីដែលគ្រួសារចង់បាន អ្វីដែលរដ្ឋាភិបាលចង់បាន នោះចំណាត់ខ្មាំងអាចត្រឡប់មកផ្ទះរបស់ពួកគេវិញដោយសុវត្ថិភាព ហើយការចាប់ជំរិតនេះបញ្ចប់ទៅដោយការពេញចិត្ត។\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "អែមអេសអេនប៊ីស៊ីបានរាយការណ៍ថា គ្លីនតុនយកឈ្នះបារ៉ាក់ អូបាម៉ាដោយ\"ភាពល្អៀងតិចតូច។\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "ដើម្បីតវ៉ាប្រឆំាងនឹងការដាក់ទណ្ឌកម្មនេះ លោក អ៊ីសាវី បានចាប់ផ្តើមធ្វើកូដកម្មបង្អត់អាហារដែល​មានការផ្សព្វផ្សាយជាសាធារណៈ។\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "CRA បានស្នើថាវាអាចធ្វើការបានលឿនដើម្បីដំណើរការទិន្នន័យលិខិតប្រកាសពន្ធដែលនៅមិនទាន់បញ្ចប់។\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "ប្រទេសឥណ្ឌូនេស៊ីបានបញ្ឈប់ការហោះហើរនៅក្នុងខែមីនា បន្ទាប់ពីគ្រោះថ្នាក់មួយផ្សេងទៀតបានកើតឡើង ដែលយន្តហោះ B737 បានបោះពួយហួសផ្លូវរត់យន្តហោះ។\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ខែល បូស ដោយសារតែគ្រោះថ្នាក់ជាមួយនឹងចាស ប័រតុន ដែលស្ថិតនៅចំណាត់ថ្នាក់ទី៣ក្នុងពេលដែលមិត្តក្នុងក្រុមរបស់គាត់ហាមម្លីនសិ្ថតនៅទី៤។\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "សារមន្ទីរពីរនៅសានឌីអាហ្គោ រដ្ឋកាលីហ្វ័រញ៉ា ត្រូវបានគេធ្វើបច្ច័យទានឲ្យនូវការប្រមូលផ្តុំសិល្បៈដែលមានតម្លៃជាង 40 លាន។\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍រីយ៉ានអ៊ែរ របស់អៀរឡង់ មានការធ្លាក់ចុះ 12% ក្នុងការជួញដូរព្រឹកនេះដែលធ្វើឲ្យកាន់តែមានការព្រួយបារម្ភចំពោះស្ថានភាពទីផ្សារមិនសូវល្អ នៅពេលកំពុងមានការភ័យខ្លាចចំពោះវិបត្តិសេដ្ឋកិច្ច។\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ការចូលមើល Wikipedia និងគេហទំព័រ​កម្មវិធីសម្ព័ន្ធ​របស់ Wikinews និង Flickr ដែលជាគេហទំព័រចែករំលែករូបភាព ត្រូវបានហាមឃាត់ផងដែរ នៅថ្ងៃព្រហស្បតិ៍។\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "នៅម៉ោង 6:45 ព្រឹក ដែលជាម៉ោងនៅរដ្ឋហាវ៉ៃដែលជាពេលចាប់ផ្តើមហែលទឹកចម្ងាយ 2.4 mile ជិះកង់ប្រកួតម៉ោងចម្ងាយ 112 mile និងជាការរត់ម៉ារ៉ាតុងចម្ងាយ 26.2 mile ដែលបានឃើញនូវអ្នកអកុសល និងអ្នកមានសំណាង។\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "រីកូដានីយ៉ែលគឺជាពិធីករទូរទស្សន៍ជនជាតិអង់គ្លេសម្នាក់ រស់នៅក្នុងប្រទេសបារាំង ដែលត្រូវបានគេស្គាល់សម្រាប់ស៊េរីទូរទស្សន៍ចំនួនពីររបស់គាត់ - អ្នកជួយស្រោចស្រង់ - ខណៈពេលដែលគាត់នៅតែរស់នៅក្នុងចក្រភពអង់គ្លេស ហើយបន្ទាប់មកគឺ អ្នកជួយស្រោចស្រង់ ក្រោយពេលគាត់បានផ្លាស់ទៅប្រទេសបារាំង។\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល គណបក្សសហព័ន្ធដើម្បីប្រជាធិបតេយ្យបារាំង (UDF) ដែលដឹកនាំដោយ Francois Bayrou បន្តស្ថិតក្នុងរដ្ឋាភិបាលចំរុះកាន់អំណាច ជាមួយ UMP គណបក្សនេះបានរេចថា ដោយសាររដ្ឋាភិបាលថ្មីប្រហែលជាអាចធ្វើគោលនយោបាយដ៏ដែលកាន់តែច្រើនជាងមុន ខ្លួនប្រហែលជាអាចមិនចូលរួមក្នុងរដ្ឋាភិបាលចំរុះបានទេ។\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "នៅកន្លែងទម្លាក់គ្រាប់បែក កម្រងផ្កាជាច្រើនត្រូវបានដាក់ដើម្បីជាការគោរពវិញ្ញាណក្ខន្ធដោយមនុស្សរាប់រយនាក់ដែលប្រមូលផ្តុំគ្នានៅតំបន់នោះដើម្បីធ្វើពិធីស្មឹងស្មាត។\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "មិនគួរយល់ច្រឡំគ្នាជាមួយនឹងហាង លីវើភូល ឡឺវីសដែលនាពេលថ្មីៗនេះ កំពុងធ្លាក់ទៅក្រោមការគ្រប់គ្រងរបស់អ្នកគ្រប់គ្រងពេលមានវិវាទឡើយ។\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "អាមេរិកត្រូវបានចោទប្រកាន់នៅពេលអតីតកាលក្នុងការប្រើប្រាស់ភ័ស្តុតាងពន្លើសនិងប្រឌិតឡើងដើម្បីកសាងសំនុំរឿងប្រឆាំងនឹងអ៊ីរ៉ាក់មុនពេលសង្គ្រាម។\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "អ្នកពន្លត់អគ្គីភ័យទាំងប្រាំដែលត្រូវបានសម្លាប់ បានស្លាប់នៅពេលរថយន្តរបស់ពួកគេត្រូវបានលុកលុយដោយអណ្តាតភ្លើង។\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "ក្រុមកីឡាជនពិការត្រូវបានរំពឹងទុកថានឹងបញ្ចប់ដោយអាចរកមេដាយទីមួយពាន់ដល់ប្រទេស។\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "កាលពីខែសីហាមុន គាត់បាននិយាយអំពីសហជីពថា \"នេះមិនមែនជាសហជីព របស់ខ្ញុំទេ។\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនៃប្រទេស​ប៉ាគីស្ថាន​បានបិទមិនឲ្យ​ប្រើប្រាស់​ប្រព័ន្ធ YouTube​ ដែល​ជា​គេហទំព័រ​ចែក​រំលែកវីដេអូ​ដ៏​ល្បី ​ទាក់​ទង​នឹងអត្ថន័យ \"ការកើនឡើង​នៃ​ការប្រមាថ​វត្ថុពិសិដ្ឋ​។\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "ក្រុមកំពូលតារាងបាយើនមូនិចបានឡើងដល់ជុំទី3នៃការប្រកួតពានរង្វាន់ DFB បន្ទាប់ពីបានផ្តួលក្រុមកំពូលក្របខ័ណ្ឌទី 2 ប៊្រូសាមុនឆេងក្លាបាចដោយ3-1។\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ1991និង1992 បួនក្នុងចំណោមសាធារណៈរដ្ឋយូហ្គូស្លាវៀទាំងប្រាំមួយ បានប្រកាសឯករាជ្យ ប៉ុន្តែរដ្ឋពីរគឺសេប៊ៀនិងមនថេនេហ្រ្កូនៅតែនៅជាមួយគ្នា។\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "ការបន្ថែមមួយដែលវែង សរសេរលំអិតអំពីវិនីដែលត្រូវធ្វើតាម នៅក្នុងករណីមានការរត់គេច រឺការព្យាយាមរត់គេច។\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "លោកស៊ីម៉ូន អាដឃិននៃប៉ូលីសក្នុងតំបន់ បាននិយាយថា \"រថយន្ត ម៉ុនដេអូពណ៌ខ្មៅ បានធ្វើដំណើរឆ្ពោះទៅកាន់តំបន់ឡេសេស្ទើរ និងរថយន្តធំ បានធ្វើដំណើរក្នុងទិសដៅផ្ទុយគ្នា។\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "យោងតាមសាក្សីដែលឃើញផ្ទាល់ភ្នែកបានឲ្យដឹងថា គ្មានចរន្តអគ្គិសនីនៅតាមស្ថានីយ៍ជាច្រើន និងនៅកន្លែងឆ្លងកាត់ស្ថានីយ៍ទាំងនោះ។\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "ភាគី ACT រួមមានសមាជិកក្រុមជាតិអូស្រ្តាលី​ អៃមី មើច និង ក្លែរ វ៉ាវិក; កីឡាករ ប្រេនដា ឌើ ប្លែ បានទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; តំណាងក្រុមរដ្ឋវិចតូរៀ សមាជិកក្រុមជាតិនិងកីឡាករ ចាស្ទីន ស្មេសើស ទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; និងកីឡាករ ក្លែរ ឃូរី ដែលខកខានការប្រកួតសម្រាប់ក្រុមជាតិ។\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីចាប់ផ្តើមអនុវត្តដំបូងនៅស្ថានីយទាំង45ទូទាំងប្រទេស ពិធីករក្នុងកម្មវិធីដែលបានដំណើរការជាយូរមកហើយ ជេរី ស្ព្រីងជើរ នៅទីបំផុតនឹងអាចឮតាមកម្មវិធីវិទ្យុអ៊ែរអាមេរិកទាំង51។\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "លោកហេនឡីបានអំពាវនាវអោយមានការបោះឆ្នោតមួយនៅពេលដែលតំណាងរបស់ខ្លួនគឺលោកប៊ូរីស ចនសាន់ ត្រូវបានជ្រើសរើសជាចៅហ្វាយក្រុងនៃទីក្រុងឡុងដ៍។\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីប៉ូលីសតួចមួយប្រហែលជា 15នាក់ បានរងចាំការមកដល់របស់ក្រុមនេះ។\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "វាត្រូវកត់សម្គាល់ថាការប្រតិបត្តិច្បាប់កាស្សាកដែលមិនមានចែងពីប្រភេទនៃការបណ្តេញចេញដូចនេះ ដូចការកម្ចេចផ្ទះសំបែង និងការបណ្តេញចេញត្រូវអមដោយបញ្ជីសារពើភ័ណ្ឌនៃទ្រព្យសម្បត្តិដែលត្រូវយកចេញពីអាគារ៌ដែលត្រូវបានជម្លៀស ខណៈកន្លែងទុកដាក់ទ្រព្យសម្បត្តិនេះត្រូវផ្តល់ជូនជាចាំបាច់។\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "ក្រុមតារាវិទូកាលពីមុនបានគិតថា រង្វង់នេះគឺស្ទើរតែរាបស្មើទាំងស្រុង ដោយមានការប្រែប្រួលតែក្នុងកំពស់ពីរបីម៉ែត្រប៉ុណ្ណោះ។\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានបញ្ជាក់ថាមនុស្សបួននាក់បានស្លាប់នៅក្នុងហេតុការណ៍នោះ។\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "អ្នកដើរថ្មើរជើង អាយុ 23 ឆ្នាំម្នាក់បានដើរនៅតាមបណ្តោយផ្លូវរត់ប្រណាំងក្នុងទីក្រុងឡុនដុនឌើរី ប្រទេស អៀរឡង់ខាងជើង នៅម៉ោងប្រហែល0220 GMT នៅយប់ថ្ងៃអាទិត្យត្រូវបានរថយន្ត វ៉ុលស្វាហ្គែន​ ប្រាសាត ពណ៍ខ្មៅមួយគ្រឿងបុកនិងត្រូវបានសម្លាប់។\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះរកឃើញការស្លាប់របស់ប្រធានក្រុមជេហ្វរេ ហានេ គឺដោយសារគុណវិបត្តិនៃការគូសប្លង់របស់យន្តហោះ។\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប្លុកអនឡាយដែលប្រកាន់ខាងឆ្វេងនិយម Daily Kos របស់អាមេរិក ដែលជាការរាយការណ៍ទីមួយអំពីរឿងនេះ CNN បានច្រឡំនូវពាក្យទាំងពីរកាលពីថ្ងៃច័ន្ទ ដែលវាជាវគ្គមួយនៃព័ត៌មានរបស់ ប៊ីន ឡាដិន ជាមួយនឹងចំណងជើងថា \"តើអូបាម៉ានៅទីណា?\"​ នៅក្នុងទីតាំងបន្ទប់ដែលមានអ្នកកាន់កាប់ការផ្សាយដោយបណ្ឌិតវ៉ូហ្វ ប្ល៊ីតហ្សឺ។\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានធ្វើតែសកណ្តុរបរិសុទ្ធក្នុងលក្ខខ័ណ្ឌប្រូលែកទីនច្រើនជាង និងរកឃើញថាលទ្ធផលគឺស្រដៀងគ្នាទៅនឹងកណ្តុរមានផ្ទៃពោះ។\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីគឺជាព្យុះត្រូពិកទីប្រាំដែលជំរុញអោយរដូវព្យុះសង្ឈរា។\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះបាននិយាយថា នៅក្នុងប្រទេសកំពុងអភិវឌ្ឍន៍ ភាពក្រីក្រនៅតំបន់ទីក្រុងទំនងជារងផលប៉ះពាល់ខ្លាំងបំផុតដោយការឱនថយសេដ្ឋកិច្ច ពីព្រោះសមត្ថភាពរបស់ពួកគេក្នុងការស្វែងរកការងារធ្វើ គឺអាស្រ័យជាចម្បងទៅលើកត្តាផ្សេងៗដូចជាការវិនិយោគបរទេសនិងតម្រូវការនាំចេញ។\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "យានបង្ហោះតាមគន្លងកាស៊ីនីរបស់អង្គការ NASA បានបញ្ជូនត្រលប់មកវិញនូវរូបភាពដែលគួរឲ្យកត់សម្គាល់ពីភពផ្កាយព្រះសៅរ៍ ដោយបង្ហាញថារង្វង់មូលដ៏ល្បីនៃភពផ្កាយនេះ គឺមានភាពរលាក់ជាងការរំពឹងទុកយ៉ាងខ្លាំង។\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "កុមារដែលត្រូវបានចាត់ចូលក្នុងប្រភេទ \"ចូលរួមក្នុងសកម្មភាពសង្គម\" នៅតែល្អជាងកុមារ​ដែលត្រូវចាត់ចូលក្នុងប្រភេទ \"មិនមានសកម្មភាព​សង្គមសោះ\": ពួកគេមានឱកាសឆ្លងជំងឺនេះប្រហែល 3/4ដង។\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "អ្នកផ្តល់ត្រូវតែសម្រួចការផ្សាយពាណិជ្ជកម្មរបស់ខ្លួន ហើយកែលម្អស្នាដែសេវាកម្មនៅនឹងកន្លែង។\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ការសិក្សាពីសត្វផ្សេងទៀតត្រូវបានធ្វើឡើងដើម្បីពិនិត្យពីលទ្ធភាពនៃផលប៉ះពាល់ ដូចជាការបំបៅដោះកូននៃបុរសនិងស្ត្រីដែលគ្មានផ្ទៃពោះ​ ក៏ដូចជាបង្កើនការរលាកដែលអាចធ្វើអោយMSកាន់តែអាក្រក់ជាងមុន។\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "ផូល ខូលីងវូដធ្វើបានតែមួយរ៉ានប៉ុណ្ណោះមុនពេលដែលត្រូវបានចេញដោយបន្សល់ទុកនូវអង់គ្លេស83-4។\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "ប្រធានផ្នែកទំនាក់ទំនងនៃក្រុមហ៊ុនវេរីហ្សុនលោកអ៊ីវ៉ានសេដេនបឺក និងប្រធានក្រុមហ៊ុនអេផលលោកស្ទីវចប មិនបានចូលរួមនៅក្នុងសន្និសីទនោះឡើយ។\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2005 គាត់បានធ្វើការបង្ហាញខ្លួនក្នុងកម្មវិធីពិសេសមួយ ដើម្បីរំលឹកដល់អឺរ៉ូវីសិន។\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "គម្រោងនឹងពិភាក្សាពីវីគីភីឌៀ និងអ្វីដែលដំណើរការនិងមិនដំណើរការសំរាប់បញ្ជីរាយឈ្មោះប្រធានបទសម្រាប់ពិភាក្សា។\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសបារាំងលោក ប៊ឺណាដ គួចនឺ នឹងព្យាយាមជំរុញឲ្យមានកិច្ចពិភាក្សាគ្នានៅមជ្ឈឹមបូព៌ាពោលគឺរវាងអ៊ីស្រាអែល និងប៉ាឡេស្ទីននៅក្នុងរយៈពេលខ្លីខាងមុន។\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "\"ចំពោះករណីដែលយើងត្រូវបានជូនដំណឹងរាល់ការចោទប្រកាន់និងករណីដែលយើងបានពិនិត្យរាល់ភស្តុតាងដែលអាចមាន ពួកយើងក៏ជឿថានេះជាការពិត។\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សាសំរាប់បដិវត្តន័វប្បធម៌កំពូល ត្រូវបានបង្កើតក្នុងកំលុងការបដិវត្តន៍វប្បធម៌របស់សាសនាអ៊ីស្លាម បានចង្អុលប្រាប់ថាគេនឹងច្រោះចោលនូវវីដេអូនិងសំលេងដែលអសីលធម៌ដែលត្រូវបានផ្ញើដោយទូរស័ព្ទដៃ។\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ប៉ូលីសនៅប្រទេសឥណ្ឌូនេស៊ីបានបញ្ចូនឯកសារសង្ខេបចំនួន 200 ទំព័រទាក់ទិននឹងគ្រោះមហន្តរាយនៃជើងហោះហើរលេខ 200 របស់ក្រុមហ៊ុនអាកាសចរណ៏ហ្គារូដារបស់ប្រទេសឥណ្ឌូនេស៊ីទៅកាន់ព្រះរាជអាជ្ញា។\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ប្រទេសអេស្ប៉ាញប្រើភាពមិនប្រាកដនៅលើសមាជិកសហភាពអឺរ៉ុបដើម្បីទប់ស្កាត់កាតាឡូនាពីការធ្វើប្រជាមតិលើឯករាជ្យភាព។\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "អ្នកដំណើរភាគច្រើនជាជនជាតិបរទេសមកពីក្រុមហ៊ុនសំណង់ Nass-Murray និង Roberts។ ពួកគេកំពុងរីករាយជាមួយអាហារពេលល្ងាចលើកប៉ាល់ក្នុងការប្រារព្ឋពិធីបព្ចាប់ការសាងសង់អគារមជ្ឈមណ្ឌលពាណិជ្ជកម្មពិភពលោកបារ៉ែន។\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "យោងតាមមន្រ្តីនគរបាលមិនបញ្ចេញឈ្មោះដែលស៊ើបអង្កេតលើភ្លើងនេះបានឲ្យដឹងថា យ៉ាងហោចណាស់មានគ្រាប់មីស៊ីលចាប់ពី 400 ទៅ 450 គ្រាប់ដែលខូចនៅលើអាកាស ឬត្រូវបានបំផ្លាញក្នុងពេលបាញ់។\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "យោងតាមភ្នាក់ងារ ABC នៅ ឆាឡូត ភាគខាងជើងខារ៉ូលីណា ហ្វែរត្រូវបានចោទប្រាកាន់ថាបានចូលរួមក្នុងការបង្កឲ្យមានឧបទ្ទវហេតុបញ្ចេញកំហឹងនៅលើផ្លូវមួយ លើផ្លូវអ៊ីនធឺស្ទេត 485 កាលពីថ្ងៃពុធ។\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "អ្នកបើកបររថយន្តស្ព័រលោកហ្វឺណានដូអាឡុនសូ ស្ថិតនៅក្នុងចំណោមអ្នកទាំងឡាយដែលបានសំដែងនូវការគាំទ្ររបស់គាត់ដោយផ្តល់ទីតាំងដ៏ល្អរបស់គាត់ដែលមានកាលពីថ្ងៃសៅរិ៍ជូនទៅដឺវីឡូតា។\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "មូលនិធិសំរាប់រថភ្លើងថ្មីនេះត្រូវរំពឹងថាមួយភាគធំបានមកពី TfL ទោះបីជាសង្កាត់ឡុងដ៍នៃគ្រ័យដុនបានបញ្ជាក់ពីការរួមចំណែកចំនួន £3m ទៅលើគម្រោងក៏ដោយ។\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "​ស្នាដែសិល្បះចំនួនពីរផ្សេងទៀតគឺជាមៀលដែលបង្កើតឡើងដោយភៀតម៉ុនដ្រៀន និងគំនូព្រៀងអេសធី ឌៀហ្គោដឺអាល់កាឡា ដែលជាស្នាដៃរបស់លោកហ្គុកលៀមូកាសៀរ។\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "អុកហ្វ្រឺតបានឈ្នះការបោះកាក់ ហើយរើសយកជួរ Surrey នៃទន្លេ ដែលខេមប្រ៊ីជស្ថិតនៅជួរកណ្តាល។\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "កូន​ប្រាំមួយនាក់នៅរស់ ប្រុសបី ស្រីបី បច្ចុប្បន្ន មាន​អាយុ​ចន្លោះពី 5 ទៅ 20 ឆ្នាំ​។\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "លោកហាស់សាន់ រ៉ូហានី ដែលជាប្រធានក្រុមប្រឹក្សាសន្តិសុខជាតិកំពូលសំរាប់អ៊ីរ៉ង់ បានប្រកាសកាលពីថ្ងៃចន្ទថា ប្រទេសនេះនឹងផ្អាកការបម្លែងអ៊ុយរ៉ាញ៉ូមជាបណ្តោះអាសន្នចាប់ពីថ្ងៃទី22 ខែវិច្ឆិកា។\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"សុបិនអាក្រក់ដែលចៀសមិនរួចដែលយើងបានភ័យខ្លាច ឥឡូវនេះត្រូវបានបញ្ជាក់។\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "លោក Kothari បានបន្តថា: \"រដ្ឋដែលមានចំនួនប្រជាជនតិចជាងមុន បានបញ្ជូនសមាជិកតិចជាងមុនទៅក្នុងសភាឥណ្ឌា។\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "ខូកដែលមានអាយុ59បានដឹកតាមយន្តហោះទៅមន្ទីរពេទ្យក្នុងអីុនវឺនេសដោយសេវាអ្នកជួយសង្រ្គោះឧទ្ធម្ភាគចក្រកន្លះម៉ោងបន្ទាប់ពីគាត់ដួល។\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ លោកវ៉ូដបញ្ចាក់យ៉ាងច្បាស់​ថា ការសម្រេចចិត្តចុងក្រោយដែលទាក់ទងនឹងភាពស្របច្បាប់នៃសង្រ្គាមនេះបានដាក់ជូនអគ្គមេធាវីជាជាងដាក់ជាមួយនឹងខ្លួនលោក។\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "មានវត្ថុមួយគឺពែង មានតម្លៃដល់ទៅរាប់ពាន់អឺរ៉ូ។\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះនៅត្រូវសម្រេចដោយអ្នកកាន់កាប់ភាគហ៊ុនធម្មតាភាគច្រើនរបស់ណេតអៅធ៍ បំពេញការដាក់ពាក្យសំុ និងទទួលបានការអនុញ្ញាតតាមបទប្បញ្ញត្តិ និងបំពេញរាល់លក្ខខណ្ឌបញ្ចប់ផ្សេងៗ។\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "ប៉េត្រូ ម៉ាកាដូ អគ្គមេបញ្ជាការក្រសួងអគ្គិភ័យក្រុងរ៉ៃអូ ឌឹ ជេនេរ៉ូ មានប្រសាសន៍ថា \"យើងត្រូវតែប្រើឧបករណ៍ផ្សារឧស្ម័នដើម្បីបើកជ្រុងទូរថភ្លើងជួយមនុស្ស។\"\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "ការលេងក្នុងការប្រកួតលីកថ្នាក់ជាតិកំរិតខ្ពស់របស់អូស្ត្រាលី W-League នាងបានឈ្នះជាជើងឯកនៃការប្រកួតនេះក្នុងឆ្នាំ2009។\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "ម្តាយដែលមានកំហឹងរបស់ទាហានអាមេរិកដែលបានស្លាប់ កាលពីថ្ងៃសៅរ៍បានដឹកនាំក្បួនតវ៉ាមួយដែលមានមនុស្សជិត50នាក់នៅកសិដ្ឋានចិញ្ចឹមសត្វប៊ូស។\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "ម្តាយរបស់ដានីញែលឈ្មោះចឺរៀលស្រីងហ្គឺ បាននិយាយថាគាត់មិនចង់ឲ្យការហែរក្បួនរបស់EDLកើតឡើងទេ \"ក្រុមEDLបានសម្រេចចិត្តដើរហែរក្បួន ទោះបីជាយ៉ាងណា វាគ្មានប្រយោជន៍សម្រាប់យើងទេ​។\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ខណៈការពិសោធត្រូវបានបញ្ចប់ គ្រប់មន្ទីរទាំងអស់នឹងផ្លាស់ទៅកាន់លីនូខនិងOpenOffice.org។\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "ការចំលងមេរោគពិតជាមានបញ្ហាដោយសារជិត1ភាគ4នៃអ្នកដែលចាប់មេរោគស្តាផត្រូវការគេងនៅមន្ទីពេទ្យ។\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "ឯកសារអំពីផែនការសន្តិភាពដើមឡើយត្រូវបានព្រាងដោយ នីកូលឡាស សាកូហ្ស៊ី ប្រធានាធិបតីនៃប្រទេសបារាំង។\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារទាំងនេះមិនដូចជាការបំផ្ទុះគ្រាប់​បែក​អត្តឃាតជាច្រើននោះទេ នៅក្នុងនោះគ្រាប់​បែកគឺជារំសេវ និងគ្រាប់បដាងដែលបានចងភ្ជាប់ទៅនឹងស្ត្រីពីរនាក់។\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "ពួកគេបានអំពាវនាវដល់រដ្ឋាភិបាលអេស្ប៉ាញឲ្យ \"ចាត់វិធានការភ្លាមៗ\" និង \"ធ្វើគ្រប់យ៉ាងដែលអាចធ្វើបានដើម្បីនាំយកអ្នកនេសាទទាំង36នាក់មកផ្ទះវិញ។\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ស្រុកធុង សុងក្នុងខេត្តនាកន ស្រី ថាមមារាត់កំពុងតែទទួលរងទឹកភ្លៀងជន់លិចត្រឹមចង្កេះក្នុងតំបន់លក់ទំនិញក្នុងក្រុង។\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "វាក៏ជាការសិក្សាតែមួយគត់ដោយសារតែវាតាមដានចំនួនប្រជាជនតាំងពីពេលកើតរហូតដល់ពេលស្លាប់។\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "លោកម៉ាឡូយបានបន្ថែមថា៖\"ដោយរដ្ឋរបស់យើងបានធ្វើសកម្មភាពក្រោយការពិភាក្សាខ្វែងគំនិតគ្នានេះហើយ ខ្ញុំសង្ឃឹមថាយើងនឹងអាចខិតខំទ្វេដងសំរាប់ការប្រឹងប្រែងព្រមទាំងការងារទូទៅរបស់យើងដើម្បីធ្វើអោយប្រព័ន្ធយុត្តិធម៌ផ្នែកឧក្រិដ្ឋកម្មនៃប្រទេសយើងមានភាពយុត្តិធម៌និងរួបរួមគ្នាល្អប្រសើរឡើង និងដើម្បីកាត់បន្ថយការបង្កអោយមានកំហុស។\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "លោកអាប៊ុតបានអះអាងថា \"វាដោយសារលោករ៉ាត់ បានបិទកិច្ចព្រមព្រៀងទាំងអស់ ដែលរកឃើញជនភៀសខ្លួនជាង50,000នាក់ដែលយើងបានរកឃើញរហូតមកដល់ឥឡូវនេះ។\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "ការប៉ុនប៉ងរបស់ព្រះវិហារនៃ Scientology ដើម្បីបញ្ឈប់ការចែកចាយវីដេអូតាមប្រព័ន្ធអ៊ីនធឺណិត \"ហាក់ទទួលបានលទ្ធផលផ្ទុយកាន់តែខ្លាំង\" នេះបើយោងតាមសមាគមន៍កាសែត ហើយមកត្រឹមថ្ងៃព្រហស្បតិ៍នេះ វីដេអូនៅតែអាចបើកមើលបាននៅលើវែបសាយត៍មួយចំនួនក្រៅពី Gawker.com រួមមានញូវយ៉កប៉ុស្តិ៍ ព័ត៌មានទូរទស្សន៍ឯករាជ និង BBC។\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": ":(h) ការផ្តល់អោយផ្សេងទៀតក្នុងច្បាប់នេះ បញ្ជាក់ថា ក្មេងស្ថិតក្នុងស្ថានភាពដូចនេះ អាចទទួលយកសញ្ជតិពីកំណើត ក្នុងលក្ខខ័ណ្ឌតិចតួច ប៉ុន្តែវាមិនចាំបាច់ផ្តល់ហេតុផលត្រឹមត្រូវលើទំនាក់ទំនងរវាងគោលបំណងនិងភាពខុសប្លែកគ្នា ពីព្រោះការយកសញ្ជាតិពីកំណើត គឺស្ថិតលើការសំរេចនៃរដ្ឋមន្ត្រីក្រសួងយុត្តិធម៌។\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តនៃផ្នែកឧត្តុនិយមប្រទេសឥណ្ឌា (IMD) ក្នុងទីក្រុងដែលលី ជាស្ថាប័នមជ្ឍមណ្ឌលជំនាញឧត្តុនិយមពិភពលោកសំរាប់អាស៊ី និយាយថាពួកគេបានចេញផ្សាយការប្រកាសដំណឹងនៃព្យុះស៊ីក្លូនទីមួយយ៉ាងលឿនបំផុតទៅប្រទេសមីយ៉ាម៉ាក្នុងថ្ងៃទី26 ខែមេសា។\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "ពាក្យថា\"អាយហ្វូនវេរីហ្សូន\" ដែលត្រូវបានគេហៅអស់រយៈពេលរាប់ខែ ត្រូវបានកែទំរង់ខុសពីសភាពដើមនៃអាយហ្វូន4 ដោយវាអាចប្រើប្រាស់នូវប្រព័ន្ធ3ជីស៊ីឌីអេមអេ(កូដ ឌីវីសិន ម៉ាល់ធីផល អាក់សេស) របស់ក្រុមហ៊ុនវេរីហ្សុន។\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្ដចំពោះគម្រោងការBគឺករណីតែមួយនៃបញ្ញត្ដិដែលស្នើរទាំង67ទៅកាន់ការប្ដូរOTCដែលមិនត្រូវបានឯកភាពសម្បីតែក្រោយគណៈកម្មាធិការប្រឹក្សាបានឯកភាពលើការផ្លាស់ប្ដូរទាំងនោះ។\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "លោក ជែប ប៊ូស ដែលជាអតីតអភិបាលរដ្ឋផ្លរីដា បានប្រកាសការគាំទ្ររបស់គាត់ចំពោះបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ លោក មីត រ៉ុមនី ដោយក្តីសង្ឃឹមជឿជាក់ កាលពីម្សិលមិញ។\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក បួនក្រុមកំពូលៗក្នុងក្រុមនីមួយៗនឹងចូលទៅវគ្គមួយភាគបួនផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "ក្រុមគ្លីដឺស្ថិតនៅក្នុងទីក្រុងបាងកក ប្រទេសថៃដើម្បីចូលរួមការប្រកួតកីឡាបាល់បោះជើងឯករទេះរុញ តំបន់អាស៊ី អូសេអានី ដែលកំពុងត្រូវបានប្រារព្ធឡើងនៅឯមជ្ឈមណ្ឌលយុវជនបាងកក ជប៉ុន-ថៃ។\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "គេបាននិយាយផងដែរថា គាត់បានបាត់ឱកាសមួយបន្ថែមទៀតសំរាប់សកម្មភាពគេចក្នុងការជួយសង្គ្រោះបន្ទាន់ អំឡុងពេលយន្តហោះបានបុកផ្លូវរត់ និងលោតទៅក្នុងអាកាសនៅចំណុចដែលសហអាកាសយានិកហ្គាហ្គេម រ៉ូចម៉ាណាបានស្នើឲ្យ \"ឆ្វែលជុំវិញ\"វិធីគួរត្រូវចាប់ផ្ដើម ប៉ុន្តែមិនត្រូវបានអើពើទេ។\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "នៅដំណាច់ឆ្នាំនេះ ក្រុមហ៊ុន​នេះគ្រោងនឹងចាប់ផ្ដើមផលិតកម្មទ្រង់ទ្រាយធំលើអេក្រង់ថ្មីនេះ។\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "ជាផ្នែកមួយនៃគោលនយោបាយថ្មី អាវុធធម្មតានឹងមានតួនាទីសំខាន់នៅថ្ងៃអនាគត។\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "\"សេចក្តីព្រាងច្បាប់ជំរុញសេដ្ឋកិច្ចទ្វេភាគី និងដំណើរសេដ្ឋកិច្ចយឺត ជាហេតុផលចម្បងសំរាប់ការកើនឡើងឱនភាពនេះ ដែលឆ្លុះបញ្ចាំងនៅក្នុងលទ្ធផលថវិកាឆ្នាំនេះ។\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលអ៊ីតាលីមិនយល់ស្របចំពោះរឿងនេះឡើយ ហើយបាននិយាយថា US បានដឹងច្បាស់ពីប្រតិបត្តិការថ្ងៃ4 មីនា។\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "នាងគឺជាម្ដាយដែលមានកូនបីនាក់ អាយុខ្ទង់សែដ៏ស្រស់ស្អាតម្នាក់នៃទីក្រុងLong Island ដែលបានស្លៀកពាក់ខោខ្មៅនិងអាវយឺតពន្លាត់កខ្មៅដែលលូតដល់សក់ពណ៍ទង់ដែងធ្លាក់ចុះរបស់នាង ដែលក្របួចទៅក្រោយដូចកន្ទុយសេះ។\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "សន្តថ្មីនោះរួមមាន រ៉ូសា វេណឺរីនី (1656-1728) អ្នកម្តាយ ធីអូឌ័រ ហ្គូរីន (1798-1856) ហ្វីលីប៉ូ ស្មាលឌុន (1848-1923) និងប៊ីស្សព រ៉ាងហ្វាអែល ហ្គីស្ស វ៉ាឡិនសៀ (1878-1938)។\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "ខរណូ បាននិយាយនៅក្នុងបទសម្ភាសន៍ឆ្នាំ1992នៅសារព័ត៌មានញ៉ូវយ៉កថាមថា \"មនុស្សជាច្រើនមានភាពរំជួលចិត្តចំពោះរឿងនេះ ហើយធ្វើឲ្យវាអាចចៀសផុតពីស្ថានភាពដែលមានជំនឿដូចគ្នា។\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើអេបផលសំរេចចិត្តបើកចំហរម៉ាក អូអេសទៅអ្នកផ្សេង យើងនឹងរីករាយណែនាំវាចំពោះអតិថិជនរបស់យើង\" ឌែលបានសរសេរក្នុងអ៊ីម៉ែលជូនគឺកប៉ាទ្រីច។\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ រដ្ឋលេខាធិការក្រសួងការពារជាតិអាល្លឺម៉ង់ ឈ្មោះ ភែតធើ វីចើត ទំនងជាស្ថិតក្នុងសម្ពាធលើជម្លោះដែលកំពុងតែរីកធំឡើងជុំវិញនីតិបញ្ញត្តិរបស់ UNIFIL អាល្លឺម៉ង់: ដោយសារអ្នកនយោបាយគណបក្សប្រឆាំងចោទរដ្ឋាភិបាលថា មិនបានផ្តល់ព័ត៌មានឲ្យពួកគេជាមុនពីការដែលសភាអនុម័តឲ្យមានបេសកម្មនៅលេបាណន់ ទាក់ទិននឹងការដាក់កំហិតនៃនីតិបញ្ញត្តិ UN របស់កងទ័ពអាល្លឺម៉ង។\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនីហ្សេរីយ៉ាបានស្នើសុំជំនួយពីអង្គការអន្តរជាតិ រួមទាំងអង្គការសុខភាពពិភពលោក និងមជ្ឈមណ្ឌលគ្រប់គ្រងនិងបង្ការជំងឺរបស់អាមេរិក ក្នុងការបញ្ចៀសការផ្ទុះរីករាលដាលយ៉ាងគំហ៊ុក។\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "សមាជិករបបបណ្ដោះអាសន្ន និងក្រុមគ្រួសាររបស់គេត្រូវបានហាមឃាត់មិនឲ្យចូលប្រទេសញូវហ្សឺលែនឡើយ។\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "ដំណើរទស្សនកិច្ចមកនូវប្រជាជនលើស70,000ភាគច្រើនជាជនជាតិអ៊ីរ៉ាក់រៀបចំដើម្បីពង្រាយចូលទៅក្នុងបាដាដក្នុងការព្យាយាននិងនាំមកនូវសុវត្ថិភាពសំរាប់រដ្ឋធានី។\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "នេះត្រូវបានគេនិយាយថាជាគ្រោះមហន្តរាយពាណិជ្ជកម្មផ្លូវអកាសអាក្រក់បំផុតរបស់ប្រទេសរុស្ស៊ីចាប់តាំងពីខែសីហា ឆ្នាំ2006 នៅពេលដែលមនុស្ស 170 នាក់បានស្លាប់បន្ទាប់ពីយន្តហោះដឹកអ្នកដំណើរឈ្មោះTupolev Tu-154 ជើងហោះហើរលេខ 612 ដែលជាកម្មសិទ្ធិរបស់ក្រុមហ៊ុនអាកាសចរណ៍ Pulkovo មូលដែលមានមូលដ្ឋាននៅ St. Petersburg បានធ្លាក់នៅប្រទេលអ៊ុយក្រែន។\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ 1997 ព្រះវិហារត្រូវបានផ្តន្ទាទោសពីបទបោកបន្លំនៅទីក្រុងលីយ៉ុង និងនៅឆ្នាំ 1999 នៅ ម៉ាសេល។\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "\"កុំ​ធ្វើអត្ថា​ធិ​ប្បា​យ​ជា​ផ្លូវការ ​និង​ជា​ការ​ពិត​ណាស់ ក៏កុំឲ្យប្រកាសផ្សាយអំពី​រឿងនោះផងដែរ។\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "ម៉ាយខលរ៉ាយអិនបានប្រាប់ផីតថើហ្កាថីកុំអោយថតចម្លងវា។\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "នេះបានធ្វើអោយមានការចាប់ដាក់គុក ដែលករណីវាយលើផូផូវដែលបានកើតឡើងនោះត្រូវបានបិទចោល។\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "អ្នកជំនាញនៅតែដាស់តឿនពីលទ្ធភាពនៃការរីករាលដាល់មេរោគនេះជុំវិញពិភពលោក ដែលជំរុញធនាគារពិភពលោកអោយបញ្ចេញជំនួយ US$500 លាន ដើម្បីជួយដល់ប្រទេសជាច្រើនប្រយុទ្ធប្រឆាំងនឹងមេរោគ H5N1។\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "នៅក្នុងការផ្សព្វផ្សាយចុងក្រោយថ្ងៃអាទិត្យទូរទស្សន៍ CNN វ៉ូល ប្ល៊ីតហ្សឺ បានឲ្យដឹងថាព្រឹទ្ធសភាអាមេរិក ចច អាឡែន (R-VA) និងបាបារ៉ា Boxer (D-CA) អ្នកទាំងពីរបានប្រាប់ប្ល៊ីតហ្សឺថាដោយមានកំហឹងចេញពីការតវ៉ា ពួកគេជឿជាក់ថាលោកប្រធានាធិបតីប៊ូសគួរតែជួបផ្ទាល់ជាមួយនឹងស៊ីនឌី ស្ស៊ីហាន។\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "បណ្ឌិតរ៉ោវប៉ាចឈ៍ ដែលជាសហប្រធាននៃគម្រោងកាបូនពិភពលោកអន្តរជាតិ ក៏បានភ្ញាក់ផ្អើលនឹងលទ្ធផលស្រាវជ្រាវរបស់គាត់ផងដែរ។\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "បេសកកម្មបានគ្រោងទុកទៅកាន់កែវយឹតលំហនៅឆ្នាំ2008 ត្រូវរំពឹងថា នឹងបញ្ជូនឧបករណ៍ដើម្បីបង្កើនសមត្ថភាពកែវយឹតបន្ថែមទៀត។\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "ម្នាក់ក្នុងចំណោមនោះគឺ លោកហ្គារី ម៉ាកហាឡេ ក្រុងរីជម៉នដ៍ ហ៊ីល បុរសអនតារីអូ ​ដែលចូល​ទៅក្នុងដី​កាន់កាប់នៅខាឡេដូនា ក្នុងរដ្ឋ​អនតារីអូ ដើម្បីរៀបចំ​ការដើរក្បួនប្រឆាំងនឹង​ការកាន់កាប់ដីរបស់ជនជាតិដើម ដែលមាននាពេលបច្ចុប្បន្ននេះ។\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "លោកវ៉ូដ ប្រកែកអំពីរឿងនេះថា \"ជាក់ស្តែង មានកន្លែងខ្លះនៃច្បាប់អន្តរជាតិអាចមានភាពមិនច្បាស់លាស់។\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "វីដេអូត្រូវបានរាយការណ៍ថា ជាការប្រឆាំងសាសនាសាយអ៊ើនថូឡូជី ដែលថតដោយសមាជិកក្រុមអនាមិកមួយចំនួន។\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "យោងតាមអនុសេនីយ៍ទោទីមួយ ប្រាយអែន វីលីអាដ ដែលជាអ្នកនាំពាក្យម្នាក់របស់ខ្វេនទីកូ បានឲ្យដឹងថា ស្ទើរតែរយៈពេលប្រាំបីខែគាត់ដែលគាត់ត្រូវបានចាប់ឃុំនៅទីនោះ លោកមេននីងត្រូវបានគេតម្រូវឲ្យទៅដេកដោយមានតែខោខ្លីប៉ុណ្ណោះ ពីព្រោះគាត់កំពុងស្ថិតនៅក្រោម \"ការការពារនៃការឃ្លាំមើលមុខរបួស។\"\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធទំនាក់ទំនង និងរបាយការណ៍របស់យន្តហោះ (ACARS) បានបញ្ជូនចេញនូវសារចំនួន24 ក្នុងរយៈពេលបួននាទី បានបញ្ជាក់ថាមានបញ្ហា និងការព្រមានជាច្រើន រួមទាំងការព្រមានអំពីល្បឿនខ្យល់មិនត្រឹមត្រូវកើតមាននៅលើយន្តហោះនោះគឺមុនពេលដែលវាបានធ្លាក់ចុះតែបន្តិចប៉ុណ្ណោះ។\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "ជេមនឹងត្រូវវិនិច្ឆ័យថាគ្មានកំហុស នេះបើយោងតាមមេធាវីការពារក្តីរបស់គាត់ លោកជេម អ៊ី ប្លាត់។\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "\"ដោយសារតែការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងចំពោះការងារ និងកំណើន យើងបានយកការទទួលខុសត្រូវក្នុងការពន្យារពេលការវិលត្រឡប់ទៅរកផលលើសវិញ ហើយដោយសារតែការប៉ះទង្គិចដ៏ធំធេងចំពោះការទទួលប្រាក់ពន្ធ នឹងមានឱនភាពចំនួន $18 ពាន់លាន នៅក្នុងឆ្នាំ2013/14។\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាប្រទេសចំនួយ19 ដែលក្នុងនោះចំនួន13ស្ថិតនៅក្នុងទ្វីបអាហ្រ្វិកអនុតំបន់សាហារាស្ថិតនៅឆ្ងាយពីការសម្រេចបានគោលដៅរបស់ខ្លួន។\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "យោងតាមការិយាល័យរបស់ពួកគេនៅក្នុងទីក្រុងឡុងដ៍ ប្រទេសអង់គ្លេស ពួកគេ \"បានបញ្ជូន ROVs ដើម្បីស៊ើបអង្កេត និងតាមដានបញ្ហានោះ ហើយមិនមានរកឃើញសញ្ញាអ្វីបន្ថែមទៀតពីប្រេង ឬឧស្ម័នឡើយ។\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "មួយឆ្នាំក្រោយពីរលកស៊ូណាមិនៃមហាសមុទ្រឥណ្ឌា មហាទុក្ខសោក និងសង្វេគរបស់ពិភពលោក បានវិលត្រឡ​ប់ទៅកាន់ឆ្នេរមហាសមុទ្រឥណ្ឌា ដែលធ្លាប់បានរងការវាយប្រហារពីរលកយក្សស៊ូណាមិ និងជាទីកន្លែងដែលយ៉ាងហោចណាស់មានប្រជាជនចំនួន 216,000 នាក់បានបាត់បង់ជីវិត។\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "ការចរចានៅក្នុងសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2010បានបន្ដនៅសប្ដាហ៏នេះនៅទីក្រុងបូនន៏ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "លោកត្រូវរំពឹងថា នឹងដាក់ជូនឯកសារនៅថ្ងៃព្រហស្បតិ៍ក្រោយដើម្បីក្លាយជាបេក្ខភាពផ្លូវការ។\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសអៀរឡង់មីឆែល ម៉ាទីនបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"នេះគឺជាសេចក្តីថ្លែងការណ៍អំពីជំនឿទុកចិត្តទៅលើដំណើការនយោបាយ និងទៅលើស្ថាប័នទទួលអំណាច។\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "ប្រជាជនទីក្រុងបានអំពាវនាវម្តងហើយម្តងទៀតសុំឲ្យនគរបាលដេញក្រុមបាតុករពីទីតាំងដី ដែលឥឡូវនេះជាកម្មសិទ្ធិខេត្ត ហើយបានរក្សាជាការកាន់កាប់ផ្ញើទុករហូតទាល់តែជម្លោះត្រូវបានដោះស្រាយ។\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "YouTube ជាធម្មតាអាចចូលមើលបានយ៉ាងងាយស្រួលនៅប្រទេសចិន ដែលរារាំងវីដេអូអាសអាភាស ឬវិទ្ធង្សនាផ្សេងទៀតជាមួយនឹង 'Great Firewall'របស់ខ្លួន។\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "សៀវភៅហ្គែមឆេញបានចេញផ្សាយនៅថ្ងៃនេះ ក៏បាននិយាយផងដែរថាសមាជិកព្រឹទ្ធសភាក្រុងញូយ៉ក Chuck Schumer បានលើកទឹកចិត្តលោកបារ៉ាក់ អូបាម៉ា ឲ្យឈរឈ្មោះនៅដើមឆ្នាំ2006 ទោះបីជាគាត់នៅពេលក្រោយបានគាំទ្រអតីតមិត្តរួមការងារ ហ៊ីលឡារី គ្លីនតុន។\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "\"គ្មានពួកយើងណាម្នាក់ចង់ឲ្យលិខិតឆ្លងដែនរបស់ជនជាតិអាមេរិក អាចយកមកមើល ដោយមិនស្របតាមច្បាប់នោះទេ។\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "សមាជិកក្រុមយូអេសអេមួយចំនួនមានការជប់លាងញ៉ាំភីហ្សាក្រោយពីផ្អាកការប្រកួតនៅស្លាឡុម។\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "មីល័រ បានចុះខ្សោយបន្តិចខណៈដែលវាបានបន្តដំណើរទៅកាន់ភាគខាងជើង ឆ្ពោះទៅកាន់កោះកណ្តាលរបស់ប្រទេសជប៉ុន។\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីទួរគីអាប់ឌុល ហ្គូលបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍ថា \"គ្មានអ្វីអាចទទួលបានជោគជ័យដោយភេវរកម្មទេ ការទាមទារដោយហិង្សាចំពោះជីវិតអ្នកដែលមិនមានទោសពៃ។\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "ក្រុម Matildas ឈរនៅលេខរាងទី8 ក្នុងតារាងចំណាត់ថ្នាក់ដែលរៀបចំដោយ FIFA។\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "អំពើប្លន់តាមសមុទ្រជារឿងទូទៅនៅឆ្នេរសមុទ្រភាគខាងកើតរបស់អាហ្រ្វិក។ កាលពីថ្ងៃសៅរ៍ចោរសមុទ្រសូម៉ាលីបានចាប់នាវាបែលហ្សិកមួយឈ្មោះ ផមប៉េ ដែលមាននាវិកដប់នាក់នៅពេលដែលវាបានធ្វើដំណើរឆ្ពោះទៅភាគខាងត្បូងនៃកោះសីឆេលឡេស។\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "នគរបាលបានឆ្មក់ចូលទៅជួយសង្រ្គោះស្រ្តីទាំងនោះក្រោយពីទទួលបានព័ត៌មាន។\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "ទីក្រុងប្រាមថុននៅក្នុងខេត្តអនតារីញ៉ូ ប្រទេសកាណាដា និងទីក្រុងម៉ារីគីណា ប្រទេហ្វីលីពីន ថ្មីៗនេះ ត្រូវរួមគ្នា \"ធ្វើជាទីក្រុងភ្លោះ។\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "អូម៉ា ហារ៉ានី ជាអ្នកដឹកនាំក្រុមតវ៉ាអាយុ 25 ឆ្នាំម្នាក់បានបា្រប់តេឡេក្រាហ្វថា \"ពួកយើងបានផ្តល់ដីនេះជាង 2,000 ឆ្នាំកន្លងមកហើយទៅឲ្យវិហារកាតូលិក ដើម្បីថែរក្សា\" ហើយបានបន្តថា \"ដូចនេះវាមិនមែនជាដីរបស់ពួកគេដែលត្រូវលក់នោះទេ។\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "\"សកម្មភាពនេះនឹងបង្កើតឲ្យចេញជាកំណរនៃសារធាតុថ្មនៅជុំវិញស្នូលនោះដែលហ៊ំព័ទ្ធដោយសំបកទឹកកក។\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "ជាភព័្វអាក្រក់សំរាប់ ហ្វែរណាន់ដូ បញ្ហាពេលឈប់ឡានបានបំផ្លាញការប្រកួតដ៏អស្ចារ្យនេះ។\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "លោកប្លាត់បាននិយាយថា \"តើអ្នកធ្លាប់ឃើញមាន​មេក្លោងអាយុ20ឆ្នាំដែរឬទេ? គាត់មិនមែនជាអ្នកបាញ់ឡើយ។\"\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ហប់ភឺ គឺជាអ្នកថតរូបដ៏ជំនាញ​ ជាជាងគំនូរជាជាងចំលាក់ដែលស្នាដៃរបស់គាត់បានត្រូវ គេដាក់បង្ហាញនៅទូទាំងពិភពលោក។\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "មុនឆ្នាំ2005 អគារ 555 កាលីហ្វញ៉ា គឺជាទីស្នាក់ការពិភពលោករបស់ធនាគារអាមេរិក ប៉ុន្តែស្ថានភាពនោះបានបញ្ចប់ នៅពេលធនាគារជាតិមានមូលដ្ឋាននៅរដ្ឋការ៉ូលីណាភាគខាងជើងបានប្រើមរតកធនាគារនៅឆ្នេរភាគខាងលិចរបស់ អេ ភី ហ្គៀននីនី និងរក្សាទុកឈ្មោះ ប៊ី អោហ្វ អេ ប៉ុន្តែ ធ្វើជាទីស្នាក់ការកណ្តាលមេនៅទីក្រុងឆាឡូត រដ្ឋការ៉ូលីណាភាគខាងជើង។\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "មកទល់ថ្ងៃទី31ខែតុលា ប្រជាជនច្រើនជាង23លាននាក់បានធ្វើការបោះឆ្នោតតាមរយៈសំបុត្រ រឺ តាមការបោះឆ្នោតមុនថ្ងៃនៅតាមមណ្ឌល។\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "វាមិនទាន់ច្បាស់នៅឡើយទេអំពីមូលហេតុដែលអ្នកបកប្រែបានចាប់ផ្តើមបាញ់នោះ; ប៉ុន្តែ អ្នកវាយប្រហារហាក់ដូចជា \"បុគ្គលិកមិនមានពេញចិត្ត\" ម្នាក់ ដែលប្រឆាំងទៅនឹងពួកសកម្មប្រយុទ្ធ នេះ បើយោងតាមមន្រ្តីយោធាសហរដ្ឋអាមេរិក។\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "\"អ្នកកាសែតពលរដ្ឋ\" ជាង 300 នាក់ មកពីបណ្តាប្រទេសនៅឆ្ងាយដាច់ពីគ្នាដូចជា ប្រទេសឈីលី និងប្រទេសន័រវេស បានមកជួបគ្នានៅក្នុងវេទិការបស់អ្នកយកព័ត៌មានពលរដ្ឋអន្ដរជាតិ OhmyNews ពីថ្ងៃទី 23 ខែមិថុនា ដល់ទី 26 ខែមិថុនា ឆ្នាំ2005 នៅទីក្រុងសេអ៊ូល។\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "ថ្នាក់ដឹកនាំ និងឥស្សរជនមកពីផ្នែកផ្សេងៗនៃប្រទេសដែលរួមទាំងមេដឹកនាំណាម៉ាដា បាចឆៅ អាន់ដូឡាន មេដា ផាកតា បានសម្តែងទុក្ខក្រៀមក្រំចំពោះមរណភាពនេះ។\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីបានបុកកោះតូចនៅតំបន់ភាគខាងកើតនៃសមុទ្រការ៉ាបៀននៃហ្គ្រេណាដា។\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "រេម៉ន លី អយឡឺ នៃរដ្ឋកាលីហ្វ័រនៀ សហរដ្ឋអាមេរិក ត្រូវបានផ្តន្ទាទោសពីការសម្លាប់អ្នកបំរើសេវាពន្លត់អគ្គីភ័យព្រៃឈើជនជាតិអាមេរិកចំនួនប្រាំនាក់ ឲ្យស្លាប់នៅពេលដែលពួកគេប៉ុនប៉ងពន្លត់ភ្លើងព្រៃ ដែលគាត់បានដុតឡើង។\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "លោកស្រីគ្លីនតុន មិនបានស្នើសុំអ្វីទាំងអស់ជាថ្នួរសម្រាប់ការគាំទ្ររបស់គាត់ចំពោះអូបាម៉ាទេ ប៉ុន្តែអូបាម៉ាបានតបជំនួសវិញជាមួយកាយវិការនៃការបរិច្ចាគវិភាគទានទៅឲ្យយុទ្ធនាការឃោសនារបស់លោកស្រីគ្លីនតុន ដែលឥឡូវត្រូវបានរំខានដោយបញ្ហាបំណុល។\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "ហ្សាហាប់បានទាញគ្រែរំកិលលើទឹកកកទម្ងន់ 170ផាន (77-kg) ធ្វើដំណើរថ្មើជើងនិងដោយពាក់ស្បែកជើងព្រិលខណៈពេលបុរសពីរនាក់ផ្សេងទៀតបានជិះស្គី។\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "ក្រុមA1នូវែលហ្សេឡង់បានឈ្នះការប្រណាំងលក្ខណៈពិសេសនៅហ្គ្រេនព្រីជA1នៅទីក្រុងសៀងហៃ ប្រទេសចិនបច្ចុប្បន្ននេះ និងតាមពីក្រោយដោយក្រុមA1ចក្រភពអង់គ្លេសនិងក្រុមរបស់A1ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែវីដេអូនេះនៅតែត្រូវបានរបាយការណ៍វីដេអូផ្សេងទៀតលីងទៅកាន់ទីតាំងផ្សេងទៀតដែលអាចបើកមើលបាន រួមមានដូចជា របាយការណ៍នៅក្នុងឌឹថាមស៍។\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "គណបក្សចំនួនដប់ប្រាំមួយផ្សេងទៀតក៏មានលទ្ធភាពឈ្នះកៅអីឆ្នោតក្នុងរដ្ឋសភាផងដែរ ប៉ុន្តែគ្មានគណបក្សណាមួយក្នុងចំណោមគណបក្សទាំងនោះទទួលបានសម្លេងឆ្នោតច្រើនជាងមួយភាគរយឡើយ។\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "តម្រងនោមនេះបានដំណើរការដើម្បីបញ្ចេញទឹកនោម និងបន្ទោបង់ដោយគ្មានកំណកឈាមទាំងនៅក្នុងមន្ទីរពិសោធន៍ផង និងនៅក្នុងរូបកាយសត្វកណ្តុរដែលរស់ផង។\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ សេចក្តីលម្អិតនៃសម្លៀកបំពាក់កូនកំដរស្រី និងឯកសណ្ឋានកូនកំដរប្រុសនឹងមិនត្រូវបានបង្ហាញទេ រហូតដល់ថ្ងៃរៀបការ។\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណាផែនការរបស់ពួកគេត្រូវបរាជ័យ ហើយម៉ាន់ត្រូវបានចាប់ខ្លួនក្រោយពីមកដល់ប្រទេសស្ស៊ីមប៉ាវេដើម្បីទិញកាំភ្លើង និងគ្រាប់បែក។\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "នៅក្នុងសន្និសីទស្ដីពីការប្រែប្រួលអាកាសធាតុរបស់អង្គការសហប្រជាជាតិនៅកូ​ផេន​ហា​ជែន បន្ទាប់ពីការចចារអស់រយៈពេលបួនថ្ងៃ បណ្ដាប្រទេសអាហ្វ្រិក បានបង្កើតសេចក្ដីព្រាងលើកដំបូងនៃសន្និសញ្ញាលទ្ធផលភាពអនាគត ដើម្បីជំនួសឲ្យពិធីសារក្យូតូឆ្នាំ1997។\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "ពួកគេនិយាយថាពួកគេចង់ធ្វើការត្រួតពិនិត្យប្រជាជនមួយនៃអាគារចម្រងចម្រាស់ផានហ្កេព។\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "ពីម្សិលម៉ិញនេះ មួយអឺរ៉ូអាចទិញបាន35,844ឡីតែប៉ុណ្ណោះ ធា្លកពី36,133កាលពីពីរថ្ងៃមុន។\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "មូលនិធិសប្បុរសសង្គ្រោះអ្នកកំប្លែងរបស់ប្រទេសអង់គ្លេសដ៏ធំ បានវិនិយោគប្រាក់នៅក្នុងក្រុមហ៊ុនអាវុធ គ្រឿងស្រវឹង និងថ្នាំជក់ នេះបើយោងតាមការស៊ើបអង្កេតរបស់ BBC Panorama ដែលនឹងធ្វើការចាក់ផ្សាយនៅល្ងាចនេះ។\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "សេចក្តីណែនាំនេះត្រូវបានរំពឹងថាអាចអនុម័តងាយស្រួលដោយក្រុមប្រឹក្សានេសាទនៃក្រុមប្រឹក្សាអឺរ៉ុប កាលពីថ្ងៃអង្គារទី21 ខែធ្នូ ប៉ុន្តែត្រូវបានដកចេញពីរបៀបវារៈ តាមសំណើរបស់រដ្ឋមន្ត្រីផ្នែកវិទ្យាសាស្រ្ត​និងកុំព្យូទ័រនៃប្រទេសប៉ូឡូញ លូតហ្សីមឺរ ​ម៉ាស៊ីនស្គី។\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "សុលពីស្យូក៏បានរៀបរាប់ថាការស៊ើបអង្កេតជាការចាត់តាំងដែលមានភាពលំអៀង ប្រឆាំងនឹងសុលពីស្យូតាំាងពីលើកដំបូង។\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "ទោះបីជាចម្រៀង Beast Loose in Paradise មាន 'លក្ខណៈភាពយន្ត'និង 'ដូចជារន្ធត់'ច្រើនក៏ដោយ។\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "យោងតាម អ៊ីវ៉ា ប្រ៊ូឈ័រសេហ្វ័រ ប្រធានសហគម KDE ប្រចាំប្រទេសអាល្លឺម៉ង់ និងជាអគ្គនាយិកាក្រុមហ៊ុន basysKom ការផ្លាស់ប្ដូរដំណើរការនៅក្នុង \"ដំណាក់កាលកំពូល\" របស់វា ហើយកំពុងតែផ្លាស់ប្ដូរ 300 ប្រព័ន្ធរៀងរាល់ថ្ងៃ។\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាវគ្គហ្វឺកហាត់របស់ព្រំដែនគរុកោលស្យគឺជា\"ផ្ទុយ\"នៃជំនឿរបស់អ្នកកាន់គ្រឹស្តសាសនា។\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "រថយន្តតូចនេះអាចបើកបានចម្ងាយ 38 mph (61 kph) និងមានបំពាក់ជាមួយដៃអូសនៅលើរថយន្ត ដូច្នេះ អ្នកបើកបរអាចទាញរថយន្តត្រឡប់មកក្រោយវិញបាន។\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "យោងតាមលោកចូសេម៉ានូអេលឌូរ៉ាវបារ៉ូសូ ប្រធានគណៈកម្មការសហភាពអឺរ៉ុប រៀបចំបញ្ចេញប្រាក់€50លានជាជំនួយសំរាប់តំបន់ដែលត្រូវបានបំផ្លាញ។\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "គណបក្សប្រឆាំងបាននិយាយថា ប្រតិបត្តិការនេះបានបង្កើតឡើងដើម្បី \"ដាក់ទោស\" ចំពោះអ្នកដែលជំទាស់នឹងរដ្ឋាភិបាលរបស់មូហ្គាបេ។\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "លោកវរសេនីយ៍ទោ ស្ទេវ ស្ទោវើ អ្នកនាំពាក្យកម្លាំងចម្រុះជាតិសាសន៍នៅទីក្រុងបាកដាដ បាននិយាយថា \"ដោយបានកំណត់គោលដៅលើជនជាតិអ៊ីរ៉ាក់ស្លូតត្រង់ ពួកគេបានបង្ហាញចរិតបិសាចពិតរបស់ពួកគេ។\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ ដែលមិនត្រូវបានបញ្ចេញឈ្មោះបានចាំថាត្រូវពាក់ខ្សែក្រវ៉ាត់ និងថែមទាំងបានប្រើភ្លើងសញ្ញាផងដែរនៅពេលដែលត្រូវប្រើ។\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "ក្នុងការឆ្លើយតបទៅឡេអូ បេនហាក់ឃឺបានផ្លាស់ប្តូរអ្នកប្រយុទ្ធប្រើប្រព័ន្ធ4-3-2ហើយបន្ថែមខ្សែប្រយុទ្ធទៀត។\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "ក្រុមនេះត្រូវបានជួលនៅក្នុងខែមេសា ឆ្នាំ2008ជាលក្ខណៈបុគ្គលស្គាល់តាមរយៈ A Giai និង A Tran ឲ្យបញ្ជូនកញ្ឆាពីប៉ាគីស្ថានទៅកាណាដា ហើយត្រូវបានចាប់ខ្លួននៅថ្ងៃទី12 ខែឧសភា ឆ្នាំ2008។\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "សមាជិទីប្រាំមួយម្នាក់ត្រូវបានចាប់ខ្លួនដោយការជួយនិងជំរុញទឹកចិត្តប្រព្រឹត្តអំពើអាក្រក់ប៉ុន្តែត្រូវបានដោះលែងដោយគ្មានការចោទប្រកាន់។\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "ការពិភាក្សានេះសង្ឃឹមថា នឹងនាំទៅដល់ការបង្កើតរដ្ឋប៉ាឡេស្ទីននៅចុងឆ្នាំនេះ។\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "សហរដ្ឋអាមេរិក និងសហភាពអឺរ៉ុបបានរួមចំណែកម្នាក់ៗជាង 25% នៃការបញ្ចេញចោលជាសកលទាំងអស់។\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "នៅក្នុងតំបន់បាកដាដថ្មី ម្ចាស់ហាងនិងអតិថិជនជាច្រើន នៃផ្សារសត្វចិញ្ចឹមនោះ បានបញ្ជាក់ថាស្ត្រីម្នាក់ដែលបានបំផ្ទុះនៅទីនោះ គឺជាជនពិការផ្នែកបញ្ញាស្មារតីផងដែរ។\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "\"នៅពេលណាដែលគាត់ចង់ជាន់ហ្វ្រាំងគាត់នឹងងើបឈរដោយប្រើជើងឆ្វេងរបស់គាត់ ហើយប្រើជើងស្ដាំរបស់គាត់ជាន់ហ្វ្រាំង។\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់មានអាយុ50ឆ្នាំ ជាកម្មករសំណង់ ដែលបានស្លាប់បន្ទាប់ពីការហូរច្រោះដីនៅឯការដ្ឋានសំណង់ទំនប់ទឹកនៅខេត្ត ហ្វុគុយ កាលយប់មិញ និងម្នាក់ទៀតជាបុរសអាយុ76ឆ្នាំ ដែលបានស្លាប់បន្ទាប់ពីជាប់ដោយសារដើមឈើរលំ នៅថ្ងៃទី6 ខែកញ្ញា ភា្លមៗបន្ទាប់ពីព្យុះ ហ្វីតូវ បានបោកបក់មក។\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "អ្នកដែល​ចូលចិត្ត​លេខ​ចំឡែកនៅគ្រប់ទីកន្លែង​បាន​ប្រារព្ធ​ពីធី​មួយនៅ​ពេល​ថ្មីៗ​នេះ ខណៈដែល​នាឡិកាលោតដល់លេខ 01:02:03, 04/05/06​ (ការប្រើប្រាស់អនុសញ្ញា​ថ្ងៃខែជាលក្ខណៈ DD/MM/YY)។\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "ការផ្ទុះនោះត្រូវបានគេប៉ាន់ស្មានថាមានចំងាយប្រវែងបីម៉ាយ។\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "\"មានហេតុការណ៍ដែលបានកត់ត្រាមួយចំនួនអំពីករណីសម្លាប់ក្រៅប្រព័ន្ធច្បាប់ដោយទាហានកាណាដាប៉ុន្តែពុំមានតុលាការយោធាសម្រាប់ជំនុំជម្រះករណីមនុស្សឃាតឡើយ។\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "ដោយសារតែទឹកកកជាច្រើននៅអាទិចបានរលាយធ្វើឲកប៉ាល់ធ្វើដំណើរដោយគ្មានគោលដៅច្បាស់លាស់នៅលើទឹក។\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមិនដឹងថាគួរនិយាយយ៉ាងណាទៀតទេ\" ប្រាត់ថុន បានថ្លែងដូចនេះ។\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "AKP មានកៅអីចំនួន​ 353 នៃចំនួនកៅអី 550 ក្នុងសភាជាតិទាំងមូលនៃប្រទេសតួកគី។\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "លោកវ៉ូលមឺ បានប្រកួតសាកល្បង 19 លើកសំរាប់ប្រទេសអង់គ្លេស និងជាគ្រូបង្វឹកសំរាប់ Warwickshire និងអាហ្វ្រិកខាងត្បូងមុនពេលក្លាយជាគ្រូបង្វឹកសម្រាប់ប៉ាគីស្ថានក្នុងឆ្នាំ 2004។\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "ទោះបីជាការប្រណាំងនេះគឺជាការប្រណាំងចំងាយវែងជាងគេលើកទីពីរនៃធួដឺតៃវ៉ាន់នៅឆ្នាំ2008 អាកាសធាតុនៅពេលនោះបានសាកល្បងនឹងអ្នកប្រណាំងកង់ចំនួន89នាក់ ដោយសារតែមានធ្លាក់ភ្លៀងមុននោះនៅតំបន់តៃប៉ិ‌-‌គីលុង។\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "តុលាការអឺរ៉ុបដើម្បីសិទ្ធិមនុស្សបានផ្តល់ទឹកប្រាក់ €2500 ទៅអោយលោក Abu Qatada ដែលជាសកម្មប្រយុទ្ធនិងបព្វជិតអ៊ីស្លាម នៅក្នុងពាក្យបណ្តឹងដែលលោកបានដាក់ប្តឹងប្រឆាំងនឹងចក្រភពអង់គ្លេសដែលបានឃុំខ្លួនលោកដោយគ្មានការកាត់ទោសនៅក្នុងឆ្នាំ 2002។\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានលាតត្រដាងថាមានតាំងភូមិ លំនៅមនុស្សយុគសម័យដើមដ៏ធំបំផុតនៅចក្រភពអង់គ្លេសនៅឌូរីងតុនវ៉ល ហើយជឿជាក់ថាភូមិនោះមានក្រុមមនុស្សដែលបានកសាងបូជនីយ ដ្ឋានស្តូនហែនរស់នៅ។\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "ក្រសួងមហាផ្ទៃបារាំងបានដាក់ចេញនូវវិធានការកម្រដោយអនុវត្តផែនការអាសន្នដើម្បីធានាឲ្យមានការឆ្លើយតបភ្លាមៗពីអ្នកជួយសង្រ្គោះ និងធនធានជាច្រើន។\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "\"ពួកយើងកំពុងតែរង់ចាំដើម្បីពង្រីកទៅ ភាសាដ៏ទៃៗទៀតផងដែរ​ ពីព្រោះជាការពិតណាស់ថាវាមានតម្រូវការទីផ្សារនៃម៉ាកពត៌មានរបស់យើង។\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "ប្រធានធិបតីអេក្វាឌ័ររ៉ាហ្វាអ៊ែលកូរៀបាននិយាយដោយមានការទះដៃអបអរសាទរពីសំណាក់មេដឹកនាំអាមេរិកឡាទីនផ្សេងទៀតថា \"ដោយមានការប្តេជ្ញាចិត្តមិនធ្វើការវាយប្រហារទៅលើប្រទេសជាបងប្អូនសារជាថ្មី និងដោយស្នើសុំការអត់ឱនទោសឲ្យគ្នាទៅវិញទៅមក យើងអាចចាត់ទុកថាហេតុការណ៍ធ្ងន់ធ្ងរ ដែលបានកើតឡើងកន្លងមកត្រូវបានដោះស្រាយ។\"\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "តាមប្រភពរដ្ឋាភិបាលមួយបានប្រាប់ដល់កាសែត ស៊ីដនី ម៉រនីង ហឺរាល់ ថា រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធ​នឹងចំណាយប្រាក់រហូតដល់ 1លានដុល្លារសហរដ្ឋអាមេរិករៀងៗខ្លួន។\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "ចំនួនអាចារ្យស៊ូដង់ដែលមានឥទ្ធិពលបានមិនអើពើទៅនឹងការណែនាំរបស់ រដ្ឋាភិបាលដែលមិនឲធ្វើឲស្ថានភាពកាន់តែមានភាពធំឡើង ទោះបីជាពួកគេបានឈប់និយាយទាមទារជីវិតនាងដោយផ្ទាល់ក៏ដោយ។\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "សៀវភៅនេះបានជាប់ចំណាត់ថ្នាក់ទីពីរជាសៀវភៅលក់ដាច់បំផុតនៅន័រវេស។\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយអាមេរិកមកពីគណបក្សប្រជាធិបតេយ្យ លោក ដេននីស គូស៊ីនិក គ្រោងនឹងឈរឈ្មោះជាប្រធានាធិបតីនៅឆ្នាំ2008 នេះបើយោងតាមសម្ដីលោក អេនឌី ជូនីវិក អ្នកនាំពាក្យសមាជិកសភាប្រាំអាណត្តិនៅថ្ងៃចន្ទនេះ។\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "តំបន់តែមួយត្រូវបានវាយប្រហារដោយការរញ្ជួយដីក្នុងឆ្នាំ 2004 ដែលជំរុញឱ្យមានរលកយក្សស៊ូណាមិ។\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ជនរងគ្រោះចុងក្រោយបង្អស់ត្រូវបានរកឃើញនៅថ្ងៃទី12ខែធ្នូឆ្នាំ2006ក្នុងតំបន់ជនបទប្រហែលជារាប់រយម៉ែត្រ និងសាកសពមួយទៀតត្រូវបានគេរកឃើញក្នុងរយះពេល40នាទីបន្ទាប់ពីអ្នកមុន។\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ឥលូវកេរ្តិ៍ដំណែលបានកត់ចូលក្នុងបញ្ជី វាបានត្រូវមុជចូលក្នុងទឹកដោយសារទំនប់ទឹកថ្មី។\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "កីឡាករពីរនាក់ ម្នាក់កីឡាករក្រុម ACT និងម្នាក់ជាកីឡាករជប៉ុនត្រូវបាល់ប៉ះចំនិងគេ ក៏តម្រូវឲ្យអ្នកបណ្តុះបណ្តាលពិនិត្យមើលពួកគេ។\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "មិនថាបព្វជិតដែលស្រលាញ់ភេទដូចគ្នានឹងត្រូវបានអនុញ្ញាតឲ្យក្លាយទៅជាសង្ឃរាជបាន ឬអត់ បានក្លាយជាបញ្ហាមួយនៅក្នុងឆ្នាំ2003 ជាមួយនឹងការតែងតាំងនៃលោករ៉េវ ជេហ្រ្វ៊ីយ៍ ចន ជាសង្ឃរាជអានព្រះគម្ពីរ។\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "នេះគឺជាឆ្នាំទីប្រាំមួយនៃការផ្តួចផ្តើមឲ្យមានការប្រកួតធីប៊លរបស់សេតវិមាន។\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "ពិធីជប់លៀងដាច់ឆ្នាំក្នុងឱកាសចូលឆ្នាំថ្មីនៅទីក្រុងតៃប៉ិ ឆ្នាំ2008 ត្រូវបានលឺថា\"សាបរលាប\"ជាមួយនឹងកត្តានយោបាយ។\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការណ៍មួយទៅកាន់ស៊ីអិនអិន ទីប្រឹក្សាសន្តិសុខជាតិអ៊ីរ៉ាក់ លោកមូវ៉ាហ្វហ្វាក់ រ៉ូបៃ បានថ្លែងថា \"...នេះជាយុត្តិធម៌មួយ ដោយគ្រាន់តែការកាត់ទោសជាមួយក្រុមប្រឹក្សាការពារនៅទីនោះ ជាមួយក្រុមប្រឹក្សាកាត់ទោសត្រឹមត្រូវនៅទីនោះផងដែរ...។\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "អ្នកតំណាងរបស់ចេនីសឌីកគីសិន បានធ្វើសេចក្តីថ្លែងការណ៍មួយអំពីមរណភាពរបស់រ៉ាយអិន។\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "ស្ត្រីអ្នកនាំពាក្យនោះបាននិយាយថា \"ការស៊ើបអង្កេតនេះគឺនៅដំណាក់កាលដំបូងនៅឡើយ ហើយការសាកសួរនឹងត្រូវបានបន្ត។\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "ស្នងការនគរបាលស្តីទី លោកមូស ដ្រាយវើបានបដិសេធថា មិនមានការដណ្តើមអំណាចកើតមានឡើងឡើយ។\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "ក្រោយពីការប្រកាសរបស់លោកចច ដេបបែលយូ ប៊ូសថាប្រជាជនអាមេរិកក្នុងប្រទេសអ៊ីរ៉ាក់ជាច្រើននាក់បានស្លាប់ ដើម្បី 'បុព្វហេតុថ្លៃថ្នូរ'មួយ អ្នកស្រីស៊ីហេនបានមកបោះជំរុំក្បែរកសិដ្ឋានក្នុងរដ្ឋតិចសាសរបស់លោកប៊ូសអស់រយៈពេលមួយសប្តាហ៍កន្លងទៅ ដើម្បីទាមទារនូវកិច្ចសន្ទនាជាឯកជនមួយជាមួយនឹងប្រធានាធិបតី។\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថាប្តីរបស់នាងលោកផេត មិនអាចទ្រាំរស់នៅដោយមានរបស់របររបស់ខេស៊ីនៅក្នុងផ្ទះបានទេ និងបាន​ប្រមូលរបស់ទាំងនោះស្ទើរតែទាំងអស់ទៅដាក់ក្នុងឃ្លាំង។\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "កូដកម្មនេះបានប៉ះពាល់តំបន់ដ៏ធំមួយនៅក្នុងទីក្រុងញ៉ូដេលី ដែលរួមមាន ផ្សារសំខាន់ៗនៅរ៉ូហ៊ីនី ចានដានី ឆុក ការ៉ូល បាក និងរីករាលដាលដល់ភាគខាងត្បូងនៃទីក្រុងញ៉ូដេលី។\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "លើសពីនេះទៀត អ្នកជំងឺដែលមានលទ្ធភាពរងផលប៉ះពាល់ផ្នែកបេះដូង (ដែលអាចជាឥទ្ធិពលបន្ទាប់បន្សំរបស់ថ្នាំ)នឹងមិនត្រូវបានផ្តល់អោយនូវថ្នាំដែលជាជំនួយឧត្ថម្ភនេះឡើយ។\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ក្រុមគូករីសបានព្យាយាមស៊ុតបញ្ចូលទីបន្ទាប់ពីរយៈពេលពេញម៉ោងប៉ុន្ដែបរាជ័យក្នុងការកែប្រែការទាត់សមញ្ញនេះដែលអាចឱ្យពួកគេឈ្នះការប្រកួតបាន។\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "លោកដានី អាប់សេ ល្បីឈ្មោះជាកវី​តែងកំណាព្យ និង​ជាវេជ្ជបណ្ឌិត​ផ្នែកវេជ្ជសាស្រ្ត​។\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "ផ្លូវនៅក្នុងប្រទេសអាហ្វហ្គានីស្ថាន ជារឿយៗ មានការលំបាកក្នុងការធ្វើដំណើរ ដូច្នេះ យោធាបានចុះកិច្ចសន្យាជួលយន្តហោះជារឿយៗ ជាពិសេស ពីប្រទេសរុស្ស៊ី ដើម្បីដឹកទាហាន និងទំនិញរវាងមូលដ្ឋានទ័ព និងមូលដ្ឋានទ័ព។\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "Parasiris នឹងនៅតែមានសេរីភាពនៅក្រៅឃុំ រង់ចាំសវនាការបឋមដែលនឹងត្រូវធ្វើឡើងនៅខែសីហាឆ្នាំនេះ។\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "ពិន្ទុសុតចូលដោយកីឡាករ Doug Howlett កីឡាករ Mils Muliaina និងពីរទៀតពីកីឡាករ Sitiveni Sivivatu បានជួយអោយក្រុម All Blackនាំមុខកាន់តែលើសលប់។\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះសម្រេចបាន ក្រោយពីមានការវិវាទជុំវិញនឹងការផ្តល់មូលនិធិដល់រដ្ឋាភិបាលសម្រាប់អង្គការនានាដូចជាអង្គការ ផ្លែនដ៍ ភែរិនហ៊ូដ ត្រូវបានដោះស្រាយ។\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី7សីហា កងទ័ពចូចាបានធ្វើការវាយប្រហារទៅលើខេត្តអូសេថា នៃទីក្រុងជឺហ៊ីវ៉ាលី។\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "មុកតា បាននិយាយថា អ៊ីប្រាហ៊ីម ដែលជាជនសង្ស័យម្នាក់ក្នុងចំណោមជនសង្ស័យពីរនាក់ត្រូវបានគេបញ្ចេញឈ្មោះបន្ទាប់ពីការប៉ុនប៉ងបំផ្ទុះគ្រាប់បែកមិនបានសម្រេចកាលពីថ្ងៃទី21 ខែកក្កដា ក៏ត្រូវបានគេស្គាល់ថាមានឈ្មោះម៉ូហាមម៉ាត់ផងដែរ។\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "មតិយោបល់ថ្មីនេះរបស់ស៊ីនឌីមានការផ្លាស់ប្តូរយ៉ាងខ្លាំងពីមតិយោបល់របស់នាងនៅក្នុងបទសម្ភាសន៍ឆ្នាំ2004 ជាមួយអ្នករាយការណ៍របស់វ៉ាកាវីល CA។\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "យោធាអ៊ីស្រាអែលត្រូវតែដឹងអំពីស្ថានភាពនេះប៉ុន្តែមិនបានជួយដល់អ្នករងរបួស។\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "គ្លីនតុនទទួលបានសម្លេងគាំទ្រខ្ពស់ជាងគេពីរាល់ការបោះឆ្នោតថ្នាក់ជាតិក្នុងចំណោមបេក្ខជនរបស់បក្សប្រជាធិបតេយ្យ ហើយគាត់បានព្យាយាមរក្សាភាពឯកជនទាក់ទងនឹងយុទ្ធសាស្ត្ររបស់គាត់ពីអ្នកគាំទ្រ​ និងបុគ្គលិកថ្មី។\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "\"លើសពីនេះទៀត បេក្ខជនមិនគួរមានអាយុលើសពី 32 ឆ្នាំ គិតដល់ថ្ងៃទី31 ខែធ្នូ ឆ្នាំ2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "ក្រុមសិល្បៈរូបភាពប្រាមតុនបានផ្តល់ឱកាសដល់ក្មេងៗបង្កើតស្នាដៃសិល្បៈលើការសម្តែងសិល្បៈ Snail Mail World Postcard Art ខណៈដែលក្រុមប្រឹក្សាសិល្បៈប្រាមតុនចែកធុងខ្សាច់ពណ៌ផ្កាឈូក និងដបទឹករីជេនអហ្វភៀល។\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចប្រជុំកំពូលនោះ យូរីបេបានចោទប្រកាន់រដ្ឋាភិបាលរបស់កូរៀថា បានជាប់ពាក់ព័ន្ធជាមួយក្រុមឧទ្ទាម FARC ដែលការចោទប្រកាន់នេះត្រូវបានកូរៀធ្វើការបដិសេធភ្លាមៗ។\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "នេះបានបង្កើតជាព្យុះនៃការប្រឆាំងពីសំណាក់មនុស្សមួយក្រុម រួមមានអ្នកទទួលរង្វាន់ណូបែលពីររូប ព្រមទាំងអ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀតដែលបានប្រឆាំងយ៉ាងខ្លាំងក្លាចំពោះការបង្រៀន រឺសូម្បីតែការពិភាក្សាអំពីទ្រឹស្តីអំពីកំនើតពិភពលោកនៅក្នុងថា្នក់វិទ្យសាស្រ្ត។\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "ភ្លាមៗក្រោយពីមានការប្រកាសនោះ ឈ្មោះនោះរងការរិះគន់ច្រើនដែលវាមានសម្លេងដូចពេកទៅនឹងពាក្យ \"wee\" ជាគ្រាមភាសាអង់គ្លេសមានន័យថាទឹកនោម។\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "វាជាការសម្រាកបន្ថែមសំរាប់កីឡាករគប់បាល់ និងអ្នកដ៏ទៃផ្សេងទៀត។\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីឪពុករបស់គាត់ ហ្គាប៊ុនបានក្លាយជាអ្នកនាំចេញប្រេងធំបំផុតទីប្រាំមួយរបស់ពិភពលោក ប៉ុន្តែប្រជាជនចំនួន70%នៅតែរស់នៅក្នុងភាពក្រីក្រនៅឡើយ។\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "\"អ្នកគ្រាប់បែកអត្តឃាតបានផ្ទុះរថយន្តគាត់នៅពេលឡាងក្រុងដឹកភ្ញៀវជិះកាត់ផ្សារ\"មន្ត្រីនគរបាលជាន់ខ្ពស់សាហ្វគ្វាត ម៉ាលីកបាននិយាយ។\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ដោយមានការគាំទ្រដោយឥតលក្ខខណ្ឌរបស់ក្រុមកីឡាករបានជួយខ្ញុំយ៉ាងខ្លាំង ហើយខ្ញុំក៏សូមថ្លែងអំណអរគុណដល់លោក ខូលីន ខាលដឺវូដ ផូល បារុន និងបុគ្គលិកក្នុងក្លិបទាំងអស់ដែលបានគាំទ្រខ្ញុំយ៉ាងខ្លាំងនៅរដូវកាលនេះ។\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "តាមព័ត៌មាន BBC News បាននិយាយថាក្នុងសំបុត្រនោះបានបង្ហាញនូវអ្វីដែលត្រូវការប្រសិនបើអ៊ីរ៉ងនៅតែចង់បន្តសង្រ្គាមជាមួយប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "ចូលទៅក្នុងការប្រកួតនេះ ក្រុមបានលេងប្រាំបីប្រកួតជាមួយគ្នា ដែលបែងចែកការឈ្នះ 4 ម្ខាង។\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "ស្ថិតនៅក្រោមច្បាប់ថ្មីដែលបានសរសេរដោយរដ្ឋមន្ត្រីនៃក្រសួងមហាផ្ទៃ នីកូឡាស់ សាកូហ្ស៊ី ដែលផ្តន្ទាទោស \"អ្នកសារព័ត៌មានពលរដ្ឋ\" អាចប្រឈមនឹងការជាប់ពន្ធនាគាររយៈពេលប្រាំឆ្នាំ។\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "ការពិន័យជាប្រាក់អាចត្រូវបានដាក់ទៅលើគេហទំព័រខាងក្រៅប្រទេសអូស្រ្តាលីដែលបានតភ្ជាប់ទៅសម្ភារៈនានានៅក្នុងបញ្ជីរបស់ខ្លួន។\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "មិត្តភក្តិរបស់គេ ដែលត្រូវបានលាក់ឈ្មោះ បានបាញ់ រីស៍ ចនសុនចំបេះដូងដោយកាំភ្លើងខ្យល់ .22 caliber Webley Vulcan នៅក្នុងចម្ងាយជិត។\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "បុរសម្នាក់នោះត្រូវបានគេបាញ់តែមួយគ្រាប់ប៉ុណ្ណោះ ហើយរបួសនោះគឺមិនមានការគំរាមកំហែលដល់ជីវិតឡើយ។\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "តាកូ ស្ទេន ប្រធានចៅក្រមអារូបា បានបញ្ចេញ នូវអំនះអំណានបន្ទាប់ពីការប្រកាសត្រូវបានធ្វើឡើង។\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា លោកនឹងតវ៉ាលទ្ធផលបោះឆ្នោតនេះទៅកាន់តុលាការ។\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "នាងបានកត់សំគាល់បន្ថែមថា ក្រុមហ៊ុន សាជីវកម្មគ្រប់គ្រងថាមពល ស្ថិតនៅខាងក្រោយគម្រោងចំរូងចំរាសខេបវីន ដែលត្រូវបានស្នើសុំសាងសង់រោងចក្រថាមពលបេ្រងម៉ាស៊ូត នៅម្ខាងទៀតនៃផ្លូវ ពីសាលាបឋមសិក្សាឆេស៊ី ហើយគុណភាពខ្យល់នៅឆេស៊ីគឺអាក្រក់។\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "លុះត្រាតែក្រុមហ៊ុន ហ្គូកហ្កល បានកែតម្រូវកូដដែលនៅពីក្រោយការរាប់នោះ អត្ថបទនឹងអាន \"ជាង 2075\" បន្ទាប់ពី ថ្ងៃទី9 ខែមេសា។\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "គាត់បានរិះគន់ការឆ្លើយតបរបស់សារព័ត៌មានចំពោះបាតុភូតនេះ ដោយមានប្រសាសន៍ថា \"វាលើសពីការប្រមាថមើលងាយ អ្នកដឹងទេ អ្វីៗដែលបុគ្គលសាធារណៈ ឬនរណាម្នាក់នៅអាមេរិកគួរតែអត់ធ្មត់ និងប្រព័ន្ធផ្សព្វផ្សាយធំៗបានសើចចំអកអំពីវា។\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា អ្នកកាត់ក្តីទាំងនោះគិតថាវាគួរតែមានអ្នកផ្សេងទៀតដែលពាក់ព័ន្ធក្នុងការវាយប្រហារនេះក្រៅពី​លោកអាល់-ម៉េក្រាហ៊ី។\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "\"យើងអាចបត់បែនបានក្នុងគ្រប់មធ្យោបាយដែលអាចធ្វើទៅបាននៅពេលដែលវាបានឈានដល់ការដោះដូរនោះ ប៉ុន្តែភាគីអ៊ីស្រាអែលទន់ខ្សោយពេកក្នុងការធ្វើការសម្រេចចិត្ត។\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនផលិតឧបករណ៍ក្មេងឡេង ម៉ាទែល បានប្រកាសថ្ងៃនេះថាខ្លួននឹងប្រកាសប្រមូលវិញនូវផលិតផលជាច្រើនដោយសារតែព្រួយបារម្ភអំពីកម្រិតគ្រោះថ្នាក់នៃសំណរនៅក្នុងថ្នាំពណ៌របស់វា។\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនេះត្រូវបានកំណត់ពេលឲ្យមិនអាចស្ដាប់ឮដោយចៅក្រម ប្រ៊ីខេមា ហើយ ចៅក្រមក៏ដូចជាអ្នកដាក់ពាក្យបណ្ដឹងដែលបានចេញពីបន្ទប់សវនាការដើម្បីសម្រាក។\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "រឿងក្ដីគឺត្រូវបានប្ដឹងដោយយ៉ាងហោចណាស់ប្រាំគ្រួសារដែលបានរស់នៅនៅតំបន់ជិតខាងហ្ក្រេនវ្យូនៃសានប្រូនូ។\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "មន្រ្តីនិយាយថា ការធ្លាក់យន្តហោះដែលបានកើតឡើងនៅពេលយន្តហោះទៅដល់អាកាសយានដ្ឋានរុស្ស៊ីមួយកាលពីថ្ងៃសៅរ៏ គឺដោយសារតែអ័ព្ទក្រាស់ ហើយពុំមានអ្នកណាម្នាក់នៅរស់ឡើយ។\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "បូកដង់ ត្រូវបានព្រះរាជអាជ្ញារ៉ាឆែល ស្មីត ចោទប្រកាន់ពីបទផ្តល់ការណែនាំ និងជំនួយដល់ ម៉ារៀស; ព្រះរាជអាជ្ញាស្មីតបានបើកអង្គជំនុំជំរះកាលពីឆ្នំាមុន ដោយប្រានប្រាប់តុលាការក្រោនមេឆេស្ទើរ \"ដោយ[បា]នស្តាប់ភ័ស្តុតាង អ្នក [គណៈវិនិច្ឆ័យ] អាចសន្និដ្ឋានថាកូនប្រុសគឺលោក ម៉ារៀស បានរៀនអាជីវកម្មនេះពីឪពុករបស់ខ្លួន ហើយថានេះគឺជាអាជីវកម្មគ្រួសារ។\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកវិទ្យាសាស្រ្តនៅសាកលវិទ្យាល័យស្តេនហ្វតបានអះអាថា បានរកឃើញសមាសធាតុដែលបាត់ស្រពិចស្រពិលនៃទ្រឹស្តីទំនាក់ទំនងរបស់អាញស្តាញ។\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានឃើញផ្សែងខ្មៅកើនឡើង និងសំឡេងនៃអគារបាក់ធ្លាក់ចុះ\"​។\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "លោកណាសរាលឡាហ៍ បានប្រាប់ទៅហ្វូងមនុស្ស ប្រហែលជាចំនួន 700,000 នាក់ ថា \"ពួកយើងនឹងការពារអ្នកនាំសាររបស់ព្រះជាម្ចាស់ មិនមែនត្រឹមតែដោយសំលេងរបស់ពួកយើងទេនោះគឺដោយឈាមរបស់យើងផងដែរ។\" (ប៉ូលីសបាននិយាយថាតួលេខទំនងជាច្រើនជាងនេះ)\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "រហូតទៅដល់ពេលនោះ លោកវូលឡាដ​ត្រូវបានគេអនុញ្ញាត្តឲ្យនៅក្រៅឃុំ នៅក្នុងលក្ខខ័ណ្ឌថា លោកត្រូវតែស្ថិតនៅក្នុងអាស័យដ្ឋានបច្ចុប្បន្នរបស់លោក ហើយមិនត្រូវចូលទៅក្នុងទីក្រុងវេសមីនស្ទ័រទេ។\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "វាគឺសំរាប់ផ្គត់ផ្គង់សុវត្តិភាពទឹកសំរាប់ទីក្រុងនៅពេលដែលភាពរាំងស្ងួតបានក្លាយទៅ ជាភាពញឹកញាប់ដោយសារតែការឡើងកម្តៅពិភពលោក។\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេបញ្ជាក់អះអាងថា ស្ប៉ាយខឺ នឹងផ្លាស់ប្តូរម្ចាស់នៅរដូវកាលក្រោយ ដែលនឹងក្លាយជាក្រុម Formula One ថ្នាក់ជាតិ នៃប្រទេសឥណ្ឌាជាលើកដំបូងនៅក្នុងប្រវត្តិសាស្រ្ត។\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "ការប្រជុំបានចាប់ផ្ដើមនៅដើមសប្ដាហ៏នេះក្រោយពីព័ត៌មានCitygroup Inc.អំពីការគ្រប់គ្រងប្រាក់ចំណេញក្នុងអំឡុងពេលពីរខែដំបូងនៃឆ្នាំ។\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "កងទាហានអ៊ីស្រាអែលបានធ្វើការវាយលុកចូលក្នុងតំបន់ក្សាហ្សាជាទៀងទាត់ក្រោយពីការចាប់ខ្លួនហ្គីឡេន ស្សាលីតក្នុងខែមិថុនា ឆ្នាំនេះ។\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "កងកំលាំងដែលដឹកនាំដោយអង្គការNATOក្នុងប្រទេសអាហ្គានីស្ថាន បានចេញនូវសេចក្តីថ្លែងការមួយកាលពីថ្ងៃសុក្រ ដោយនិយាយថា កងកំលាំងពីររូបរបស់ខ្លួនបានបាត់ខ្លួនកាលពីថ្ងៃពុធ នៅពេលកំពុងចុះបេសកកម្មផ្តល់ជំនួយដូចរាល់ដង។\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "ការប្រើប្រាស់ប្រវត្តិនៃការស្រាវជ្រាវ ទាមទារឲ្យអ្នកប្រើប្រាស់មាន​ និងចូលទៅក្នុងគណនី Google ឬ Gmail។\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ពិធីនេះ ធ្វើឡើងរៀងរាល់ឆ្នាំ គឺជាវេទិកាបែបប្រពៃណីមួយសំរាប់បង្ហាញពីការប្រឆាំងនយោបាយ។\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "លោកស្រី ហ្វី្សផាទ្រីក និយាយថារដ្ឋាភិបាលសហព័ន្ធមានកង្វល់នឹងឧស្សាហកម្មធ្យូងថ្ម និងអាលុយមីញ៉ូម ដូចដែលរដ្ឋាភិបាលជប៉ុនមានចំពោះក្រុមហ៊ុននេសាទត្រីបាឡែន ដែលមានផលប៉ះពាល់កាន់តែខ្លាំងឡើងបន្ថែមទៀត។\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "\"នាយករដ្ឋមន្ត្រីនឹងត្រូវបានបញ្ជូនទៅកាន់សាល​វះកាត់នៅម៉ោង 6:40 ព្រឹក ការវះកាត់បានធ្វើឡើងនៅម៉ោង8:45ព្រឹក និងត្រូវបានបញ្ចប់នៅម៉ោង 7:30 យប់។\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "យន្តហោះប្រយុទ្ឋ F3 Tornado ចំនួនបួនគ្រឿង ត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយកងកម្លាំងអាកាសរបស់ចក្រភពអង់គ្លេស ដើម្បីទប់ស្កាត់យន្តហោះយោធានរុស្ស៊ី។\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "មូលហេតុនៃការស្លាប់បណ្តាលមកពី​ការដួលរលំផ្ទះសម្បែងនៅក្រោមភ្លៀង ឬភក់។\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "ក្រុមហ្វ្រ៊ីស្តេតបានយកឈ្នះក្នុងពិន្ទុ17 ទល់ សូន្យនៅក្នុងការប្រកួតទីមួយ។\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតនិយាយថាបច្ចុប្បន្នពួកគេមិនប្រាកដថាការផ្ទុះនេះគឺជារឿងចៃដន្យសុទ្ធសាធ ឬក៏ជាអំពើឃាតកម្មទេ ដោយកិច្ចខិតខំប្រឹងប្រែងទាំងអស់ត្រូវបានផ្ដោតលើការព្យាយាមដើម្បីកំណត់ទីតាំងដែលនៅរស់រានមានជីវិត។\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "អ្នកទាំងនោះដែលព្យាយាមទាក់ទងមិត្តភក្រ្ដ័និងគ្រួសារតាមរយៈទូរស័ព្ទដៃបានប្រឹងប្រែងទាំងលំបាកដូចជាបណ្ដាញទូរស័ព្ទធំជាងគេវូដាហ្វូនអូ2និងអូរេងទាំងអស់មិនបានដំណើរការពេញលេញទេ កើតឡើងបីបួនដងនៅព្រឹកនេះមានន័យថាមិនអាចហៅទូរស័ព្ទជាសម្លេងបានទេ។\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "ម្យ៉ាងទៀត ពួកគេបានពិនិត្យរន្ធខ្យល់ចេញចូលនៅលើប្រព័ន្ធដែលជួយគ្រប់គ្រងបរិយាកាសរបស់ស្ថានីយ៍ និងរើទីតាំងពិសោធន៍វិទ្យាសាស្ត្ររូបវិទ្យារបស់ជប៉ុនមួយ។\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "ជួរនោះរួមមានជួរពីរដែលមានប្រវែង 115 foot សម្រាប់ស្លាបប្រវែង 240 feet រួមមានឧបករណ៍ដែលតភ្ជាប់បន្ទះពីរ និងដែលអាចបង្វិលបាននៅពេលវាតាមដានព្រះអាទិត្យ។\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានអំពាវនាវផងដែរសុំឲ្យកំណត់ត្រាទាំងអស់របស់ ម៉ាតូស ត្រូវបានលុបចេញពីកំណត់ត្រារបស់អូឡាំពិក។\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "រដូវការប្រកួតកីឡាវាយកូនគោលលើទឹកកកនៅអនថារីអូឆ្នាំ 2005-2006 ត្រូវបានចាប់ផ្តើមនៅយប់ថ្ងៃពុធនៅទីលានវេនឌ្លើនៅមជ្ឈមណ្ឌលព្រឹត្តការណ៏ដោនៅសាជីនមីឆីហ្កាន អាមេរិចជាមួយសាជីនស្ពីរីតគ្រប់គ្រងទៅលើផ្លីម៉ាវវលលើសជាមួយការចូលរួមចំនួនមនុស្សលើសពី4600នាក់។\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចខិតខំប្រឹងប្រែងបញ្ចប់ភាពទាល់ច្រករវាងសភា និងព្រឹទ្ឋ សភា បូអេនឺបានប្រាប់មេដឹកនាំប្រជាធិបតេយ្យហារី រ៉េតថា គាត់នឹង កំណត់កាលវិភាគបោះឆ្នោតនៅសភាលើកំណែថ្មីរបស់ព្រឹទ្ឋសភាលើសេចក្តីព្រៀងច្បាប់ដែលនឹងពន្យាការកាត់ពន្ឋ ដែលវានឹងផុតកំណត់នៅចុងឆ្នាំនេះ។\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "យន្តហោះប្រភេទ F/A-18 ហ័រនិត ដែលជាកម្មសិទ្ធិរបស់កងអនុសេនាធំប្លូ អ៊ែងហ្គែល របស់កងទ័ពជើងទឹកសហរដ្ឋអាមេរិកបានធ្លាក់នៅប៊ីយូរហ្វត រដ្ឋសៅខារ៉ូលីណា កាលពីថ្ងៃសៅរ៍។\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "មានការចោទប្រកាន់ពីក្រុមប្រឹក្សាការពាររបស់ហ៊ួសេន ថា លម្អៀង ព្រមទាំងភ័យខ្លាចចំពោះសុវត្ថិភាពរបស់ចៅក្រម ដែលបានពន្យារពេលការកាត់ទោស។\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "កិច្ចចរចារត្រូវបានរៀបចំសំរាប់ពិភាក្សាបញ្ហាដែលមិនទាន់ត្រូវបានដោះស្រាយនៅសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2009នៅខូផេនហាហ្កេន។\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំធ្វើវាដោយខ្លួនឯង 'ពីព្រោះ' ខ្ញុំចូលចិត្តធ្វើអោយអត្តបទនៃទំព័រវីឃីភីដៀមានភាពកាន់តែប្រសើរ។\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោក៏ប្តឹងពីការរំខានធ្វើបាបលក្ខណៈភេទ ហើយអះអាងថាមីលល័រមករកគាត់នៅខែកញ្ញាឆ្នាំ2006។\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "អត្ថបទវិចារណកថារបស់គាត់គឺជាការលេងសើចក្នុងមួយជីវិតរបស់គាត់ ជម្លោះកំប៉ិកកំប៉ុក និងការយល់ឃើញអំពីបញ្ហាសង្គមនយោបាយ។\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "របបអាហាររបស់គាត់មានអាហារ និងត្រីដែលស្ងួតក្រៀម ដែលអាចរក្សាស្ថានភាពរាងកាយរបស់គាត់ឲ្យធម្មតាទោះបីជាអស់កម្លាំងផ្នែកស្មារតី។\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 បណ្ឌិតអាហ្វីយ៉ាបានត្រូវគេស្គាល់អត្តសញ្ញាណដោយអែហ្វប៊ីអាយថាជា \"អ្នកសម្របសម្រួលប្រតិបត្តិការអាល់កៃដាដែលបានបង្កគ្រោះថ្នាក់យ៉ាងច្បាស់លាស់ដល់ជនជាតិអាមេរិក។\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "ទោះបីជាមានប្រទេសជាច្រើននៅអឺរ៉ុប បានផលិតថ្នាំនេះដែលត្រូវបានប្រើជាចំបងក្នុងអឺរ៉ុបជាថ្នាំស្ពឹកបំបាត់ការឈឺចាប់ក្តី ពុំមានក្រុមហ៊ុនផលិតណាមួយត្រូវបានគេរកឃើញថាមានគោលបំណងផ្គត់ផ្គង់ថ្នាំនេះសំរាប់ប្រើប្រាស់ក្នុងការធ្វើទណ្ឌកម្មប្រហារជីវិតឡើយ។ រីឯការលុបបំបាត់នេះត្រូវបានធ្វើឡើងដោយសហភាពអឺរ៉ុបចាប់ពីឆ្នាំ2008។\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "ការបញ្ជាផ្ទាល់ពីទីក្រុងឡុដ៍ ត្រូវបានអនុវត្ត តាំងពីសភានិងស្ថាប័ននីតិប្រតិបត្តិ ត្រូវបានរំលាយក្នុងឆ្នាំ2002 ដោយការចោតប្រកាន់លើចារកម្ម IRA។\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "យប់ម៉ិញភ្លាមៗនេះ​​ ការវាយប្រហារដ៏ធំបានតំរង់ ទិសដៅមកអ៊ីនធឺណេតរបស់ចិន​​ ដែលធ្វើឲការភ្ជាប់ទៅអ៊ីធឺណេតមានសភាពយឺតខ្លាំង។\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "លោកបានចំណាយពេលបីម៉ោងក្នុងយប់មួយនៅកន្លែងធំនៅក្នុងតំបន់ Manhattan បន្ទប់សម្ងាត់របស់ Rebecca​ ជាកន្លែងដែល បើយោងតាមសម្លេងភូមិ \"អ្នកអាចយកមិត្តស្រីឬប្រពន្ធរបស់អ្នក ហើយឱ្យពួកគេបំពេញចិត្តដោយការគោរព លើកលែងតែពួកគេសង្ឃឹមថា ត្រូវបានបំពេញចិត្តជាមួយនឹងអ្វីផ្សេងក្រៅពីការគោរព!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "យន្តហោះនេះ ដែលបានចុះបញ្ជីដែលមានលេខ VP-BKO មានអាយុដប់ប្រាំមួយឆ្នាំមកហើយដែលពីដំបូងយន្តហោះនេះប្រតិបត្តិការដោយក្រុមហ៊ុនអាកាសចរណ៍ Xiamen។\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "កាលបរិច្ឆេទនៃប្រតិបត្តិការ និងរយៈពេលសម្រាប់ជម្លៀសចេញពីអាគារ៌មិនត្រូវបានបញ្ជាក់ទេ។\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ចំណុចសំខាន់ដែលមេដឹកនាំទាំងពីរបានឯកភាពគឺមានមធ្យោបាយការទូតប៉ុណ្ណោះ ដែលគួរប្រើក្នុងការដោះស្រាយជម្លោះបែបអន្តរជាតិដូចជានៅប្រទេសអាហ្វហ្គានីស្ថាន អ៊ីរ៉ាក់ និងជាពិសេសអ៊ីរ៉ង់សម្រាប់បញ្ហាលើកម្មវិធីនុយក្លេអ៊ែររបស់ខ្លួន។\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "សង្គ្រាមនេះបានបង្កឱ្យមានការប្រឆាំងតវ៉ានិងមានកំហឹងជាច្រើនក្នុងចំណោមអ្នកនយោបាយដែលជឿថា លោកប្ល៊ែគឺខុសក្នុងការគាំទ្រដល់លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកពេលនោះគឹលោកចច ដាប់បែលយូ​ ប៊ូស ដោយការបញ្ជូនទាហាន អង់គ្លេស 45,000 នាក់ដែល 179 នាក់ បានស្លាប់នៅក្នុងការប្រយុទ្ធ ដើម្បីប្រយុទ្ធនៅក្នុងប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "គ្មានអ្នកជម្ងឺណាម្នាក់ត្រូវបានប្រាប់ថាពួកគេត្រូវបានគេបួងសួងឲ្យ ឡើយ ហើយក៏មានក្រុមអ្នកបន់ស្រន់ណាដឹងថាពួកគេកំពុងបួងសួងឲ្យអ្នកណាដែរ។\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "យោងតាមច្បាប់សហព័ន្ធ ថវិកាលើសទាំងអស់នឹងត្រូវប្រើប្រាស់សម្រាប់សងបំណុលរបស់កាណាដា ហើយមិនអាចប្រើជាចំណាយបានទេ។\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "ហ្គូហ្គលបានឆ្លើយតបដោយនិយាយថាពួកគេអនុវត្តតាមច្បាប់ស្តីពីសិទ្ធិថតចម្លងសហវត្សរ៍ឌីជីថល ដែលរារាំងក្រុមហ៊ុនពីការកាត់ទោស ប្រសិនបើពួកគេបំផ្លាញព័ត៌មានដែលមានសិទ្ធិថតចម្លង ពេលដែលពួកគេបានដឹងអំពីសិទ្ធថតចម្លងទាំងនោះ។\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    }
]
}