{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, as a sentence in Hindi language and your task is to convert it into English language.",
    "Positive Examples": [
        {
            "input": "राउंडअबाउट के लिए ट्विनिंग को चिह्नित करने वाला एक चिह्न योजनाबद्ध है।",
            "output": "A sign marking the twinning is planned for the roundabout.",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        },
        {
            "input": "आश्चर्यजनक रूप से, अमेरिका के पास इस शानदार पक्षी और सुंदर जंगलों, जिसमें वह रहता है के भविष्य की रक्षा करने का एक और मौका हो सकता है।\"",
            "output": "Amazingly, America may have another chance to protect the future of this spectacular bird and the awesome forests in which it lives.\"",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        },
        {
            "input": "मि बेज़ले हाल के हफ्तों में अफगानिस्तान के बजाय इराक पर सैन्य ध्यान केंद्रित करने के कारण सरकार के लिए महत्वपूर्ण हैं, जो वह कहते हैं कि आतंकवादी खतरे का स्रोत है।",
            "output": "Mr Beazley has been critical of the government in recent weeks because of its military focus on Iraq rather than Afghanistan, which he says is the source of the terrorist threat.",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "हमास के नेताओं और तुर्की के विदेश मंत्री अब्दुल्ला गुल के बीच वार्ता हुई है।",
            "output": "The protesters consider that these caricatures insulted their prophet, and thus, they contend, their religion and themselves.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        },
        {
            "input": "मोजांबिक के राष्ट्रीय चुनाव आयोग के अध्यक्ष लियोपोल्डा दा कोस्टा ने कहा, \"इस दौरान हमें कोई भी शिकायत नहीं मिली।\"",
            "output": "This despite the posthumous video recording of one of the 7/7 bombers, Shehzad Tanweer who said his actions were provoked by British foreign policy and that attacks would continue until British soldiers were withdrawn from Iraq and Afghanistan.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        },
        {
            "input": "अन्य संभावित उम्मीदवारों में 2004 के नामित सीनेटर जॉन केरी, उनके उपराष्ट्रपति के उम्मीदवार, पूर्व कैरोलिना सीनेटर जॉन एडवर्ड्स; न्यू मेक्सिको गवर्नर बिल रिचर्डसन; और डेलवेयरके सीनेटर जो बिडेन और कनेक्टिकट के क्रिस्टोफर डॉड शामिल हैं।",
            "output": "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "पुलिस उन कुछ (खास तौर पर महिलाओं) को नीचे ला रही थी जिन्होंने अपनी संपत्ति की तोड़-फोड़ में हस्तक्षेप करने की कोशिश की थी।\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "वित्त वर्ष 2006 के द्वितीय तिमाही (जुलाई-सितंबर) में भारत की अर्थव्यवस्था 9.2 प्रतिशत बढ़ी है, जो पिछले साल इसी तिमाही में 8.4 प्रतिशत थी।\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "रॉबर्टसन ने लिखा, \"मैं आपसे क्षमा और इजराइल के लोगों से क्षमा माँगता हूँ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": ": (ज) इस अधिनियम के एक अन्य प्रावधान में कहा गया है कि इस स्थिति में एक बच्चा कम स्थितियों के साथ स्वाभाविक हो सकता है, लेकिन यह उद्देश्य और अंतर के बीच के संबंध को सही नहीं ठहराता है, क्योंकि प्राकृतिककरण न्याय मंत्री के विवेक के भीतर है।\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "उसने यह भी कहा कि फायरिंग थॉमस के बारे में शिकायत दर्ज करने का परिणाम था।\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "अभियोजकों, उन्हों ने कहा कि उन्हों हमेशा ऐसा लगा कि हमले में अल-मेग्राही के अलावा अन्य लोग भी शामिल थे।\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "खेल में जाने पर, टीमों ने एक-दूसरे के खिलाफ आठ गेम खेले, जिनमें से प्रत्येक में 4 जीत दर्ज की गई।\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "केरी ने उल्लेख किया कि कांग्रेस में अभी भी ग्लोबल वार्मिंग और जलवायु परिवर्तन पर संदेह है, जो अल गोर और संयुक्त राष्ट्र के प्रयासों और अनुसंधान के बावजूद \"विज्ञान का परीक्षण\" करते हैं और ध्यान देते हैं कि \"व्हाइट हाउस परिवर्तन के लिए अंतिम स्थान है।\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "उसे अपने मतदान रिकॉर्ड में सामाजिक रूढ़िवादी माना गया है और उसने सम-लिंगी विवाह रोकने के लिए एक फ़ेडरल मैरिज एमेंडमेंट का समर्थन किया था।\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "माइक्रोसॉफ्ट ने स्वास्थ्य संबंधी सूचना देनेवाले मेडस्टोरी नाम के सर्च इंजन को खरीदने का फैसला लिया है।\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "बाल्टीमोर, वाशिंगटन डी.सी. और फिलाडेल्फिया सभी 100ºF (37.8ºC) से ऊपर पहुंचने की उम्मीद कर रहे हैं।\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "विकासशील देशों की रिपोर्ट बताती है कि है आर्थिक मंदी से सबसे अधिक शहरी गरीब के प्रभावित होने की संभावना है क्योंकि उनको काम मिलने की क्षमता अधिकतर विदेशी निवेश और निर्यात मांगों जैसे कारकों पर निर्भर रहती है।\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "हम अपने अल्लाह के पैगंबर के सम्मान को न केवल अपनी आवाज से बल्कि अपने खून से भी बनाए रखेंगे,\" नसरल्ला ने 700,000 की अनुमानित संख्या वाले जनसमूह के बीच कहा (पुलिस के अनुसार शायद यह संख्या और भी अधिक थी)।\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "इस भिड़ंत की वजह से न्यूजीलैंड और जर्मनी दोनों को फीचर रेस के लिए ट्रैक के आखिरी छोर से रेस को शुरू करना पड़ा।\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ग्लासगो ने कहा कि लैंडमार्क एजुकेशन प्रशिक्षण पाठ्यक्रम उनकी ईसाई मान्यताओं के \"विपरीत\" थे।\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "\"मेरा मतलब, मैं ने कहा कि मैं हार गया, लेकिन हम भिन्न हैं और वह गजब की है\" क्रेज शार्प ने कहा।\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "यदि बहुत से गृहस्वामी अपने मॉर्गेज पर चूक करते हैं, तो सब-प्राइम ऋणदाता डिफ़ॉल्ट को समाप्त कर सकता है।\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "अभियोजन की ओर से पास्कल बेट्स ने कहा कि ट्रस्ट ने माना कि स्वास्थ्य और सुरक्ष। नियमों का उल्लंघन उसकी मौत की \"बड़ी वजह\" थी।\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "\"यह सुरक्षा उपायों की अनदेखी का एक पूर्वाभासी परिणाम था,\" परिवारों का प्रतिनिधित्व करने वाले एक वकील ने कहा।\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "उन्हें यौन साझेदारों की अधिक संख्या के लिए आलोचना का भी सामना करना पड़ा, जब 15 से 49 वर्ष के 26% बच्चे एचआईवी पॉजिटिव हैं।\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "यह कहने के बावजूद, उन्होंने भविष्य में ईरान के खिलाफ हमले को खारिज कर दिया।\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "GoM ने यह भी प्रस्तावित किया है कि प्रसारण के हर घंटे के लिए सामुदायिक रेडियो को 5 मिनट तक व्यावसायिक विज्ञापन की अनुमति दी जाए।\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "उन्होंने अतिरिक्त प्रोलैक्टिन दिए गए कुंवारी चूहियों का भी परीक्षण किया और गर्भवती चूहियों के समान परिणाम पाए।\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "उस क्षेत्र के निवासियों और व्यवसाय मालिकों द्वारा संदेह व्यक्त किया गया था कि पिछला होटल उसी स्थान पर स्थित था।\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "जहां मंत्रिमंडल का बड़ा हिस्सा पूर्व से कॉपी किया गया था, वहीं कुछ मंत्रियों ने जो विवाद और दुश्मनी को उकसाया था, उन्हें हटा दिया गया था या किसी अन्य कम जोखिम वाला पद दे दिया गया था।\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "चान पर इस ऑपरेशन का मास्टरमाइंड होने का आरोप है और मयुरन पर आरोप है कि उसने इसे अंजाम दिया।\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "उसके वकील जेम्स ई ब्लाट के अनुसार, जेम्स दोषी नहीं होने की दलील देगा।\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "महिलाओं की रेस दोपहर 3 बजे (स्थानीय समय) शुरू हुई जबकि पुरुषों की रेस दो घंटे बाद शुरू हुई।\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "31 अक्टूबर तक, 23 मिलियन से अधिक लोगों ने मेल द्वारा या जल्दी शुरू होने वाले मतदान स्थानों पर मतदान किया था।\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "उन्होंने आगे कहा, \"आखिरकार इन पहाड़ों में गर्मी के दिनों में बहुत से बच्चे रहने आते हैं।\"\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "एक सफल उपग्रह प्रक्षेपण से पता चलता है कि ईरान की मिसाइलों में वैश्विक पहुँच है।\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "अधिकारी डिवाइस को डिफ्यूज करने में सक्षम थे, सभी हेडलाइन न्यूज़ रिपोर्ट करती हैं।\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "नासा के कैसिनी ऑर्बिटर ने शनि से उल्लेखनीय चित्र वापस भेजे हैं, जिससे पता चलता है कि ग्रह के प्रसिद्ध छल्ले उम्मीद से कहीं अधिक ऊबड़ हैं।\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "जिम्बाब्वे ने सबीना पार्क, किंग्स्टन, जमैका में आयरलैंड के खिलाफ विश्व कप में दूसरे ग्रुप डी मैच को टाई किया।\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "31 जनवरी की सुनवाई लगभग 35–40 दर्शकों में से लगभग 25 द्वारा टिप्पणियों के साथ शुरू हुई, जिनमें से सभी ने डीए के प्रस्ताव का विरोध किया।\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "सभी साक्षात्कार ई-मेल पर लिए जाते हैं और साक्षात्कारों को बिना काट-छांट के प्रकाशित किया जाता है ताकि उम्मीदवारों का पूरा संदेश हमारे पाठकों तक बिना किसी बाधा के पहुंच सके।\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "हिंद महासागर की सुनामी से एक वर्ष में, दुनिया का शोक और करुणा हिंद महासागर के सुनामी-ग्रस्त तट पर लौट आए, जहाँ कम से कम 216 000 लोगों ने अपनी जान गंवा दी।\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "धमाके होने का समय जज ब्रिन्केमा और जूरी की श्रवणसीमा से बाहर रखा जाता रहा है क्योंकि वे लोग अवकाश के लिए कोर्टरूम से बाहर चले जाते थे।\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "अलिंगी ने सातवें रेस में टीम न्यूजीलैंड को एक सेकंड से हराकर 32 वें अमेरिका कप को करीबी दौड़ में जीत लिया।\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "\"हमारे पास गिरफ़्तारी का वारंट है और हम इसे इसी समय तुम्हारे विरुद्ध कार्यान्वित करके प्रसन्न हैं.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "शोध को अल्जाइमर रोग के जर्नल में बताया गया है।\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "आग पर पूरी तरह से काबू पाने में कम से कम पांच दिन लग सकते हैं।\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "यह चिंता भी प्रकट की जा रही है कि गड्ढे के छोर पर एक मीटर से भी कम दूरी पर स्थित एक चार मंजिला भवन भी गिर सकता है, क्योंकि भवन के नीचे की जमीन का कटाव जारी है।\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "दोस्त, जो अब तक गुमनाम है, ने .22 की क्षमता वाली वेबले वल्कन एयर गन से रीस जॉनसन के दिल में बहुत नज़दीक से गोली मारी।\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "स्विट्जरलैंड में अल्पाइन स्कीइंग के लिए सबसे लोकप्रिय होने का जिक्र करते हुए, \"हम स्विस समुद्र में अपना रास्ता ढूंढते हैं।\"\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "उसे इस वर्ष की शुरुआत में संयुक्त राज्य से रवाना होने की अनुमति देने के लिए भी उनकी आलोचना हुई है, क्योंकि संडरलैंड हिंद महासागर क्षेत्र में सर्दियों के दौरान यहां पहुंचतीं।\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "फिओरेंतिना और लजीओ को सेरी ए में पुनर्नियुक्त किया गया, जिन्हें आरंभ में सेरी बी में पदावनत किया गया था।\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "यह मॉडल भविष्यवाणी करता है कि हिग्स बोसोन पार्टिकल सभी आधारभूत पार्टिकल को द्रव्यमान देते हैं और आकाशगंगाओं के बीच डार्क मैटर, या अदृश्य पदार्थ की मौजूदगी की व्याख्या करता है।\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "YouTube चीन में आम तौर पर आसानी से सुलभ है, जो अपने 'ग्रेट फ़ायरवॉल' के साथ अन्य अश्लील या विध्वंसक साइटों को अवरुद्ध करता है।\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "ब्रुसेल्स और कोलोन के मध्य थैलिस सेवाएं अब पुनः शुरू हो गई हैं, लेकिन एम्सटर्डम और पेरिस के लिए सेवाएं अब भी रद्द चल रही हैं।\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "पूरे समय के बाद कुक्रिस ने एक ट्रे स्कोर कर लिया लेकिन तुलनात्मक साधारण किक के कनवर्ट करने में विफल रहा जो उनके लिए खेल को जीता सकता था।\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": " मुझे दुख है कि मेरा परिवार लोगों की टिप्पणियों से नाखुश होता है, लेकिन मुझे लगता है कि मुझे नकारात्मक प्रतिक्रिया को अनदेखा करने के लिए बुद्धि मिली है!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"हम इस बात पर ध्यान आकर्षित करने का प्रयास कर रहे हैं कि किसी भी बेरोजगार व्यक्ति को जो भी कार्य उसे दिया जाए उसे स्वीकार करना होगा क्योकि यदि किसी कार्य के प्रस्ताव को आप अस्वीकार करेंगे तो आपको. सेन्ट्ररलिंक भुगतान आठ सप्ताह तक नहीं मिलेगा.\"\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "भले ही यह रेस 2008 टूर डे ताइवान में दूसरी सबसे लंबी दौड़ है, लेकिन ताइपे-कीलुंग महानगरीय क्षेत्र में पहले हुई बारिश के कारण मौसम ने 89 साइकिल चालकों को चुनौती दी।\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "एशिया-ओशिनिया ज़ोन व्हीलचेयर बास्केटबॉल चैंपियनशिप के लिए ग्लाइडर बैंकॉक, थाईलैंड में हैं, जिसे थाई-जापानी बैंकॉक यूथ सेंटर में आयोजित किया जा रहा है।\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"राष्ट्रपति कभी भी अपने प्रवक्ताओं को गलत सूचना देने के लिए न तो कहते हैं और न ही कहेंगे.\"\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "सजा के विरोध के रूप में, इस्सावी ने एक सार्वजनिक भूख हड़ताल शुरू की।\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "हालांकि पिचर और अन्य सभी के लिए यह अतिरिक्त आराम का अवसर था।\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "पहले हाफ के दौरान फ्री स्टेट 17 से शून्य पर था।\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "आदिवासी सीमा के पास पाकिस्तानी सेना के आक्रमण के इस दावे की पुष्टि करना कठिन है, क्योंकि पत्रकारों और सहायता कर्मियों को युद्ध क्षेत्र में जाने की इजाज़त नहीं है।\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "\"जब मैं राष्ट्रपति बनूँगा, तो जो एकमात्र आर्थिक नीति मैं अपनाऊंगा वह संयुक्त राज्य अमेरिका के धन के साथ मितव्ययी होना है।\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "कनाडा के वैंकूवर के दक्षिण में लगभग 80 मील दूर स्थित एक शहर, एनाकोर्टेस, वाशिंगटन, अमेरिका में वाशिंगटन स्टेट ऑयल रिफाइनरी में रात में हुए विस्फोट और आग लगने से कल चार लोगों की मौत हो गई और तीन अन्य गंभीर रूप से घायल हो गए।\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "\"मैं यह भी उल्लेख करना चाहूँगा कि वहाँ हमारे 140,000 के करीब सैनिक मौजूद हैं, जबकि मेरी राय में श्री हॉवर्ड के सिर्फ 1,400 सैनिक तैनात हैं,\" श्री ओबामा ने कहा।\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "घोषणा के तत्काल बाद, इस नाम की बहुत आलोचना हुई क्योंकि यह सुनने में काफी हद तक गँवारू अंग्रेजी शब्द \"वी\" की तरह लगता है जिसका अर्थ है- पेशाब।\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "ब्लैकलिस्ट में डाले गए विकिलीक्स के एक यूआरएल में डेनमार्क में ब्लॉक वेबसाइटों की लीक की गई सूची है।\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "दोषी के फैसले को पढ़ने के बाद, एक राहत प्राप्त ब्राउन सैंडर्स ने अपने परिवार और दोस्तों को गले लगाया, जो सुनवाई में उपस्थित थे।\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "दिन का अधिकांश वक्त वो तकिया पर लेटकर आस-पास के परिवेश को देखते हुए गुजारती है।\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "इंटरकांटिनेंटल एक्सचेंज Brent Crude Futures सुबह 8:34 बजे US$89.30 (दिसंबर के आधार पर) पर पहुंच गया।\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "ओएलपीसी अध्यक्ष वाल्टर बेन्डर ने एक साक्षात्कार में कहा कि इंटेल के हट जाने से कार्यक्रम पर \"कोई असर नहीं\" पड़ेगा।\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "वैज्ञानिकों ने डुरिंगटन वाल्स में यूनाइटेड किंगडम की सबसे बड़ी नवपाषाण बस्ती का खुलासा किया है और उनका मानना है कि गांव में स्टोनहेंज स्मारक बनाने वाले लोगों का निवास था।\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई गवर्नर जनरल, मेजर जनरल जेफरी ने एक बयान में कहा, \"किसी भी मापदंड पर सर जोह एक असाधारण राज्य निर्माता थे जिन्हें क्वींसलैंड को सबसे ऊपर रखने के लिए याद किया जाएगा।\"\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "सोमवार को दक्षिणी अफगानिस्तान के कंधार शहर में अज्ञात हमलावरों ने साफिया अहमद-जान की उनके घर के बाहर गोली मारकर हत्या कर दी थी। वह कंधार प्रांत के लिए अफगानिस्तान महिला मामलों के मंत्रालय की निदेशक थीं और महिला अधिकारों की समर्थक और तालिबान द्वारा इन अधिकारों के दमन की प्रबल आलोचक थीं।\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "उसके अवशेषों को हेलीकॉप्टर के जरिए कंधार एयरफिल्ड ले जाया गया।\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "हल्दीमान काउंटी के मेयर मैरी ट्रेनर थे, जहां कैलेडोनिया स्थित है, ने कहा: \"अगली बैठक या दूसरी व्यापार के मुद्दे पर बात करने के बजाय फिर से बेकार चीज़ों की बातों पर समय की बर्बाद होगी।\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "इस बात पर ध्यान देने की आवश्यक है कि कजाख कानून इस प्रकार से घरों को ध्वस्त करने और निष्कासित भवनों से जुड़ी हुई संपति की इनवेंटरी को हटाने का निर्धारण नहीं करता है और बेदखली को खाली भवन से हटाई गई संपत्ति की सूची के साथ होना चाहिए, जबकि इस संपत्ति का भंडारण उपलब्ध कराना आवश्यक है।\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "बुनियादी ढांचों को नुकसान पहुंचने के कारण खाद्य सामग्रियों का वितरण धीमा हो गया है, जिससे व्यापक स्तर पर भूखमरी की आशंका पैदा हो गई है।\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "जुलाई 2010 में, रुड को ALP के नेता के रूप में और सुश्री गिलार्ड द्वारा प्रधान मंत्री के रूप में प्रतिस्थापित किया गया था।\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "घायल लोगों में से दो, रैंडल बिब, 52 और 56 वर्षीय डैनियल मैकमरी को ऊपरी शरीर के जलने के इलाज के लिए पार्कलैंड मेमोरियल अस्पताल ले जाया गया।\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "वह अगस्त 1997 तक नहीं मिली थी जब, गोताख़ोरों को उनका भारी शव 70 फिट गहराई मे मिला था।\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "पूरा उद्धरण का कथन है कि पुरस्कार \"फोर इल्यूसीडेशन ऑफ़ द प्रोपर्टीज ऑफ़ स्पॉन्टेनियस सिमेट्री ब्रेकिंग इन फोर डायमेंशनल रिलेटीविस्टिक गाज थ्योरी एंड ऑफ़ द मैकेनिज्म फार द कन्टीस्टेन्ट जनरेशन ऑफ़ वेक्टर वोसन मासेज.\"के लिए प्रदान किया गया।\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "श्रीलंका स्थित IWMI में अध्ययन का नेतृत्व करने वाले डेविड मोल्‍डेन ने कहा कि अगर लोग जैव ईंधन और खाद्य पदार्थ का उत्पादन कर रहे हैं, तो इससे एक और नया तनाव उत्पन्न होगा।\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "रिपोर्टों के अनुसार, गाजा पट्टी में कई इज़रायली हवाई हमले में एक शिशु सहित तीन बच्चे घायल हुए हैं।\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "इस सॉफ्टवेयर से विज्ञापन राजस्व विकिमीडिया फाउंडेशन के साथ विभाजित किया जाएगा।\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "डैनजिगर पुल के नहर पर है जो लेक पोंटचार्टेन को मिसिसिपी नदी से जोड़ता है।\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "निर्देश के यूरोपीय परिषद की मत्स्य परिषद में मंगलवार, 21 दिसंबर को आसानी से पारित होने की उम्मीद थी, लेकिन पोलैंड के विज्ञान एवं कंप्यूटराइज़ेशन मंत्री व्लोद्ज़िमीयर्ज़ मार्चिंस्की के अनुरोध पर इसे एजेंडा से हटा लिया गया।\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, अब हमें इस हड़ताल को आगे बढ़ने से रोकने के लिए जो भी करना होगा, करेंगे।\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "मार्क ने यह भी उल्लेख किया कि लुईस क्रिश्चियन, जो एक प्रमुख ब्रिटिश मानवाधिकार वकील हैं, अब वेस्टास के रहने वालों का प्रतिनिधित्व कर रहे हैं।\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "जेनिस डिकिंसन के एक प्रतिनिधि ने रयान की मौत के बारे में एक बयान जारी किया।\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "मंदी की आशंकाओं के बीच आयरिश एयरलाइन रयानएयर ने आज सुबह के व्यापार में 12% की गिरावट दर्ज की, जिससे बाजार की खराब स्थिति के बारे में चिंता बढ़ गई।\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "वक्तव्य में कहा गया, \"शुरुआती कीमत या सहायता पर कोई अंतिम निर्णय नहीं लिया गया है और इसलिए किसी भी संभावित मूल्य प्रभाव पर अटकलें लगाना अभी बहुत जल्दबाजी होगा.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "कृषि मंत्री जिम सटन ने कहा कि इस बात की वास्तव में संभावना है कि कुछ देशों द्वारा मांस निर्यात को रोक दिया जाए।\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "जॉर्जियाई स्रोतों ने यह बताते हुए घोषणा की पुष्टि की, कि बेस नष्ट हो गया था।\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "उसे मां से दूर रहने के अदालत के आदेश की अवमानना के मामले में दोषी माना गया।\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "लेकिन जैसा मैं कहता हूं, मैं लीड हासिल करने के लिए अपरिवर्तनवादी नहीं बनूँगा।\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "एक गवाह, 21 वर्षीय दुकानदार मोहम्मद वली ने बताया, \"वहां पर ट्रैफ़िक जाम था और सभी वाहन रुके हुए थे।\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "कमेटी ने कहा कि अनुमानित कमी को पूरा करने के लिए नए गैस आधारित विद्युत स्टेशनों के \"व्यापक\" निर्माण कार्यक्रम की आवश्यकता होगी।\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "यह पुष्टि हो गई है कि अगले सीज़न में स्पाइकर का मालिक बदल जाएगा, जिसके साथ यह इतिहास में पहली भारतीय राष्ट्रीय फ़ॉर्मुला वन टीम बन जाएगी।\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "वह यह भी कहते हैं कि स्वतंत्र होने की तुलना में पार्टी में रहना बेहतर है।\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "कुछ ब्रिटिश राजनेताओं ने भी माना था कि लोग आतंकवादियों को मुआवजा देते हैं।\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "बादमे, उसे नोटिसीटे के मुख्यालय ले जया गया, जहा स्मारक बना।\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "\"अलगाववादी जनता की भावनाओं को भड़काने की साजिश रचते हैं।\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"मुझे इसकी चिंता रहेगी और मुझे लगता है कि हमें अफगान के लोगों तक सही संदेश पहुँचाने की जरूरत है।\"\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "बेंजामिन मुलानी, ब्रिटिश नागरिक जिन्हें एंटीगुआ में छुट्टियां बिताते समय उनकी पत्नी के साथ गोली मार दी गई थी, की मौत हो गई है।\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"हम सभी जिम्मेदार पक्षों से मानवाधिकारों के उल्लंघन को तुरंत रोकने के लिए कहते हैं और हम सरकार से इन मामलों की स्वतंत्र जांच के लिए तत्काल कदम उठाने का आग्रह करते हैं।\"\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "तीस रूढ़िवादी सांसदों और नौ उदारवादी लोकतांत्रिक लोगों ने सैन्य हस्तक्षेप के खिलाफ अपनी पार्टी के खिलाफ मतदान किया।\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "एक और सूनामी की आशंका के कारण वे घर लौटने के लिए बहुत आशंकित हैं, लेकिन रॉयटर्स के अनुसार, स्वास्थ्य अधिकारी उन लोगों में जो अभी भी शरण में हैं बीमारी के खतरे से चिंतित हैं।\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "कई प्रमुख सूडानी मौलवियों ने स्थिति को भड़काने के लिए सरकारी निर्देशों की अनदेखी नहीं की, हालांकि उन्होंने उसकी मौत की मांग के लिए सीधे फोन करना बंद कर दिया।\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "एक प्रबंधक के रूप में उन्होंने 23 सालों की अवधि में 1,800 गेम भी जीते।\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "हमारे झंडे आज लो कंट्री के एक डिप्टी के लिए झुके हैं जो अपने साथी डिप्टी की मदद करते हुए मारा गया।\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "\"ऐसे लग रहा था कि कही हुर्रिकेन आकार टकराया है।\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "प्रेस ट्रस्ट ऑफ इंडिया के अनुसार, भारत में पुलिस को तीन नाबालिग लड़कियों की ओर से शिकायत मिली थी कि उसने उनका बलात्कार किया था।\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "दो बच्चों के पिता, बिल रुस्को के अनुसार, भालू ने लिगोनियर टाउनशिप में रूट 30 को पार किया और बैडमिंटन खेल रहे तीन बच्चों की ओर बढ़ गए।\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "कांग्रेस अध्यक्ष सोनिया गांधी और फिर प्रधानमंत्री मनमोहन सिंह से मुलाकातों के बाद, विदेश मंत्री, 73 वर्षीय प्रणब मुखर्जी को वित्त मंत्रालय का कार्यभार सौंपा गया है।\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "वर्तमान में सीटों के लिहाज से आस्ट्रेलियन लेबर पार्टी के पास कुल 86 में से 58 सीट हैं, लिबरल नेशनल पार्टी के पास 25, क्वीन्सलैंड ग्रीन और वन नेशन के पास एक-एक और निर्दलीयों के पास चार सीटें हैं।\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "मेलबर्न विश्वविद्यालय के वैज्ञानिकों का कहना है कि उनके शोध से पता चलता है कि परमाणु ऊर्जा के लाभों को कम करके आंका गया है और परमाणु कचरे की चिंता को बढ़ा चढ़ा कर बताया गया है।\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "\"मुझे उम्मीद नहीं है कि ब्रिटिश भागीदारी की कमी किसी भी कार्रवाई को रोक देगी।\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "अंटाल्या, तुर्की में एक मुक्त व्यापार क्षेत्र में, एफएमसी नोवमेड की 80 महिला कर्मचारी 26 सितंबर, 2006 से लगभग एक साल से हड़ताल पर हैं।\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ऐसा विश्वास किया जाता है कि जिस आदमी पर हत्या करने का आरोप लगाया गया है वो उनकी भांजी का रंजिशजदा पति था।\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "प्रत्येक तीन-व्यक्ति पैनल पर दो जूअर्स और एक जज बैठेंगे, तथा आपराधिक और सिविल प्रकरणों का निपटारा करेंगे।\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "पोलेंड की कई अन्य सरकारी हस्तियां भी विमान में सवार थीं।\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "उन्होंने आगे विवादास्पद केप विंड प्रोजेक्ट के पीछे कंपनी, एनर्जी मैनेजमेंट इंक का उल्लेख किया, जिसमें एक चेल्सी प्राथमिक विद्यालय से सड़क के पार डीजल बिजली संयंत्र बनाने का प्रस्ताव रखा गया था और चेल्सी में वायु की गुणवत्ता खराब है।\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "साउथ यॉर्कशायर पुलिस के हेड कांस्टेबल मेरेडिड ह्यूज को कथित रूप से उत्तरी वेल्स के चिरक के पास A5 रोड पर तेज गति से चलाते हुए पकड़ा गया।\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "एबीसी गुड मॉर्निंग अमेरिका के सह-एँकर रॉबिन रॉबर्ट्स के अनुसार, दुनिया भर में सर्वेक्षण की गई केवल दो प्रतिशत महिलाएँ खुद को सुंदर मानती हैं, जिनके कार्यक्रम की आज सुबह 8:07 ए.एम ईएसटी पर वाणिज्यिक शुरुआत हुई।\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "ऐसा पहली बार है, जब स्पैम या ईमेल के पुलिंदों को उपयोगकर्ताओं के इनबॉक्स में अकारण भेजे जाने पर नकेल कसने के लिए 2003 में बनाए गए कानून का इस्तेमाल करके किसी को दोषी ठहराया गया है।\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "न्यूपोर्ट एवं ग्लिंद्वर अपने स्वयं के अधिकार वाले विश्वविद्यालय बनने जा रहे हैं।\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "जहाँ फ्रैंकोइस बायरू के नेतृत्व में यूनियन फॉर फ्रेंच डेमोक्रेसी (UDF) पार्टी, औपचारिक रूप से UMP के साथ सत्तारूढ़ गठबंधन में बनी हुई है, उसने यह निर्णय लिया कि, क्योंकि नई सरकार संभवतः अधिकतर समान नीतियों को अपनाएगी, इसलिए वह इसमें भाग नहीं लेगी।\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "\"सूडान में, समाजसुधारक (यू.एन.) सुरक्षा परिषद ने कब्ज़ा और विभाजन करने की तैयारी के तहत दारफ़ुर में सैन्य विशेषज्ञ भेजने का निर्णय लिया।\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "माइग्रेन से पीड़ित व्यक्ति (ऐसा माना जाता है कि यूनाइटेड किंगडम में लगभग आठ प्रतिशत पुरुष और अठारह प्रतिशत महिलाएं इससे पीड़ित हैं) अक्सर शिकायत करते हैं कि रोशनी, शोर और स्पर्श से दर्द होता है।\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "2002 में इरा जासूसी रिंग के आरोपों पर विधानसभा और कार्यकारी भंग होने के बाद से लंदन से प्रत्यक्ष शासन लागू हो गया है।\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "हालांकि श्री हेक ने कहा कि उन्हें विश्वास है कि नियोक्ता इन स्तरों को मौलिक समझेंगे और यह कि ये भ्रामक नहीं हैं।\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "जॉन जिओर्जिनि ने कहा, आने वाले समय मे ऐसी अंतरक्षीय अनिश्चितता बहुत कम होगी और लोग कम भयभीत होंगे।\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "सीएनएन को दिए गए वक्तव्य में, ईराक के राष्ट्रीय सुरक्षा परामर्शदाता मुवफ़्फ़क रुबाई ने कहा \"…यह सुनवाई निष्पक्ष होगी, जिसमें बचाव अधिवक्ता के साथ ही, समुचित अभियोजन अधिवक्ता भी मौजूद रहेंगे…\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "बाघ धारियों के साथ सबसे गर्म क्षेत्र कैसिनी छवियों में देखे गए दो जेट स्थानों के अनुरूप हैं।\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "तीनों राउंड के माध्यम से दूरी पर पारी बहुत करीब थी।\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "अल ज़जीरा के मुताबिक चीन के खदान पूरी दुनिया में सबसे ज्यादा जानलेवा हैं, हर साल उनमें हादसे की वजह से हजारों खनिकों जान चली जाती है।\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "इस वर्ष की शुरुआत से जून तक ड्रग्स के लिए की गई परीक्षा में 1,043 कैदियों में से बारह प्रतिशत को ड्रग्स परीक्षण में सकारात्मक पाया गया।\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "प्रदर्शनकारियों का नेतृत्व करने वाले 25 वर्षीय उमर हरानी ने टेलीग्राफ को बताया, \"हमने चर्च को 2,000 साल पहले देखरेख के लिए जमीन दी थी, न कि उसे बेचने के लिए क्योंकि यह उनकी जमीन नहीं है।\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "देश में सफवता की दर 72 प्रतिशत से ग्यारह प्रतिशत पर आ गई, जब कि अनेक स्कूलों में एक भी सफल विद्यार्थी दिखाई नहीं दिया।\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "लंदन, इंग्लैंड में उनके दफ्तर के अनुसार, \"उन्होंने जांच के लिए आरओवी भेजे थे और निगरानी के दौरान तेल या गैस का कोई भी संकेत नहीं पाया.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "प्रत्येक समूह में शीर्ष चार टीमें तब क्वार्टर फाइनल में जाती हैं।\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "वाशिंगटन स्थित कनाडा दूतावास एक विज्ञापन अभियान चला रहा है और वाशिंगटन में सबवे स्टेशनों को अफगानिस्तान में कनाडाई सैनिकों को दर्शाने वाले विज्ञापनों से भर दिया है।\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "फिनलैंड के रक्षा मंत्रालय के अनुसार, विमान ने पोर्वो के पास फिनलैंड के हवाई क्षेत्र में लगभग 4.5 किलोमीटर (3 मील) की दूरी तय की।\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "वार्ता को उन मुद्दों पर चर्चा करने के लिए तैयार किया गया था, जो कोपेनहेगन में 2009 के संयुक्त राष्ट्र जलवायु परिवर्तन सम्मेलन में हल नहीं हुए थे।\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "पश्चिमी मैक्सिको में एक नशीले पदार्थ विरोधी उड़ान के दौरान एक सैन्य हेलीकॉप्टर के दुर्घटनाग्रस्त होने से ग्यारह लोगों की मौत हो गई है।\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "पिछले गुरुवार से 35 मीटर का जहाज फंसा हुआ है, जब वह सिडनी में APEC की बैठक के लिए जाते समय ग्राउंडेड थी।\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "दोनों टीमों के क्वार्टर फाइनल मैच जीतने के बाद मैनचेस्टर यूनाइटेड और बार्सिलोना चैंपियंस लीग सेमीफाइनल में आमने-सामने होंगे।\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "इसे हर साल आयोजित किया जाता है, यह राजनीतिक विरोध व्यक्त करने के लिए एक पारंपरिक मंच है।\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "कैनेडी, जो अमेरिका में मौत की सजा पाने वाले दो अपराधियों में से एक था, जिसने हत्या नहीं की थी, ने अदालत के फैसले को चुनौती दी और मामला अमेरिकी सुप्रीम कोर्ट में लाया गया।\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "वहां प्रधान मंत्री स्टीफ़न हार्पर, उनकी पत्नी और उनके दो बच्चों समेत लगभग 25,000 लोग थे।\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "नाइजीरिया की सरकार ने व्यापक स्वास्थ्य प्रकोप को रोकने के लिए विश्व स्वास्थ्य संगठन तथा यूएस सेंटर्स फॉर डिजीज कंट्रोल एंड प्रिवेंशन सहित अंतर्राष्ट्रीय संगठनों से सहायता का अनुरोध किया है।\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "वर्ल्डकप के समर्थकों के सामने ट्रेफिक सेफ्टी के कारण घायल होना एक बड़ा खतरा है।\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "सिडनी मॉर्निंग हेराल्ड को एक सरकारी स्रोत ने सुझाव दिया कि राज्य और संघीय सरकारें प्रत्येक $1मिलियन तक खर्च कर रही हैं।\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "क्रॉसरिल यह संकेत नहीं देता है कि यह मूल प्रस्ताव में उचित मूल्य प्रदान करने का प्रयास करेगा और इसके बजाय केवल लगभग 50 पाउंड प्रति संपत्ति की पेशकश करने जा रहा है, इस उम्मीद में कि कई लोग इस मामले को भूमि न्यायाधिकरण में नहीं ले जाएं।\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "वुड इस पर विवाद करते हुए कहता है, “जाहिर है कि अंतरराष्ट्रीय कानून के कुछ क्षेत्र हैं जो काफी अनिश्चित हो सकते हैं।\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "सॉलिडैरिटी आंदोलन के संस्थापक लेच वाल्सा ने संगठन छोड़ दिया है।\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "लेबर सांसद एमपी डिक एडम्स ने कहा कि भले ही उन्होंने बेज़ले को नेता के रूप में बने रहने के लिए वोट दिया, लेकिन वे पार्टी के नए नेतृत्व का समर्थन करते हैं।\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "पेंसिल्वेनिया स्टेट डिपार्टमेंट ऑफ एग्रीकल्चर के मधुमक्खी विशेषज्ञ डेनिस वेनगेल्सडॉर्प के अनुसार, \"हमें पूरा यकीन है लेकिन निश्चित नहीं है कि यह एक संक्रामक बीमारी है।\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "इसे 95.5 ° पूर्व के देशांतर पर पृथ्वी से लगभग 36,000 किलोमीटर ऊपर एक जिओसिंक्रोनस कक्षा में रखा जाएगा।\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "मरने वाले अधिकांश निचले डेक पर भोजन कर रहे थे और नीचे फंस गए थे।\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "साल 1965 में उसके पिता के जन्म के बाद से जापानी शाही परिवार में पैदा होने वाला वह पहला नर शिशु है।\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "वर्तमान में, ब्रिटिश विद्यार्थियों द्वारा प्रत्येक वर्ष लगभग दस मिलियन परीक्षण किए जाते हैं।\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "\"प्रधानमंत्री को 6:40 पूर्वाह्न पर ऑपरेशन थियेटर भेजा गया, सर्जरी 8:45 पूर्वाह्न पर शुरू हुई और 7:30 अपराह्न पर समाप्त हुई।\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "व्हाइट हाउस के सलाहकार वैलेरी जैरेट ने कहा कि यह एक \"बहुत, बहुत महत्वपूर्ण कदम\" था।\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "इस वर्ष की पहली तिमाही में इंपीरियल ने पोस्ट किया था कि आपदा को $ 15.5 मिलियन के नुकसान के लिए भी दोषी ठहराया गया है।\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "गुरुवार रात जे लेनो के साथ दी टुनाइट शो में उपस्थिति हुए, संयुक्त राज्य के राष्ट्रपति बराक ओबामा ने मेजबान जे लेनो को बताया कि उन्होंने व्हाइट हाउस गेंदबाजी गली मेंगेंदबाजी की थी और 129 रन बनाए थे।\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "आयोग के अनुसार, यदि कोई कर्मचारी प्रशिक्षण पाठ्यक्रम को चुनौती देता है, तो नियोक्ता को तब तक \"उचित आवास\" प्रदान करना होगा, जब तक कि यह कंपनी के लिए \"अनुचित कठिनाई\" का कारण न बने।\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "ख़बर मिलने पर पुलिस ने छापा मारा और महिलाओं को रिहा किया।\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "राउंडअबाउट के लिए ट्विनिंग को चिह्नित करने वाला एक चिह्न योजनाबद्ध है।\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "कुछ सहायता भोजन के रूप में आई, जबकि अन्य सहायता नकदी के रूप में आई, जिसका उपयोग सहायता एजेंसियों द्वारा इथियोपियाई किसानों से अनाज खरीदने के लिए किया गया।\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "बांग्लादेश के मौसम विभाग ने एक बयान जारी किया कि भूकंप ने चटगोंग को एक दक्षिणी बंदरगाह बना दिया था, जो बांग्लादेश का दूसरा सबसे बड़ा शहर है।\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": ": \"धीरे-धीरे चलते हुए जहाँ सैनिक थे और उनकी ओर मुस्कुरा कर देखते हुए हमने, उस आदमी से संपर्क किया जो कमांडिंग अधिकारी लगता था।\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "\"हमें अपने क्षेत्रीय राजनयिक दृष्टिकोण को और भी स्पष्ट करने की आवश्यकता हो सकती है।\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "क्षेत्रीय साझेदारी कार्यक्रम ग्रामीण क्षेत्रों में परियोजनाओं के लिए सरकारी सहायता मुहैया करता है।\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "दिल्ली में कानून-व्यवस्था की स्थिति को देखने के बाद, सुप्रीम कोर्ट की निगरानी समिति ने सुप्रीम कोर्ट को 1 नवंबर को एमसीडी की सीलिंग ड्राइव को फिर से शुरू नहीं करने की सिफारिश की।\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "ज़हाब को 170 पौंड (77 किग्रा) के उपकरणों की स्लेज खींचनी पड़ी, जो पैदल और स्नोशूज पर यात्रा कर रहे थे जबकि अन्य दो पुरुषों ने स्काईड किया था।\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "खराब किस्मत और बदलावों ने मैच में पहली बार जर्मनी को इस रणनीतिक खेल में असरदार बना दिया।\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "रूसी सैन्य विमानों को रोकने के लिए यूनाइटेड किंगडम की रॉयल एयर फोर्स द्वारा चार एफ3 टॉर्नेडो फाइटर जेट लॉन्च किए गए थे।\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "रूड ने यह भी वादा किया कि उनकी सरकार द्वारा 100 दिनों के भीतर समलिंगी विवाह को वैध बनाने के लिए एक विधेयक पेश किया जाएगा और अगर वे फिर से निर्वाचित होते हैं तो \"विवेकपूर्ण वोट\" करेंगे।\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "विश्व प्रसिद्ध पॉप गायक माइकल जैक्सन की गिरफ्तारी के लिए एक नाराज न्यायाधीश रॉडनी एस. मेलविले ने एक बेंच वारंट जारी करने की धमकी दी, यदि वह गुरुवार जनवरी 10, 2005 को कैलिफोर्निया के सांता बारबरा काउंटी सुपीरियर कोर्ट में पेश होने में विफल रहेंगे।\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "न्यूज़ीलैंड के किसानों ने संसद में एक महत्वपूर्ण जीत हासिल की है, जिसमें सांसदों को 61:60 पास करने वाले कार्यपालक कुत्तों को माइक्रोचिप कानून से छूट देने के लिए वोट दिया गया है।\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "रिको की रचनाएं और उन्हें तैयार करने के लिए इस्तेमाल किए गए तरीके सैल्वेजर शो का विषय हैं।\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "यह कहा जाता है कि अगस्त 2006 के बाद सबसे बड़ी व्यावसायिक हवाई दुर्घटना थी जब सेंट पीटर्सबर्ग आधारित पुलकोवो एयरलाइंस के स्वामित्व वाले एक विमान टुपोलेव टीयू-154 यात्री जेट 612, रूस के यूक्रेन में दुर्घटनाग्रस्त हो गया था। जिसमें 170 लोगों की मौत हो गई थी।\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "हालांकि, इसका आधा समय iPhone का केस खोले जाने में गुजरा।\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "एमनेस्टी इंटरनेशनल जैसे समूहों के लिए जो शिविर के बंद होने के लिए अभियान चलाते हैं, या ह्यूमन राइट्स वॉच जिनेवा कन्वेंशन के युद्ध के पहलुओं के कैदी से निपटने वाले कैदी के बारे में चिंतित हैं, यह तथ्य है कि नए भर्ती किए गए बंदियों के लिए नीति अभी भी 4 सप्ताह तक की अनुमति देती है जहां रेड क्रॉस (आईसीआरसी) की अंतर्राष्ट्रीय समिति द्वारा हिरासत में लिए जाने से इनकार किया जा सकता है।\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "आयरलैंड के विदेश मंत्री माइकल मार्टिन ने एक वक्तव्य में कहा, \"यह एक राजनैतिक प्रक्रिया तथा अवक्रमित संस्थाओं में भरोसे का वक्तव्य है।\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "नैतिकता की शिकायतों को मूल रूप से डेमोक्रेटिक प्रतिनिधि द्वारा दायर किया गया था, 15 जून 2004 को टेक्सास के क्रिस बेल और इस पर सरगर्मी पिछले साल के चुनावों से पूर्व के महीनों में शुरू हो गई थी।\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "एसएलडब्ल्यू समूह $10 मिलियन का खाता खोलने में सफलता प्राप्त की है यह जानकारी आज दी गई।\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "उस प्रश्न के उत्तर में, टॉम क्रूज एलआरएच [एल। रॉन हबर्ड] तकनीक से धरती पर एक अरब से ज्यादा लोगों का परिचय कराते हैं।\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "रक्षा सचिव रॉबर्ट गेट्स ने शुक्रवार को मैड्रिड में संवाददाताओं से कहा कि ईरानी आतंकवादियों को इरानी लोग या तो हथियार या तकनीक दे रहे हैं इसका बात का \"बहुत सही\" सबूत मौजूद था।\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "हमास और फतह अधिकारियों ने कहा कि उन्हें उम्मीद है कि नेतागण मंगलवार की रात बाद में किंग अब्दुल्ला के साथ बैठक के लिए आएँगे।\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "विमान के चक्कों में छिपकर यात्रा करने से उड़ान भरने के बाद ठंड से या चक्कों के खींचाव के दौरान दबकर मरने का खतरा रहता है।\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "स्थानीय निवासी आयसर खालिद ने रायटर को बताया,\"मैं जागा और मैंने देखा बर्फ गिर रहा है, इसलिए मैंने पूरे परिवार को जगाया और उनसे कहा कि आओ और इस बर्फबारी को देखो.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "फिलाडेल्फिया 100ºF तक पहुंच जाएगा, वॉशिंगटन डी.सी. में 101ºF और बाल्टीमोर और रिचमंड में 100 से ऊपर तापमान बढ़ सकता है।\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "नवीनतम पीड़ित 12 दिसंबर 2006 को एक ग्रामीण क्षेत्र में कुछ सौ मीटर की दूरी पर पाए गए थे और एक शरीर को दूसरे के 40 मिनट के भीतर खोजा गया था।\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "नई दिल्ली में भारतीय मौसम विज्ञान विभाग (IMD) के वैज्ञानिकों, एशिया के लिए मौसम विज्ञान संगठन के विशेषज्ञ केंद्र का कहना है कि उन्होंने 26 अप्रैल की शुरुआत में म्यांमार को पहला चक्रवाती बुलेटिन जारी किया था।\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "इसी तरह की घटना अन्य बाल्टिक राज्यों, विशेष रूप से फिनलैंड के दक्षिणी पड़ोसी, एस्टोनिया में देखी गई है।\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "कंपनी स्पाइडर मैन, आयरन मैन, एक्स-मेन, हल्क और फैंटास्टिक फोर फ्रेंचाइजी जैसी ब्लॉकबस्टर फिल्मों से फिल्म की आधी कमाई का प्रतिनिधित्व करने वाले नागरिक नुकसान की वसूली के लिए मुकदमा कर रही है।\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "अस्पताल के प्रसूति विज्ञानी एंड्रयु मिलर कहते हैं कि अंडाशय में गर्भाधान का पूर्ण-अवधि तक बचे रहने के बारे में कभी \"सुना नहीं गया\" है।\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "एक 54 साल के जर्मन किसान जिन्होंने छह साल पहले खेती में एक दुर्घटना में अपनी दोनों बांह गवाँई थी,दोनों बांह प्रत्यारोपण प्राप्त करने वाला पहला रोगी बन गया है।\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "जब ओपेन्हेमर ने गुप्त हथियार डिजाइन प्रयोगशाला, लॉस एलामोस, शुरू की, तब उन्होंने बेथ को सैद्धांतिक विभाग का निदेशक नियुक्त किया।\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "पुलिस ने बताया कि इमारत के अन्य हिस्सों में चोरी की शाम के दौरान कई अलार्म बजे, जिससे गैलरी के गार्ड का उस पर ध्यान गया था।\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "सुश्री फिट्ज़पैट्रिक ने कहा कि संघीय सरकार कोयला और एल्यूमीनियम उद्योगों के लिए उसी प्रकार उदारता बरत रही थी जैसे जापानी सरकार, कहीं और अधिक विनाशकारी प्रभावों के साथ, व्हेलिंग कंपनियों के लिए उदार बनी हुई थी।\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "दुनिया भर में विचित्र संख्याओं के प्रशंसक जश्न में डूब गए जब हाल ही में घड़ी ने 01:02:03, 04/05/06 (दिन/माह/वर्ष प्रचलन के आधार पर) बजाए।\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "चौदह वर्ष के बच्चों के लिए परीक्षणों को समाप्त करने का निर्णय इस वर्ष की शुरुआत में एक स्थिति के परिणामरूप में आया, जब इस उम्र के छात्रों को परीक्षण के परिणाम देने में लंबे समय तक देरी हुई।\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "जर्मन एयरलाइन XL एयरवेज द्वारा एयर न्यूज़ीलैंड के लिए अपनी वापसी की तैयारी में जुड़वां-इंजन जेट एयरलाइनर, पेरपिगन में रखरखाव के लिए रखा हुआ था, जो इसे लीज पर संचालित कर रहा था।\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "दोनों ने चार महीने के राजनीतिक गतिरोध को सुलझाने के लिए पिछले सप्ताह एक समझौते पर हस्ताक्षर किए।\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "इसके बजाय, यह सोचा जाता है कि पाइप में 'नरम' बर्फ का निर्माण होता है और फिर ईंधन / तेल ताप एक्सचेंजर की यात्रा और इसे प्रतिबंधित करना बंद कर देता है।\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "2008 ताइपे सिटी न्यू ईयर काउंटडाउन पार्टी राजनीतिक कारक के साथ स्पष्ट रूप से \"फीका\" था।\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "नखोन श्री थम्मरत प्रांत में थुंग सॉन्ग जिला शहर के शोपिंग क्षेत्रों में कमर-ऊंची बाढ़ का सामना कर रहा है।\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "दुर्घटना उस समय हुई जब परिवार युवाओं के एक फुटबॉल खेल में भाग लेने के लिए जारहा था।\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "सुबह लगभग 9.15 बजे एक 'कोड रेड' - पूर्ण निकासी - सेट किया गया था।\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "इससे आग को द्वीप के बाकी हिस्सों में फैलने से रोकने में कामयाबी मिल गई, लेकिन फिर भी 10 इमारतें जल गईं, जिनमें ज्यादातर छोटी दुकानें और बार थे।\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "यह डिवाइस पहला विश्वसनीय टेबलटॉप फ्यूजन डिवाइस नहीं है; फ़ार्नस्वर्थ-हिर्श फ्यूसर, 1960 के दशक की शुरुआत में फिलो टी। फ़ार्नस्वर्थ की प्रयोगशाला में विकसित किया गया था, जो टेलीविज़न को विकसित करने में सहायक थे, उन्हें व्यावसायिक रूप से न्यूट्रॉन स्रोत के रूप में बेचा जाता है।\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "उसके पिता के शासनकाल में, गेबॉन विश्व का छठा-सबसे बड़ा तेल निर्यातक बना, लेकिन 70% जनसंख्या अभी भी गरीबी में रहती है।\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "\"ऑस्ट्रेलिया भर में पेफ़ोन की मांग निश्चित तौर पर अभी भी है।\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "बच्ची अपने माता-पिता के साथ समुद्र तट पर थी, जबकि वे हुक प्वाइंट नाव पर मुख्य भूमि पर ले जाने का इंतजार कर रहे थे।\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "विकिन्यूज़ ने मूल रूप से विकिपीडिया प्रशासकों से टिप प्राप्त करने के बाद संदिग्ध संपादन के बारे में कहानी का सच जाना।\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "जॉनसन स्पेस सेंटर, ह्यूस्टन के एडवर्ड लू और स्टेनली लव ने भी टक्कर को लेकर आशंका जताई है।\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "हालाँकि, जैसे ही दोपहर को हवाएँ चलीं, आग के अंगारे जलसेतु के पार ले गए और आग अब पामडेल के अत्यधिक आबादी वाले क्षेत्र की ओर बढ़ रही है।\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "एक समय ग्रैंड ओल्ड पार्टी के अग्रणी उम्मीदवार न्यूयॉर्क शहर के पूर्व मेयर रूडी गुलियानी, जो फ्लोरिडा में तीसरे स्थान पर हैं जहां उन्होंने अपने अभियान को आधारित किया था, बुधवार को दौड़ से बाहर हो गए, मुख्य रूप से प्राइमरी जीत के पूर्व अनुभव के अभाव और कमजोर समर्थन के कारण।\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "जैसा कि संयुक्त राष्ट्र ने बताया, 12 जनवरी को हैती में आए भूकंप में 222,570 लोग मारे गए, बंदरगाहों में 1,300,000 शरणार्थी हैं, 766,000 लोग विस्थापित हुए, 310,000 घायल हुए और 869 लापता हो गए।\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "फिनलैंड की नेशनल ब्रॉडकास्टिंग कंपनी (वायएलई) के मुताबिक उन्होंने कहा कि आज की बजाए त्रासदी के ठीक बाद एक हफ्ते पहले ही इसे लेकर उपाय शुरू हो जाने चाहिए थे।\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "पायलट व्हेलें दक्षिण द्वीप पर पोर्ट लेवी में अपने आप समुद्र तट पर आ गई, लेकिन दर्जनों स्वयंसेवकों ने कोशिश की और उन्हें कीचड़युक्त और उथले पानी से खुले पानी में जाने में सहायता पहुँचाई।\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "मोटर बंद हो गया और हेलीकॉप्टर जमीन पर गिर गया, अगस्टिन वर्गास नामी एक स्थानीय निवासी ने बताया।\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "फ़्रेंच इंटीरियर मिनिस्ट्री ने अधिक संख्या में बचावकर्मियों और संसाधनों द्वारा त्वरित प्रतिक्रिया सुनिश्चित करने के लिए एक आपातकालिक योजना को क्रियान्वित करने का एक अद्भुत कदम उठाया।\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "न्यूयॉर्क के यैंकीस ने शनिवार के खेल को 9-4 से जीतने के कारण क्लीवलैंड इंडियंस के खिलाफ कुछ समय के अंतराल के मुकाबले में जीत के लिए शनिवार को कड़ी हार के बाद पलटवार किया।\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "पड़ोसी डॉन टेलर ने कहा, \"वे महान एथलीट, बिल्कुल-ए विद्यार्थी, एकदम अच्छे, छोटे लड़के थे---बहुत ही कठिन है।\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "वीपन-ग्रेड प्लूटोनियम एक्सट्रैक्ट करने के लिए छड़ को कई महीनों तक रीप्रोसेस किया जा सकता है।\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "एक पत्रकार द्वारा उजागर किए जाने से पहले, बॉर्डिन, दंपति के साथ तीन महीने तक रहा और उसके झूठ की पुष्टि डीएनए परीक्षण द्वारा की गई थी।\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "यदि सिस्टम में कोई अन्य जहर होता है तो यह अज्ञात है।\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "\"वे शंघाई में पले-बढ़े थे और वे बेहद सज्जन व्यक्ति थे।\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "अल-जारकवी की मौत को बाजार की ओर से इलाके से तेल की भविष्य में आपूर्ति को लेकर एक अच्छी खबर के तौर पर लिया गया।\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "सेनाकी और ज़ुगदिदी दोनों शहर बिल्कुल जॉर्जिया में हैं, व अबकाज़िया क्षेत्र के आसपास \"सुरक्षा क्षेत्र\" के बाहर।\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "सिंगापुर एयरलाइन्स जो इसे लॉंच करेगा, उस तक विमान की सुपुर्दगी अक्टूबर तक नहीं होनी है - दो साल का विलंब है।\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "स्थानीय अभियोजक मैक्सिम स्टेपानेन्को ने रूस के वेस्ती 24 से कहा कि रविवार सुबह के तूफानी मौसम की चेतावनी कप्तानों को दे दी गई थी।\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "एडमिरल कुरोएडोव 2000 की कुर्स्क आपदा के दौरान नौसेना के प्रभारी थे, जिसमें पनडुब्बी के डूबने से 118 नाविकों की मौत हो गई थी।\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "विकिन्यूज़ की ओर से कहानी का लगातार अनुसरण जारी है, लेकिन अनाम उपयोगकर्ता एक साक्षात्कार के लिए मना कर दिया।\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "एबट ने दावा किया कि \"श्री रूड ने यह सब बंद कर दिया जिसकी वजह से हमारे यहाँ 50,000 से अधिक अवैध आप्रवासी हो गए।\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "परियोजना के सह-समन्वयक स्टैंचू समोइला के अनुसार, परियोजना के लिए 10.9 मिलियन न्यू ल्यू (3 मिलियन यूरो) के निवेश की आवश्यकता है, जिसमें से आधी धनराशि पहले ही आवंटित की जा चुकी है।\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "मस्जिद की घटना ने एक बड़ा विवाद पैदा कर दिया था कि क्या सैन्यबलों के साथ जुड़े पत्रकारों को निष्पक्ष नजरिया रखना चाहिए।\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "शुरुआत में बंद किए जाने के बाद, पिकाडिली सर्कस ट्यूब स्टेशन को पुनः खोल दिया गया है।\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "अप्रवासन मंत्री बेसन ने निर्णय का बचाव करते हुए कहा कि \"यदि फ़्रांस लोगों को कभी वापस नहीं भेजता है, तो यह लोगों के लिए तस्करों का लक्ष्य बन जाता है।\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "सुबह 6:45 बजे। हवाई मानक समय 2.4 मील तैराकी, 112 मील समय-परीक्षण से शुरू होता है और 26.2 मील मैराथन में दुर्भाग्य पूर्ण लोगों से पसंदीदा लोगों का एक कैस्केड देखा।\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "काइल बुस्च, जेफ़ बर्टन के साथ अपनी दुर्घटना के कारण तीसरे स्थान पर रहे जबकि उनकी टीम के साथी हेमलिन चौथे स्थान पर हैं।\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "इतालवी सरकार ने इस रिपोर्ट को खारिज करते हुए कहा है कि 4 मार्च को हुए ऑपरेशन के बारे में अमेरिका पूरी तरह से अवगत था।\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "एक बार पायलट पूरा हो जाने के बाद सभी विभाग अंततः लिनक्स और OpenOffice.org पर चले जाएंगे।\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "आज के बयान के बारे में संपर्क करने पर बैटहर्स्ट पुलिस ने टिप्पणी करने से इनकार कर दिया।\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "हने के नियोक्ता ने उनके मृत्यु का कारण, उनका मुख्य ऑक्सिजन प्रणाली पुन:प्रारंभ होने के प्रति \"दिशा देनेवाला ध्यान\" बतलाया है, जब वह इंजिन बे में वायु का रिसाव देखकर अपने आप बंद हो चुकी थी।\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "यह सीधे Microsoft के मीडिया सेंटर ऑपरेटिंग सिस्टम से प्रतिस्पर्धा करेगा।\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "\"हम लोग न्यूमोनिया के बारे में बात कर रहे हैं जिसका इलाज भारी मात्रा में एंटिबॉयोटिक्स की खुराक के जरिए हो रहा है।\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "\"बच्चों के अस्पताल में 90 बच्चेों में भर्ती किए गए, जिनमें से 34 अभी भी वहीं है, छः की सर्जरी हो चुकी है।\"डजूरोविक ने कहा।\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "फ्रांसीसी सरकार ने कोमांचे सैनिकों को विशेष सम्मान देते हुए 1989 में नेशनल ऑर्डर ऑफ़ मेरिट में शेवालियर (सर की पदवी के समान) की उपाधि से सम्मानित किया।\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "30-40 पुलिसकर्मी घरों के पास रहे और 20-30 लोग सिविल कपड़ों में, हकीम के साथ जिले के नेताओं सहित, स्थानीय कार्यकारी प्राधिकरण की प्रमुख सड़क पर खड़े रहे, वे डिमोलिशन को देख रहे थे।\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका में इजराइल के राजदूत के अनुसार, इजराइल माफ़ी को स्वीकार करता है।\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "प्रयोगशाला और अंदर रहने वाले चूहों दोनों में गुर्दे रक्त के थक्के के बिना मूत्र उत्पादन और उत्सर्जन में सक्षम थे।\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "1893 के विशेषाधिकार और इसके कुलपति के रूप में प्रिंस ऑफ़ वेल्स के साथ पिछले साल यूओडब्ल्यु में मलेशिया की साझेदार संस्था के प्रमुख, एक स्थानीय पॉप कलाकार, की योग्यताएं गैर-क़ानूनी होने के मामले के बाद से समस्याएं शुरू हुईं. \n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "पुलिस को तब बुलाया गया था जब माँ इंगा अकिंस को फोन करने के बाद शिक्षकों को यकीन हो चुका था की मिस अकिंस को पहुँचने और लड़की को ले जाने मे एक घंटे का समय लग जाएगा।\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "वुर्टमैन का कहना है कि हार्मोन का प्रभाव कुछ दिनों के बाद खत्म हो जाता है क्योंकि हार्मोन के बहुत अधिक संपर्क में आने पर मस्तिष्क में मेलाटोनिन रिसेप्टर्स अनुत्तरदायी हो जाते हैं।\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "\"हम इसकी सुरक्षा के बारे में कहने से चूक रहे हैं यह किराए से संबंधित झगड़ों को सुलझाने के लिए है।\"\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "यद्यपि बिस्ट लूज इन पेराडाइज़ अधिक मूवी जैसा और डरावना आशय वाला हैं।\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "प्लान बी का निर्णय OTC परिवर्तनों के लिए 67 प्रस्तावित पर्चे में से एक था, जिसे अस्वीकृत कर दिया गया था, भले ही सलाहकार समितियों ने परिवर्तनों को मंजूरी दी हो।\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "मालिक ड्रायटन मैकलेन ने कहा,\"मैं समझता हूँ कि यह समय परिवर्तन का था।\"\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "स्लैलम रद्द होने के बाद टीम यूएसए के कई सदस्यों ने पिज्जा पार्टी की।\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "2003 के चुनाव में, एडीक्यू ने 21% वोट प्राप्त किए।\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "अंत में मार्च में, सेंट एंड्रयूज समझौते का एक चुनावी समर्थन होगा, यह या तो चुनाव या जनमत संग्रह के माध्यम से होगा।\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "फ़ितो के तट से टकराने के थोड़ी देर बाद, मरने वालों में एक 50 साल का एक निर्माण कर्मी है जो पिछली रात फुकुई प्रिफेक्चर में डैम निर्माण की साइट पर भूस्खलन होने के बाद मर गया और 6 सितंबर को एक 76 साल का आदमी गिरते हुए पेड़ की चपेट में आने से मर गया।\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Google ने जवाब दिया कि उसने डिजिटल मिलेनियम कॉपीराइट एक्ट का पालन किया है, जो उन कंपनियों के खिलाफ मुकदमा होने से बचाता है, जिन्होंने जानकारी होते ही कॉपीराइट वाली सामग्री को हटा लिया है।\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "शिखर सम्मलेन में उरीबे ने कॉरिया की सरकार पर एफ़एआरसी विद्रोहियों के साथ उनके संबंध होने का आरोप लगाया जिसे कॉरिया ने तुरंत ख़ारिज कर दिया।\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "\" और अब, उस समय जब एक अमेरिकी राष्ट्रपति इन सिद्धांतों की घोषणा करता है और उन्हें बढ़ावा देता है, एक इजरायली पीएम साथ आता है और सटीक विपरीत करता है।\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "एसीटी की ओर से ऑस्ट्रेलियाई राष्ट्रीय टीम के सदस्य ऐमी मर्च और क्लेयर वारविक, ओलंपिक कांस्य पदक विजेता ब्रेंडा डी ब्लेस, विक्टोरियाई राज्य टीम के प्रतिनिधि, राष्ट्रीय टीम के सदस्य और ओलंपिक कांस्य पदक विजेता जस्टिन स्मीथर्स्ट एवं क्लेयर कर्री खेल रहे हैं जो बेहद थोड़े अंतर से राष्ट्रीय टीम में चुने जाने से रह गए थे।\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "व्यापारियों ने 1 नवंबर तक आंदोलन से पीछे हटने से इनकार कर दिया, जब दिल्ली नगर निगम को अपनी सीलिंग ड्राइव को फिर से शुरू करने की संभावना है।\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "लाइफ़बोट पर तट पर बह कर आए दल का एक और सदस्य चढ़ाया गया जिसे चोट नहीं आई थी, वहीं एक अन्य लड़के को बचाने के लिए हेलीकॉप्टर घटनास्थल पर वापस लौटा।\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "इराक के मंत्रियों की परिषद का कहना है कि तुर्की सेना उत्तरी इराक के कुर्दिश इलाकों में घुसपैठ करके इराकी संप्रभुता का उल्लंघन कर रही है।\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "\"अगर हम शांति और विश्वास बनाए रखते हैं तो मुझे यकीन है कि सभी स्पेनी लोगों की इच्छा, परिवारों की इच्छा, सरकार की इच्छा—कि बंधक सुरक्षित और स्वस्थ अपने घरों को वापस लौटें—अवश्य पूरी होगी और यह अपहरण की घटना का पटाक्षेप संतोषजनक रूप से समाप्त होगा।\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "यूज़र्स ने करीब-करीब दोपहर 1:00 बजे से लेकर शाम 4:15 ईटी तक साइट के बंद रहने की सूचना दी।\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "पांच घंटे की बैठक के बाद, वेनेज़ुएला के राष्ट्रपति ह्यूगो शावेज़ और कोलंबिया के अल्वारो उरीबे ने दो महीने पूरे तक चलने वाले राजनयिक तनाव को समाप्त कर दिया।\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "\"यह बर्फ के खोल से घिरे कोर पर चट्टानी सामग्री का जमा होने के कारण होगा।\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "ब्रोंकोस ने अपने घरेलू क्षेत्र में 19-8 से जीत हासिल की; और ब्लंट और ओरेगन का अपराध खेल के पहले 37 मिनट तक एक भी पहला अंक हासिल करने में विफल रहा।\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "हुआंग-लैंग साय (एसएसी के उप आयुक्त) ने टिप्पणी की.कि एसएसी ने लंबे समय से ताइवान में सार्वजनिक खेलों को प्रोत्साहित किया है और एसएसी वंचित एवं अल्पसंख्यक लोगों द्वारा भागीदारी का सम्मान करती है।\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "देश के हाल ही में हुए राष्ट्रपति के चुनाव में जीतने के बाद, गेबॉन के नए राष्ट्रपति अली बेन बॉन्गो ने अपनी पहली सरकार को नामित कर दिया है।\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "घोषणा के बाद अरूबेन सॉलिसिटर जनरल, टैको स्टीन ने एक बयान जारी किया।\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "प्रशांत महासागर में 80 किमी/घं (50 मील प्रति घंटा) से चल रहा तूफान एकापुल्को, मेक्सिको से लगभग 210 किमी (130 मील) दक्षिण-दक्षिण पूर्व में है।\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "सेसिले रीचर्ड्स, प्लांड पैरेन्टहुड के प्रेसीडेंट ने कहा, \"यह बहुत ही परेशान करनेवाला और निराशाजनक है कि हम महिलाओं को प्लांड पैरेन्टहुड पर स्तन स्वास्थ्य के लिए भरोसा करने का विश्वास दिलाते हैं जो कि हम अभी भी उनसे सुन रहे हैं और हम हमेशा ऐसा करेंगे। \"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "उनका कॉलम उनके जीवन, मनमुटावों और समाज-राजनैतिक मुद्दों पर मान्यताओं से मिला एक दिलचस्प अनुभव है।\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "अल-असद ने कहा कि वो इजरायल से सीधे समझौता नहीं करेंगे लेकिन वो तुर्की में वार्ता के इच्छुक हैं।\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "आईएमबी के अनुसार, 15 मार्च के बाद से पूर्वी अफ्रीकी देश के तटीय जल में 23 अन्य समुद्री डाकू हमले हुए हैं।\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "83-4 पर इंग्लैंड के लिए रन आउट होने से पहले पॉल कॉलिंगवुड ने सिर्फ एक रन बनाया।\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "यात्री ज्यादातर नैस-मुरे और रॉबर्ट्स कंस्ट्रक्शन कंपनी के विदेशी थे और बहरीन वर्ल्ड ट्रेड सेंटर टावरों के अपने हिस्से के पूरा होने के उपलक्ष्य में एक शाम के डिनर क्रूज का आनंद ले रहे थे।\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "तुर्की के राष्ट्रपति अब्दुल्लाह गुल ने एक बयान में कहा, \"हिंसक होकर निर्दोष लोगों की जान लेने के सिवाए आतंक के जरिए कुछ भी हासिल नहीं किया सकता है।\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "अल-कायदा ने गुरुवार को एक वेब बयान में कहा कि उसने इराक में मिस्र के शीर्ष राजदूत, इहाब अल-शेरिफ की हत्या कर दी है।\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "इस घटना के बाद, सैकड़ों आंदोलनकारियों द्वारा तुबिंगन, म्यूनिख और बेसेल में कार्रवाई की गई।\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "गुमनाम समूह के विभिन्न सदस्यों द्वारा रिकॉर्ड किए गए विडियो साइंटोलोजी-विरोधी बताए गए हैं।\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका के कैलिफ़ोर्निया के रेमंड ली ओएलर को पांच अमेरिकी वन सेवा अग्निशामकों की हत्याओं का दोषी ठहराया गया है, जबकि उन्होंने जंगल की आग पर काबू पाने का प्रयास किया था।\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "प्रवक्ता ब्री जशिन ने कहा है कि हमला असावधानी का परिणाम था।\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "हाल ही में फ़ॉंस इन्वेस्टमेंट ईएचएफ. ने डेनमार्क की एयरलाइन्स स्टर्लिंग एयर एवं मर्स्क एयर को खरीद लिया।\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "नसरल्लाह ने संकल्प लिया कि हिज़बुल्लाह उस समय तक लड़ता रहे गा जब तक कि संघर्ष राष्ट्रपति असद के पक्ष में न चला जाए।\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "नवनिर्वाचित पार्टी परिवारों, विशेष रूप से ग्रामीण परिवारों और बच्चों के साथ लोगों पर खर्च करने का संकल्प लेती है।\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "1989-90 में चार महीने की अवधि के बाद से ज्वालामुखी नहीं फूटा था।\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "यू.एस. नेवी के ब्लू एंजेल्स स्क्वाड्रन का एक एफ़/ए-18 हॉर्नेट विमान शनिवार को ब्यूफोर्ट, साउथ कैरोलिना में दुर्घटनाग्रस्त हो गया।\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "अनुमान लगाया जाता है की आग तब शुरू हुई जब अगुआ डल्स के कामगारों ने एक रिम से टायर निकलते समय बोल्ट की ठुकाई करते समय चिंगारी पैदा की।\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "उस समय तक, वोलार्ड को इस शर्त पर जमानत दी गई थी कि वह अपने वर्तमान पते पर रहे और वेस्टमिंस्टर शहर में प्रवेश न करे।\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "\"यह अपमानजनक है... वे जो कर रहे हैं वह माओरी को सही ढंग से चित्रित नहीं कर रहा है,\" बिदोइस ने कहा।\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "\"13वीं और 27वीं मंजिल पर स्मोक डिटेक्टरों ने काम करना बंद कर दिया।\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "पिछली रात की शुरुआत में, बड़े पैमाने पर हमलों ने चीन के इंटरनेट को लक्षित किया, जिससे क्रॉल तक पहुंच धीमी हो गई।\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "अफगानिस्तान में सड़कें अक्सर मुश्किल होती हैं, इसलिए आतंकवादी अक्सर विमान अनुबंधित करते हैं, विशेष रूप से रूस से, ठिकानों के बीच सैनिकों और कार्गो के परिवहन के लिए।\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "सेंटर फॉर आर्म्स कंट्रोल एंड नॉन-प्रोलिफ़रेशन के लियोनोर टोमेरो ने कहा कि छूट का अभाव शर्मनाक स्थिति पैदा कर सकता है, जहां इसके तकनीकी कारणों से उत्तर कोरिया के परमाणु कार्यक्रम को समाप्त करने की प्रगति में देरी हो सकती है।\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "रे ज़हाब एक कनाडाई अल्ट्रामैराथन धावक, व्यक्तिगत प्रशिक्षक और प्रेरक वक्ता हैं।\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "क्या वर्डी उसके प्रोत्साहन के लिए एक स्मार्ट माता-पिता है, या वास्तव में लैगार्ड को प्रॉपिंग करने के लिए, केवल कुछ समय ही उसे बताएगा जैसे ही वह अपने बच्चों के इन उत्पादों को बाजार में लाने का प्रयास करता है।\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "डैनी एबसे एक कवि के साथ ही प्रख्यात मेडिकल डॉक्टर हैं।\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "22 अप्रैल को खाड़ी की सतह तेल का फैलाव दिखाई दिया था।\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "\"मैंने देखा कि काला धुआँ उठ रहा है और एक इमारत के गिरने की आवाज़ आ रही है\"।\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "हाल के विवाद में गोंजालेस को लगातार बुश का साथ मिलता रहा।\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "रॉयल मेल के कर्मचारियों ने यूनाइटेड किंगडम में राष्ट्रव्यापी डाक हड़ताल के पक्ष में 3:1 से वोट किया है।\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "लेउ के अभिमूल्यन के कारण अन्य देशों को लिए रोमानियाई निर्यात अधिक महंगा हो रहा है और इसलिए कम प्रतिस्पर्धी है और यह देश में पहले से ही बड़े खाते के घाटे को चौड़ा कर सकता है।\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "इसमें 2600 किग्रा का द्रव्यमान है और 12 साल का एक अपेक्षित कक्षीय जीवनकाल है।\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "\"हम अन्य भाषाओं में भी विस्तार करने की उम्मीद कर रहे हैं, क्योंकि निश्चित रूप से एक ऐसा बाजार है, जो हमारे ब्रांड के इन्फोटेनमेंट की मांग कर रहा है।\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "एक शिशु और चालक दल के 16 सदस्यों समेत — 291 यात्रियों को ले जा रही सिओल से आने वाली उड़ान #214 — रनवे 28एल पर दुर्घटनाग्रस्त हो गई।\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "इंटरनेट पर शीर्ष दस वेबसाइटों में से एक विकिपीडिया को, जल्द ही एक फ़ेस लिफ्ट मिलने वाला है।\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "वरिष्ठ पुलिस अधिकारी शफकत मलिक ने कहा, \"एक आत्मघाती हमलावर ने खुद को उड़ा लिया क्योंकि एक कार बाजार से गुजर रही एक यात्री बस के पास थी।\"\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "टोरंटो एफसी का सत्र समाप्त हो गया है क्योंकि प्लेऑफ के पहले दौर में न्यू इंग्लैंड क्रांति का सामना न्यू यॉर्क रेड बुल्स से होगा।\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "सवाल यह है कि हमें क्या नहीं बताया जाना चाहिए और इसे कौन तय करता है।\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "पहले मंत्री साल्मंड ने एक स्मारक उद्यान और एक कांस्य प्रतिमा का अनावरण किया, जिसे घटना की 50 वीं वर्षगांठ के अवसर पर स्थापित किया गया था।\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "£10 लाख की परियोजना में निकटवर्ती टेम्स नदी में रोमनी वियर पर जलमग्न टर्बाइन की श्रृंखला स्थापित करना शामिल रहेगा।\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "विस्फोट के बाद चार श्रमिक अभी भी अस्पताल में भर्ती हैं, तीन गंभीर हालत में हैं।\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "समझौते को अभी भी PlanetOut के अधिकांश आम स्टॉक धारकों द्वारा अनुमोदित किया जाना, विनियामक फ़ाइलिंग और अनुमोदन का अनुपालन करना और बंद करने की विभिन्न शर्तों को पूरा करना बाकी है।\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "टूर्नामेंट 1947 में सिंगापुर और मलेशियाई टीमों के लिए एक आमंत्रण कार्यक्रम के रूप में शुरू हुआ और तब से राष्ट्रीय और क्लब टीमों के विकसित रूप में दुनिया भर से आमंत्रित हो रहे हैं।\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "66 यात्रियों और सैन फ्रांसिस्को UAL की उड़ान के लिए न्यूयॉर्क के चालक दल को मंगलवार को एक बम विस्फोट के बाद \"विंडी सिटी,\" शिकागो में एक अवांछित स्टॉप मिला।\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "गिरे हुए अमेरिकी सैनिक की गुस्साई माँ ने शनिवार को बुश के खेत पर लगभग 50 मार्च के विरोध मार्च का नेतृत्व किया।\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "इस समूह को अप्रैल 2008 में ए जिया और ए ट्रान द्वारा पाकिस्तान से कनाडा में मारिजुआना स्थानांतरित करने के लिए जाना जाता है और मई 12, 2008 को पकड़ा गया था।\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "वह तीन बच्चों की एक सुंदर चालीस साल की लंबी आईलैंड माँ है, जिसने स्मार्ट ब्लैक पैंट और काले रंग की टर्टेलनेक पहनी थी और उसके सुनहरे लंबे बाल थे जिसकी उसने पॉनीटेल बनाई हुई थी।\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "कोलंबिया काराकोल रेडियो ने 31 जनवरी, 2005 को सूचना दी कि कोलंबिया सरकार ने एक विस्तृत दस्तावेज जारी किया, जिसमें बताया गया है कि कैसे कोलंबिया और दुनिया भर में FARC संचालित होता है।\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "लंदन अंडरग्राउंड ने कुछ ही मिनट के भीतर एक 'कोड एम्बर' घोषित किया, जो ट्रेनों को प्लेटफॉर्म पर ले जाने और सभी दरवाजे खोलने के लिए था।\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "इस बीच, येरूशलम पोस्ट की रिपोर्ट है कि इज़राइल के रक्षा प्रतिष्ठान के बीच एक मनोदशा बढ़ती जा रही है कि ईरान को परमाणु हथियार प्राप्त करने से रोकने के लिए देश को स्वतंत्र रूप से कार्य करना होगा क्योंकि संयुक्त राज्य अमेरिका के ऐसा करने की संभावना नहीं है।\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "इन संपादकों में से एक जस्टेन डील है, जिसने यंग ट्रिग को बताया कि \"आपके कुछ संपादन लेख को इस तरह प्रभावित कर सकते हैं जिससे लेख के विषय पर अधिक अनुकूलता दिखाई जा सके।\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "दो खिलाड़ी, एक एसीटी खिलाड़ी और एक जापानी खिलाड़ी, को गेंद से चोट लगी और उन्हें संभालने के लिए प्रशिक्षकों की आवश्यकता पड़ी।\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "कमेटी के अध्यक्ष कंजर्वेटिव सांसद टिम तेरो ने कहा, \"अगर विद्युत आपूर्ति को सुचारु बनाए रखना है तो नई उत्पादन क्षमता और ऊर्जा दक्षता में बहुत अधिक निवेश की आवश्यकता होगी।\"\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "यह एक्सचेंज 1985 में स्थापित किया गया था और तब से 34 कंपनियों को US $ 21bn (16.3bn; GBP11.1bn) से अधिक के संयुक्त मूल्य के साथ विकसित हो चुका है।\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "जापान की परमाणु एजेंसी ने फुकुशिमा I न्यूक्लियर पावर प्लांट की परिस्थिति को इंटरनेशनल न्यूक्लियर इवेंट स्केल पर लेवल 4 माना है, जो स्थानीय नतीजों के साथ संभावनापरक दुर्घटना को व्यक्त करता है।\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "नौजवान हस्साम अब्दो ने बाद में एक इजरायली समाचार पत्र को बताया कि इजरायल के सैनिकों को मारना उसका ध्येय था।\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि नागरिक लेबनान और उत्तरी इजरायल में असंगत कीमत चुका रहे हैं तथा कहा कि \"इजरायल की असंगत प्रतिक्रिया अंतर्राष्ट्रीय मानवतावादी क़ानून का उल्लंघन है।\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "विमान, जो वीपी-बीकेओ के रूप में पंजीकृत है, सोलह साल पुराना था, जो मूल रूप से ज़ियामी एयरलाइंस द्वारा संचालित था।\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "\"हम अपने चहितों के लिए और इंडियानापोलिस के लोगों के लिए प्रार्थना कर रहे हैं।\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "इस साल के अंत तक कंपनियों ने बड़े पैमाने पर इन नये डिस्प्ले के उत्पादन की योजना बनाई थी।\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "स्कॉटिश नेशनल पार्टी (SNP) के नेता एलेक्स सालमंड ने कहा कि हालांकि स्कॉटलैंड के पास ट्राइडेंट हथियारों की प्रणाली की प्रतिकृति को रोकने की कोई शक्ति नहीं थी, लेकिन पर्यावरण की रक्षा करने के लिए उसके पास कई शक्तियां थीं।\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "इस वित्तपोषण से 2,000 स्कूलों और 1,300 आफ्टर/आउट-ऑफ-स्कूल कार्यक्रम लाभान्वित होंगे।\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "साल के इस समय लगभग हमेशा व्यस्त रहने वाले अग्नि विशेषज्ञों ने सुरक्षित और वैध आतिशबाजियों का इस्तेमाल करने का आह्वान किया है और नागरिकों से सुनियोजित सार्वजनिक प्रदर्शनों में जाने का आग्रह किया है।\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "क्या समलैंगिक पादरी को बिशप बनने की अनुमति दी जाएगी, यह 2003 में भी एक मुद्दा बन गया था, जब रेव जेफरी जॉन को बिशप ऑफ रीडिंग के रूप में नियुक्त किया गया था।\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "बोस्निया और हर्ज़ेगोविना की राष्ट्रीय फ़ुटबॉल टीम को खेल के अंतरराष्ट्रीय शासक निकाय FIFA ने प्रतिबंधित कर दिया गया है।\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "लेकिन आज सुबह डैलस पुलिस ने बताया कि ओवेंस ने कोई अज्ञात गोली बड़ी संख्या में खा ली और जब आज सुबह पुलिस ने पूछा कि क्या वह स्वयं को चोट पहुंचाने का प्रयत्न करता रहा था तो ओवेंस ने कहा, \"हां.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "एकेपी के पास ग्रेंड नेशनल एसेम्बली ऑफ़ टर्की की 550 सीटों में 353 सीटें हैं।\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "इस सीज़न के अब तक के 20 मैचों में, केवल तीन घरेलू जीत दर्ज की गई थीं, लेकिन पहली बार लीग में, सभी चार घरेलू टीमों ने एक ही दौर में अपने-अपने मैच जीते।\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "सर्वश्रेष्ठ समसामयिक रिपोर्ट श्रेणी में एलेक्स टेका, डीटॉक्स डायरी, नॉट फ़िट टू प्रैक्टिस और टर्निंग द टाइड फ़ाइनल में पहुंचे।\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "अन्य सांसदों, यहां तक कि वर्कर्स पार्टी के कुछ लोग भी तख्तापलट के तर्क से सहमत नहीं थे।\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "विमान का एयरक्राफ़्ट कम्युनिकेशंस एड्रेसिंग एंड रिपोर्टिंग सिस्टम (एकार्स) ने, एयरक्राफ़्ट के नीचे जाने से ठीक पहले, चार मिनट की अवधि में भेजे गए 24 संदेशों में विभिन्न समस्याओं और चेतावनियों के बारे में सूचित किया, जिसमें एयरक्राफ़्ट पर मिल रही अशुद्ध एयर स्पीड चेतावनियां भी शामिल थीं।\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "सेकंड समाप्त होने के बाद स्टीवर्ट एक स्थान से ऊपर जाते हैं और नौवें स्थान पर आ जाते हैं, क्योंकि ग्रेग बिफले दसवें स्थान पर थे।\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "इस साल जून में गिलाद शालित पर कब्ज़ा करने के बाद इजरायल की सेना ने नियमित रूप से गाज़ा में अचानक हमले किए हैं।\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "रवांडा, बुरुंडी और कांगो के लगभग 100 छात्र, रवांडा के अतीत और वर्तमान के बारे में और साथ ही साथ ग्रेट लेक्स क्षेत्र के लिए भविष्य के बारे में विचार साझा करेंगे।\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "उन्होंने राष्ट्रमंडल में राजमार्गों के विघटन के लिए इस्तेमाल किए जाने वाले चेल्सी में बड़े नमक के ढेर पर भी ध्यान दिया और कहा कि यह वहां \"अवैध रूप से\" स्थित है।\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "एक अन्य पड़ोसी ने आगे कहा, \"बहुत बढ़िया पड़ोसी, ऐसे एकदम प्यारे बच्चे मैंने पहले कभी नहीं देखे थे.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "पॉइजन का दावा है कि दोनों कंपनियों ने उन्हें वर्षों से रॉयल्टी का कम भुगतान किया है।\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "सैन डिएगो, कैलिफोर्निया में दो संग्रहालयों को 40 मिलियन से अधिक मूल्य वाले कला संग्रह के रूप में लिया गया है।\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "और यह सब मैं टेलीविजन में अपने सपनों की नौकरी पाने के अवसरों को बढ़ाने के लिए कर रही थी।”\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "इन दोनों नए प्लांट में से प्रत्येक हर वर्ष 3 करोड़ गैलन (11.3 करोड़ लीटर) पैदा करने की क्षमता रखता है।\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई संरक्षण फाउंडेशन (ACF) के परमाणु प्रचारक, डेव स्वीनी का कहना है कि अध्ययन त्रुटिपूर्ण प्रतीत होता है और परमाणु ऊर्जा के उपयोग के लिए सार्थक तर्क नहीं देता है।\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "किंग्स्टन स्थित रोड आइलैंड विश्वविद्यालय के पीटर अगस्त ने टिप्पणी की, \"मैं वास्तव में उस संगतता पर चकित था जिसमें उन्होंने उत्तर की ओर मुँह किए गायों और हिरणों देखा।\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "इस खबर ने ऑस्ट्रिया को झकझोर दिया है और उस घटना की याद दिला दी है जिसमें 10 वर्षीया नतासा कम्पुश को अगवा कर लिया गया था और वह आठ साल तक \"कालकोठरी\" में रहने के बाद 2006 में वहाँ से भाग निकली थी।\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "गुरुवार को विकिपीडिया, विकिन्यूज़ का सहयोगी प्रकल्प और फ्लिक्कर, एक फ़ोटो शेयरिंग साइट, को भी प्रतिषिद्ध किया गया।\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "पर्यावरण वैज्ञानिकों का कहना है कि उनके पास इस बात के ठोस सबूत हैं कि यह ग्रह \"65 मिलियन वर्षों में सबसे बड़े पैमाने पर विलुप्त होने\" के दौर से गुजर रहा है।\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "बमबारी ने शुक्रवार की नमाज़ अदा करने से ठीक पहले बीस मिनट के अंतराल पर बग़दाद के दो बाजारों को निशाना बनाया।\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "सरकोजी के अनुसार, ये अतिरिक्त उपाय केवल सीमावर्ती क्षेत्र से संदर्भित हैं।\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "फोटो-हेरफेर को तब काल्पनिक \"ईंगल फाउंडेशन मेकअप\" ब्रांड के लिए एक बिलबोर्ड पर पोस्ट किया गया है।\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "माना जाता है कि लड़की के चाचा की मौत के कारण की भी जांच चल रही है, जिनमें ऐसे लक्षण थे, जो फ्लू का संकेत दे सकते हैं।\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "\"यह मध्यरात्रि में एक वोट होगा।\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "लेकिन हमले में जीवित बचने वाले लोगों का तर्क है कि एक संपूर्ण, व्यापक जांच से बहुमूल्य सीख मिल सकती हैं जो भविष्य में हमलों की संभावना घटाने और आपातकालीन सेवाओं की प्रतिक्रिया क्षमता को बेहतर बनाने में सहायता कर सकती हैं।\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "2005 से पहले 555 कैलिफोर्निया, बैंक ऑफ अमेरिका का विश्व मुख्यालय था लेकिन यह स्थिति तब समाप्त हो गई जब उत्तरी कैरोलिना स्थित नेशंसबैंक ने एपी गियानिनी के वेस्ट कोस्ट बैंकिंग विरासत का अधिग्रहण कर उसका नाम बी ऑफ ए रख दिया, लेकिन इसका प्रधान मुख्यालय चार्लोट एनसी में स्थापित किया।\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "वुड ने कहा कि जब स्ट्रॉ गृह सचिव थे, तो उन्हें \"अक्सर सलाह दी जाती थी कि चीजें गैरकानूनी है और वैसे भी आगे बढ़ीं और अदालतों में समर्थित हुई हैं।\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "मैक्लेलेन ने कहा, \"देखिए, इस रिपोर्ट ने विदेशों में संयुक्त राज्य अमेरिका की छवि को गंभीर नुकसान पहुंचाया।\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "अग्निशामकों के अनुसार, मौतों के लिए अग्नि-सुरक्षा नियमों के चिंताजनक उल्लंघन आंशिक रूप से जिम्मेदार थे।\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "उसे स्पष्ट रूप से बंदूकधारी ने बालों से पकड़ा लिया था और फिर उसने उसे और उन दो पुरुषों को गोली मार दी, जिन्होंने उसकी सहायता के लिए आने का प्रयास किया था।\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "कमिटी निर्णय लेगी कि कौनसी तीन फिल्मों को नोमिनेशन मिलना चाहिए।\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "स्थानीय सरकारी अधिकारियों ने कहा कि रविवार को दक्षिणी अफगानिस्तान में एक सड़क किनारे लगे बम से कम से कम ग्यारह लोग मारे गए।\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "डच जिमनास्ट एपके जोंडरलैंड ने लगभग त्रुटिरहित और बेहद कठिन रुटीन का प्रदर्शन किया, जिसने 16.533 अंक अर्जित किए, जिससे उन्हें नॉर्थ ग्रीनविच एरिना में दर्शकों से एक स्वर्ण पदक और एक स्टैंडिंग ओवेशन दोनों मिले।\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि उनके पति पैट केसी से जुड़े सामानों को लेकर बेहद भावुक हैं और उन्होंने ज्यादातर उन सामानों को एक जगह संग्रहित कर लिया है।\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "नई नीति के अंतर्गत, भविष्य में पारंपरिक हथियारों की भूमिका बढ़ेगी।\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "22 साल के अरिद यूका ने फ्रैंकफ़र्ट में दो यूएस (यूएसएएफ़) पुरुषों को मार डाला और दो अन्य को उनकी बस पर हुए बंदूक के हमले में घायल कर दिया।\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "पहली, राजकुमार को सम्मन समय से जारी नहीं होने से इसकी कानूनी वैधता नहीं रही।\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "बग़दाद में बहुराष्ट्रीय सेना के प्रवक्ता ले. कर्नल स्टीव स्टोवर ने कहा, \"निर्दोष इराकियों को निशाना बनाकर वे अपने राक्षसी चरित्र का प्रमाण देते हैं।\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "2,800 से अधिक मतदान केंद्रों से परिणाम प्राप्त करने के बाद, गैबॉन की संवैधानिक अदालत ने देश के लंबे समय तक नेता उमर बोंगो के बेटे के चुनाव की पुष्टि की।\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "आयोग को दिए एक बयान में, बीमोबाइल ने स्वीकार किया कि उसने 2010 के उत्तरार्ध से कोई नया ट्रांसमीटर मास्टर्स नहीं बनाया था।\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य के राज्य सचिव कोंडोलीज़ा राइस ने भी यह कहते हुए, कि ईरान के खिलाफ सैन्य कार्रवाई के लिए कांग्रेस का कोई प्राधिकरण नहीं है, इनकार किया कि एक हमला आसन्न था।\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "इस तरह के मानवाधिकार संबंधी चिंताओं ने लंबे समय तक तुर्की के यूरोपीय संघ में शामिल होने के प्रयासों के लिए एक रोकावट के रूप में कार्य किया है।\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "यह उन माता-पिता के बीच है जो अपने बच्चों को हमारे स्कूल में भर्ती करते हैं और बस बात वहीं समाप्त हो जाती है\"।\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "कोस्टगार्ड को शाम 7:03 बजे कैंडानो शिपिंग लाइंस से आपातकाल का संदेश मिला।\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "\"सवाल यह है कि तेहरान हम से बात क्यों नहीं करेंगे।\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "चार दिनों की वार्ता के बाद कोपेनहेगन के संयुक्त राष्ट्र जलवायु परिवर्तन सम्मेलन में अफ्रीका के देश 1997 के क्योटो प्रोटोकॉल की जगह भविष्य में समझौते के पहले प्रारूप को तैयार कर लिया है।\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "इसके बाद यह हेडेन एवेन्यू पर नेवल क्लब के साथ योंग स्ट्रीट के उत्तर की ओर बढ़ गई।\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "लगभग 15 पुलिस अधिकारियों के एक छोटे समूह ने समूह के आगमन की प्रतीक्षा की।\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "वह लड़का, जिसका नाम गुप्त रखा गया था, ने अपनी सीटबेल्ट पहनी हुई थी और यहां तक कि उसने मुड़ने का संकेत भी दिया था।\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "2004 में इसी क्षेत्र में भूकंप आया था, जिसने सुनामी को जन्म दिया था।\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "मेडागास्कर के मछली पकड़ने और जलीय संसाधन मंत्री डॉ। हारी रहारिसैना ने सरकार की ओर से पीड़ितों के परिवारों के प्रति संवेदना व्यक्त की।\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "सिंडी की वर्तमान टिप्पणियां 2004 में वेकविले, सीए के रिपोर्टर के साथ एक साक्षात्कार में उनकी टिप्पणियों से काफी अलग हैं।\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "कतर ने जापान और वियतनाम के साथ दोनों मैचों को ड्रॉ किया, जिसका अर्थ है कि अगर दोनों टीमें चार बिंदुओं पर बराबर होती हैं तो फिर निर्णय गोल अंतर पर आ जाएगा।\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "सरकार ने पांच या छः दिवसीय उड़ान पर सितंबर या अक्टूबर में दो-चालक दल कक्ष में प्रक्षेपित करने की योजना बनाई है।\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "वह पश्चिमी ऑस्ट्रेलिया में योकिन आर्चरी क्लब की सदस्य हैं।\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "जांचकर्ताओं के अनुसार, दहशत फैलाने का प्रथम और मुख्य उद्देश्य विदेशी नागरिकों को निशाना बनाना था।\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "इसमें अमेरिकी रेड क्रॉस और साल्वेशन आर्मी को दान देने का अनुरोध किया गया।\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "रूसी और तुर्की सरकारों ने आज एक समझौते पर हस्ताक्षर किए, जिससे रूस देश में सबसे पहले तुर्की में 20 बिलियन अमेरिकी डॉलर का परमाणु ऊर्जा संयंत्र बना सकेगा।\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "\"इस वर्ष के बजट परिणामों में परिलक्षित घाटे के बढ़ने के प्राथमिक कारण बायपार्टिसन स्टिमुलस बिल और धीमी अर्थव्यवस्था हैं।\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "$220 मिलियन का पुल का उद्घाटन जून, 2007 को होने वाला है और ओहियो के इतिहास में यह सबसे बड़ी निर्माण परियोजना है।\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "\"आप किसी को कैसे देते हैं, एक 21 साल का बच्चा उस तरह का अनुबंध करता है?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "यह योजना, विश्वकोश के लिए क्या काम करता है और क्या नहीं और विकिपीडिया पर चर्चा करने के लिए थी।\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "नर्मदा बचाओ आंदोलन की नेता मेधा पाटकर सहित देश के विभिन्न हिस्सों के नेताओं और हस्तियों ने उनके निधन पर दुःख व्यक्त किया।\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "\"हमें यह कहते हुए दुख हो रहा कि कैंसर से जूझने के लगभग डेढ़ साल बाद, हमारे भाई और बास वादक बेन मर्लिन का 2 जनवरी, 2008 को सुबह 5 बजे निधन हो गया।\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "डेलप 70 के शुरुआती दिनों में गिटारवादक, गीतकार और निर्माता टॉम स्कोल्ज़ से मिलने के बाद बोस्टन में शामिल हुए।\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "एनएचएल के अधिकांश क्लबों का पिछले पाँच वर्षों में पैसा कम हुआ है और परिणामस्वरूप क्लब एक निर्धारित राशि पर भुगतान करना चाहते हैं।\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "श्री शिनावात्रा की हालिया यात्रा इस क्षेत्र में आगे की शूटिंग के बाद हुई।\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "मृत्यु का आधिकारिक कारण प्रकाशित नहीं किया गया है लेकिन यह बताया गया है कि गिल्सन के सिर पर चोटें अवश्य लगी हैं।\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "मिलियन डॉलर बेबी (2004) और क्रैश (2005) दोनों ने बेस्ट पिक्चर के लिए एकेडमी अवार्ड्स जीते हैं, जिसमें 1950 से लेकर अब तक की पेन फिल्म्स के बाद पहली फिल्म लेखक बनी जिसने लगातार सालों बेस्ट पिक्चर ऑस्कर जीता।\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "वूल्मर ने इंग्लैंड के लिए 19 टेस्ट खेले और 2004 में पाकिस्तान के कोच बनने से पहले वार्विकशैर और दक्षिण अफ्रीका के कोच थे।\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "\"इस तथ्य को देखते हुए कि कोई मौत नहीं हुई है, ऐसा लगता है कि हमारे अग्निशमन विभाग और आपातकालीन उत्तरदाताओं ने बहुत अच्छा काम किया है।\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "बेवर के अनुसार, पनडुब्बियां इज़राइल को पहली स्ट्राइक और दूसरी स्ट्राइक की क्षमता प्रदान करेंगी।\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "तथापि, पिछले 10 बिलियन वर्ष के दौरान किसी समय बेरियन के एक विशाल विखंडन, जिसे सामान्यतया डार्क पदार्थ एवं डार्क ऊर्जा से अलग पहचान के लिए \"साधारण पदार्थ\" के नाम से में संदर्भित किया जाता है विलुप्त हो गया है।\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "श्रीमती क्लिंटन ने ओबामा के समर्थन के बदले में कुछ नहीं मांगा, भिर भी ओबामा ने जवाब में श्रीमती क्लिंटन के अभियान, जो अभी कर्ज में डूब हुआ है में योगदान दिया।\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि इस घटना को होने में \"पलक झपकने\" से अधिक समय नहीं लगा।\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "42 साल के आइजियस करास्को को उनके घर के बाहर पत्नी और बेटी के सामने गोली मारी गई और उन्हें अस्पताल ले जाया गया जहां उनकी मौत हो गई।\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "स्थानीय यातायात की अनुमति दी जा रही है, क्योंकि यह राजमार्ग से 150 मील की दूरी पर है।\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "कैपिटल हिल पर आज, अमेरिकी सेना के जनरल डेविड पेट्रायस ने एक लंबे समय से प्रतीक्षित गवाही पेश की।\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "रिपोर्टों के मुताबिक वुडरफ़ ताजी, ईराक के नज़दीक यंत्रों से लैस एक ईराकी सैन्य वाहन में एक रिपोर्ट टेप कर रहे थे तभी वाहन एक उन्नत विस्फोट डिवाइस पर चढ़ गया और धमाका हो गया।\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "सूत्र विकिन्यूज़ को बताते हैं कि हालांकि अंग्रेजी संस्करण को अनवरोधित कर दिया गया है, लेकिन चीनी संस्करण अभी भी देश के कई हिस्सों में अवरुद्ध या दुर्गम है।\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "डग हॉलेट से ट्राई लेकर मुल्स मुलैना और दो ने सीतिवेनी सिविवातु से ऑल ब्लैक की लीड को बनाए रखा।\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "नाटो के प्रमुख जाप डी हूप शेफ़र ने भी कार्रवाई की निंदा की है।\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "हमले की जिम्मेदारी तालिबान ने यह कहते हुए ली कि उनका निशाना दूतावास था।\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "फिलहाल, वर्तमान शोध द्वारा दोनों व्यक्तियों के बीच कोई संबंध स्थापित नहीं है।\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "नर्मदा बचाओ आंदोलन के कार्यकर्ताओं ने पुलिस को पाटकर को ले जाने से रोकने की कोशिश की और इस वजह से कुछ कार्यकर्ताओं को दंगा करने के आरोप में गिरफ्तार किया गया है।\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "तीन 100 फुट प्रबलित कंक्रीट चीनी भंडारण सिलोस को ध्वस्त कर दिया गया, जिसके चारों ओर 2008 में जॉर्जिया चीनी रिफ़ाइनरी विस्फोट की जांच की गई थी।\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "यह प्रस्ताव देने वाले विद्वत्समूह का कहना है कि उनके इस समाधान का उद्देश्य एक पुरुष उत्तराधिकारी की परंपरा को अक्षुण्ण बनाए रखना है।\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "ओब्लॉन ने पत्रकारों को बताया, \"अपील जीतने को लेकर हमें कोई शक नहीं है।\"\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "अब विरासत में सूचीबद्ध, यह नए बांध के पानी में डूब गया है।\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "विजुअल आर्ट्स ब्रैम्पटन ने बच्चों को अपने स्नेल मेल वर्ल्ड पोस्टकार्ड आर्ट शो के लिए कलाकृति बनाने का मौका दिया, जबकि ब्रैम्पटन आर्ट्स काउंसिल ने रीज़न ऑफ पील वाटर बॉटल के साथ पिंक सैंड बकेट दिए।\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "दक्षिण कोरियाई अधिकारियों ने अभी तक इस मामले पर अटकलें नहीं लगाई हैं, यह कहते हुए कि चित्र हटाने के \"विभिन्न कारण हो सकते हैं।\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "सोमाली रक्षा मंत्रालय के एक अधिकारी ने इसके अलावा बताया है कि अमेरिकी हेलीकॉप्टरों ने मोगादिशू से 350 किलोमीटर दक्षिण-पश्चिम में केन्या की सीमा के पास स्थित अफमाडो शहर में आईसीयू लड़ाकू विमानों के खिलाफ हमला किया है।\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "आगे के पशु अध्ययनों के साइड इफेक्ट की संभावना की जांच करने की आवश्यकता है, जैसे पुरुषों और गैर-गर्भवती महिलाओं में स्तनपान, साथ ही साथ सूजन में वृद्धि की जो एमएस को खराब कर सकती है।\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "कोठारी ने जारी रखा: \"कम जनसंख्या वाले राज्य भारतीय संसद को कम सदस्य भेजते हैं।\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "आंतरिक निकोलस सरकोजी के मंत्री द्वारा लिखित नए कानून के तहत, \"नागरिक पत्रकारों\" को पांच साल की जेल की सजा हो सकती है।\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "\"तो मेरे लिए यह एक ऐसी जगह पर आने का प्रयास था जो मुझे लगता है कि मृत्यु का प्रचार करता है और सत्य का प्रचार करना शुरू करता है,\" उसने कहा।\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "खेल के दूसरे आधे भाग में रायन गिग्स की फ्री किक से बहुत बड़ा विवाद पैदा हो गया क्योंकि जिस समय गेंद नेट के पिछले हिस्से में गई उस समय लिली उनके मोर्चे को तैयार कर रहे थे।\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "एक छठे सदस्य को सहायता और अपमान करने के लिए गिरफ्तार किया गया था, लेकिन बिना आरोप के रिहा कर दिया गया।\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "आग तीन में से एक है जो मोजावे रेगिस्तान और सैन गैब्रियल पर्वत में कल लगी।\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "वेब-साइट \"व्लादिवोस्तोक में आग के बारे में सच्चाई\" आग के बारे में जानकारी फैलाने के लिए बनाई गई है।\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "संयुक्त राष्ट्र राहत और निर्माण एजेंसी (UNWAWA) के एक गाज़ा के प्रवक्ता अदनान अबू हस्ना ने कल कहा, \"UNRWA ने गाज़ा पट्टी में अपने परिसर और कर्मियों के खिलाफ बढ़ती शत्रुतापूर्ण कार्रवाइयों के कारण अपने सभी कार्यों को स्थगित करने का फैसला किया\"।\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ब्रिस्टल सिटी काउंसिल ने बताया है कि यह संभव है कि मंगलवार को पुस्तकालय फिर से खुल जाएगा, हालाँकि यह कहा था कि यह संभावना थी कि इमारत उस दिन बंद रहेगी।\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "फ्रेंच भाषा में छपने वाले दैनिक समाचार-पत्र ले सोएर ने एक \"जानकार स्रोत\" का हवाला देते हुए इशारा किया कि संभव है सिग्नलिंग सिस्टम में विद्युतीय खराबी आ गई थी।\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "रिपोर्टर्स विदाउट बॉर्डर्स (आरडब्ल्यूबी) ने हत्या के लिए जिम्मेदार लोगों को दंडित करने की अपील की है।\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "बम धमाकों वाले स्थलों पर मौन धारण करने के लिए सैकड़ों लोग एकत्रित हुए और उनके सम्मान में पुष्पांजलि अर्पित की।\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "7-Eleven इंक. ने बताया, \"7-Eleven के लिए यह अधिग्रहण का एक सामरिक महत्त्व है और यह शिकागोलैंड क्षेत्र में बाजार उपस्थिति को बढ़ाता है।\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "हेसियन विश्वविद्यालयों में ट्यूशन फीस की बनाई परिचय योजना के विरोध में 3,000 (पुलिस अनुमान) और 8,000 लोगों (आयोजकों का अनुमान) के बीच जर्मनी के गिएएन में आज सड़कों पर उतर आए।\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "दोनों ब्रिटिश पत्रकार कैमरामैन पॉल डगलस और साउंडमैन जेम्स ब्रोलान चौथे अमेरिकी इन्फैन्ट्री डिविजन के साथ जुड़े थे और नियमित गश्त पर थे जब विस्फोटकों से भरी उनके पास की कार उड़ा दी गई।\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "कनाडा के संघीय कानून के अनुसार, संपूर्ण सरप्लस का इस्तेमाल कनाडा का कर्ज चुकाने के लिए किया जाना चाहिए और यह व्यय के लिए उपलब्ध नहीं है।\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका के राष्ट्रपति पद के उम्मीदवारों, सीनेटर बराक ओबामा और जॉन मैककेन ने लेक फ़ॉरेस्ट में सैडलबैक चर्च से हो रहे एक सीधे फ़ोरम प्रसारण में हिस्सा लिया।\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "उन्होंने अपना पूरा समय डब्ल्यूडब्ल्यूएफ में अंडरटेकर के साथ झगड़े में बिताया और जुलाई 1993 में रेस्ट इन पीस मैच हारने के बाद कंपनी छोड़ दी।\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "2005 में उन्होंने यूरोविज़न को मनाने के लिए एक विशेष कार्यक्रम में उपस्थिति दर्ज कराई।\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "अविला ने लगभग 131,000 वोटों से जीत हासिल की, जो फाइनल में डाले गए चार मिलियन वोटों में से केवल तीन प्रतिशत से अधिक है।\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "2005 में महिला यूईएफए कप के दूसरे मैच में 3-1 जीत हासिल करने के बाद 1.एफएफसी टर्बाइन पोट्सडैम के खिलाड़ियों ने स्वीडिश टीम ड्यूरगार्डेन/आल्वजो के खिलाफ यूरोपियन चैंपियनशिप जीत ली।\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "जांच का सदन के 30 सदस्यों और 17 सीनेटरों द्वारा अनुरोध किया गया था।\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "एन्ना के 5 महीने पहले एक बच्चे को जन्म देने के तुरंत बाद 10 सितंबर, 2006 को स्मिथ के बेटे डैनियल स्मिथ का निधन हो गया।\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "उत्खनन के दौरान भारी संख्या में मिले नीले थोथे या धब्बेदार प्रेसली डॉलराइट के टुकड़ों के आधार पर शोधकर्ताओं ने निष्कर्ष निकाला कि इन पत्थरों के उपचारात्मक गुणों के कारण इनका आदर करते थे।\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "आधिकारिक सजा की घोषणा 25 फरवरी, 2005 को की जाएगी।\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "यह अभी तक स्पष्ट नहीं है कि दुभाषिया ने गोलीबारी क्यों शुरू की; हालाँकि, एक अमेरिकी सैन्य अधिकारी के मुताबिक, हमलावर एक आतंकवादी के बजाय \"असंतुष्ट कर्मचारी\" प्रतीत हो रहा था।\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "प्रस्ताव ने ईरान द्वारा संवर्धन और अन्य गतिविधियां रोकने की आईएईए की मांग नहीं मानने पर \"गंभीर चिंता\" प्रकट की और आईएईए के निदेशक से ईरान के अनुपालन पर अगस्त के अंत तक रिपोर्ट देने को कहा।\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "संदिग्ध अधिकारी, अलेक्सी मितेयेव को बल से बर्खास्त कर दिया गया, गिरफ्तार किया गया और कहा जाता है कि उसने इस अपराध को कबूल कर लिया है।\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "इसके बाद मार्सेलो गैलार्डो ने 52वें मिनट में घरेलू टीम के लिए 3-0 से बढ़त बना ली।\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "हालाँकि, उनकी योजनाओं को नाकाम कर दिया गया था और मैन को जिम्बाब्वे पहुँचने के बाद आग्नेयास्त्रों और हथगोले खरीदने के बाद गिरफ्तार कर लिया गया था।\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "चौदह राज्य ऐतिहासिक स्थलों को एक अक्टूबर को बंद किया जाना है।\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "1991 और 1992 में छह यूगोस्लाविया के चार गणराज्यों ने स्वतंत्रता की घोषणा की लेकिन दो, सर्बिया और मोंटेनेग्रो एक साथ रहे।\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "सुरक्षा बलों को सभी स्थलों पर वापस नियंत्रण हासिल करने में कई घंटे लग गए।\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Dell ने किर्कपैट्रिक को एक ईमेल में लिखा है, \"अगर Apple, Mac OS को दूसरों के लिए प्रदान करने का फैसला करता है, तो हमें इसे अपने ग्राहकों को देने में खुशी होगी।\"\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "1992 में न्यूयॉर्क टाइम्स को दिए साक्षात्कार में कोर्नेयू ने कहा था कि, \"ज्यादातर लोग इस फिल्म के बारे में भावुक हो जाते हैं और ऐसा संभव कल्ट स्टेटस से पलायन की वजह से हुआ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "निर्माण श्रमिक चोट से बच गए, सौभाग्य से वे घटना के समय कॉफी ब्रेक पर थे।\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "FIFA और UEFA ने एक बयान में कहा कि \"NSBIH प्रतिनिधि और क्लब की टीमें अब 1 अप्रैल 2011 से जब तक कि उपरोक्त समस्या का समाधान नहीं हो जाता है तब तक अंतर्राष्ट्रीय प्रतियोगिताओं में भाग लेने की हकदार नहीं हैं।\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "रॉबर्ट फेनेल, लिन के कैपिटल डायनर के मालिक जो कॉलेज से दो ब्लॉक दूर शहर में स्थित प्रतिष्ठान में मुर्गियों को रखने के लिए उल्लेखनीय हैं, उन्होंने नोट किया कि लोगों को जैविक और प्रकृति में वापस जाना शुरू करना चाहिए, ताकि लोग अधिक ऊर्जा कुशल हो सकें उनके पिछे आंगन में प्रकाश व्यवस्था और उद्यान बढ़ते हैं।\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "सात लोगों की रिहाई के बारे में चाडियन अधिकारियों के साथ बातचीत करने के लिए फ़्रांसीसी राष्ट्रपति निकोलस सरकोज़ी चाड पहुंचे।\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "FCTC लिखे जाने के बाद के वर्ष के दौरान, 167 देशों ने हस्ताक्षर किए और 23 देशों ने इसकी पुष्टि की, जिससे यह अब तक की सबसे तेजी से अंगीकार की गई संयुक्त राष्ट्र संधियों में से एक बन गई है।\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "प्रदर्शन के अलावा मीडिया के ध्यान में सापेक्षिक मतभेदों को समझाने के लिए किन अन्य कारकों का उपयोग किया जा सकता है?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "पुरस्कार US$ 500,000 के पुरस्कार के साथ आता है, जिससे यह संयुक्त राज्य में दिए गए आविष्कार का सबसे बड़ा एकल पुरस्कार बन गया।\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "“क्या आप डेविड शैंकबॉन हैं? उसने कहा \"हम आपसे मिलने के लिए बहुत उत्साहित हैं!\" और उसे हॉल में एक सोफे वाले कमरे में ले गई, एक टेलीविजन जिसमें एक एक्शन-थ्रिलर मूवी चल रही थी, एक खुली सप्लाई कैबिनेट एनीमा किट रखी थी और उसका पति बिल कंप्यूटर पर बैठकर यह पता लगाने की कोशिश कर रहा है कि किस स्थानीय थिएटर में ब्लेड रनर फिर से रिलीज़ हो रही है।\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "उन्होंने प्रधानमंत्री से आतंकवाद और उग्रवाद से निपटने में उनके प्रयासों का विस्तार करने का भी आग्रह किया है।\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "चाकूबाजी, जिसमें से एक घातक थी, के लिए उनके बड़े भाई पर आरोप लगाया जा रहा है।\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "सोलोमन द्वीप समूह (टीसीएसआई) के दूरसंचार आयोग ने पापुआ न्यू गिनी (पीएनजी) मोबाइल फ़ोन प्रदाता पर जुर्माना लगाया गया है, क्योंकि वह अपने लाइसेंस की शर्तों की निर्धारित समय सीमा को पूरा करने में विफल रहा है।\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "संसदीय सीटों के लिए 16 अन्य दल भी चुनाव में थे, लेकिन उनमें से किसी ने भी एक प्रतिशत से ज्यादा मत हासिल नहीं किया।\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "कमांडर ली आर्कशांबल डिस्कवरी के पायलट टोनी एंटोनेली समेत सात व्यक्तियों वाले चालक दल तथा मिशन विशेषज्ञ जोसेफ़ एकाबा, जॉन फ़िलिप्स, स्टीव स्वान्सन, रिचर्ड अर्नाल्ड तथा जापान के अंतरिक्ष पर्यवेक्षण एजेंसी के अंतरिक्षयात्री कोइची वकाटा का नेतृत्व करेंगे।\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "अतिरिक्त उड़ानों का मतलब होगा कि ब्रिटिश एयरवेज अब बुखारेस्ट से लंदन और लंदन से बुखारेस्ट के बीच सप्ताह में दस बार उड़ान भरेगी।\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "मेडवेडेव ने बमबारी के चलते सुरक्षा अधिकारियों तथा हवाई अड्डे के प्रबंधन दोनों को निशाना बनाया है।\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ग्रैडी सिज़ेमोर ने भारतीयों के लिए पहले स्थान में एक एकल घर चलाने की शुरुआत की, लेकिन सोक्स ने पॉल कोनरेको आरबीआई ग्राउंडआउट पर दूसरे स्थान में टाई अप करेगा।\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि वे न्यूजीलैंड के संसद में एक नए विधेयक का प्रस्ताव देने पर विचार कर रहे हैं।\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "ये हमले आत्मघाती बमबारी से भिन्न थे जिसमें बम डायनामाईट थे और बॉल बेयरिंग की पट्टी दो स्त्रियों को बांधी गई थीं।\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "रॉबर्टसन ने कहा, \"'यह मेरी भूमि है,' और इजराइल के किसी भी प्रधानमंत्री के लिए, जो फैसला करता है कि वह इसे उकेरने और इसे दूर करने जा रहा है, भगवान कहते हैं, 'नहीं, यह मेरा है।‘\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "शुक्रवार को उन्होंने करीब 50,000 की संख्या की भीड़ को कहा, \"मैं आपको झुठी विनम्रता के बगैर कह सकता हूं: मिशन पूरा हुआ. हमने देश को फिर से एक और शांतचित कर दिया है।\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Google बेस को क्रेगलिस्ट का एक प्रमुख प्रतियोगी होने की उम्मीद है, जो आंशिक रूप से eBay के स्वामित्व में है।\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "सैन जोस, कैलिफोर्निया के मेयर रॉन गोंजालेस की जांच सांता क्लारा काउंटी जिला अटॉर्नी कार्यालय द्वारा की जा रही है।\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "उनकी उम्मीदवारी को आधिकारिक बनाने के लिए अगले गुरुवार को कागजात दाखिल करने की उम्मीद है।\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "मध्य जर्मनी के हार्ज पर्वत रेंज के स्थानीय अधिकारियों ने भी किसी भी पर्यटक के लिए कुदरती माहौल में एक \"आधिकारिक नग्न वॉकिंग रूट\" खोलने की घोषणा कर दी।\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई अधिकारियों को पता था कि उन्हें छह महीने के लिए संयुक्त राज्य अमेरिका द्वारा मिस्र में स्थानांतरित कर दिया गया था।\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "नए ट्राम्स को लेकर फंड का अधिकांश हिस्सा टीएफएल से आने की उम्मीद है, हालांकि लंदन बरो ऑफ क्रोयडोन ने इस परियोजना के लिए 3 मिलियन पाउंड का योगदान देने की पुष्टि की है।\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "हुसैन के बचाव अधिवक्ता द्वारा पक्षपात के आरोप लगाए जा चुके हैं, साथ ही न्यायाधीशों की सुरक्षा को लेकर भी चिंता है जिसकी वजह से मुकदमे को बार-बार आगे बढ़ाया गया है।\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "सभी उपस्थित अधिकारियों ने बोलने से इनकार कर दिया और घोषणा की कि वे कार्रवाई के लिए ज़िम्मेदार नहीं हैं।\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "इटालियन एसोसिएशन इंटेकोनसुमटोरि (कंज्यूमर्स यूनियन) द्वारा आज प्रकाशित एक सर्वेक्षण में कहा गया है कि 61% इटालियंस उड़ने से डरते हैं, जबकि 41% आबादी पहले महीने से विमान सुरक्षा के बारे में कम सुरक्षित महसूस करती है।\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "इस्लामी सांस्कृतिक क्रांति के दौरान बनाई गई सर्वोच्च सांस्कृतिक क्रांति परिषद ने संकेत दिया कि वह सेलुलर फोन का इस्तेमाल करके भेजे गए अनैतिक वीडियो और ऑडियो संदेशों को फ़िल्टर करेगा।\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "मंगलवार रात में हुए 37 करोड़ यूएस डॉलर के मेगा मिलियन्स लॉटरी ड्रा में, जिसे यू.एस. के 12 राज्यों में निकाला जाता है, कम से कम दो बड़े विजेता हैं।\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "संयुक्त राष्ट्र ने इज़राइल और हिज़्बुल्लाह के बीच संघर्ष विराम को बड़े पैमाने पर रोक दिया है, क्योंकि इज़राइल ने लेबनान से अपनी सेना को वापस बुलाना शुरू कर दिया है।\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "इज़राइल के विदेश मंत्रालय के प्रवक्ता यागल पामोर ने कहा, \"यह अजीब से अधिक है, खासकर जब से हमास को अंतरराष्ट्रीय स्तर पर एक आतंकवादी समूह माना जाता है।\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "हालाँकि, दंड केवल यूनियनों पर लागू होता है, जो द्वितीयक हड़तालें करते हैं और न कि व्यक्तिगत रूप से काम करने वाले श्रमिकों पर।\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "ये नया अध्य्यन उत्तरजीविता और मृत्यु दर का एक अंतरराष्ट्रीय अध्ययन है।\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "पूल से दूर होने पर, उनके पास ट्विटर, फ़ेसबुक, या टेलीविजन तक पहुंच नहीं होती थी और उन्हें दूसरे माध्यमों से स्वयं का मनोरंजन करना पड़ता था।\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "07:00 युटीसी पर आज (19:00 एनजेडएसटी, स्थानीय समय), न्यूजीलैंड के आम चुनाव, 2005 में मतदान बंद हो गया।\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "ओम्बे गैबॉन में \"तानाशाही के युग की स्थापना\" कहा जाता है, जिसे खत्म करने के लिए वह भूख हड़ताल कर चुके हैं।\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "संक्रमण विशेष रूप से समस्या पैदा करने वाले होते हैं क्योंकि स्टैफ संक्रमण से पीड़ित लगभग एक चौथाई लोगों को अस्पताल में भर्ती होने की आवश्यकता होती है।\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "पैरालंपिक टीम से खेलों के समाप्त होने देश का एक हज़ारवां पदक हासिल करने की उम्मीद है।\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "माइकल रयान ने पीटर गार्टी से कहा कि इसकी प्रति न बनाएं।\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"प्लान बी के साथ जो हुआ है, उससे साबित होता है कि एजेंसी की दिशा सही नहीं थी और उसे अपना काम ठीक से नहीं करने दिया जा रहा था।\"\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "माइकल स्टैंटन, एक स्थानीय खगोल विज्ञान प्रशंसक ने विकिन्यूज़ को बताया \"यह सिर्फ महान है, हमारे पास संगीत है और यह दृश्य देखने के लिए खुशी है\"।\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलिया से बाहर की उन वेबसाइटों पर जुर्माना लगाया जा सकता है जो इसकी सूची की सामग्री से लिंक करती हैं।\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "हर साल 5 नवंबर के करीब ग्रेट ब्रिटेन और राष्ट्र-मण्डल के कुछ हिस्सों के लोग यॉर्क के असंतुष्टों और अपने उन रोमन कैथलिक षड्यंत्रकारियों की याद में गाय फ़ाक्स नाइट का उत्सव मनाते हैं जो 5 नवम्बर 1605 को संसद भवन को उड़ाने में असफल रहे।\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "स्टेट रिप्रेज़ेंटेटिव डार्लीन सेंगर द्वारा प्रायोजित यह विधेयक 114-1 के बहुमत से पारित हो गया और अब इस पर इलिनोइस सीनेट द्वारा विचार किया जाएगा।\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ये गुर्दे अंग की अस्वीकृति के मुद्दों से बचने वाले रोगी के ऊतक के भी होंगे और मानव प्रत्यारोपण के लिए उपलब्ध गुर्दे के पूल को बढ़ाएंगे।\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "डिजूरोविक नेयह भी कहा कि कम से कम 198 व्यक्ति, जिसमें 90 बच्चे समिलित थे, अस्पताल में उनका उपचार किया गया।\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "जोन पाल की यात्रा फाकलेंड युद्ध एवं उनको मारने के प्रयास के कारण रद्द होने की संभावना थी।\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "भागने या भागने के प्रयास की स्थिति में एक लंबे अतिरिक्त विवरण नियम का पालन करता है।\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "इराक में एवियन फ्लू के पहले मामले की घोषणा आज देश के स्वास्थ्य मंत्री अब्देल मुतालिब मोहम्मद ने की।\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "वान गाग इस्लाम और उसके महिलाओं के साथ कथित दुर्व्यवहार के कट्टर आलोचक थे।\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "अब डेट्रायट की आबादी घटकर 713,777 हो गई है, ये वित्तीय साभ का हकदार नहीं रहा।\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "स्टेट स्ट्रीट ब्रैट्स, ए मैडिसन, विस्कोन्सिन नाइटक्लब के बाहर 20 साल की एक महिला को काटनेवाले 18 इंच लंबे बंदर को पकड़ लिया गया है।\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "पैडिंग्टन को जाने वाली एड्गवेयर रोड ट्रेन और सर्किल पर भी दूसरी दिशा से आ रही ट्रेन के सामने विस्फोट हो गया, जिससे लोगों को पहले लगा कि वह पटरी से उतर गई है।\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "यह लड़ाई शनिवार 6 अक्टूबर को मीर अली के शहर में शुरू हुई और तीन दिन तक चली थी।\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "\"Verizon iPhone\", जैसा कि महीनों से डब किया गया है, मूल iPhone 4 से बदल दिया गया है ताकि यह Verizon के 3G CDMA (कोड डिवीजन मल्टीपल एक्सेस) नेटवर्क का उपयोग कर सके।\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "जैसा कि इरादा है, यह दर्शकों को टायरों को पहचानने में मदद करेगा, यह टायर के बाहरी तरफ पहले दिखने वाले सफेद भारी डॉट की तुलना में अधिक सहायक होगा।\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "डॉक्टर रोपाच, जो अंतर्राष्ट्रीय ग्लोबल कार्बन प्रोजेक्ट के सह-अध्यक्ष भी हैं, अपने अनुसंधान के परिणामों से आश्चर्यचकित थे।\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "मोबाइल के माध्यम से दोस्तों और परिवार से संपर्क करने की कोशिश करने वाले लोग सबसे बड़े मोबाइल नेटवर्क, वोडाफोन, O2 और ऑरेंज को लेकर परेशान हैं, सभी आज सुबह कई मौकों पर पूर्ण क्षमता से प्रभावित हुए हैं, जिससे वॉइस कालें नहीं हो पाई हैं।\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "थूकना, पानी फेंकना या गार्ड पर पेशाब करने का प्रयास जैसे लक्षण स्पष्ट रूप से सूचीबद्ध मामलों में दिखाई देते हैं जहां काली मिर्च स्प्रे का उपयोग नहीं किया जा सकता है।\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "मूर्तियां, \"लोकतंत्र की देवी\" की एक नई प्रतिकृति और \"तियानमेन नरसंहार राहत\" नामक एक नक्काशी, को तियानमेन स्क्वायर हादसे की 21वीं वर्षगांठ की याद में हांगकांग के टाइम्स स्क्वायर शॉपिंग मॉल के पियाज़ा में रखा गया था।\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "लिबरमैन वर्तमान में जॉर्जिया में सीनेटर लिंडसे ग्राहम के साथ हैं; जब उनसे पूछा गया कि क्या वह इस सम्मेलन में भाषण देने वाले हैं, तो उन्होंने जवाब दिया कि \"हो सकता है, लेकिन मैं उन्हें इसकी घोषणा करने दूंगा।\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "रिपोर्टर्स ने दावा किया है कि पोलैंड एकमात्र यूरोपीय संघ देश है, जिसमें \"विचार के अपराध\" के लिए जेल की सजा दी जाती है और यह यूरोपीय संघ में इस तरह की पहली घटना है।\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "उन्होंने यह भी कहा कि यदि कीमतें गिरती हैं तो एयरलाइन आराम से सेवा में लौट सकती है, यह देखते हुए कि, \"अगर ईंधन की कीमतों में कमी के साथ स्थिति में सुधार हुआ और लाभप्रदता दृष्टिकोण बेहतर रहा, तो हम फिर से एअरबोर्न हो सकते हैं।\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "रविवार की रात को लगभग 0220 बजे जीएमटी पर उत्तरी आयरलैंड के लंडनडेरी शहर में रेसकोर्स रोड के किनारे चलते समय एक 23 साल के पैदलयात्री को काले रंग की फॉक्सवैगन पसाट ने टक्कर मार दी और वह मारा गया।\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "रेडियोप्रेस, एक जापानी समाचार एजेन्सी के अनुसार जो उत्तरी कोरीया के रेडियो ब्रोडकास्ट्स को मोनीटर करता है, उतरी कोरीयाई केन्द्रीय ब्रोडकास्टिंग स्टेशन, तथा कोरीयाई केन्द्रीय समाचार एजेन्सी एवं अन्य कोरीयाई मिडिया, ने किम जोंग इस.देश के सर्वोच्च नेता का संदर्भ देते समय \"प्रिय नेता\" का अलंकरण प्रयोग में लाना बन्द कर दिया है।\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "फ़िलिपीन वायु सेना ने सिबय द्वीप पर 3504 जहाज के चालक दल की स्थिति का पता लगाया।\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "अस्पताल ने यह संकेत जरूर दिया कि गहन देखभाल की आवश्यकता वाले आपातकालीन मरीजों को नहीं लौटाया जाएगा।\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "डेमोक्रेटिक पार्टी के अमेरिकी राजनेता डेनिस कुसिनिच ने 2008 में राष्ट्रपति चुनाव में खड़ा होने की योजना बना रहे हैं। सोमवार को इसकी जानकारी उनके प्रवक्ता ने दी।\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "कैंसर से जूझते हुए 76 साल की आयु में उनका निधन हो गया और अपने पीछे वे 54 साल की पत्नी एल्सी और पुत्र एंड्रयु, पॉल और मार्क को छोड़ गए।\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "रयानेयर के प्रमुख ने कहा, \"बीए द्वारा बीएमआई की खरीद पर आज मुहर लगाने से पता चलता है कि ईसी के पास यूरोप के ध्वज-वाहक के लिए एक नियम है और रेयानेयर के लिए अलग नियम है।\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "शोधकर्ता और अल्बर्टा कैंसर बोर्ड और कैपिटल हेल्थ डीसीए के कैंसर के इलाज के उपयोग की सलाह नहीं देते हैं, क्योंकि कैंसर के इलाज के लिए दवाओं के उपयोग के लिए नैदानिक परीक्षण अभी तक नहीं किए गए हैं।\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "गार्ड को मैनुअल में व्यक्तिगत मेल और पार्सल को निरोध ब्लॉकों या किसी अन्य ड्यूटी स्टेशनों पर नहीं ले जाने की सूचना दी जाती है।\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "जापान के प्रधान मंत्री शिंजो आबे ने कहा कि, हमारा मानना है कि उत्तर कोरिया के लिए सभी परमाणु हथियारों और मौजूदा परमाणु कार्यक्रमों को छोड़ने की दिशा में ठोस कार्रवाई करना आवश्यक है।\"\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "मोजांबिक के राष्ट्रीय चुनाव आयोग के अध्यक्ष लियोपोल्डा दा कोस्टा ने कहा, \"इस दौरान हमें कोई भी शिकायत नहीं मिली।\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "कबीला जो वर्ष 2001 में अफ्रीका में सबसे कम उम्र के राष्ट्राध्यक्ष बने थे, उन्होंने मतदान से पहले अपने आखिरी भाषण में 40 वर्षो में डी. आर. कांगो को पहले लोकतांत्रिक चुनाव तक ले जाने के श्रेय का दावा किया।\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "कर्मचारी पर हमला करने के बाद, चीता ने दो अन्य दर्शकों पर भी हमला किया।\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "महागठबंधन के प्रतिनिधियों के इस प्रश्न पर अलग-अलग नजरिए थे।\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "चीताज़ अगले सप्ताह फाइनल की मेजबानी करेंगे, सबसे ऊंची जगह फाइनलिस्ट (पहले, ब्लू बुल्स दूसरे थे)।\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "मौतें टोलीआरा शहर में हुईं, इसी तरह की एक अन्य स्थिति 130 किमी (80.8 मील) दूर सकरहा में है।\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "2005-2006 के ओंटारियो हॉकी लीग सीज़न बुधवार रात को अमेरिका के मिशिगन के सागिनॉ में दी डो इवेंट सेंटर के वेंडलर अखाड़ा में शुरू किया, जिसमें सागिनाव आत्मा प्लायमाउथ व्हेलर्स की मेजबानी कर रही थी, जिसमें 4,600 से अधिक लोग उपस्थित थे।\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "कन्फेडरेशन ऑफ ऑल इंडिया ट्रेडर्स के महासचिव प्रवीण खंडेलवाल ने कहा, वे बुधवार रात हड़ताल को बंद कर देंगे और वे सीलिंग ड्राइव के खिलाफ भूख हड़ताल और सम्मेलन करके अपना आंदोलन जारी रखेंगे।\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "यह खबर एयरलाइन और संबंधित कंपनियों के खिलाफ कानूनी कार्रवाई के रूप में आती है, जो कि फ्लाइट 269 के सितंबर के क्रैश से शुरू होती है, जिसमें 90 लोग मारे गए, जिनमें ज्यादातर विदेशी थे।\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "कुल शटडाउन प्रक्रिया में कुछ और दिन लगने की उम्मीद है।\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "बेलोस्टनी, सोवियत संघ बास्केटबॉल टीम के एक प्रमुख खिलाड़ी थे और वे यूरोपीय और ओलंपिक दोनों में ही पदक विजेता थे।\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "आर्कटिक के मौसम की परिस्थितियों में, बर्फ़ तेल के बर्बाद होने की गति को धीमा करके, लहरों को नम करके और तेल को बहुत दूर तक फ़ैलने से रोक कर और प्रतिक्रिया देने के लिए अधिक समय देकर, तेल के रिसाव से निपटने में मदद कर सकती है।\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "उन्होंने 1996 में पहला एलबम जारी किया था, दुनियाभर में जिसकी मिलियन प्रतियाँ बेची गई।\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "हालाँकि मृतकों ने सैन्य वर्दी नहीं पहनी थी लेकिन आंतरिक मंत्रालय के एक अधिकारी के अनुसार, यह मानना है कि सरकार विरोधी लड़ाकों ने इराकी सैनिकों को गोली मार दी थी।\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "इमिग्रेशन वॉइस ने यह भी कहा कि अमेरिकी स्वतंत्रता के लिए उनके बलिदान ने ही इस देश को महान और दुनिया भर के ढेरों लोगों का इच्छित मुकाम बनाया है और वे सैनिकों को \"धन्यवाद बोलना चाहते हैं और उनकी भलाई की कामना करते हैं।\"।\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "बाद में तेल सनशाइन कोस्ट बीच के साथ मोरेटन और ब्रिबी द्वीपों तक बहकर चला गया, मीडिया ने इसे आस्ट्रेलिया के सबसे खराब पर्यावरणीय हादसों में से एक बताया।\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "नागरिक सुरक्षा मंत्री क्रिस्टोस पापुटिस ने इस नुकसान पर अफसोस जताते हुए कहा कि गैलरी में सुरक्षा \"न के बराबर\" थी।\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "इसके अलावा, जिन लोगों को हृदय की क्षति होने की संभावना होती है (जो दवा का दुष्प्रभाव हो सकता है) उन्हें सब्सिडी वाली दवा नहीं दी जाएगी।\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "चीन के खिलाफ हाल में सेवा से वंचित करने वाले कई हमले चीनी डोमेन को लक्षित करके किए गए थे।\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ऐसा समझा जाता है कि वह दूसरे वाहन को रास्ते से हटाने के लिए मजबूर कर रहा था।\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "सवाल और जवाब खत्म होने के बाद, जॉन केरी का वीडियो स्टेटमेंट बजना शुरू हुआ।\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "साले की एक अदालत ने मोरक्को में ठिकानों के खिलाफ हमलों की योजना बनाने के लिए फत अल अंदलूस (अंडालूसिया के विजय) के चौदह सदस्यों को कल जेल भेज दिया।\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "7 अगस्त को, जॉर्जियाई सैनिकों ने ओस्सेटियन शहर त्सखिनवेली के खिलाफ एक आक्रामक हमला किया।\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "आस्ट्रेलिया के राज्य क्वीन्सलैंड में शनिवार को चुनाव होने जा रहा है, इसके मद्देनजर विकीन्यूज के पत्रकार पैट्रिक गिलेट ने चुनाव लड़ रहे राजनीतिक दलों का जायजा लिया।\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "विकिपीडिया, विकिमीडिया फ़ाउंडेशन की एक परियोजना है, जो कि एक गैर-लाभकारी संस्था है जो सेंट पीटर्सबर्ग, फ्लोरिडा से बाहर आधारित है।\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "हॉपर एक विपुल फोटोग्राफर, चित्रकार और मूर्तिकार थे जिनकी कृतियों का प्रदर्शन दुनिया भर में किया गया है।\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "\"यह सबूत है के हम अभी भी एक हैं और शक्तिशाली हैं।\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "हालाँकि फिलीपींस के भूकंप निगरानी एजेंसी के प्रमुख ने जापानी एजेंसी की चेतावनी पर संदेह व्यक्त किया।\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "हालांकि, लेउ का अभिमूल्यन पूरी तरह से सकारात्मक नहीं है, क्योंकि यह निर्यातकों पर बहुत दबाव डाल रहा है।\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "इस समय ब्रिस्टल बे राज्य में सैल्मन मछली पकड़ने के शीर्ष स्थानों में से एक है।\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "नुकसान की रिपोर्ट हैतियाई सरकार ने लैटिन अमेरिका और कैरेबियन के लिए आर्थिक आयोग, इंटरअमेरिकन डेवलपमेंट बैंक, विश्व बैंक, संयुक्त राष्ट्र और यूरोपीय संघ के समर्थन से तैयार की थी।\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "\"इसके अतिरिक्त अभ्यर्थियों की उम्र 31 दिसंबर, 2006 को 32 वर्ष से अधिक नहीं होनी चाहिए…\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "माइग्रेन एक्शन नामक पीड़ितों की एक संस्था की निदेशक, ली टोमकिन ने इस खबर को \"शानदार\" और \"वास्तव में एक बहुत बड़ा कदम बताया।\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "उसके बाद सीबीसी न्यूज़ के कार्यकारी निर्माता रोम हार्टमैन ने टीवीन्यूज़र को एक ई-मेल द्वारा प्रतिक्रिया देते हुए कहा कि, \"बिल माहेर को यह कभी नहीं कहा गया था वे फ्री स्पीच अनुभाग में धर्म के ऊपर चर्चा नहीं कर सकते,\" और आगे कहा, \"वास्तव में, फ्री स्पीच में पहले ही धर्म पर चर्चा हो चुकी है और हमें आशा है कि भविष्य में और लोग भी इस पर बात करेंगे.\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "द जे.जे. सकुराई पुरस्कार वाशिंगटन,डीसी में आयोजित एपीएस 2010 बैठक में फ़रवरी 2010 के विशेष सेरिमोनियल सेशन में प्रदान किया जाएगा।\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "सीनेटर जो लुडविग (लेबर, क्वींसलैंड) ने न्याय और सीमा शुल्क मंत्री से क्वेशचन टाइम में सीनेटर क्रिस एलिसन से पूछा कि क्या वह अपने दावे से खड़े थे जो उन्होंने कल किया था कि जियान सेंग की खोज में दिखाया कि ऑस्ट्रेलियाई सरकार ने हवाई और जगह ले ली थी। इन परिस्थितियों में एक पोत को रोकने के लिए समुद्री निगरानी और यह किया गया था\" और पूछा कि ऑस्ट्रेलियाई जल में प्रवेश करने के बाद पोत को बाधित करने में सरकार को दो सप्ताह क्यों लगे।\"\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "न्यूसम 2003 से सैन फ्रांसिस्को के मेयर रहे हैं और 2007 में फिर से चुने गए।\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "बुधवार को, एक संयुक्त राज्य अमेरिका की संघीय अदालत ने अपने पूर्व प्रेस कॉरपोरेशन, हॉलिंगर इंटरनेशनल के तीन अन्य अधिकारियों के साथ, मीडिया मुग़ल कॉनराड ब्लैक के खिलाफ धोखाधड़ी और न्याय में बाधा की सजा को बरकरार रखा।\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "सियारा और फैट मैन स्कूप अभिनीत मिसी इलिएट की \"लूज कंट्रोल\" ने 5-3 की बढ़त हासिल की जबकि \"डोन्ट चा\" पांचवें स्थान पर गिर गया।\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "फोस ने जिस सूची का उल्लेख किया है वह फ्रांस में 1995 के संसदीय आयोग के दोषों की सूची है।\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "डैनियल की मां, चेरिल स्ट्रिंगर ने कहा है कि वह नहीं चाहती कि EDL रैली आयोजित की जाए: \"EDL ने ऐसा करने का फैसला किया है और इससे हमारा कोई लेना-देना नहीं है।\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "इन विशिष्ट पक्षियों के 30 इंच के पंख होते हैं और यह लगभग 20 इंच ऊंचे होते हैं।\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "रिपोर्ट में विश्व के भूख में हुई इस नवीनतम तीव्र बढ़ोतरी के लिए मुख्य रूप से वैश्विक आर्थिक मंदी को जिम्मेदार ठहराया गया है, जिसके कारण बेरोजगारी बढ़ी है और गरीबों की आमदनी में कमी आई है, इसके परिणाम स्वरूप बड़ी खाद्य असुरक्षा पैदा हो गई है।\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "रिको डैनियल्स फ्रांस में रहने वाले एक ब्रिटिश टीवी प्रस्तुतकर्ता हैं जो अपनी दो टेलीविजन सीरीज़ के लिए जाने जाते हैं, पहली, द सैल्वेजर, जब वे यूके में रहा करते थे और दूसरी, ले सैल्वेजर, जब वे फ्रांस आकर रहने लगे।\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "सीआईए को यह तय करने की शक्ति देना कि कौन देश में रह सकता है और किसे दूसरे देशों में भेज दिया जाना है, विवादास्पद है, क्योंकि अतीत में, व्हाइट हाउस, विदेश विभाग या न्याय विभाग व्यक्तिगत मामलों को मंजूरी देने में शामिल होते थे कि दूसरे देशों में कैदियों को भेजना।\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "इस तरह की साझेदारी की अफवाह वर्षों से चली आ रही थी और पिछले कुछ महीनों में अटकलों की मात्रा बढ़ती गई।\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "\"मुझे ऐसे लगा की वो मंद गति थी।\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "बेसेस्कु को शिक्षित मध्यम वर्ग का समर्थन प्राप्त है जो सबसे अधिक भ्रष्ट देशों के एक हिस्से में भ्रष्टाचार को उखाड़ फेंकने की उनकी नीति के प्रति अनुकूल दृष्टिकोण रखते हैं।\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    }
]
}