{
    "Contributors": [
        "Venkata Sesha Sree Vidya Akkiraju"
    ],
    "Source": [
        "sick https://huggingface.co/datasets/sick "
    ],
    "Categories": [
        "Text Modification"
    ],
    "Definition": "This task is to modify the text given in the input to generate a sentence that is derived from the sentence in input. Task output is a paraphrased version of the original sentence retaining the meaning but not necessarily with all the details. ",
    "Positive Examples": [
        {
            "input": "sentence_B_original: A man is eating a bowl of cereal.",
            "output": "The man is eating cereal",
            "explanation": "Meaning of the output sentence is not changed, another sentence is derived from the original so this is correct."
        },
        {
            "input": "sentence_B_original: A dog pushes a boy into the water twice",
            "output": "The dog is knocking a boy into the water",
            "explanation": "The main purpose of the task is to push a boy into the water, this is achieved as the word knocking is used."
        }
    ],
    "Negative Examples": [
        {
            "input": "sentence_B_original: The lady peeled the potatoe",
            "output": "No lady peeled the potato",
            "explanation": "Here the first sentence says, \"The lady peeled\", while the second sentence says, \"No lady peeled\", so this is not correct."
        },
        {
            "input": "sentence_B_original: A dog chasing a ball",
            "output": "There is no dog chasing a ball",
            "explanation": "The first sentence says, \"Dog is chasing a ball\" but the second sentence says, \"No dog is chasing a ball, so this has changed the meaning of the input sentence."
        }
    ],
    "Instances": [
        {
            "input": "sentence_B_original: an old woman is shaking hand with a man",
            "output": [
                "A man and a woman are shaking hands"
            ]
        },
        {
            "input": "sentence_B_original: A man wearing a black shirt laughs while sitting at the table.",
            "output": [
                "A black shirt is being worn by a man who is sitting at the table and laughing"
            ]
        },
        {
            "input": "sentence_B_original: A woman is slicing tofu.",
            "output": [
                "Tofu is being sliced by a woman"
            ]
        },
        {
            "input": "sentence_B_original: an elderly man sitting on a bench",
            "output": [
                "An old person is sitting on a bench"
            ]
        },
        {
            "input": "sentence_B_original: a little boy wearing a green soccer strip is running on the grass",
            "output": [
                "A little boy is wearing a green soccer strip and is running on the grass"
            ]
        },
        {
            "input": "sentence_B_original: A man is cutting an onion.",
            "output": [
                "The onion is being cut by the man"
            ]
        },
        {
            "input": "sentence_B_original: a group of people are dancing",
            "output": [
                "A group of people are dancing"
            ]
        },
        {
            "input": "sentence_B_original: a boy studies a calendar",
            "output": [
                "A boy is studying a calendar"
            ]
        },
        {
            "input": "sentence_B_original: two boys on a couch are playing video games",
            "output": [
                "Two boys are playing a video game"
            ]
        },
        {
            "input": "sentence_B_original: a man is peeling an onion",
            "output": [
                "A man is peeling an onion"
            ]
        },
        {
            "input": "sentence_B_original: a child is walking down the street as a jeep pulls up",
            "output": [
                "A child is walking down the street and a jeep is stopping"
            ]
        },
        {
            "input": "sentence_B_original: A woman peels a potato.",
            "output": [
                "One woman is peeling a potato"
            ]
        },
        {
            "input": "sentence_B_original: children play in fountains that spray water from the ground",
            "output": [
                "Children are playing in ground fountains"
            ]
        },
        {
            "input": "sentence_B_original: the person is riding the horse",
            "output": [
                "The person is riding the horse"
            ]
        },
        {
            "input": "sentence_B_original: the person lit the cameras on fire",
            "output": [
                "The person is setting fire to the cameras"
            ]
        },
        {
            "input": "sentence_B_original: a cyclist on a neon yellow bike is airborne",
            "output": [
                "A person on a yellow dirt bike is taking a jump"
            ]
        },
        {
            "input": "sentence_B_original: a man sits on a boat in the sunset near a flag",
            "output": [
                "A man is on a boat in front of the sunset"
            ]
        },
        {
            "input": "sentence_B_original: there are two guys sitting around a table, both with beers in their hands",
            "output": [
                "Two blokes are sitting around a table and holding beers in their hands"
            ]
        },
        {
            "input": "sentence_B_original: a boy wearing red shorts is jumping into a paddling pool",
            "output": [
                "A kid wearing red shorts is jumping into a paddling pool"
            ]
        },
        {
            "input": "sentence_B_original: a white dog wearing a christmas reindeer headband plays with a brown dog in the grass among some stuffed animals",
            "output": [
                "The white dog wearing reindeer ears is near a brown dog"
            ]
        },
        {
            "input": "sentence_B_original: a bee clings to a yellow flower",
            "output": [
                "A yellow flower is being clung to by a bee"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing guitar",
            "output": [
                "A man is playing guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man standing in the water at the base of a waterfall",
            "output": [
                "The man is standing in a body of water near a waterfall"
            ]
        },
        {
            "input": "sentence_B_original: Jockeys are racing their horses on the green field.",
            "output": [
                "The Jockeys are racing horses on the field, which is completely green"
            ]
        },
        {
            "input": "sentence_B_original: a light brown dog is running in the water",
            "output": [
                "A light brown dog is sprinting in the water"
            ]
        },
        {
            "input": "sentence_B_original: a man and a woman walking down a city street",
            "output": [
                "A man and a woman are walking down a city street"
            ]
        },
        {
            "input": "sentence_B_original: a classroom full of students is looking in the same direction inside a bamboo structure",
            "output": [
                "A classroom full of students is looking attentively in the same direction inside a bamboo structure"
            ]
        },
        {
            "input": "sentence_B_original: a man lifts weights",
            "output": [
                "Weights are being lifted by the man"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting a tomatoe",
            "output": [
                "A woman is slicing a tomato"
            ]
        },
        {
            "input": "sentence_B_original: kids are dressed in costume and playing a game",
            "output": [
                "Kids are being dressed in costumes and playing a game"
            ]
        },
        {
            "input": "sentence_B_original: a person is cutting mushrooms with a knife",
            "output": [
                "A person is cutting some mushrooms"
            ]
        },
        {
            "input": "sentence_B_original: a man in in a hat standing outside of his green jeep rangler",
            "output": [
                "A man in a hat is standing outside of a green vehicle"
            ]
        },
        {
            "input": "sentence_B_original: a couple are looking at an area map",
            "output": [
                "A man and a woman are standing in front of an art gallery and are looking at a map"
            ]
        },
        {
            "input": "sentence_B_original: a little boy wearing red jumps into the air",
            "output": [
                "A little boy in red clothes is jumping into the air"
            ]
        },
        {
            "input": "sentence_B_original: The comedic mimes performed on stage.",
            "output": [
                "Mimes are performing on a stage"
            ]
        },
        {
            "input": "sentence_B_original: a group of people hold drinks and point at the camera",
            "output": [
                "Drinks are being held by people pointing at the camera"
            ]
        },
        {
            "input": "sentence_B_original: a monkey is teasing a dog at the zoo",
            "output": [
                "A dog is being teased by a monkey at the zoo"
            ]
        },
        {
            "input": "sentence_B_original: a child is splashing in a children's pool while other children are playing in the background",
            "output": [
                "A child is splashing in a pool for children and other children are playing in the background"
            ]
        },
        {
            "input": "sentence_B_original: a dog emerging from a lake",
            "output": [
                "An animal is emerging from a lake"
            ]
        },
        {
            "input": "sentence_B_original: young lady in bikini lying on the beach",
            "output": [
                "A lady who looks young is lying on the beach"
            ]
        },
        {
            "input": "sentence_B_original: the child is splashing water in a small blue pool",
            "output": [
                "The child is splashing water in a pool"
            ]
        },
        {
            "input": "sentence_B_original: parade of cheerleaders wearing black, pink and white uniforms",
            "output": [
                "The cheerleaders are parading and wearing black, pink and white uniforms"
            ]
        },
        {
            "input": "sentence_B_original: a black and orange bird in the grass",
            "output": [
                "A black and orange bird is standing in the grass"
            ]
        },
        {
            "input": "sentence_B_original: small boy in striped shirt sliding out of green tube",
            "output": [
                "A little boy in a striped shirt is sliding out of a green tube"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing egg plant",
            "output": [
                "A woman is slicing an eggplant"
            ]
        },
        {
            "input": "sentence_B_original: bikers getting airborne on a track near water and a skyline",
            "output": [
                "Some bikers are getting airborne on a track near water and a skyline"
            ]
        },
        {
            "input": "sentence_B_original: A group of friends ride the current in a raft.",
            "output": [
                "A group of friends are riding the current in a raft"
            ]
        },
        {
            "input": "sentence_B_original: the man is eating cereal",
            "output": [
                "Cereal is being eaten by the man"
            ]
        },
        {
            "input": "sentence_B_original: two males on a cliff edge and one is jumping into the water",
            "output": [
                "Two males are standing on a cliff edge and one is jumping into the water"
            ]
        },
        {
            "input": "sentence_B_original: The girl is playing the guitar.",
            "output": [
                "A girl is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a dog standing on the side of a mountain",
            "output": [
                "A dog is standing on a mountain"
            ]
        },
        {
            "input": "sentence_B_original: a wolf-like dog herds a pack of white sheep on a dusty farm",
            "output": [
                "A dog is herding a pack of white sheep on a dusty farm"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a bamboo flute",
            "output": [
                "The man is playing a flute"
            ]
        },
        {
            "input": "sentence_B_original: two children playing on a statue",
            "output": [
                "Some children are playing on a statue"
            ]
        },
        {
            "input": "sentence_B_original: the man sang and played his guitar",
            "output": [
                "The man is singing and playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man dives into a pool",
            "output": [
                "A man is diving into a pool"
            ]
        },
        {
            "input": "sentence_B_original: a black and white dog playing with a broken volleyball",
            "output": [
                "A black and white dog is playing with a broken ball"
            ]
        },
        {
            "input": "sentence_B_original: the motocross rider wearing blue and black pants",
            "output": [
                "Blue and black pants are being worn by the motocross rider"
            ]
        },
        {
            "input": "sentence_B_original: a bird is flapping its wings on the water",
            "output": [
                "A bird is flapping its wings on the water"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting an onion",
            "output": [
                "A woman is cutting an onion"
            ]
        },
        {
            "input": "sentence_B_original: a group of people are dancing in concert",
            "output": [
                "A group of people are dancing in a show"
            ]
        },
        {
            "input": "sentence_B_original: a girl is waking up",
            "output": [
                "A child is waking up"
            ]
        },
        {
            "input": "sentence_B_original: two children are rolling in muddy water",
            "output": [
                "Two children are rolling in muddy water"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog and a black dog in the sand",
            "output": [
                "A brown dog and a black dog are playing in the sand"
            ]
        },
        {
            "input": "sentence_B_original: a kitten is playing with a blue rope toy",
            "output": [
                "The kitten is playing with a toy"
            ]
        },
        {
            "input": "sentence_B_original: a cat is eating some corn",
            "output": [
                "The cat is eating some corn"
            ]
        },
        {
            "input": "sentence_B_original: a kid is playing guitar",
            "output": [
                "A guitar is being played by a kid"
            ]
        },
        {
            "input": "sentence_B_original: a toy train strikes a toy car",
            "output": [
                "A toy train is hitting a toy car"
            ]
        },
        {
            "input": "sentence_B_original: this black man appears to be break dancing on the pavement",
            "output": [
                "A black man is break dancing on the pavement"
            ]
        },
        {
            "input": "sentence_B_original: a man in a black hat reaches into a box",
            "output": [
                "A person in a black hat is reaching for a box"
            ]
        },
        {
            "input": "sentence_B_original: a girl jumping rope on a sidewalk near a parking garage",
            "output": [
                "A girl is skipping rope on a sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: A large dog running on grass with a tennis ball in his mouth.",
            "output": [
                "A large dog is running on the grass with a tennis ball in its mouth"
            ]
        },
        {
            "input": "sentence_B_original: a sheepdog is rounding up a herd of sheep",
            "output": [
                "The sheepdog is grouping a herd of sheep"
            ]
        },
        {
            "input": "sentence_B_original: four people sitting on low cement ledge",
            "output": [
                "Some people are sitting on a low cement ledge"
            ]
        },
        {
            "input": "sentence_B_original: A cat is swinging on a fan.",
            "output": [
                "A cat is swinging on a fan"
            ]
        },
        {
            "input": "sentence_B_original: A man and bride walk down the aisle",
            "output": [
                "The bride and the groom are leaving after the wedding"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating a banana by a tree",
            "output": [
                "A man is eating a banana"
            ]
        },
        {
            "input": "sentence_B_original: a boy next to the opening of a fountain",
            "output": [
                "A boy is standing next to the opening of a fountain"
            ]
        },
        {
            "input": "sentence_B_original: the players manuever for the soccer ball",
            "output": [
                "The players is maneuvering for the ball"
            ]
        },
        {
            "input": "sentence_B_original: a man is rapidly chopping some mushrooms using a knife",
            "output": [
                "A man is rapidly chopping some mushrooms with a knife"
            ]
        },
        {
            "input": "sentence_B_original: the black dog is walking through the tall grass",
            "output": [
                "The black dog is walking through the tall grass"
            ]
        },
        {
            "input": "sentence_B_original: a man is on a roof dancing",
            "output": [
                "A man is standing on a roof"
            ]
        },
        {
            "input": "sentence_B_original: a group of asian girls are standing together",
            "output": [
                "A group of Asian girls are standing together"
            ]
        },
        {
            "input": "sentence_B_original: a woman is playing an electric guitar",
            "output": [
                "The woman is playing an electric guitar"
            ]
        },
        {
            "input": "sentence_B_original: the man is singing and playing the guitar",
            "output": [
                "A man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: A woman is cutting an onion.",
            "output": [
                "A woman is cutting an onion"
            ]
        },
        {
            "input": "sentence_B_original: a homeless man holds up a sign begging for money for beer, pot and a hooker",
            "output": [
                "A homeless man is holding up a sign and is pitifully begging for money"
            ]
        },
        {
            "input": "sentence_B_original: a man is tracking in the wood",
            "output": [
                "The man is hiking in the woods"
            ]
        },
        {
            "input": "sentence_B_original: A man, woman, and two girls walk on the beach barefoot.",
            "output": [
                "Four people are walking on the beach"
            ]
        },
        {
            "input": "sentence_B_original: a brown and white dog with a brown and black bandanna running very fast",
            "output": [
                "A brown and white dog with a brown and black bandanna is running very fast"
            ]
        },
        {
            "input": "sentence_B_original: someone is holding a hedgehog",
            "output": [
                "Someone is holding a small animal"
            ]
        },
        {
            "input": "sentence_B_original: a person is making a bed",
            "output": [
                "A person is making a bed"
            ]
        },
        {
            "input": "sentence_B_original: a man chops down a tree with an axe",
            "output": [
                "A person is chopping down a tree with an axe"
            ]
        },
        {
            "input": "sentence_B_original: a person pours cooking oil into a pot",
            "output": [
                "A person is pouring cooking oil into a pot"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting tomatoes",
            "output": [
                "A man is slicing tomatoes"
            ]
        },
        {
            "input": "sentence_B_original: someone is reading an email",
            "output": [
                "Someone is reading the email"
            ]
        },
        {
            "input": "sentence_B_original: A dog and a red ball in the air.",
            "output": [
                "A dog is near the red ball in the air"
            ]
        },
        {
            "input": "sentence_B_original: a bicyclist performing a trick over a heavily graffitied wall",
            "output": [
                "A bicyclist is performing a trick over wall full of graffiti"
            ]
        },
        {
            "input": "sentence_B_original: a cow is eating hay",
            "output": [
                "A cow is eating hay"
            ]
        },
        {
            "input": "sentence_B_original: four dogs in a grassy area",
            "output": [
                "Four dogs are playing in a grassy area"
            ]
        },
        {
            "input": "sentence_B_original: A young woman, topless except for paint or mud.",
            "output": [
                "A topless girl is covered in paint"
            ]
        },
        {
            "input": "sentence_B_original: a group of people gather at a stand at the fair",
            "output": [
                "A group of people is gathering at a stand at the fair"
            ]
        },
        {
            "input": "sentence_B_original: two people in lawn chairs reading books",
            "output": [
                "Some people are sitting in lawn chairs and are reading books"
            ]
        },
        {
            "input": "sentence_B_original: a clown is singing",
            "output": [
                "A clown is singing"
            ]
        },
        {
            "input": "sentence_B_original: two young children eat corndogs.",
            "output": [
                "Two young kids are eating corndogs"
            ]
        },
        {
            "input": "sentence_B_original: a young swimmer sits in a bathing suit and waits for the next race",
            "output": [
                "A kid is sitting wearing swim gear"
            ]
        },
        {
            "input": "sentence_B_original: A person is whisking eggs in a bowl.",
            "output": [
                "A person is strongly whisking eggs in a bowl"
            ]
        },
        {
            "input": "sentence_B_original: the man and woman are walking",
            "output": [
                "The man and woman are walking"
            ]
        },
        {
            "input": "sentence_B_original: a man shappens a knife",
            "output": [
                "A man is sharpening a weapon"
            ]
        },
        {
            "input": "sentence_B_original: a young boy jumps into water",
            "output": [
                "A young kid is jumping into water"
            ]
        },
        {
            "input": "sentence_B_original: a man in seattle holds a sign begging for money",
            "output": [
                "A man in a big city is holding a sign and begging for money"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a horse in the desert",
            "output": [
                "A guy is riding a horse"
            ]
        },
        {
            "input": "sentence_B_original: A small dog plays on the green grass.",
            "output": [
                "A dog, which is small, is playing on the green grass"
            ]
        },
        {
            "input": "sentence_B_original: girl in blue tries to get a base runner number 11 out during softball game",
            "output": [
                "The girl in blue is chasing the player with a number on the jersey"
            ]
        },
        {
            "input": "sentence_B_original: a man is mowing grass",
            "output": [
                "A man is mowing grass"
            ]
        },
        {
            "input": "sentence_B_original: woman is adding sugar to meat",
            "output": [
                "A woman is adding spices to some meat"
            ]
        },
        {
            "input": "sentence_B_original: the man lifted barbells",
            "output": [
                "A man is lifting barbells"
            ]
        },
        {
            "input": "sentence_B_original: a man is squatting in brush to take a photograph",
            "output": [
                "A man is crouching and holding a camera"
            ]
        },
        {
            "input": "sentence_B_original: someone fell off a horse",
            "output": [
                "Someone is falling off the horse"
            ]
        },
        {
            "input": "sentence_B_original: a woman is using a sewing machine",
            "output": [
                "A woman is sewing with a machine"
            ]
        },
        {
            "input": "sentence_B_original: A woman is mixing eggs.",
            "output": [
                "A woman is mixing eggs"
            ]
        },
        {
            "input": "sentence_B_original: a man wearing a hard hat is dancing",
            "output": [
                "A man is wearing a hard hat and dancing"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting onions",
            "output": [
                "A woman is chopping onions"
            ]
        },
        {
            "input": "sentence_B_original: two men are packing suitcases into the trunk of a car",
            "output": [
                "The men are placing suitcases in the trunk of a car"
            ]
        },
        {
            "input": "sentence_B_original: A man with jersey 23 is dunking the ball at a basket ball game.",
            "output": [
                "The ball is being dunked by a man with a jersey at a basketball game"
            ]
        },
        {
            "input": "sentence_B_original: a person is riding a jetski in the waves",
            "output": [
                "The person is riding a jetski in the waves"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing butter",
            "output": [
                "A woman is slicing butter"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cracking an egg into a bowl",
            "output": [
                "A woman is cracking an egg into a bowl"
            ]
        },
        {
            "input": "sentence_B_original: Two woman spar in a kickboxing match.",
            "output": [
                "Two women are sparring in a kickboxing match"
            ]
        },
        {
            "input": "sentence_B_original: A motorcyclist with a red helmet rides his blue motorcycle down the road.",
            "output": [
                "A motorcyclist with a red helmet is riding a blue motorcycle down the road"
            ]
        },
        {
            "input": "sentence_B_original: a woman is sitting near a flower bed overlooking a tunnel",
            "output": [
                "A woman is sitting near a flower bed and is overlooking a tunnel"
            ]
        },
        {
            "input": "sentence_B_original: a man participates in a bmx race",
            "output": [
                "A man is participating in a race for bmxs"
            ]
        },
        {
            "input": "sentence_B_original: a shirtless man escorts a horse pulling a carriage along a paved road",
            "output": [
                "A shirtless man is escorting a horse that is pulling a carriage along a road"
            ]
        },
        {
            "input": "sentence_B_original: the man sang on stage into the microphone",
            "output": [
                "The man on stage is singing into the microphone"
            ]
        },
        {
            "input": "sentence_B_original: An ice skating park in winter, with many people.",
            "output": [
                "A lot of people are in an ice skating park"
            ]
        },
        {
            "input": "sentence_B_original: a young boy sings and plays a guitar",
            "output": [
                "A kid is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: four people walk on a bridge over a body of water",
            "output": [
                "Four people are walking on a bridge over a body of water"
            ]
        },
        {
            "input": "sentence_B_original: two dogs run through the park",
            "output": [
                "Two animals are running through the park"
            ]
        },
        {
            "input": "sentence_B_original: large white crane is flying low near the water",
            "output": [
                "A crane, which is large and white, is flying near the water"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing guitar.",
            "output": [
                "The person is practicing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a woman is dancing in a cage",
            "output": [
                "A woman is dancing in a cage"
            ]
        },
        {
            "input": "sentence_B_original: a man is drawing some figures",
            "output": [
                "A person is drawing some figures"
            ]
        },
        {
            "input": "sentence_B_original: a dog is looking around",
            "output": [
                "An animal is looking around"
            ]
        },
        {
            "input": "sentence_B_original: a man is singing",
            "output": [
                "A man is singing"
            ]
        },
        {
            "input": "sentence_B_original: five adults are sitting on stone steps",
            "output": [
                "Five adults are sitting on steps made of stone"
            ]
        },
        {
            "input": "sentence_B_original: A small dog sprints away while it's owner tries to catch it.",
            "output": [
                "A little dog is sprinting and its owner is trying to catch it"
            ]
        },
        {
            "input": "sentence_B_original: a cat, perched on a table, looks out the window",
            "output": [
                "The cat is looking out the window at the table on the perch"
            ]
        },
        {
            "input": "sentence_B_original: a animated airplane is landing",
            "output": [
                "An animated airplane is landing"
            ]
        },
        {
            "input": "sentence_B_original: A white dog and a black dog running side by side on the grass while onlookers watch.",
            "output": [
                "A black and a white dog are joyfully running on the grass"
            ]
        },
        {
            "input": "sentence_B_original: a man in a purple had climbs a rocky wall with his hands",
            "output": [
                "The young man is rock climbing"
            ]
        },
        {
            "input": "sentence_B_original: a baby is playing with a doll",
            "output": [
                "A baby is playing with a toy"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing the guitar",
            "output": [
                "One man is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man is slicing a potato into pieces",
            "output": [
                "A man is cutting a potato"
            ]
        },
        {
            "input": "sentence_B_original: a bmx bike rider in a black and red uniform on a dirt bike",
            "output": [
                "A bike rider in a black and red uniform is standing on a dirt bike"
            ]
        },
        {
            "input": "sentence_B_original: a woman is playing the flute",
            "output": [
                "A man is playing the flute"
            ]
        },
        {
            "input": "sentence_B_original: a person rides his bicycle in the sand beside the ocean",
            "output": [
                "A person is riding a bicycle in the sand beside the ocean"
            ]
        },
        {
            "input": "sentence_B_original: different sets of teams are playing football on a field",
            "output": [
                "Different teams are playing football on a field"
            ]
        },
        {
            "input": "sentence_B_original: A girl with a black bag in a cramped position on a train",
            "output": [
                "A girl with a black bag is on a crowded train"
            ]
        },
        {
            "input": "sentence_B_original: the male is doing a handstand on the wet sand at the edge of the water at the beach",
            "output": [
                "A man is performing a handstand on the beach"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a motorcycle through a town",
            "output": [
                "A man is riding a motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: A man is speaking at a podium.",
            "output": [
                "A podium is where a man is speaking"
            ]
        },
        {
            "input": "sentence_B_original: a person is brushing a cat",
            "output": [
                "A person is brushing a cat"
            ]
        },
        {
            "input": "sentence_B_original: a south african airways plane is flying in a blue sky",
            "output": [
                "An airplane is flying through the air"
            ]
        },
        {
            "input": "sentence_B_original: People are enjoying a sunny day on a sandy beach by the ocean.",
            "output": [
                "People are on a beach full of sand by the ocean and are enjoying a day full of sun"
            ]
        },
        {
            "input": "sentence_B_original: the muscular black man is dancing while the man behind him wears green beads",
            "output": [
                "The muscular man is dancing and the man behind him is wearing green beads"
            ]
        },
        {
            "input": "sentence_B_original: The man poured oil on the cut tomatoes.",
            "output": [
                "The man is pouring some oil on the tomatoes"
            ]
        },
        {
            "input": "sentence_B_original: a woman shoots at target practice",
            "output": [
                "A woman is firing at target practice"
            ]
        },
        {
            "input": "sentence_B_original: the girl is riding the horse",
            "output": [
                "The girl is riding the horse"
            ]
        },
        {
            "input": "sentence_B_original: a lady wearing a black dress carrying a white cross",
            "output": [
                "A lady is dressed in black and is carrying a white cross"
            ]
        },
        {
            "input": "sentence_B_original: the person is going into the water",
            "output": [
                "The person is going into the water"
            ]
        },
        {
            "input": "sentence_B_original: one brown and one black dog in grass",
            "output": [
                "A brown dog and a black dog are in the grass"
            ]
        },
        {
            "input": "sentence_B_original: The man is feeding a mouse to the snake.",
            "output": [
                "A snake is being fed a mouse by a man"
            ]
        },
        {
            "input": "sentence_B_original: a man and a woman shake hands",
            "output": [
                "Two persons are shaking hands"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating a pizza",
            "output": [
                "A man is eating some food"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a harp",
            "output": [
                "A harp is being played by a man"
            ]
        },
        {
            "input": "sentence_B_original: four atheletes and a man with a crowded stadium in the background",
            "output": [
                "Four athletes are with a person in a crowded stadium"
            ]
        },
        {
            "input": "sentence_B_original: a man dressed all in black performs a trick on a rail while wearing inline skates",
            "output": [
                "A man dressed in black is wearing inline skates and performing a trick on a rail"
            ]
        },
        {
            "input": "sentence_B_original: a man is performing a handstand on the beach",
            "output": [
                "A handstand is being performed by a man on the beach"
            ]
        },
        {
            "input": "sentence_B_original: a wet boy jumping around on dirty wet grass",
            "output": [
                "A wet boy is jumping around on dirty and wet grass"
            ]
        },
        {
            "input": "sentence_B_original: the woman is dicing garlic",
            "output": [
                "The woman is dicing garlic"
            ]
        },
        {
            "input": "sentence_B_original: The man sat in his chair and stared.",
            "output": [
                "One man is sitting on the chair"
            ]
        },
        {
            "input": "sentence_B_original: a man is praying",
            "output": [
                "A man is praying"
            ]
        },
        {
            "input": "sentence_B_original: a group of people sing",
            "output": [
                "A few people are singing"
            ]
        },
        {
            "input": "sentence_B_original: A boy is playing in the mud.",
            "output": [
                "The boy is playing in the mud"
            ]
        },
        {
            "input": "sentence_B_original: A man is showing magic.",
            "output": [
                "The man is doing a magic trick"
            ]
        },
        {
            "input": "sentence_B_original: A boy spanks a man with a plastic sword.",
            "output": [
                "A boy is spanking a man with a toy weapon"
            ]
        },
        {
            "input": "sentence_B_original: the american footballer is wearing a red and white strip",
            "output": [
                "The American footballer is wearing a red and white strip"
            ]
        },
        {
            "input": "sentence_B_original: a person is scrubbing a zucchini",
            "output": [
                "A person is scrubbing a zucchini"
            ]
        },
        {
            "input": "sentence_B_original: a young child is riding a 3 wheeled scooter down the sidewalk",
            "output": [
                "A young child is riding a three wheeled scooter down the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: a young girl sitting in swimming gear",
            "output": [
                "A young girl is sitting in swimming gear"
            ]
        },
        {
            "input": "sentence_B_original: two dogs playing on a rocky beach",
            "output": [
                "Two dogs are playing on a beach made of rocks"
            ]
        },
        {
            "input": "sentence_B_original: people are walking through a crowded street",
            "output": [
                "People are walking through a street which is crowded"
            ]
        },
        {
            "input": "sentence_B_original: a white dog wearing reindeer ears is next to a brown dog",
            "output": [
                "The white dog wearing reindeer ears is near a brown dog"
            ]
        },
        {
            "input": "sentence_B_original: a man is reading his email",
            "output": [
                "A person is reading the email"
            ]
        },
        {
            "input": "sentence_B_original: Two German shepherd dogs are running with an object in one's mouth.",
            "output": [
                "Two dogs are running and carrying an object in their mouths"
            ]
        },
        {
            "input": "sentence_B_original: a person throws a cat on the ceiling",
            "output": [
                "A cat is thrown at the ceiling by a person"
            ]
        },
        {
            "input": "sentence_B_original: a cat is playing with a watermelon",
            "output": [
                "The cat is playing with a watermelon"
            ]
        },
        {
            "input": "sentence_B_original: a little boy is running on the round playing with a little girl",
            "output": [
                "The little boy is running on the ground and playing with a little girl"
            ]
        },
        {
            "input": "sentence_B_original: a man doing a trick on a skateboard",
            "output": [
                "A person is doing a trick on a skateboard"
            ]
        },
        {
            "input": "sentence_B_original: two young men play outside near a golden statue of ghandi",
            "output": [
                "Two young men are playing outside near a golden statue"
            ]
        },
        {
            "input": "sentence_B_original: a slow loris is eating",
            "output": [
                "A lemur is eating"
            ]
        },
        {
            "input": "sentence_B_original: a guy is mowing the lawn",
            "output": [
                "A guy is mowing the lawn"
            ]
        },
        {
            "input": "sentence_B_original: a man is dancing",
            "output": [
                "A person is dancing"
            ]
        },
        {
            "input": "sentence_B_original: a woman is coating a pork chop",
            "output": [
                "A cook is coating a pork chop"
            ]
        },
        {
            "input": "sentence_B_original: a small dog laying on the bed",
            "output": [
                "A small dog is lying on the bed"
            ]
        },
        {
            "input": "sentence_B_original: a man severs the toe of an empty leather boot using a sword",
            "output": [
                "A man is severing the toe of an empty leather boot with a sword"
            ]
        },
        {
            "input": "sentence_B_original: a person in a blue jacket jumps off of a tan cement wall",
            "output": [
                "A person in a blue colored jacket is jumping off of a tall cement wall"
            ]
        },
        {
            "input": "sentence_B_original: The children are playing outdoors, while a man smiles nearby.",
            "output": [
                "The kids are playing outdoors near a man with a smile"
            ]
        },
        {
            "input": "sentence_B_original: A person is rinsing a steak off with water.",
            "output": [
                "A person is rinsing a steak with water"
            ]
        },
        {
            "input": "sentence_B_original: A woman is cutting up some meat.",
            "output": [
                "A lady is cutting up some meat"
            ]
        },
        {
            "input": "sentence_B_original: a person is cutting an onion into pieces",
            "output": [
                "A person is dicing an onion"
            ]
        },
        {
            "input": "sentence_B_original: a man sits on the grass and drinks from a water bottle",
            "output": [
                "A man is sitting on the lawn and drinking from a water bottle"
            ]
        },
        {
            "input": "sentence_B_original: a slow loris is biting a persons finger",
            "output": [
                "An animal is biting someone's finger"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cleaning a shrimp",
            "output": [
                "Someone is cleaning an animal"
            ]
        },
        {
            "input": "sentence_B_original: a person is slicing an onion",
            "output": [
                "An onion is being sliced by a person"
            ]
        },
        {
            "input": "sentence_B_original: A motorcyclist is riding their sponsored car along a roadway that has recently turned.",
            "output": [
                "A motorcyclist is riding a motorbike along a roadway"
            ]
        },
        {
            "input": "sentence_B_original: two men are playing guitar",
            "output": [
                "Two men are playing guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man is throwing blades into a close target outside",
            "output": [
                "A man is outside and is throwing blades at a close target"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a motorcycle",
            "output": [
                "A man is riding a motorbike"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating",
            "output": [
                "A man is eating"
            ]
        },
        {
            "input": "sentence_B_original: a man is dancing on the road",
            "output": [
                "A man is dancing on the road"
            ]
        },
        {
            "input": "sentence_B_original: a woman cuts up a vegetable",
            "output": [
                "A woman is slicing a vegetable"
            ]
        },
        {
            "input": "sentence_B_original: a woman in blue jeans is standing in front of a group of children beside a stone built house",
            "output": [
                "A woman in blue jeans is standing in front of a group of children beside a stone built house"
            ]
        },
        {
            "input": "sentence_B_original: a girl is getting a tattoo on her hand",
            "output": [
                "A girl is getting a tattoo on her hand"
            ]
        },
        {
            "input": "sentence_B_original: the lady sliced up the meat",
            "output": [
                "The lady is slicing up the meat"
            ]
        },
        {
            "input": "sentence_B_original: a large dog and a small dog stand next to the kitchen counter to investigate",
            "output": [
                "A large dog and a small dog is standing on the kitchen counter and investigate"
            ]
        },
        {
            "input": "sentence_B_original: a black lab jumps off a dock into a pond",
            "output": [
                "A black dog is jumping from a dock into the water"
            ]
        },
        {
            "input": "sentence_B_original: there are two white dogs and one brown dog chasing a ball",
            "output": [
                "Two white dogs and one brown dog are chasing a toy"
            ]
        },
        {
            "input": "sentence_B_original: a man is singing into a microphone",
            "output": [
                "A man is singing into a microphone"
            ]
        },
        {
            "input": "sentence_B_original: a race car driver stands up with his hand pointing in the air",
            "output": [
                "A race car driver is standing up and pointing his hand at the sky"
            ]
        },
        {
            "input": "sentence_B_original: distant person with blue backpack hiking in rocky area, mountains in background",
            "output": [
                "A distant person with a blue backpack is hiking area full of rocks"
            ]
        },
        {
            "input": "sentence_B_original: a monkey pulls the tail of a dog",
            "output": [
                "A monkey is pulling a dog's tail"
            ]
        },
        {
            "input": "sentence_B_original: a chef is cleaning up a bowl of soup",
            "output": [
                "A bowl of soup is being cleaned by a chef"
            ]
        },
        {
            "input": "sentence_B_original: the dog is playing with a plastic container",
            "output": [
                "The dog is playing with a plastic container"
            ]
        },
        {
            "input": "sentence_B_original: the man is seasoning the sausages",
            "output": [
                "The man is seasoning the meat"
            ]
        },
        {
            "input": "sentence_B_original: a small guinea pig is gnawing and eating a piece of carrot on the floor",
            "output": [
                "A guinea pig is eating a carrot"
            ]
        },
        {
            "input": "sentence_B_original: a boy is checking a calender",
            "output": [
                "A boy is looking at a calendar"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting meat",
            "output": [
                "A woman is slicing some meat"
            ]
        },
        {
            "input": "sentence_B_original: the black dog is running through the grass",
            "output": [
                "The black dog is running through the grass"
            ]
        },
        {
            "input": "sentence_B_original: the man erased the work on the board",
            "output": [
                "The man is erasing the drawing on the board"
            ]
        },
        {
            "input": "sentence_B_original: a man in a purple shirt is looking at a man in a black shirt who is pulling a funny face.",
            "output": [
                "A man in a shirt dyed purple is looking at a man in a black shirt who is doing a funny face"
            ]
        },
        {
            "input": "sentence_B_original: the man surrounded by photographers is wearing a gray suit and glasses",
            "output": [
                "The man surrounded by men with a camera is wearing a gray suit and glasses"
            ]
        },
        {
            "input": "sentence_B_original: a man is standing beside a large, colorful birdcage containing birds",
            "output": [
                "The man is standing next to a bird cage"
            ]
        },
        {
            "input": "sentence_B_original: A running back running with the football.",
            "output": [
                "A player is running with the ball"
            ]
        },
        {
            "input": "sentence_B_original: a boy is looking at a calendar",
            "output": [
                "A boy is checking a calendar"
            ]
        },
        {
            "input": "sentence_B_original: A man is picking up a tree.",
            "output": [
                "A tree is being picked up by a man"
            ]
        },
        {
            "input": "sentence_B_original: a white race car drives through a puddle",
            "output": [
                "A white racing vehicle is driving through a puddle"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a flute",
            "output": [
                "A flute is being played by the man"
            ]
        },
        {
            "input": "sentence_B_original: a person in a motocross uniform, and wearing a helmet, rides a red motorcycle",
            "output": [
                "A man in a motocross uniform is wearing a helmet and rides a red motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: a herd of deer are crossing the street",
            "output": [
                "One herd of deer is crossing the street"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a horse by a creek",
            "output": [
                "A man is riding a horse"
            ]
        },
        {
            "input": "sentence_B_original: a young black child stands on the edge of a body of water near buckets",
            "output": [
                "A young black child is waiting on the edge of a body of water near some buckets"
            ]
        },
        {
            "input": "sentence_B_original: a person with a green shirt jumps high over the grass",
            "output": [
                "A person with a green shirt is jumping high over the grass"
            ]
        },
        {
            "input": "sentence_B_original: paper is being cut with scissors",
            "output": [
                "Paper is being cut with scissors"
            ]
        },
        {
            "input": "sentence_B_original: a little black dog chasing a little brown one",
            "output": [
                "A dog, which is little and black, is chasing a little brown dog"
            ]
        },
        {
            "input": "sentence_B_original: a small bee landed on a bunch of yellow flowers",
            "output": [
                "A small bee is landing on a bunch of yellow flowers"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting broccoli",
            "output": [
                "A woman is cutting broccoli"
            ]
        },
        {
            "input": "sentence_B_original: a dog runs on concrete holding a blue ball",
            "output": [
                "A dog is running on concrete and is holding a ball"
            ]
        },
        {
            "input": "sentence_B_original: A woman and a dog sit on a tree stump.",
            "output": [
                "A woman and a dog are sitting on a tree stump"
            ]
        },
        {
            "input": "sentence_B_original: in rural outdoors, blond woman sits on roof of yellow bmw vehicle, two people inside",
            "output": [
                "A woman with blond hair is sitting on the roof of a yellow vehicle and two people are inside"
            ]
        },
        {
            "input": "sentence_B_original: A woman is adding ingredients to a bowl.",
            "output": [
                "A woman is adding ingredients to a bowl"
            ]
        },
        {
            "input": "sentence_B_original: the man is aiming a gun",
            "output": [
                "The man is handling a gun"
            ]
        },
        {
            "input": "sentence_B_original: two kids and a man play games at an arcade",
            "output": [
                "Two kids and a man are playing games at an arcade"
            ]
        },
        {
            "input": "sentence_B_original: a dog is running on the ground",
            "output": [
                "A dog is running on the ground"
            ]
        },
        {
            "input": "sentence_B_original: small boy in forest",
            "output": [
                "A young child is standing in front of some trees"
            ]
        },
        {
            "input": "sentence_B_original: a woman and three men are posing for a photo",
            "output": [
                "Three men and a woman are posing for a picture"
            ]
        },
        {
            "input": "sentence_B_original: a skateboarder does tricks on a half-pipe",
            "output": [
                "A man is skateboarding on a half pipe"
            ]
        },
        {
            "input": "sentence_B_original: The men are performing on stage.",
            "output": [
                "The men are performing on stage"
            ]
        },
        {
            "input": "sentence_B_original: doctors are trying to revive a man",
            "output": [
                "The doctors are reviving a man"
            ]
        },
        {
            "input": "sentence_B_original: a great dane climbing a steep hill",
            "output": [
                "A great dog is wildly climbing a steep hill"
            ]
        },
        {
            "input": "sentence_B_original: a woman is lying on a blanket on a rock and reading a book",
            "output": [
                "A woman on a rock is lying on a blanket and reading a book"
            ]
        },
        {
            "input": "sentence_B_original: People walk outside of a building that has many murals painted on it.",
            "output": [
                "Several people are in front of a colorful building"
            ]
        },
        {
            "input": "sentence_B_original: three man looking into the distance",
            "output": [
                "Three men are looking into the distance"
            ]
        },
        {
            "input": "sentence_B_original: A man whose clothes are covered in paint is writing something down while sitting outside in a busy area.",
            "output": [
                "A man is wearing clothes that are covered with paint and is sitting outside in a busy area writing something"
            ]
        },
        {
            "input": "sentence_B_original: bride with a white veil looking down",
            "output": [
                "A woman is looking down and is wearing a wedding veil"
            ]
        },
        {
            "input": "sentence_B_original: a man is slicing potato",
            "output": [
                "The person is slicing the potato"
            ]
        },
        {
            "input": "sentence_B_original: a woman is playing a flute",
            "output": [
                "A woman is playing a flute"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding on one wheel on a motorcycle",
            "output": [
                "A person is performing tricks on a motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: the woman is dicing onions",
            "output": [
                "The woman is dicing onions"
            ]
        },
        {
            "input": "sentence_B_original: a man is walking in the rain",
            "output": [
                "A man is walking in the rain"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a mechanical bull",
            "output": [
                "The man is riding a bull which is mechanical"
            ]
        },
        {
            "input": "sentence_B_original: a girl plays a wind instrument",
            "output": [
                "A girl is playing a wind instrument"
            ]
        },
        {
            "input": "sentence_B_original: a tiger is walking around his cage",
            "output": [
                "A tiger is walking around a cage"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing on his keyboard.",
            "output": [
                "A musician is playing a keyboard"
            ]
        },
        {
            "input": "sentence_B_original: the girl is spraying the plants with water",
            "output": [
                "The girl is watering the plants"
            ]
        },
        {
            "input": "sentence_B_original: a young girl dancing",
            "output": [
                "A young girl is dancing"
            ]
        },
        {
            "input": "sentence_B_original: a man is singing and playing a guitar",
            "output": [
                "A man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: a black dog walking along a rocky terrain",
            "output": [
                "A black dog is moving along rocky terrain"
            ]
        },
        {
            "input": "sentence_B_original: a little boy wearing a yellow tank top is laughing",
            "output": [
                "A little boy is wearing a yellow tank top and is laughing"
            ]
        },
        {
            "input": "sentence_B_original: a chubby faced boy with sunglasses",
            "output": [
                "A chubby faced boy is wearing dark glasses"
            ]
        },
        {
            "input": "sentence_B_original: the young girl in blue is having fun on a slide",
            "output": [
                "The young girl in blue is enjoying a slide"
            ]
        },
        {
            "input": "sentence_B_original: three children running down a grassy hillside",
            "output": [
                "Three children are running down hill"
            ]
        },
        {
            "input": "sentence_B_original: the woman is walking her dog",
            "output": [
                "The dog is being walked by the woman"
            ]
        },
        {
            "input": "sentence_B_original: a woman is squeezing a lemon",
            "output": [
                "A woman is squeezing a lemon"
            ]
        },
        {
            "input": "sentence_B_original: A blond girl rides the waves.",
            "output": [
                "A blond girl is riding the waves"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding a bicycle",
            "output": [
                "A bicycle is being ridden by a man"
            ]
        },
        {
            "input": "sentence_B_original: two people wearing helmets ride over the yellow and white flowers",
            "output": [
                "Two people wearing helmets are driving over the yellow and white flowers"
            ]
        },
        {
            "input": "sentence_B_original: Kittens are eating food on trays.",
            "output": [
                "Some kittens are eating"
            ]
        },
        {
            "input": "sentence_B_original: Three men are jumping off a wall.",
            "output": [
                "Three men are jumping off a wall"
            ]
        },
        {
            "input": "sentence_B_original: a person is combing a cat hair",
            "output": [
                "A person is combing the fur of a cat"
            ]
        },
        {
            "input": "sentence_B_original: a person is slicing a bread pieces",
            "output": [
                "A man is cutting a slice of bread"
            ]
        },
        {
            "input": "sentence_B_original: two pandas are laying together",
            "output": [
                "Two panda bears are lying together"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cooking eggs",
            "output": [
                "The woman is cooking something"
            ]
        },
        {
            "input": "sentence_B_original: A man is feeding a mouse to a snake.",
            "output": [
                "One man is feeding a mouse to the snake"
            ]
        },
        {
            "input": "sentence_B_original: a woman and man are riding in a car",
            "output": [
                "The woman and the man are travelling by car"
            ]
        },
        {
            "input": "sentence_B_original: a man in a cowboy hat is walking through a market and reaching into his pocket",
            "output": [
                "The man in a cowboy hat is walking through a market and is putting a hand in his pocket"
            ]
        },
        {
            "input": "sentence_B_original: a woman is stirring meat in a bowl",
            "output": [
                "The woman is stirring meat in a bowl"
            ]
        },
        {
            "input": "sentence_B_original: two children in white outfits and red protective gear spar on a mat",
            "output": [
                "Two children in white outfits and red protective gear are sparring on a mat"
            ]
        },
        {
            "input": "sentence_B_original: a man is chopping a log with an axe",
            "output": [
                "A man is chopping a log with an axe"
            ]
        },
        {
            "input": "sentence_B_original: A man is riding a motorcycle.",
            "output": [
                "A man is driving a motorbike"
            ]
        },
        {
            "input": "sentence_B_original: A man wearing a black helmet is pushing his bicycle.",
            "output": [
                "One man is wearing a black helmet and pushing a bicycle"
            ]
        },
        {
            "input": "sentence_B_original: two people are riding a motorcycle",
            "output": [
                "Two people are driving a motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: a man and young boy ride in a yellow kayak",
            "output": [
                "A man and a young boy are riding in a yellow kayak"
            ]
        },
        {
            "input": "sentence_B_original: a kid is playing a guitar",
            "output": [
                "A kid is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man is slicing bread",
            "output": [
                "A person is slicing a piece of bread"
            ]
        },
        {
            "input": "sentence_B_original: a young boy is running toward and from the ocean waves",
            "output": [
                "A child is running in and out of the ocean waves"
            ]
        },
        {
            "input": "sentence_B_original: women are dancing outside",
            "output": [
                "A group of people are dancing"
            ]
        },
        {
            "input": "sentence_B_original: Some men are sawing.",
            "output": [
                "Men are sawing"
            ]
        },
        {
            "input": "sentence_B_original: a man is walking slowly across a rope bridge",
            "output": [
                "A man is walking slowly across a bridge made of rope"
            ]
        },
        {
            "input": "sentence_B_original: a woman is chopping octopus",
            "output": [
                "A woman is cutting an octopus"
            ]
        },
        {
            "input": "sentence_B_original: a man with a backwards hat sits on the ground",
            "output": [
                "A person with a backwards hat is sitting on the ground"
            ]
        },
        {
            "input": "sentence_B_original: a person flying through the air on a bicycle",
            "output": [
                "The person is flying through the air on the bicycle"
            ]
        },
        {
            "input": "sentence_B_original: a young man with brown hair and sunglasses sits by cans of soda",
            "output": [
                "A young man with brown hair and sunglasses is sitting in front of some cans of soda"
            ]
        },
        {
            "input": "sentence_B_original: there is a black and white dog with a large branch running in the field",
            "output": [
                "A black and white dog with a large branch is running in the field"
            ]
        },
        {
            "input": "sentence_B_original: A woman is playing an acoustic guitar and singing.",
            "output": [
                "A person is playing a guitar and singing"
            ]
        },
        {
            "input": "sentence_B_original: a man is running on the road",
            "output": [
                "The man is running on the road"
            ]
        },
        {
            "input": "sentence_B_original: girl in uniform playing flute with marching band",
            "output": [
                "A girl in a band is playing the flute"
            ]
        },
        {
            "input": "sentence_B_original: boy in blue shirt looking at someone's hand near stack of blocks on table",
            "output": [
                "The boy in blue shirt is looking at his hand near the stack of blocks on table"
            ]
        },
        {
            "input": "sentence_B_original: the surfer is coming in from riding a big wave",
            "output": [
                "A surfer is riding a big wave"
            ]
        },
        {
            "input": "sentence_B_original: the men played follow the leader on the grass",
            "output": [
                "The man is playing a game on the grass"
            ]
        },
        {
            "input": "sentence_B_original: A boy up to his knees in water.",
            "output": [
                "A boy is standing in the water"
            ]
        },
        {
            "input": "sentence_B_original: someone is cleaning a animal",
            "output": [
                "Someone is cleaning an animal"
            ]
        },
        {
            "input": "sentence_B_original: a bearded man is standing by a shopping cart holding up a cardboard sign",
            "output": [
                "One bearded man is standing by a shopping cart and is holding a cardboard sign"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting a paper plate",
            "output": [
                "A man is cutting a paper plate"
            ]
        },
        {
            "input": "sentence_B_original: a woman slices tofu",
            "output": [
                "A woman is slicing tofu"
            ]
        },
        {
            "input": "sentence_B_original: people sit against a.wall",
            "output": [
                "People are sitting near a wall"
            ]
        },
        {
            "input": "sentence_B_original: Group of schoolchildren in uniforms standing at a gate, one kissing her mother goodbye.",
            "output": [
                "A group of children wearing the same clothes is waiting at a gate and one is kissing the mother"
            ]
        },
        {
            "input": "sentence_B_original: a light brown dog is running up",
            "output": [
                "The light brown dog is running up a street"
            ]
        },
        {
            "input": "sentence_B_original: the man is sitting outside on the street under a purple umbrella",
            "output": [
                "The man is sitting outdoors under a purple umbrella"
            ]
        },
        {
            "input": "sentence_B_original: a man puts some cheese on a pizza",
            "output": [
                "A man is putting some cheese on a pizza"
            ]
        },
        {
            "input": "sentence_B_original: the lady cracked an egg into a bowl",
            "output": [
                "The lady is cracking an egg into a dish"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing the guitar and singing.",
            "output": [
                "A man is singing a song and playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: an officer is talking to recruits",
            "output": [
                "An officer is talking to the soldiers"
            ]
        },
        {
            "input": "sentence_B_original: the woman is playing the flute",
            "output": [
                "The flute is being played by the woman"
            ]
        },
        {
            "input": "sentence_B_original: a man standing on a rocky mountain with gray clouds in the background",
            "output": [
                "The man is standing on a mountain, which is rocky, and gray clouds are in the background"
            ]
        },
        {
            "input": "sentence_B_original: a man is preparing a snake for cooking",
            "output": [
                "A man is roasting a snake"
            ]
        },
        {
            "input": "sentence_B_original: a guy is riding a horse",
            "output": [
                "A horse is being ridden by a guy"
            ]
        },
        {
            "input": "sentence_B_original: some children are jumping on trampoline",
            "output": [
                "Some children are jumping on a trampoline"
            ]
        },
        {
            "input": "sentence_B_original: a woman is playing flute",
            "output": [
                "A woman is playing flute"
            ]
        },
        {
            "input": "sentence_B_original: a man in a red jacket and khaki pants is walking through a part of what looks like arizona",
            "output": [
                "A person in a red jacket and khaki pants is walking through an American state"
            ]
        },
        {
            "input": "sentence_B_original: a woman cracks two eggs into a glass bowl",
            "output": [
                "A woman is cracking an egg into a bowl"
            ]
        },
        {
            "input": "sentence_B_original: the man sliced through a thick rope with a sword",
            "output": [
                "A man is cutting a rope with a sword"
            ]
        },
        {
            "input": "sentence_B_original: the woman is putting makeup on the man",
            "output": [
                "A woman is painting a man's face"
            ]
        },
        {
            "input": "sentence_B_original: a man holds a small animal in one hand",
            "output": [
                "A man is holding an animal, which is small, in one hand"
            ]
        },
        {
            "input": "sentence_B_original: pedestrians and cars make their way through times square in new york",
            "output": [
                "Pedestrians and cars are moving through a traffic jam in the big city"
            ]
        },
        {
            "input": "sentence_B_original: a man wearing a beret rides his bicycle on a recreation trail",
            "output": [
                "A man is wearing a beret and is riding the bicycle on a recreation trail"
            ]
        },
        {
            "input": "sentence_B_original: a man and a woman are standing on the curb",
            "output": [
                "A man and a woman are standing on the curb"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting a boot with a sword",
            "output": [
                "A man is cutting a boot with a blade"
            ]
        },
        {
            "input": "sentence_B_original: a woman crouches down next to her terrier dog to smile at a little girl sitting on the sidewalk",
            "output": [
                "A woman is crouching down next to a dog and is smiling at a little girl sitting on the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: a hockey player in a yellow jersey is guarding the goal",
            "output": [
                "The ice hockey goalkeeper is wearing a yellow jersey and is defending the goal"
            ]
        },
        {
            "input": "sentence_B_original: a man catches a fish",
            "output": [
                "A man is catching a fish"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a large flute",
            "output": [
                "A man is playing a flute"
            ]
        },
        {
            "input": "sentence_B_original: a woman is frying fish",
            "output": [
                "Fish is being fried by a woman"
            ]
        },
        {
            "input": "sentence_B_original: a man is pouring oil into a skillet",
            "output": [
                "A man is pouring oil into a skillet"
            ]
        },
        {
            "input": "sentence_B_original: A girl jumps on a car.",
            "output": [
                "One girl is jumping on the car"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cracking eggs into a bowl",
            "output": [
                "A woman is cracking eggs into a bowl"
            ]
        },
        {
            "input": "sentence_B_original: a dog turns on the grass to persue a flying ball",
            "output": [
                "A dog is turning on the grass and pursuing a flying ball"
            ]
        },
        {
            "input": "sentence_B_original: a woman peels a potato",
            "output": [
                "A woman is peeling a potato"
            ]
        },
        {
            "input": "sentence_B_original: a boy is walking across a bridge",
            "output": [
                "A boy is walking across a bridge"
            ]
        },
        {
            "input": "sentence_B_original: the woman wearing a red jacket is holding a glass and she is in front of the man in a white tee shirt",
            "output": [
                "The woman is wearing a red jacket and holding a glass in front of the man in a white t-shirt"
            ]
        },
        {
            "input": "sentence_B_original: a person is dumping chopped vegetables into a pot on the stove",
            "output": [
                "Chopped vegetables are being dropped into a pot on the stove by a person"
            ]
        },
        {
            "input": "sentence_B_original: a woman is painting the face of a man",
            "output": [
                "A man's face is being painted by a woman"
            ]
        },
        {
            "input": "sentence_B_original: a woman is looking down and wearing a white hair piece that looks like a wedding veil",
            "output": [
                "A woman is looking down and is wearing a wedding veil"
            ]
        },
        {
            "input": "sentence_B_original: A woman is peeling a potato.",
            "output": [
                "The potato is being peeled by a woman"
            ]
        },
        {
            "input": "sentence_B_original: a man is opening a door",
            "output": [
                "A man is opening a door"
            ]
        },
        {
            "input": "sentence_B_original: a woman is applying eye liner to her eyelid using an eye pencil",
            "output": [
                "A woman is applying cosmetics to her eyelid"
            ]
        },
        {
            "input": "sentence_B_original: a person is writing",
            "output": [
                "The person is writing"
            ]
        },
        {
            "input": "sentence_B_original: A small child is drinking water from a cup.",
            "output": [
                "One small child is drinking water from the cup"
            ]
        },
        {
            "input": "sentence_B_original: a man is reading an email",
            "output": [
                "A man is reading an email"
            ]
        },
        {
            "input": "sentence_B_original: several ferrets climb out of their cage",
            "output": [
                "Several ferrets are climbing out of the cage"
            ]
        },
        {
            "input": "sentence_B_original: A man is driving a car.",
            "output": [
                "The man is driving a car"
            ]
        },
        {
            "input": "sentence_B_original: a little girl with blond hair is smiling and sitting in a swing",
            "output": [
                "A little girl with blond hair is smiling and sitting on a swing"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a guitar",
            "output": [
                "The man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: Animals are playing in water.",
            "output": [
                "A few animals are playing in the water"
            ]
        },
        {
            "input": "sentence_B_original: the women are singing and dancing",
            "output": [
                "The persons are singing and dancing"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting an onion",
            "output": [
                "An onion is being cut by a man"
            ]
        },
        {
            "input": "sentence_B_original: a dog crossing a river on a bridge made of a fallen tree",
            "output": [
                "A tree is falling over a bridge made over the river which a dog is crossing"
            ]
        },
        {
            "input": "sentence_B_original: a boy jumps off a platform whilst two other boys stand and watch",
            "output": [
                "A boy is jumping off a platform and two other boys are standing and staring at him"
            ]
        },
        {
            "input": "sentence_B_original: a big cat opens a plastic drawer with his paws and then hops inside",
            "output": [
                "A cat is opening a drawer and climbing inside"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog is running across the yard with its toy in its mouth",
            "output": [
                "A brown dog is running across the yard with a toy in its mouth"
            ]
        },
        {
            "input": "sentence_B_original: a cat is playing keyboards",
            "output": [
                "A cat is playing keyboards"
            ]
        },
        {
            "input": "sentence_B_original: The man is doing a wheelie with a motorcycle in mostly barren ground",
            "output": [
                "The man is doing a wheelie with a motorcycle on ground which is mostly barren"
            ]
        },
        {
            "input": "sentence_B_original: the man is slicing a potato",
            "output": [
                "A man is slicing potatoes"
            ]
        },
        {
            "input": "sentence_B_original: a woman is riding on a horse",
            "output": [
                "A woman is riding an animal"
            ]
        },
        {
            "input": "sentence_B_original: a man crouching and holding a camera",
            "output": [
                "A person is crouching and holding a camera"
            ]
        },
        {
            "input": "sentence_B_original: a family posing by the mantle and christmas tree",
            "output": [
                "A family is posing by the mantel and the Christmas tree"
            ]
        },
        {
            "input": "sentence_B_original: a woman speaks on her cell phone with her purse and a yellow bag on the ledge next to her",
            "output": [
                "A woman is speaking on her cell phone and is keeping a purse and a yellow bag on the near ledge"
            ]
        },
        {
            "input": "sentence_B_original: a woman is tapping her fingers on a table",
            "output": [
                "A woman is tapping her fingers on a table"
            ]
        },
        {
            "input": "sentence_B_original: a soccer player scores a goal",
            "output": [
                "A player of soccer is scoring a goal"
            ]
        },
        {
            "input": "sentence_B_original: a woman dressed in elegant clothing is looking down while inside a crowd of people",
            "output": [
                "An elegant woman is inside a crowd of people and is looking down"
            ]
        },
        {
            "input": "sentence_B_original: A man sitting cross-legged in a field",
            "output": [
                "A man is sitting in a field"
            ]
        },
        {
            "input": "sentence_B_original: three people on a bench in front of a restaurant",
            "output": [
                "The people are sitting on a bench in front of a restaurant"
            ]
        },
        {
            "input": "sentence_B_original: four people are walking along a city sidewalk, while the one in the green hat talks on a cellphone",
            "output": [
                "A group of people is walking down the street and a person in a green hat is on the phone"
            ]
        },
        {
            "input": "sentence_B_original: a policeman sits on a motorcycle",
            "output": [
                "The cop is sitting on a police bike"
            ]
        },
        {
            "input": "sentence_B_original: a woman dances while a man plays the keyboard",
            "output": [
                "The woman is dancing and a man is playing the keyboard"
            ]
        },
        {
            "input": "sentence_B_original: A group of people at a distance on a beach.",
            "output": [
                "A group of people is near the sea"
            ]
        },
        {
            "input": "sentence_B_original: A man plays a guitar.",
            "output": [
                "A man is playing guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man in a grey shirt is sitting on a rock in front of a waterfall.",
            "output": [
                "The man in a t-shirt dyed grey is sitting on a rock in front of a waterfall"
            ]
        },
        {
            "input": "sentence_B_original: a young boy jumping into a still lake",
            "output": [
                "A young boy is jumping into a still lake"
            ]
        },
        {
            "input": "sentence_B_original: a man is drawing",
            "output": [
                "The man is drawing"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting up a fish",
            "output": [
                "A fish is being cut by a man"
            ]
        },
        {
            "input": "sentence_B_original: a black dog runs in the grass, its tongue hanging out",
            "output": [
                "A black dog is running in the grass"
            ]
        },
        {
            "input": "sentence_B_original: a man at the top of rocks, clouds behind",
            "output": [
                "One man is standing on the top of the rocks with clouds behind them"
            ]
        },
        {
            "input": "sentence_B_original: two dogs both fighting for control of a frisbee while in a lake",
            "output": [
                "Two dogs are fighting for a frisbee in a lake"
            ]
        },
        {
            "input": "sentence_B_original: a woman places two eggs into a pot of water",
            "output": [
                "A woman is boiling eggs"
            ]
        },
        {
            "input": "sentence_B_original: two brown dogs play with a frisbee in the water",
            "output": [
                "Two brown dogs are playing with the frisbee in the water"
            ]
        },
        {
            "input": "sentence_B_original: The brown horse is next to a red barrel at the rodeo.",
            "output": [
                "The brown horse is near a red barrel at the rodeo"
            ]
        },
        {
            "input": "sentence_B_original: four middle eastern children, three girls and one boy, climb on a grotto with a pink interior",
            "output": [
                "A group of kids is playing on a colorful structure"
            ]
        },
        {
            "input": "sentence_B_original: man doing a skateboard trick on an outdoor park porch",
            "output": [
                "A man is doing a skateboard trick on a park porch"
            ]
        },
        {
            "input": "sentence_B_original: a man performs a trick on a surfboard in the water",
            "output": [
                "A person is performing a trick on a surfboard in the water"
            ]
        },
        {
            "input": "sentence_B_original: the two men did a funny skit with a boxer in front of a crowd of people",
            "output": [
                "Two men are doing a skit, which is very funny, with a boxer in front of a crowd of people"
            ]
        },
        {
            "input": "sentence_B_original: a woman puts cosmetics on her eyelid",
            "output": [
                "A woman is applying cosmetics to her eyelid"
            ]
        },
        {
            "input": "sentence_B_original: an asian woman holds her fur scarf",
            "output": [
                "An Asian woman is holding a fur scarf"
            ]
        },
        {
            "input": "sentence_B_original: lionel ritchie dances while standing on the ceiling",
            "output": [
                "A person is dancing on the ceiling"
            ]
        },
        {
            "input": "sentence_B_original: A man is chopping butter into a container.",
            "output": [
                "A man is chopping butter into a container"
            ]
        },
        {
            "input": "sentence_B_original: a man is drawing a picture",
            "output": [
                "A man is drawing a picture"
            ]
        },
        {
            "input": "sentence_B_original: a group of people sit on a rocky ledge with a scenic view behind them",
            "output": [
                "The group of people is sitting on a rocky ledge and a scenic view is behind them"
            ]
        },
        {
            "input": "sentence_B_original: a woman is frying a food",
            "output": [
                "Some food is being fried by a woman"
            ]
        },
        {
            "input": "sentence_B_original: The deer jumped over the fence.",
            "output": [
                "The deer is jumping over the fence"
            ]
        },
        {
            "input": "sentence_B_original: a child is waking up",
            "output": [
                "A child is waking up"
            ]
        },
        {
            "input": "sentence_B_original: a man is emptying a plastic container",
            "output": [
                "A man is emptying a plastic container"
            ]
        },
        {
            "input": "sentence_B_original: two children playing in the surf",
            "output": [
                "Two children are playing"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a keyboard",
            "output": [
                "A man is playing a keyboard"
            ]
        },
        {
            "input": "sentence_B_original: the furry brown dog is running through the grassy area",
            "output": [
                "The furry brown dog is running through the grassy area"
            ]
        },
        {
            "input": "sentence_B_original: a group of students in uniforms listens attentively to the front of the class",
            "output": [
                "Some students in uniforms are listening attentively at the front of the class"
            ]
        },
        {
            "input": "sentence_B_original: someone drills a hole in a strip of wood with a power drill",
            "output": [
                "Someone is making a hole in a strip of wood with a drill"
            ]
        },
        {
            "input": "sentence_B_original: The turtle followed the fish.",
            "output": [
                "The turtle is following the fish"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog and a red dog frolicking on the waters edge on the beach",
            "output": [
                "A brown dog and a red dog are frolicking on the beach"
            ]
        },
        {
            "input": "sentence_B_original: dog chasing after a ball on the grass",
            "output": [
                "A ball is being chased by a dog on the grass"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating a food",
            "output": [
                "Some food is being eaten by a man"
            ]
        },
        {
            "input": "sentence_B_original: a yellow dog anticipates a ball",
            "output": [
                "A yellow dog is chasing a ball"
            ]
        },
        {
            "input": "sentence_B_original: a woman picks up and holds a baby kangaroo",
            "output": [
                "A woman is picking up and holding a baby kangaroo in her arms"
            ]
        },
        {
            "input": "sentence_B_original: A person is climbing up a rock with a pink rope.",
            "output": [
                "One man is climbing the cliff with a rope"
            ]
        },
        {
            "input": "sentence_B_original: a man plays a guitar",
            "output": [
                "A man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: the man in the blue is posing for a picture next to his car",
            "output": [
                "The man in blue is posing for a picture next to a car"
            ]
        },
        {
            "input": "sentence_B_original: a young boy jumping off a chair",
            "output": [
                "A young boy is jumping off a chair"
            ]
        },
        {
            "input": "sentence_B_original: A person is mixing ingredients in a bowl.",
            "output": [
                "Some ingredients are being mixed in a bowl by a person"
            ]
        },
        {
            "input": "sentence_B_original: a piece of paper is being cut",
            "output": [
                "The piece of paper is being cut"
            ]
        },
        {
            "input": "sentence_B_original: two girls sitting on ground",
            "output": [
                "Two girls are sitting on the ground"
            ]
        },
        {
            "input": "sentence_B_original: A teenager talks to a girl over a webcam.",
            "output": [
                "A boy in his teens is talking to a girl with a webcam"
            ]
        },
        {
            "input": "sentence_B_original: two men climbing a mountain",
            "output": [
                "The men are climbing a mountain"
            ]
        },
        {
            "input": "sentence_B_original: two men are fistfighting in a ring",
            "output": [
                "Two people are fist fighting in a ring"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting a rope with a sword",
            "output": [
                "A man is cutting a rope with a sword"
            ]
        },
        {
            "input": "sentence_B_original: a happy family poses by the fireplace",
            "output": [
                "A family, which looks happy, is posing by the fireplace"
            ]
        },
        {
            "input": "sentence_B_original: a woman boils eggs",
            "output": [
                "Eggs are being boiled by a woman"
            ]
        },
        {
            "input": "sentence_B_original: two women are dancing and singing in front of a crowd",
            "output": [
                "The women are singing and dancing"
            ]
        },
        {
            "input": "sentence_B_original: two women wearing bikinis on a sandy beach",
            "output": [
                "Two women are wearing bikinis on the beach which is sandy"
            ]
        },
        {
            "input": "sentence_B_original: a group of children play tambourines",
            "output": [
                "Tambourines are being played by a group of children"
            ]
        },
        {
            "input": "sentence_B_original: two large dogs frolic in a grassy field",
            "output": [
                "Two large dogs are frolicking in a field"
            ]
        },
        {
            "input": "sentence_B_original: two adults - a male and a female - are standing on scooters in a field of yellow flowers",
            "output": [
                "Two adults are standing on a scooter in a field of flowers"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog is staring closely at a sleeping brown and white dog",
            "output": [
                "A brown dog is staring attentively at a brown and white dog"
            ]
        },
        {
            "input": "sentence_B_original: black and white dog jumps for ball",
            "output": [
                "The black and white dog is jumping for the ball"
            ]
        },
        {
            "input": "sentence_B_original: a woman driving a car is talking to the man seated beside her",
            "output": [
                "A woman is driving a car and is talking to the man who is seated beside her"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing the drums",
            "output": [
                "The drums are being played by a man"
            ]
        },
        {
            "input": "sentence_B_original: some people are singing",
            "output": [
                "A group of people is singing"
            ]
        },
        {
            "input": "sentence_B_original: a shirtless man jumps over a log",
            "output": [
                "A shirtless man is jumping over a log"
            ]
        },
        {
            "input": "sentence_B_original: Two men are playing table tennis.",
            "output": [
                "Two men are playing ping pong"
            ]
        },
        {
            "input": "sentence_B_original: people ride two camels at the beach",
            "output": [
                "People are riding two camels on the sand"
            ]
        },
        {
            "input": "sentence_B_original: the men are playing soccer",
            "output": [
                "The men are playing with a ball"
            ]
        },
        {
            "input": "sentence_B_original: a cop sitting on his police bike",
            "output": [
                "The cop is sitting on a police bicycle"
            ]
        },
        {
            "input": "sentence_B_original: a man plays the drum",
            "output": [
                "A man is playing the drum"
            ]
        },
        {
            "input": "sentence_B_original: a girl in a orange shirt and a stripe tie",
            "output": [
                "A girl is wearing an orange shirt and a striped tie"
            ]
        },
        {
            "input": "sentence_B_original: a girl in orange shirt and clown makeup stands in a park while others look on",
            "output": [
                "A girl in an orange shirt and clown makeup is standing in a park and others are looking on"
            ]
        },
        {
            "input": "sentence_B_original: a man does floor exercises",
            "output": [
                "A man is doing exercises"
            ]
        },
        {
            "input": "sentence_B_original: A lion is pacing in a pen.",
            "output": [
                "A lion is slowly walking"
            ]
        },
        {
            "input": "sentence_B_original: a dog in a sandy area with the sand stirred up into the air and several plants in the background",
            "output": [
                "A dog is in the sand that is blowing in the wind"
            ]
        },
        {
            "input": "sentence_B_original: a child smiling at the camera while swimming underwater",
            "output": [
                "A child is smiling at the camera and swimming underwater"
            ]
        },
        {
            "input": "sentence_B_original: a woman is chopping up garlic",
            "output": [
                "A woman is chopping up garlic"
            ]
        },
        {
            "input": "sentence_B_original: someone is playing guitar",
            "output": [
                "Somebody is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: two people on a bench",
            "output": [
                "Two people are sitting on a bench"
            ]
        },
        {
            "input": "sentence_B_original: a person is stirring vegetables in a pot",
            "output": [
                "A person is stirring vegetables in a bowl"
            ]
        },
        {
            "input": "sentence_B_original: a bunny is playing with a stuffed bunny",
            "output": [
                "A rabbit is playing with a stuffed bunny"
            ]
        },
        {
            "input": "sentence_B_original: Women are holding each other and dancing together.",
            "output": [
                "A few women are holding each other and dancing together"
            ]
        },
        {
            "input": "sentence_B_original: a woman and three children",
            "output": [
                "A woman is standing near three children"
            ]
        },
        {
            "input": "sentence_B_original: A woman is putting a baby into a trash can.",
            "output": [
                "A woman is putting the baby into a trash can"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog is running through tall green grass",
            "output": [
                "A golden dog is running through a field of tall grass"
            ]
        },
        {
            "input": "sentence_B_original: a tan-skinned child looking at the camera",
            "output": [
                "A tan skinned child is looking at the camera"
            ]
        },
        {
            "input": "sentence_B_original: a man and two women sit in a darkened room at a table with candles",
            "output": [
                "The group of people is sitting in a dim room"
            ]
        },
        {
            "input": "sentence_B_original: a toddler is making a splash inside a blue paddling pool",
            "output": [
                "A toddler is making a splash inside a blue paddling pool"
            ]
        },
        {
            "input": "sentence_B_original: a squirrel is spinning around in circles",
            "output": [
                "A squirrel is running around in circles"
            ]
        },
        {
            "input": "sentence_B_original: the man is eating",
            "output": [
                "The person is eating"
            ]
        },
        {
            "input": "sentence_B_original: a boy cuts grass with scissors",
            "output": [
                "A kid is cutting grass with scissors"
            ]
        },
        {
            "input": "sentence_B_original: a young girl wearing blue is jumping in the air",
            "output": [
                "A young girl in blue is jumping in the air"
            ]
        },
        {
            "input": "sentence_B_original: the boy is riding a tricycle",
            "output": [
                "The boy is riding a tricycle"
            ]
        },
        {
            "input": "sentence_B_original: two men fistfight in a ring",
            "output": [
                "The men are fist fighting in a ring"
            ]
        },
        {
            "input": "sentence_B_original: people are clustered around a bonfire at night",
            "output": [
                "Several people are sitting around a fire at night"
            ]
        },
        {
            "input": "sentence_B_original: a shirtless man poses with a girl hiking in a park",
            "output": [
                "A shirtless person is posing with a girl who is hiking in a park"
            ]
        },
        {
            "input": "sentence_B_original: A person is chopping an onion.",
            "output": [
                "A person is chopping an onion"
            ]
        },
        {
            "input": "sentence_B_original: a person in a pink jacket is running onto the field",
            "output": [
                "A person in pink is running onto the field"
            ]
        },
        {
            "input": "sentence_B_original: two brown dogs chase and playfully fight with each other on the sandy beach",
            "output": [
                "The brown dogs are playfully fighting on the sandy shore"
            ]
        },
        {
            "input": "sentence_B_original: a man jumps onto a short wall",
            "output": [
                "A man is jumping a wall"
            ]
        },
        {
            "input": "sentence_B_original: some teenage girls are dancing for the camera",
            "output": [
                "Some girls in their teens are dancing for the camera"
            ]
        },
        {
            "input": "sentence_B_original: surfer leaning back on surfboard",
            "output": [
                "The surfer is leaning on a surfboard"
            ]
        },
        {
            "input": "sentence_B_original: people are playing cricket",
            "output": [
                "Some people are playing cricket"
            ]
        },
        {
            "input": "sentence_B_original: a person cuts an onion",
            "output": [
                "A person is cutting an onion"
            ]
        },
        {
            "input": "sentence_B_original: the little dog grabs a hold of the bedroom slipper with its mouth",
            "output": [
                "The little dog is grabbing the bedroom slipper with its mouth"
            ]
        },
        {
            "input": "sentence_B_original: the person in the blue jacket has a colorful helmet on",
            "output": [
                "The person in the blue jacket is putting down a colorful helmet"
            ]
        },
        {
            "input": "sentence_B_original: a man is singing to a woman",
            "output": [
                "A man is singing to a woman"
            ]
        },
        {
            "input": "sentence_B_original: a black dog is running across a rocky landscape",
            "output": [
                "A white dog is running across a rocky landscape"
            ]
        },
        {
            "input": "sentence_B_original: a woman wearing a black, red, white and pink dress",
            "output": [
                "A black, red, white and pink dress is being worn by a woman"
            ]
        },
        {
            "input": "sentence_B_original: a little girl peddling a scooter",
            "output": [
                "A little girl is selling a scooter"
            ]
        },
        {
            "input": "sentence_B_original: a bicyclist is jumping on a pyramid-shaped ramp",
            "output": [
                "A young man on a bmx bicycle is jumping off a masonry pyramid"
            ]
        },
        {
            "input": "sentence_B_original: a dog is watching a store counter",
            "output": [
                "A dog is looking at a piece of furniture in a shop"
            ]
        },
        {
            "input": "sentence_B_original: lionel richie is dancing on the ceiling",
            "output": [
                "A famous singer is dancing on the ceiling"
            ]
        },
        {
            "input": "sentence_B_original: someone is cooking okra in a pan",
            "output": [
                "Someone is cooking okra in a pan"
            ]
        },
        {
            "input": "sentence_B_original: the children are wearing black tights while hopping",
            "output": [
                "Some children are wearing black tights and hopping"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing an onion",
            "output": [
                "A man is slicing a carrot with a knife"
            ]
        },
        {
            "input": "sentence_B_original: a man rises from a swamp",
            "output": [
                "A man is rising from a swamp"
            ]
        },
        {
            "input": "sentence_B_original: the man is drawing",
            "output": [
                "A man is drawing"
            ]
        },
        {
            "input": "sentence_B_original: Two toddlers are eating corndogs in a small wagon or bin.",
            "output": [
                "Two young kids are eating corndogs"
            ]
        },
        {
            "input": "sentence_B_original: two small boys dressed in tuxedos sitting on a red carpeted floor",
            "output": [
                "Two little boys are wearing tuxedos"
            ]
        },
        {
            "input": "sentence_B_original: a man on a motorcycle riding on a track and waving",
            "output": [
                "The person on the motorcycle is holding up an arm"
            ]
        },
        {
            "input": "sentence_B_original: boys are dancing in front of people",
            "output": [
                "Two men are doing a funny skit with a boxer in front of a crowd of people"
            ]
        },
        {
            "input": "sentence_B_original: the man is using a camera to hammer a nail",
            "output": [
                "A camera is being hammered onto the nail by the man"
            ]
        },
        {
            "input": "sentence_B_original: Two dogs wrestle or hug.",
            "output": [
                "Two dogs are fighting"
            ]
        },
        {
            "input": "sentence_B_original: a man is opening a box using a knife",
            "output": [
                "A man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: a black bird sitting in a leafless tree",
            "output": [
                "The black bird is sitting in a leafless tree"
            ]
        },
        {
            "input": "sentence_B_original: adults and children stand and play in front of steps near a wooded area",
            "output": [
                "Adults and children standing and playing in front of a stair near a wooded area"
            ]
        },
        {
            "input": "sentence_B_original: three men in brown shorts are walking on rocks beside a river",
            "output": [
                "Three boys are walking on rocks along a river"
            ]
        },
        {
            "input": "sentence_B_original: a young girl with a heart tank top raises her hands as she slides",
            "output": [
                "A blond child is going down a slide and throwing up his arms"
            ]
        },
        {
            "input": "sentence_B_original: a dog biting on a can",
            "output": [
                "A dog is opening a jar of food"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog is standing in a lake",
            "output": [
                "A brown dog is standing in a lake"
            ]
        },
        {
            "input": "sentence_B_original: a white dog standing on fallen leaves",
            "output": [
                "A white dog is standing on fallen leaves"
            ]
        },
        {
            "input": "sentence_B_original: a man is standing on a roof top playing a violin",
            "output": [
                "A man is dancing on a roof"
            ]
        },
        {
            "input": "sentence_B_original: a racer in full gear and helmet with sponsors logos is riding a red sport motorcycle",
            "output": [
                "A person in a motocross uniform is wearing a helmet and rides a red motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: two people in chairs reading",
            "output": [
                "Two people in two chairs are reading"
            ]
        },
        {
            "input": "sentence_B_original: a man is slicing potatoes",
            "output": [
                "The man is slicing potatoes"
            ]
        },
        {
            "input": "sentence_B_original: big brown and white spotted dog laying on a jacket on the street",
            "output": [
                "The dog is having a rest in the park"
            ]
        },
        {
            "input": "sentence_B_original: the woman is frying a breaded pork chop",
            "output": [
                "The woman is frying a breaded pork chop"
            ]
        },
        {
            "input": "sentence_B_original: a black and white dog plays with a tattered volleyball in a brown field",
            "output": [
                "A black and white dog is playing with a broken volleyball"
            ]
        },
        {
            "input": "sentence_B_original: pieces of butter is added in the stand mixer",
            "output": [
                "A man is cutting pieces of butter into a mixing bowl"
            ]
        },
        {
            "input": "sentence_B_original: a man is kicking a soccer ball",
            "output": [
                "A man is kicking a soccer ball"
            ]
        },
        {
            "input": "sentence_B_original: a young girl is using sign language",
            "output": [
                "A young girl is using sign language"
            ]
        },
        {
            "input": "sentence_B_original: A horse is standing.",
            "output": [
                "A woman is cutting an onion"
            ]
        },
        {
            "input": "sentence_B_original: a child swims underwater in a pool",
            "output": [
                "A child is swimming on the water's surface in a pool"
            ]
        },
        {
            "input": "sentence_B_original: Several children sitting down with their knees raised up and light shining on their faces.",
            "output": [
                "Several children are sitting down and have their knees raised"
            ]
        },
        {
            "input": "sentence_B_original: two white dogs are playing with a brown dog and a ball",
            "output": [
                "Two white dogs and one brown dog are chasing a ball"
            ]
        },
        {
            "input": "sentence_B_original: A man leads the way in a race.",
            "output": [
                "A few men in a competition are running outside"
            ]
        },
        {
            "input": "sentence_B_original: A man is opening a package containing headphones.",
            "output": [
                "A woman is riding a horse"
            ]
        },
        {
            "input": "sentence_B_original: a kid splashes in the ocean",
            "output": [
                "A kid is splashing in the pool"
            ]
        },
        {
            "input": "sentence_B_original: a female cheerleader sits on the knee of a male cheerleader",
            "output": [
                "A female cheerleader is sitting on the knee of a man"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cooking fish",
            "output": [
                "A woman is cooking fish"
            ]
        },
        {
            "input": "sentence_B_original: A man makes a call on a cell phone.",
            "output": [
                "A man is making a phone call"
            ]
        },
        {
            "input": "sentence_B_original: two men, a woman, and two young boys stand in front of a large gathering of people outside a building",
            "output": [
                "Two men, a woman, and two young boys are standing in front of a large gathering of people outside a building"
            ]
        },
        {
            "input": "sentence_B_original: a woman wearing paint and costume pieces rides a bike on a busy street",
            "output": [
                "A bike is being ridden by a woman wearing paint and costume pieces on a busy street"
            ]
        },
        {
            "input": "sentence_B_original: a monkey is riding a bike",
            "output": [
                "A man is riding a bicycle"
            ]
        },
        {
            "input": "sentence_B_original: the boy and girl are playing with arm floats on",
            "output": [
                "The boy and the girl are playing and wearing arm floats"
            ]
        },
        {
            "input": "sentence_B_original: a band is playing instruments",
            "output": [
                "A man is playing an electronic keyboard"
            ]
        },
        {
            "input": "sentence_B_original: this group of people are practicing water safety by wearing preservers while in a raft on the river",
            "output": [
                "This group of people is practicing water safety and wearing preservers"
            ]
        },
        {
            "input": "sentence_B_original: a woman in blue has a yellow ball in her mitt",
            "output": [
                "A woman in blue has a yellow ball in the hand"
            ]
        },
        {
            "input": "sentence_B_original: A man cuts an onion.",
            "output": [
                "A man is eating onion slices"
            ]
        },
        {
            "input": "sentence_B_original: a man is thinking",
            "output": [
                "A man is dancing"
            ]
        },
        {
            "input": "sentence_B_original: a man is putting foods in a box",
            "output": [
                "A man is putting some food in a box"
            ]
        },
        {
            "input": "sentence_B_original: a man spraying a super soaker into the mouth of a dog",
            "output": [
                "A man is squirting water into the mouth of a white dog with a squirt gun"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing on a guitar and singing.",
            "output": [
                "The singer is hiring a person to fire the guitar player"
            ]
        },
        {
            "input": "sentence_B_original: a man is sprinkling seasoning on several split and buttered loaves of bread",
            "output": [
                "A person is sprinkling seasoning on several sliced and buttered loaves of bread"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing the trumpet",
            "output": [
                "Someone is playing with a toad"
            ]
        },
        {
            "input": "sentence_B_original: A baby is laughing.",
            "output": [
                "A baby is crying"
            ]
        },
        {
            "input": "sentence_B_original: two teenage girls are wearing fancy dresses at an event",
            "output": [
                "A woman in a white dress and a woman in a blue dress are standing on a stage"
            ]
        },
        {
            "input": "sentence_B_original: a young girl wearing a blue leotard jumps in the air",
            "output": [
                "A young girl in a blue leotard is jumping in the air"
            ]
        },
        {
            "input": "sentence_B_original: a tiger is walking around",
            "output": [
                "A tiger cub is making a sound"
            ]
        },
        {
            "input": "sentence_B_original: three men sitting on a hill looking at the mountains and sky",
            "output": [
                "Some meat is being stitched together by a woman"
            ]
        },
        {
            "input": "sentence_B_original: Two teams compete in football.",
            "output": [
                "A player is running with the ball"
            ]
        },
        {
            "input": "sentence_B_original: a dog jumping high into the air in the country",
            "output": [
                "A dog is jumping in the shade of some trees"
            ]
        },
        {
            "input": "sentence_B_original: A man falls off his horse on a racetrack.",
            "output": [
                "A man is falling off a horse on a track and is laid in the wild"
            ]
        },
        {
            "input": "sentence_B_original: a person is drawing",
            "output": [
                "The person is drawing"
            ]
        },
        {
            "input": "sentence_B_original: a dog with a blue collar plays ball outside",
            "output": [
                "A grey dog is bouncing a soccer ball on its head in a grass field"
            ]
        },
        {
            "input": "sentence_B_original: a man in a purple suit is standing by a purple case playing a guitar",
            "output": [
                "The man is playing the guitar and has the guitar case open for donations"
            ]
        },
        {
            "input": "sentence_B_original: A frightened little boy on a climbing wall.",
            "output": [
                "A boy is effortlessly climbing up a wall artificially built for climbing and is attached to a rope"
            ]
        },
        {
            "input": "sentence_B_original: two children trying to squeeze under some metal bars",
            "output": [
                "A bike rider in a black and red uniform is standing on a dirt bike"
            ]
        },
        {
            "input": "sentence_B_original: someone is playing with a toad",
            "output": [
                "A man is playing the trumpet"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing keyboards",
            "output": [
                "A man is playing an instrument"
            ]
        },
        {
            "input": "sentence_B_original: little boy sitting in a green tunnel with a smile on his face",
            "output": [
                "A little boy is crawling in a green tunnel with a smile on his face"
            ]
        },
        {
            "input": "sentence_B_original: an older man and woman ride bikes on the boardwalk near the ocean",
            "output": [
                "A middle aged man and woman are riding bikes down a road beside the water"
            ]
        },
        {
            "input": "sentence_B_original: a cat is walking on hardwood floor",
            "output": [
                "A cat is walking on a hardwood floor"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing octopus",
            "output": [
                "An octopus is being sliced by a woman"
            ]
        },
        {
            "input": "sentence_B_original: a black bird sits in a dead tree",
            "output": [
                "The black bird is sitting in a leafless tree"
            ]
        },
        {
            "input": "sentence_B_original: A soccer player kicks a ball into the unmanned goal.",
            "output": [
                "A soccer player is kicking a ball out of the goal"
            ]
        },
        {
            "input": "sentence_B_original: a small child shows excitement on a swing set at the park",
            "output": [
                "A small child is showing excitement on a swing set at the park"
            ]
        },
        {
            "input": "sentence_B_original: a woman marches with a pair of dogs",
            "output": [
                "A woman is showing a dog with very long hair at a dog show"
            ]
        },
        {
            "input": "sentence_B_original: three women sit in a village",
            "output": [
                "Three women are running in a village"
            ]
        },
        {
            "input": "sentence_B_original: a boy wearing a striped shirt runs barefoot in the sandy hill",
            "output": [
                "A woman is wearing a blue helmet and is riding a bicycle in a parking lot"
            ]
        },
        {
            "input": "sentence_B_original: a tiger walks around aimlessly",
            "output": [
                "A tiger is walking around a cage"
            ]
        },
        {
            "input": "sentence_B_original: a man in a red shirt is doing a trick with his skateboard",
            "output": [
                "A man in a red shirt is doing a trick with the rollerblades"
            ]
        },
        {
            "input": "sentence_B_original: A man and woman are walking arm in arm through a wooded area.",
            "output": [
                "A man and a woman are walking through a desert area"
            ]
        },
        {
            "input": "sentence_B_original: four boys are standing in front of the burning car",
            "output": [
                "Four young men are standing still and a car is exploding behind them"
            ]
        },
        {
            "input": "sentence_B_original: a little boy is playing a guitar",
            "output": [
                "A little girl is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: A man playing the guitar.",
            "output": [
                "A flute is being played by a man"
            ]
        },
        {
            "input": "sentence_B_original: girl wearing radio t-shirt has open mouth",
            "output": [
                "A girl is wearing a t-shirt and has her mouth open."
            ]
        },
        {
            "input": "sentence_B_original: a group of men play soccer on the beach",
            "output": [
                "A group of men is playing soccer on the beach"
            ]
        },
        {
            "input": "sentence_B_original: a boy is playing a guitar",
            "output": [
                "A kid is playing guitar"
            ]
        },
        {
            "input": "sentence_B_original: a boy wearing all black is sliding down a blow up yellow slide",
            "output": [
                "A boy is wearing all black and is sliding down a blow up yellow slide"
            ]
        },
        {
            "input": "sentence_B_original: a surfer rides the wave",
            "output": [
                "A man is performing a trick on a surfboard in the water"
            ]
        },
        {
            "input": "sentence_B_original: a man is taking pictures of a lake",
            "output": [
                "A man is tearing up the pictures of a lake"
            ]
        },
        {
            "input": "sentence_B_original: a young girl in a bikini jumping on the beach",
            "output": [
                "A young girl in a bikini is sitting on the beach"
            ]
        },
        {
            "input": "sentence_B_original: The man tossed a child into the swimming pool near the ocean.",
            "output": [
                "A father is launching the daughter in a swimming pool"
            ]
        },
        {
            "input": "sentence_B_original: a man is slicing open a fish",
            "output": [
                "A cat is jumping into a box"
            ]
        },
        {
            "input": "sentence_B_original: A young child climbs an indoor rock climbing wall.",
            "output": [
                "A child is indoors watching a program about some young climbers on a rock wall."
            ]
        },
        {
            "input": "sentence_B_original: an animal run in circles",
            "output": [
                "An animal is running tiredly in circles"
            ]
        },
        {
            "input": "sentence_B_original: a woman is riding on an elephant",
            "output": [
                "A woman is opening a soda and drinking it"
            ]
        },
        {
            "input": "sentence_B_original: a toddler is sitting down",
            "output": [
                "A boy is sitting in a seat"
            ]
        },
        {
            "input": "sentence_B_original: a small group of people standing while two sit on the couch",
            "output": [
                "A group of five young adults are lounging indoors"
            ]
        },
        {
            "input": "sentence_B_original: a man with a white mustache stands on a balcony looking at the road below",
            "output": [
                "A man is leaning on the ledge of a balcony"
            ]
        },
        {
            "input": "sentence_B_original: A man is carrying a tree.",
            "output": [
                "A man is carrying a tree"
            ]
        },
        {
            "input": "sentence_B_original: a man in blue is riding a horse on a dirt road",
            "output": [
                "A man is riding a dirty horse on a blue road"
            ]
        },
        {
            "input": "sentence_B_original: a panda is climbing",
            "output": [
                "A man is climbing a rope"
            ]
        },
        {
            "input": "sentence_B_original: A cowgirl corners a barrel riding a horse.",
            "output": [
                "The brown horse is near a red barrel at the rodeo"
            ]
        },
        {
            "input": "sentence_B_original: a dog swims after a tennis ball",
            "output": [
                "A dog is barking at a ball"
            ]
        },
        {
            "input": "sentence_B_original: two adults sitting in chairs overlooking the ocean",
            "output": [
                "A couple is sitting on a patio and looking at the ocean"
            ]
        },
        {
            "input": "sentence_B_original: A group of children playing in a yard, a man in the background.",
            "output": [
                "A group of kids is playing in a yard and an old man is standing in the background"
            ]
        },
        {
            "input": "sentence_B_original: a brown and white dog jumps on the sidewalk",
            "output": [
                "A little brown and white dog is running on the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: There are five kids standing next to each other, and the one in the red has a gun.",
            "output": [
                "Five children are standing in front of a wooden hut"
            ]
        },
        {
            "input": "sentence_B_original: Girl in pink shirt with white writing lying in grass.",
            "output": [
                "A girl is naked and is standing on the grass"
            ]
        },
        {
            "input": "sentence_B_original: rugby players tackling each other",
            "output": [
                "Rugby players are tackling each other"
            ]
        },
        {
            "input": "sentence_B_original: a woman is walking along a road and a man in a motorcar pulls up beside her",
            "output": [
                "A child is walking down the street and a jeep is stopping"
            ]
        },
        {
            "input": "sentence_B_original: the man is playing with a skull",
            "output": [
                "The man is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: someone is putting ingredients into a wok",
            "output": [
                "Someone is putting ingredients into a wok"
            ]
        },
        {
            "input": "sentence_B_original: blond child with dirty face holding yellow bottle with red cap, plants in background",
            "output": [
                "Someone is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: A woman is riding a horse.",
            "output": [
                "A man is opening a package that contains headphones"
            ]
        },
        {
            "input": "sentence_B_original: horse and rider leap over a barrier",
            "output": [
                "The horse is leaping over the rider at the barrier"
            ]
        },
        {
            "input": "sentence_B_original: A close up of a teenage girl wearing red beads.",
            "output": [
                "The teenage girl is wearing beads that are red"
            ]
        },
        {
            "input": "sentence_B_original: three people are wlking across a rope and wood bridge over a river",
            "output": [
                "Three people are walking across a rope and steel bridge over a river"
            ]
        },
        {
            "input": "sentence_B_original: a man playing the guitar",
            "output": [
                "A woman is putting on lipstick"
            ]
        },
        {
            "input": "sentence_B_original: two people are wading in the water as the sun cascades off of the water",
            "output": [
                "Two people are standing in the ocean and watching the sunset"
            ]
        },
        {
            "input": "sentence_B_original: Five kittens are eating out of five dishes.",
            "output": [
                "Some kittens are eating"
            ]
        },
        {
            "input": "sentence_B_original: a man sitting on the floor in a room is strumming a guitar",
            "output": [
                "A man is sitting on the floor in a room and strumming a guitar"
            ]
        },
        {
            "input": "sentence_B_original: two dogs playing on a beach",
            "output": [
                "Two people are driving a jeep and a lady is sitting on the top of it"
            ]
        },
        {
            "input": "sentence_B_original: the woman is seasoning the oil",
            "output": [
                "The woman is seasoning the oil"
            ]
        },
        {
            "input": "sentence_B_original: a woman playing with two young boys at a park",
            "output": [
                "A woman is playing with two young boys at a park"
            ]
        },
        {
            "input": "sentence_B_original: A man with tattoos is lounging on a couch holding a pencil.",
            "output": [
                "A man is sitting on a chair and rubbing his eyes"
            ]
        },
        {
            "input": "sentence_B_original: a girl is styling her hair",
            "output": [
                "A girl is messing up her hair"
            ]
        },
        {
            "input": "sentence_B_original: a man is drawing on a digital dry erase board",
            "output": [
                "A man is drawing some figures"
            ]
        },
        {
            "input": "sentence_B_original: a black dog on a leash walking in water",
            "output": [
                "The dog is on a leash and is walking out of the water"
            ]
        },
        {
            "input": "sentence_B_original: The chef pours oil in the pan.",
            "output": [
                "The chef is carefully drying the oil from the pan"
            ]
        },
        {
            "input": "sentence_B_original: the man is dropping sliced cucumbers into water",
            "output": [
                "A man is cooking a snake"
            ]
        },
        {
            "input": "sentence_B_original: a german sheperd and a small white dog are playing",
            "output": [
                "A big dog and a small white dog are playing together"
            ]
        },
        {
            "input": "sentence_B_original: a little girl is smiling, while running outside",
            "output": [
                "A bride in a white dress is running"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting a paper",
            "output": [
                "A person is tearing paper"
            ]
        },
        {
            "input": "sentence_B_original: a girl in a brown dress surrounded by children closes her eyes",
            "output": [
                "A girl in a brown dress is being surrounded by children and is closing her eyes"
            ]
        },
        {
            "input": "sentence_B_original: a small child climbs steps outdoors in a grassy area",
            "output": [
                "A small child in a pink sweater is climbing a concrete staircase"
            ]
        },
        {
            "input": "sentence_B_original: A little boy hits a baseball while his family watches",
            "output": [
                "A family is watching a little boy who is missing a baseball"
            ]
        },
        {
            "input": "sentence_B_original: man on a bicycle riding on only one wheel",
            "output": [
                "A man is riding on a bicycle with one wheel only"
            ]
        },
        {
            "input": "sentence_B_original: A brown dog and a black dog run into each other in the grass.",
            "output": [
                "A black man is running in brown grass and racing a dog"
            ]
        },
        {
            "input": "sentence_B_original: a man wears a clear plastic cap and face mask",
            "output": [
                "A man by a brick wall is wearing a mask around his mouth and a hair net"
            ]
        },
        {
            "input": "sentence_B_original: three boys walk on rocks along a river",
            "output": [
                "The men in brown shorts are walking on the rocks beside a river"
            ]
        },
        {
            "input": "sentence_B_original: a woman with a ponytail climbing a rockwall",
            "output": [
                "A man with equipment used for climbing is hanging from a white, vertical rock."
            ]
        },
        {
            "input": "sentence_B_original: three small dogs sniff at somthing",
            "output": [
                "Butter is being chopped into a container by a man"
            ]
        },
        {
            "input": "sentence_B_original: A man is throwing knives at a tree.",
            "output": [
                "The man is doing a magic trick"
            ]
        },
        {
            "input": "sentence_B_original: a man is putting garlic on some bread slices",
            "output": [
                "A man is removing the garlic from some slices of bread"
            ]
        },
        {
            "input": "sentence_B_original: a man is preparing some dish",
            "output": [
                "A man is preparing some dish"
            ]
        },
        {
            "input": "sentence_B_original: a woman is firing a rifle",
            "output": [
                "A woman is firing a weapon"
            ]
        },
        {
            "input": "sentence_B_original: a man is leaning on a racing motorcycle",
            "output": [
                "A woman is leaning on a racing motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: A monkey is wading across a marsh.",
            "output": [
                "A monkey is wading through a river"
            ]
        },
        {
            "input": "sentence_B_original: a black dog and small white and black dog look up at a kitchen countertop",
            "output": [
                "A black cat and a small white and black cat are looking up at a kitchen countertop"
            ]
        },
        {
            "input": "sentence_B_original: an animal is biting a persons finger",
            "output": [
                "An animal is biting someone's finger"
            ]
        },
        {
            "input": "sentence_B_original: A man in an ampetheater talking to a boy.",
            "output": [
                "The man and the boy are standing at the bottom of the stairs, which are outdoors"
            ]
        },
        {
            "input": "sentence_B_original: A woman sits staring at a waterfall.",
            "output": [
                "A woman is sitting and looking at the waterfall"
            ]
        },
        {
            "input": "sentence_B_original: a young child wearing green boots playing in a mud puddle",
            "output": [
                "A young child is wearing green boots and playing in a puddle full of mud"
            ]
        },
        {
            "input": "sentence_B_original: a person wearing a red jacket holds a beer while a man in a white shirt follows",
            "output": [
                "A person is wearing a red jacket and carefully holding a beer"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing the flute",
            "output": [
                "A man is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a bicyclist holds their bike over their head by a group of people",
            "output": [
                "A cold cyclist is celebrating"
            ]
        },
        {
            "input": "sentence_B_original: a woman is dancing on a stage",
            "output": [
                "A woman is dancing on a stage"
            ]
        },
        {
            "input": "sentence_B_original: a hamster is singing",
            "output": [
                "A person is slicing some onions"
            ]
        },
        {
            "input": "sentence_B_original: Two people kiss near a crowd.",
            "output": [
                "Two people are kissing near a crowd"
            ]
        },
        {
            "input": "sentence_B_original: an asian girl looking surprised in front of a brick window",
            "output": [
                "A girl from Asia, in front of a brick window, looks surprised"
            ]
        },
        {
            "input": "sentence_B_original: Horses being ridden over green grass and jumping an obstacle.",
            "output": [
                "The Jockeys are racing horses on the field, which is completely green"
            ]
        },
        {
            "input": "sentence_B_original: a woman is frying something in the pan",
            "output": [
                "A woman is frying something in a pan"
            ]
        },
        {
            "input": "sentence_B_original: a boy rode his bike on top of a metal fence",
            "output": [
                "The riders are fencing in a boy's metal bike"
            ]
        },
        {
            "input": "sentence_B_original: the woman is waterskiing",
            "output": [
                "The woman is waterskiing fearlessly"
            ]
        },
        {
            "input": "sentence_B_original: two men are fighting",
            "output": [
                "Some men are fighting"
            ]
        },
        {
            "input": "sentence_B_original: a young girl is wearing a blue patterned swim suit, a black and yellow swim cap and has blue swim goggles on her head",
            "output": [
                "A young girl is sitting in swimming gear"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing his guitar",
            "output": [
                "The guitar is being played by a man"
            ]
        },
        {
            "input": "sentence_B_original: two twin pre-teen boys dueling with sticks",
            "output": [
                "Two twin preteen boys are playing with cards"
            ]
        },
        {
            "input": "sentence_B_original: Five children are standing in front of a wooden hut.",
            "output": [
                "Five children are standing in front of a wooden hut"
            ]
        },
        {
            "input": "sentence_B_original: The helmeted girl perches on a bike.",
            "output": [
                "A woman is performing a trick on a ramp with a bicycle"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating a banana",
            "output": [
                "A man is eating a fruit"
            ]
        },
        {
            "input": "sentence_B_original: four boys kneeling next to each other with a ball in front of them",
            "output": [
                "The young boys are posing with a green soccer ball in a park"
            ]
        },
        {
            "input": "sentence_B_original: a woman is dancing",
            "output": [
                "A woman is dancing"
            ]
        },
        {
            "input": "sentence_B_original: a woman is stroking a lemur",
            "output": [
                "A lemur is being stroked by a woman"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing a keyboard.",
            "output": [
                "A guy is cheerfully playing with a footbag"
            ]
        },
        {
            "input": "sentence_B_original: racers are running down a track",
            "output": [
                "Men are running a race"
            ]
        },
        {
            "input": "sentence_B_original: a person stands on a mountain top",
            "output": [
                "A person is sitting on a mountain top"
            ]
        },
        {
            "input": "sentence_B_original: An African American boy stands in front of a blue building in the handicapped space.",
            "output": [
                "A boy is standing in front of the blue building in the space reserved for handicapped people"
            ]
        },
        {
            "input": "sentence_B_original: A woman wears an Egytian-like headdress.",
            "output": [
                "The woman is wearing glasses and a black headdress"
            ]
        },
        {
            "input": "sentence_B_original: Two daschunds play with a red ball",
            "output": [
                "Two daschunds are playing with a red ball"
            ]
        },
        {
            "input": "sentence_B_original: A gorup of boys are playing with a ball in front of a large wooden door.",
            "output": [
                "A group of boys are playing with a ball in front of a large door made of wood"
            ]
        },
        {
            "input": "sentence_B_original: a person cuts ginger",
            "output": [
                "A person is slicing some ginger"
            ]
        },
        {
            "input": "sentence_B_original: A large man and large woman sitting on a park bench with a bottle of soda between them.",
            "output": [
                "Two persons of large size are sitting on a park bench and they have a bottle of soda between them"
            ]
        },
        {
            "input": "sentence_B_original: two men are fighting in a cattle pen",
            "output": [
                "Two men are fighting in a pen for cattle"
            ]
        },
        {
            "input": "sentence_B_original: A man is cleaning the windows.",
            "output": [
                "The windows are being polished by a man"
            ]
        },
        {
            "input": "sentence_B_original: a dog with a muzzle and blue jacket runs around the yard",
            "output": [
                "A dog with a blue muzzle is running around the yard with a jacket"
            ]
        },
        {
            "input": "sentence_B_original: a man is looking into the distance whilst people behind him walk between buildings",
            "output": [
                "A man is looking into the distance and people is walking between buildings behind"
            ]
        },
        {
            "input": "sentence_B_original: A laughing child is holding a water gun and getting sprayed with water.",
            "output": [
                "A child with a gun that sprays water is laughing and getting hit by other boys"
            ]
        },
        {
            "input": "sentence_B_original: man standing on a dirt hill next to a black jeep",
            "output": [
                "A man in a hat is standing outside of a green vehicle"
            ]
        },
        {
            "input": "sentence_B_original: someone is boiling okra in a pot",
            "output": [
                "Someone is cooking okra in a pan"
            ]
        },
        {
            "input": "sentence_B_original: the brown dog sniffs the back of a smaller black dog",
            "output": [
                "A large brown dog and a small grey dog are standing on a rocky surface"
            ]
        },
        {
            "input": "sentence_B_original: a dog jumping in the shade of trees",
            "output": [
                "A dog is jumping on a trees in the shades"
            ]
        },
        {
            "input": "sentence_B_original: a woman is painting her lips",
            "output": [
                "A man is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: a white birds lands swiftly in the water",
            "output": [
                "A large white crane is flying near the water"
            ]
        },
        {
            "input": "sentence_B_original: the man talked on the telephone",
            "output": [
                "The man is talking on the telephone"
            ]
        },
        {
            "input": "sentence_B_original: a man and woman are talking",
            "output": [
                "A man and woman are talking"
            ]
        },
        {
            "input": "sentence_B_original: a man in a blue jumpsuit popping a wheelie on a motorcycle.",
            "output": [
                "The man is doing a wheelie with a motorcycle on ground which is mostly barren"
            ]
        },
        {
            "input": "sentence_B_original: a man is fishing in the river",
            "output": [
                "A man is singing and walking down the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: a brown and black dog runs through the leaves",
            "output": [
                "A dog and a black man are running through brown leaves"
            ]
        },
        {
            "input": "sentence_B_original: a woman is peeling a potato",
            "output": [
                "The woman is peeling a potato"
            ]
        },
        {
            "input": "sentence_B_original: a crowd watches as two formula one cars leave the starting line",
            "output": [
                "People at a drag race are looking at the flames that are coming out of the cars"
            ]
        },
        {
            "input": "sentence_B_original: A woman is cutting some flowers.",
            "output": [
                "A woman is cutting broccoli"
            ]
        },
        {
            "input": "sentence_B_original: three women are dancing",
            "output": [
                "Three women are dancing"
            ]
        },
        {
            "input": "sentence_B_original: The man is driving a white car.",
            "output": [
                "A white car is being driven by the man"
            ]
        },
        {
            "input": "sentence_B_original: a cat opens a drawer and climbs inside",
            "output": [
                "A cat is opening a drawer and climbing inside"
            ]
        },
        {
            "input": "sentence_B_original: a dog licks a baby",
            "output": [
                "A baby is licking a dog"
            ]
        },
        {
            "input": "sentence_B_original: A person in a black jacket doing tricks on a motorbike.",
            "output": [
                "A person is riding the bicycle on one wheel"
            ]
        },
        {
            "input": "sentence_B_original: a boy runs through the sand",
            "output": [
                "A boy wearing a striped shirt is running barefoot on the sandy hill"
            ]
        },
        {
            "input": "sentence_B_original: two sumo ringers are fighting each other",
            "output": [
                "A man is riding a water toy in the water"
            ]
        },
        {
            "input": "sentence_B_original: the person on the motorcycle is holding up his arm",
            "output": [
                "The person on the motorcycle is holding up his arm"
            ]
        },
        {
            "input": "sentence_B_original: the cat is licking a bottle",
            "output": [
                "A bottle is being licked by the cat"
            ]
        },
        {
            "input": "sentence_B_original: the bundled up child is playing with toys outdoors",
            "output": [
                "The child is playing with toys indoors"
            ]
        },
        {
            "input": "sentence_B_original: A boy whacks a man with a sword.",
            "output": [
                "A boy is spanking a man with a plastic sword"
            ]
        },
        {
            "input": "sentence_B_original: A man is dancing.",
            "output": [
                "A man is walking in a yard"
            ]
        },
        {
            "input": "sentence_B_original: A machine is sharpening a pencil.",
            "output": [
                "A machine is sharpening a pencil"
            ]
        },
        {
            "input": "sentence_B_original: this young man is rock climbing",
            "output": [
                "A man is cooking a snake"
            ]
        },
        {
            "input": "sentence_B_original: three friends making faces for the camera",
            "output": [
                "Three friends are making faces for the camera"
            ]
        },
        {
            "input": "sentence_B_original: a dog pushes a toddler into a rain puddle",
            "output": [
                "A dog is pulling a toddler out of a rain puddle"
            ]
        },
        {
            "input": "sentence_B_original: someone is typing",
            "output": [
                "Someone is typing"
            ]
        },
        {
            "input": "sentence_B_original: the dog is running through the wet sand",
            "output": [
                "A dog is running on the beach"
            ]
        },
        {
            "input": "sentence_B_original: two cats are fighting each other",
            "output": [
                "Two cats are fighting each other"
            ]
        },
        {
            "input": "sentence_B_original: two brown and white dogs fighting on a grassy area in front of a tree",
            "output": [
                "Two dogs are playing outside"
            ]
        },
        {
            "input": "sentence_B_original: a man in a hat is playing a harp",
            "output": [
                "A man is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: The cook is slicing bell peppers.",
            "output": [
                "A cook is slicing some bell peppers"
            ]
        },
        {
            "input": "sentence_B_original: a man is shooting off a gun",
            "output": [
                "A man is shooting with a weapon"
            ]
        },
        {
            "input": "sentence_B_original: a person is cutting an onion",
            "output": [
                "A person is cutting an onion"
            ]
        },
        {
            "input": "sentence_B_original: a woman is placing skewers onto a rack",
            "output": [
                "A woman is placing skewers onto a rack"
            ]
        },
        {
            "input": "sentence_B_original: a brown and white dog is jumping in the air with a tennis ball in its mouth",
            "output": [
                "A brown and white dog is resting on the ground with a tennis ball in its mouth"
            ]
        },
        {
            "input": "sentence_B_original: child in light colored clothing standing with arms extended outward",
            "output": [
                "A child in light colored clothing is lying with his arms crossed"
            ]
        },
        {
            "input": "sentence_B_original: a person is blow torching cameras",
            "output": [
                "A person is repairing some cameras with a blow torch"
            ]
        },
        {
            "input": "sentence_B_original: a blond girl and brunette brown hanging by gymnastic ropes",
            "output": [
                "People are dangling from straps and kicking at each other"
            ]
        },
        {
            "input": "sentence_B_original: a woman is peeling potato",
            "output": [
                "A potato is being peeled by a woman"
            ]
        },
        {
            "input": "sentence_B_original: The cat is drinking milk.",
            "output": [
                "Drinking milk helps a cat's hunger"
            ]
        },
        {
            "input": "sentence_B_original: A bride and groom leaving after the wedding.",
            "output": [
                "The bride and the groom are leaving after the wedding"
            ]
        },
        {
            "input": "sentence_B_original: a tennis player in mid game holding a racquet",
            "output": [
                "A racquet is being held by a tennis player in mid game"
            ]
        },
        {
            "input": "sentence_B_original: The woman is performing a trick on a ramp with a bicycle.",
            "output": [
                "The helmeted girl is perching on a bike"
            ]
        },
        {
            "input": "sentence_B_original: A lady is playing the guitar.",
            "output": [
                "The play for the ladies requires a guitar"
            ]
        },
        {
            "input": "sentence_B_original: two dogs are running quickly through a park",
            "output": [
                "Two dogs are running quickly through a park"
            ]
        },
        {
            "input": "sentence_B_original: a man is speaking",
            "output": [
                "A man is spitting"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing carrots",
            "output": [
                "A woman is slicing carrots"
            ]
        },
        {
            "input": "sentence_B_original: A white and tan dog runs through the tall green grass.",
            "output": [
                "A black and tan dog is running through the low and green grass"
            ]
        },
        {
            "input": "sentence_B_original: a girl is tapping her finger nails",
            "output": [
                "A girl is tapping her fingernails"
            ]
        },
        {
            "input": "sentence_B_original: two men, one in a blue swimcap, stand in torso-deep water",
            "output": [
                "Two men are standing in the ocean"
            ]
        },
        {
            "input": "sentence_B_original: a woman walks her dog down the street",
            "output": [
                "A woman is restraining the dog"
            ]
        },
        {
            "input": "sentence_B_original: People with costumes are gathered in a wooded area looking the same direction.",
            "output": [
                "People are looking at some costumes gathered in the vicinity of the forest"
            ]
        },
        {
            "input": "sentence_B_original: there is a child in a red and yellow toy car",
            "output": [
                "A child is sitting in a red and yellow toy car"
            ]
        },
        {
            "input": "sentence_B_original: a woman in jeans is sitting on the saddle of a horse",
            "output": [
                "A woman in jeans is standing near a horse with a saddle"
            ]
        },
        {
            "input": "sentence_B_original: A woman wearing large sunglasses holds newspapers in both hands.",
            "output": [
                "The woman is wearing sunglasses of large size and is holding newspapers in both hands"
            ]
        },
        {
            "input": "sentence_B_original: a white cat perched on a small wooden cabinet is looking outside the window",
            "output": [
                "Someone on a perch is looking at a small wooden cat that is on a white cabinet outside the window"
            ]
        },
        {
            "input": "sentence_B_original: soccer players are kicking a soccer ball into the goal",
            "output": [
                "A soccer player is scoring a goal"
            ]
        },
        {
            "input": "sentence_B_original: a man is riding on a horse",
            "output": [
                "The man is riding a horse"
            ]
        },
        {
            "input": "sentence_B_original: a dog is jumping on a trampoline",
            "output": [
                "A dog is bouncing on a trampoline"
            ]
        },
        {
            "input": "sentence_B_original: two men are talking",
            "output": [
                "Two men are playing guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man is jumping a wall",
            "output": [
                "A man is standing in front of a wall"
            ]
        },
        {
            "input": "sentence_B_original: A person in bike riding gear standing with mountains in the background.",
            "output": [
                "The mountain gear is steadily placed in front of the standing biker"
            ]
        },
        {
            "input": "sentence_B_original: The man in the purple hat is operating a video camera.",
            "output": [
                "The man in the purple hat isn't operating a camera that makes videos"
            ]
        },
        {
            "input": "sentence_B_original: the woman is cutting cooked octopus",
            "output": [
                "A woman is chopping up an octopus"
            ]
        },
        {
            "input": "sentence_B_original: a man is coming out into the water",
            "output": [
                "A man is coming out of the water"
            ]
        },
        {
            "input": "sentence_B_original: The blonde girl is dancing on stage in front of the sound equipment.",
            "output": [
                "The blond girl is dancing in front of the sound equipment"
            ]
        },
        {
            "input": "sentence_B_original: the white dogs look curiously at the black llama",
            "output": [
                "The white dogs are looking curiously at the black llama"
            ]
        },
        {
            "input": "sentence_B_original: the man is using a sledghammer to break the concrete block that is on the other man",
            "output": [
                "A man and a woman are walking together through the woods"
            ]
        },
        {
            "input": "sentence_B_original: a man pours a plate of shredded cheese into a pot of sauce",
            "output": [
                "The woman is adding cheese to the sauce"
            ]
        },
        {
            "input": "sentence_B_original: two dogs run to catch a yellow soccer ball",
            "output": [
                "Two dogs are running and trying to catch a ball"
            ]
        },
        {
            "input": "sentence_B_original: a man in a suit is surrounded by photographers",
            "output": [
                "A man in a suit is being surrounded by photographers"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing tennis with himself against a large wall in a parking lot.",
            "output": [
                "A man is in a parking lot and is playing tennis against a friend"
            ]
        },
        {
            "input": "sentence_B_original: a woman in a white dress and a woman in a blue dress on stage",
            "output": [
                "Two teenage girls are wearing fancy dresses at an event"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing a violin",
            "output": [
                "A violin is being played by a man"
            ]
        },
        {
            "input": "sentence_B_original: someone is scratching an animals belly",
            "output": [
                "Someone is scratching the back of an animal"
            ]
        },
        {
            "input": "sentence_B_original: a rollerblader is performing a trick on a ramp",
            "output": [
                "A rollerblader is performing a trick on a ramp"
            ]
        },
        {
            "input": "sentence_B_original: a man in a red uniform makes a jump in a dirt bike race",
            "output": [
                "A man is participating in a bmx race"
            ]
        },
        {
            "input": "sentence_B_original: A man is playing a guitar and singing.",
            "output": [
                "A man is passionately playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: a baby is crawling happily",
            "output": [
                "A baby is toddling happily"
            ]
        },
        {
            "input": "sentence_B_original: a dog chasing an animals tail on the grass",
            "output": [
                "A dog is chasing the tail of an animal in the grass"
            ]
        },
        {
            "input": "sentence_B_original: A man is slicing a carrot by a machine.",
            "output": [
                "A man is mindlessly slicing the carrot with a machine"
            ]
        },
        {
            "input": "sentence_B_original: A man is screaming.",
            "output": [
                "A man is crying"
            ]
        },
        {
            "input": "sentence_B_original: a yellow dog running down a sandy path",
            "output": [
                "A golden retriever is running"
            ]
        },
        {
            "input": "sentence_B_original: A person wearing a hat sits on the grass with a mountain behind him.",
            "output": [
                "A person is wearing a hat and is sitting on the grass"
            ]
        },
        {
            "input": "sentence_B_original: small children climb a statue in a park",
            "output": [
                "Two children are playing on a statue"
            ]
        },
        {
            "input": "sentence_B_original: Two men stand near the water with their fishing poles.",
            "output": [
                "Two men are standing near the water and are holding tools used for fishing"
            ]
        },
        {
            "input": "sentence_B_original: a girl with indian clothing on and henna on her hand goes through paperwork",
            "output": [
                "A man with Indian clothing and henna on his hand is going through paperwork"
            ]
        },
        {
            "input": "sentence_B_original: a man on a motorcycle going around a corner",
            "output": [
                "A motorcyclist on a bike is leaning into a sharp corner"
            ]
        },
        {
            "input": "sentence_B_original: the people are standing around at a carnival",
            "output": [
                "A white bird is landing swiftly in the water"
            ]
        },
        {
            "input": "sentence_B_original: a person is frying meat in a pan",
            "output": [
                "A person is holding a skunk"
            ]
        },
        {
            "input": "sentence_B_original: an arabic man in a white hat",
            "output": [
                "A man with a white hat and brown shirt is behind a woman in red and is looking to the left"
            ]
        },
        {
            "input": "sentence_B_original: three dogs on a sidewalk",
            "output": [
                "The woman with a knife is slicing a pepper"
            ]
        },
        {
            "input": "sentence_B_original: a woman showing a small dog to an infant",
            "output": [
                "A woman is crouching down next to a dog and is smiling at a little girl sitting on the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: A woman is chopping an onion.",
            "output": [
                "A woman is chopping an onion"
            ]
        },
        {
            "input": "sentence_B_original: several women, wearing pink \"\"\"\"energizer\"\"\"\" bunny ears, point to the right.",
            "output": [
                "Women are wearing bunny ears and race numbers and are pointing at something in the distance"
            ]
        },
        {
            "input": "sentence_B_original: a woman stirs eggs in a bowl",
            "output": [
                "The lady is stirring eggs in a bowl"
            ]
        },
        {
            "input": "sentence_B_original: a tiger cub is making a sound",
            "output": [
                "A tiger is walking around"
            ]
        },
        {
            "input": "sentence_B_original: A woman is putting oil into a skillet.",
            "output": [
                "The skillet is being oiled by a woman who is pouring some water"
            ]
        },
        {
            "input": "sentence_B_original: a brown and white dog jumping over a red, yellow and white pole",
            "output": [
                "A large brown dog is jumping over a red hurdle"
            ]
        },
        {
            "input": "sentence_B_original: two men take a break from construction",
            "output": [
                "Two construction workers are sitting up on the side of a building"
            ]
        },
        {
            "input": "sentence_B_original: a black dog in shallow water",
            "output": [
                "A black dog is standing in shallow water"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cutting a lemon",
            "output": [
                "A woman is cutting a lemon"
            ]
        },
        {
            "input": "sentence_B_original: swimmers are racing in a lake",
            "output": [
                "Swimmers are racing in a lake"
            ]
        },
        {
            "input": "sentence_B_original: A man rocks out on stage with his guitar.",
            "output": [
                "A guitarist has blonde and flyaway hair"
            ]
        },
        {
            "input": "sentence_B_original: The little girl is putting her hair into a pony tail.",
            "output": [
                "The girl, who is little, is carefully combing her hair into a pony tail"
            ]
        },
        {
            "input": "sentence_B_original: the man is slicing the tape from the box",
            "output": [
                "The man is cutting the tape on the box"
            ]
        },
        {
            "input": "sentence_B_original: a person is tearing paper",
            "output": [
                "A man is cutting a paper"
            ]
        },
        {
            "input": "sentence_B_original: A woman is dancing and singing in the rain.",
            "output": [
                "A woman is dancing and singing with other women"
            ]
        },
        {
            "input": "sentence_B_original: a little kid wearing a hat is walking in the wet sand",
            "output": [
                "A little kid is wearing a hat and is walking in the dry sand"
            ]
        },
        {
            "input": "sentence_B_original: a woman plays on a flute",
            "output": [
                "A woman is playing flute"
            ]
        },
        {
            "input": "sentence_B_original: A large gray dog carrying a ball in its mouth runs across the grass towards the camera.",
            "output": [
                "A dog, which is large and gray, is difficultly carrying a ball in its mouth and running across the grass"
            ]
        },
        {
            "input": "sentence_B_original: several women, wearing pink \"energizer\" bunny ears, point to the right.",
            "output": [
                "A group of women are wearing pink bunny ears and are pointing to the right"
            ]
        },
        {
            "input": "sentence_B_original: a rabbit is playing with a toy rabbit",
            "output": [
                "A rabbit is playing with a toy rabbit"
            ]
        },
        {
            "input": "sentence_B_original: a man in a blue cowboy hat is riding a white horse",
            "output": [
                "A man in blue is riding a horse on a dirt road"
            ]
        },
        {
            "input": "sentence_B_original: a girl is applying makeup on her face",
            "output": [
                "A woman is putting on makeup"
            ]
        },
        {
            "input": "sentence_B_original: a man and child kayak through gentle waters",
            "output": [
                "A man and a young boy are riding in a yellow kayak"
            ]
        },
        {
            "input": "sentence_B_original: a man is passionately playing a guitar in front of an audience",
            "output": [
                "A woman is peeling a potato"
            ]
        },
        {
            "input": "sentence_B_original: a dog is running towards a ball to catch it",
            "output": [
                "A dog is furiously chasing a ball through dirt"
            ]
        },
        {
            "input": "sentence_B_original: a group of people are marching in place",
            "output": [
                "A group of people are standing"
            ]
        },
        {
            "input": "sentence_B_original: A man is slicing a bun.",
            "output": [
                "A man is slicing a tomato"
            ]
        },
        {
            "input": "sentence_B_original: the large brown dog is running outside in the dirt",
            "output": [
                "A dog is running alongside a fence on a dirt track"
            ]
        },
        {
            "input": "sentence_B_original: a large crowd in heavy clothing is posing for a camera",
            "output": [
                "Two men, a woman, and two young boys are standing in front of a large gathering of people outside a building"
            ]
        },
        {
            "input": "sentence_B_original: a man in a black hat touches a cardboard box",
            "output": [
                "A man in a black hat is reaching for a box"
            ]
        },
        {
            "input": "sentence_B_original: a man stands at the wheel of a classic american car, door and trunk open",
            "output": [
                "A woman is standing at the wheel of a classic American car that has its door and trunk open"
            ]
        },
        {
            "input": "sentence_B_original: a downhill skier in black catches a tiny bit of air",
            "output": [
                "A skier in black is catching a tiny bit of air"
            ]
        },
        {
            "input": "sentence_B_original: a girl is exercising",
            "output": [
                "A girl is exercising"
            ]
        },
        {
            "input": "sentence_B_original: a man is playing an acoustic guitar",
            "output": [
                "A man is playing an acoustic guitar"
            ]
        },
        {
            "input": "sentence_B_original: a man and woman are standing in front of an art gallery, looking at a map",
            "output": [
                "A couple is looking at a map"
            ]
        },
        {
            "input": "sentence_B_original: a man holds a sign seeking money",
            "output": [
                "A bearded man is standing by a shopping cart and is holding a cardboard sign"
            ]
        },
        {
            "input": "sentence_B_original: a monkey is karate kicking a person",
            "output": [
                "A monkey is kicking a person"
            ]
        },
        {
            "input": "sentence_B_original: A person is playing the keyboard.",
            "output": [
                "A man is playing a keyboard"
            ]
        },
        {
            "input": "sentence_B_original: two boys are laying in the ocean close to the beach",
            "output": [
                "Two boys are laying in the ocean far to the beach"
            ]
        },
        {
            "input": "sentence_B_original: a man pours cleaner in his sink",
            "output": [
                "A man is pouring cleaner into the sink"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating a bowl of cereal",
            "output": [
                "A man is eating a bowl of cereal"
            ]
        },
        {
            "input": "sentence_B_original: The man is playing the guitar.",
            "output": [
                "The man isn't intensely playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: someone is folding a piece of paper",
            "output": [
                "Nobody is folding a piece of paper"
            ]
        },
        {
            "input": "sentence_B_original: A deer is jumping over a fence.",
            "output": [
                "A deer isn't jumping over the fence"
            ]
        },
        {
            "input": "sentence_B_original: a woman is riding a water scooter",
            "output": [
                "A woman is riding a water scooter"
            ]
        },
        {
            "input": "sentence_B_original: a person is pouring olive oil into a pot on the stove",
            "output": [
                "A person is pouring olive oil into a pot on the stove"
            ]
        },
        {
            "input": "sentence_B_original: a young boy is playing a wind instrument",
            "output": [
                "A young boy is playing a wind instrument"
            ]
        },
        {
            "input": "sentence_B_original: a child in a green and white sports uniform is running over grass",
            "output": [
                "A child in a green and white sports uniform is running over the grass"
            ]
        },
        {
            "input": "sentence_B_original: A cheetah is running behind its prey.",
            "output": [
                "A prey is quickly running behind the cheetah"
            ]
        },
        {
            "input": "sentence_B_original: A woman is slicing a potato.",
            "output": [
                "A woman is slicing a potato"
            ]
        },
        {
            "input": "sentence_B_original: the man is talking on the phone",
            "output": [
                "The man is talking on the telephone"
            ]
        },
        {
            "input": "sentence_B_original: two people flipped tractor tires in a race",
            "output": [
                "Two people in a race are flipping the tires of a tractor"
            ]
        },
        {
            "input": "sentence_B_original: a man plays guitar next to a drummer",
            "output": [
                "A man is playing guitar next to a drummer"
            ]
        },
        {
            "input": "sentence_B_original: a man in a boat in front of a sunset",
            "output": [
                "A man is on a boat in front of the sunset"
            ]
        },
        {
            "input": "sentence_B_original: a woman puts make-up on",
            "output": [
                "The woman is removing make-up"
            ]
        },
        {
            "input": "sentence_B_original: the man set up his camera to take sunset pictures at the beach",
            "output": [
                "The man is putting away the camera and walks away from the beach"
            ]
        },
        {
            "input": "sentence_B_original: a man is eating food",
            "output": [
                "A man is eating some food"
            ]
        },
        {
            "input": "sentence_B_original: A man is smearing butter on a slice of garlic bread.",
            "output": [
                "The man isn't smearing butter on bread"
            ]
        },
        {
            "input": "sentence_B_original: a guy leaps into the air in a wooded area",
            "output": [
                "A guy is leaping into the air in a wooded area"
            ]
        },
        {
            "input": "sentence_B_original: a young child runs outside amidst fall leaves",
            "output": [
                "A young child is running down a gravel road that is covered with dead leaves"
            ]
        },
        {
            "input": "sentence_B_original: a group of people are standing around a sound mixing table",
            "output": [
                "A group of people are standing around a sound mixing table"
            ]
        },
        {
            "input": "sentence_B_original: A girl is playing a flute.",
            "output": [
                "A flute is being put away by a girl"
            ]
        },
        {
            "input": "sentence_B_original: a woman is pouring ingredients in a bowl",
            "output": [
                "A woman is pouring ingredients into a bowl"
            ]
        },
        {
            "input": "sentence_B_original: An outdoor ice skating rink full of people.",
            "output": [
                "Not a lot of people are in an ice skating park"
            ]
        },
        {
            "input": "sentence_B_original: a person is holding a skunk",
            "output": [
                "A person is holding a skunk"
            ]
        },
        {
            "input": "sentence_B_original: A woman is talking on a telephone.",
            "output": [
                "A woman is talking on a telephone"
            ]
        },
        {
            "input": "sentence_B_original: someone is stirring chili in a kettle",
            "output": [
                "Someone is stirring chili in a kettle"
            ]
        },
        {
            "input": "sentence_B_original: a man is adding a silencer to a gun",
            "output": [
                "A man is fixing a silencer to a gun"
            ]
        },
        {
            "input": "sentence_B_original: The boy is wading through the blue ocean.",
            "output": [
                "The boy is wading through the blue ocean"
            ]
        },
        {
            "input": "sentence_B_original: children in swimming suits playing in water",
            "output": [
                "Children in swimming suits are playing in the water"
            ]
        },
        {
            "input": "sentence_B_original: Two people kick boxing, with others spectating.",
            "output": [
                "Two people are kickboxing and spectators are watching"
            ]
        },
        {
            "input": "sentence_B_original: the orange rider is driving a motorcycle on one wheel",
            "output": [
                "The orange rider is driving a motorcycle on one wheel"
            ]
        },
        {
            "input": "sentence_B_original: A deer jumps over a cyclone fence.",
            "output": [
                "The deer is jumping over the fence"
            ]
        },
        {
            "input": "sentence_B_original: a soccer player is being tackled by his opponent",
            "output": [
                "A soccer player is being tackled by his opponent"
            ]
        },
        {
            "input": "sentence_B_original: A person is riding a motorcyle.",
            "output": [
                "A person is standing near a motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: a brown dog jumping in the air",
            "output": [
                "The brown dog is jumping in the air"
            ]
        },
        {
            "input": "sentence_B_original: a white dog standing on leaves on the ground",
            "output": [
                "A white dog is standing on the leaves on the ground"
            ]
        },
        {
            "input": "sentence_B_original: the person is standing on white ice",
            "output": [
                "The person is standing on white ice"
            ]
        },
        {
            "input": "sentence_B_original: A girl is jumping onto a car.",
            "output": [
                "The girl isn't jumping onto the car recklessly"
            ]
        },
        {
            "input": "sentence_B_original: A cat is licking from a saucer of milk.",
            "output": [
                "The cat isn't licking milk from a saucer"
            ]
        },
        {
            "input": "sentence_B_original: A woman is cutting broccoli.",
            "output": [
                "A woman is cutting broccoli"
            ]
        },
        {
            "input": "sentence_B_original: the black and white dog is running outdoors",
            "output": [
                "The black and white dog is running in a green yard"
            ]
        },
        {
            "input": "sentence_B_original: The young girl blows a huge bubble.",
            "output": [
                "The young girl is blowing a bubble that is very small"
            ]
        },
        {
            "input": "sentence_B_original: the man played his guitar",
            "output": [
                "The man is playing the guitar"
            ]
        },
        {
            "input": "sentence_B_original: two men are fighting in a cow pasture",
            "output": [
                "Nobody is fighting in a cow pasture"
            ]
        },
        {
            "input": "sentence_B_original: A puppy is repeatedly rolling from side to side while on its back.",
            "output": [
                "A puppy is repeatedly rolling from side to side on its back"
            ]
        },
        {
            "input": "sentence_B_original: a man plays his guitar with the case open for donations",
            "output": [
                "The man is putting away the guitar in the guitar case"
            ]
        },
        {
            "input": "sentence_B_original: Someone is on a black and white motorcycle and putting their feet on the seat.",
            "output": [
                "Someone is on a black and white motorcycle and is standing on the seat"
            ]
        },
        {
            "input": "sentence_B_original: A dog is rolling from side to side.",
            "output": [
                "A dog is rolling from side to side"
            ]
        },
        {
            "input": "sentence_B_original: the young boy in the blue shirt is jumping into the water",
            "output": [
                "The young boy in the blue shirt is jumping into the water"
            ]
        },
        {
            "input": "sentence_B_original: a grey silky dog is laying in the grass while a brown dog looks on",
            "output": [
                "A grey silky dog is lying in the grass and a brown dog is looking on"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting a potato",
            "output": [
                "A man is cutting a potato"
            ]
        },
        {
            "input": "sentence_B_original: yellow labrador drinking water from a faucet",
            "output": [
                "The yellow dog is drinking water from a bottle"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cooking something",
            "output": [
                "A woman is cooking eggs"
            ]
        },
        {
            "input": "sentence_B_original: three boys jumping off of a platform",
            "output": [
                "Nobody is jumping off a platform"
            ]
        },
        {
            "input": "sentence_B_original: a person is quickly chopping mushrooms with a knife",
            "output": [
                "A person is quickly chopping mushrooms with a knife"
            ]
        },
        {
            "input": "sentence_B_original: A man is climbing a rope.",
            "output": [
                "A rope is being climbed by a man"
            ]
        },
        {
            "input": "sentence_B_original: two girls playing inside a jumper house",
            "output": [
                "Two girls are playing inside a jumper house"
            ]
        },
        {
            "input": "sentence_B_original: the men are putting suitcases into the car's trunk",
            "output": [
                "The men are packing suitcases into the trunk of a car"
            ]
        },
        {
            "input": "sentence_B_original: a dog runs with a volleyball",
            "output": [
                "A dog is running with a volleyball"
            ]
        },
        {
            "input": "sentence_B_original: young boy covered in grass jumping near a wooden fence",
            "output": [
                "A young boy covered in grass is jumping near a wooden fence"
            ]
        },
        {
            "input": "sentence_B_original: the man is putting chicken into the container",
            "output": [
                "The man is putting chicken into the container"
            ]
        },
        {
            "input": "sentence_B_original: the dog in the red vest runs in the field",
            "output": [
                "The dog in the red vest is running in the field"
            ]
        },
        {
            "input": "sentence_B_original: a jet is flying",
            "output": [
                "A jet is flying"
            ]
        },
        {
            "input": "sentence_B_original: a seabird is flying over rocks",
            "output": [
                "A seabird is flying over some rocks"
            ]
        },
        {
            "input": "sentence_B_original: small girl riding in play car",
            "output": [
                "A small girl is getting out of a toy car"
            ]
        },
        {
            "input": "sentence_B_original: the men are talking",
            "output": [
                "The men are talking"
            ]
        },
        {
            "input": "sentence_B_original: people dangling from straps kicking at each other",
            "output": [
                "Nobody is dangling from straps and kicking at each other"
            ]
        },
        {
            "input": "sentence_B_original: number 75 motorcycle racer rides his red and black bike",
            "output": [
                "No motorcycle racer is riding a red and black bike"
            ]
        },
        {
            "input": "sentence_B_original: A cat is drinking some water.",
            "output": [
                "Some water is being drunk by a cat"
            ]
        },
        {
            "input": "sentence_B_original: A man pours oil on some tomatos.",
            "output": [
                "A man isn't pouring oil on the tomatoes."
            ]
        },
        {
            "input": "sentence_B_original: a dog is running towards a ball",
            "output": [
                "A dog is running through a field and is chasing a ball"
            ]
        },
        {
            "input": "sentence_B_original: a dog is running up a grassy hill",
            "output": [
                "A dog is running up a grassy hill"
            ]
        },
        {
            "input": "sentence_B_original: The little boy fell face first into the grass while playing football.",
            "output": [
                "The little kid is playing football and falling into the grass"
            ]
        },
        {
            "input": "sentence_B_original: a shirtless man in striped shorts and sunglasses with a man in white shirt and sunglasses",
            "output": [
                "The shirtless man in striped shorts and sunglasses is standing near a man in a white shirt and sunglasses"
            ]
        },
        {
            "input": "sentence_B_original: the woman in the white sweater is painting a tattoo on the teenager's hand",
            "output": [
                "The woman in the white sweater is drawing a tattoo on the hand of a teenager"
            ]
        },
        {
            "input": "sentence_B_original: a brown duck with a green head flaps its wings in the water",
            "output": [
                "A brown duck with a green head is flapping its wings in the water"
            ]
        },
        {
            "input": "sentence_B_original: the panda bear lay on the logs",
            "output": [
                "The panda bear is lying on the logs"
            ]
        },
        {
            "input": "sentence_B_original: the elderly lady waits on the sidewalk",
            "output": [
                "The elderly lady is waiting on the sidewalk"
            ]
        },
        {
            "input": "sentence_B_original: a man rode a mechanical bull",
            "output": [
                "The man is riding a mechanical bull"
            ]
        },
        {
            "input": "sentence_B_original: a clown is singing and people are dancing",
            "output": [
                "A clown is singing"
            ]
        },
        {
            "input": "sentence_B_original: five people stand in the grass with three dogs",
            "output": [
                "Five people are standing with three dogs in the green field beside the road"
            ]
        },
        {
            "input": "sentence_B_original: the woman picked up the kangaroo",
            "output": [
                "The kangaroo is picking up the woman"
            ]
        },
        {
            "input": "sentence_B_original: a man is cutting onions",
            "output": [
                "A man is cutting onions"
            ]
        },
        {
            "input": "sentence_B_original: a girl with black and orange patches on her cheeks",
            "output": [
                "A girl has black and orange patches on the cheeks"
            ]
        },
        {
            "input": "sentence_B_original: A parrot is talking.",
            "output": [
                "The parrot is silent in front of the microphone"
            ]
        },
        {
            "input": "sentence_B_original: a panda bear is eating some bamboo",
            "output": [
                "A panda bear is eating some bamboo"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing a onion",
            "output": [
                "A woman is slicing an onion"
            ]
        },
        {
            "input": "sentence_B_original: a person folds a tortilla",
            "output": [
                "A person is folding a tortilla"
            ]
        },
        {
            "input": "sentence_B_original: The machine shaved the end of the pencil.",
            "output": [
                "The machine is shaving the end of a pencil"
            ]
        },
        {
            "input": "sentence_B_original: a young boy climbs the rock wall.",
            "output": [
                "The young boy is climbing the wall made of rock"
            ]
        },
        {
            "input": "sentence_B_original: fish are swimming",
            "output": [
                "A fish is swimming"
            ]
        },
        {
            "input": "sentence_B_original: a squirrel runs around in circles",
            "output": [
                "A squirrel is running around in circles"
            ]
        },
        {
            "input": "sentence_B_original: family purchasing standing at a vending machine",
            "output": [
                "A family is purchasing something at the vending machine"
            ]
        },
        {
            "input": "sentence_B_original: a little dog running on sand",
            "output": [
                "No little dog is running on the sand"
            ]
        },
        {
            "input": "sentence_B_original: a dog chases a nerf ball in the grass",
            "output": [
                "A dog is chasing a ball in the grass"
            ]
        },
        {
            "input": "sentence_B_original: a man on a bicycle riding on the beach",
            "output": [
                "A man on a bicycle is riding on the beach"
            ]
        },
        {
            "input": "sentence_B_original: the woman is putting paste into a dish",
            "output": [
                "The woman is putting pasta into a dish"
            ]
        },
        {
            "input": "sentence_B_original: a woman is tapping her fingers",
            "output": [
                "A woman is tapping her fingers on a table"
            ]
        },
        {
            "input": "sentence_B_original: a dog stands on one leg and tries to get a soccer ball",
            "output": [
                "A dog is standing on one leg and is waiting for a soccer ball"
            ]
        },
        {
            "input": "sentence_B_original: a man is breaking wooden boards with his hand",
            "output": [
                "A man is breaking wooden boards with his hand"
            ]
        },
        {
            "input": "sentence_B_original: a man is screwing wood to a wall",
            "output": [
                "A man is screwing a piece of wood to a wall"
            ]
        },
        {
            "input": "sentence_B_original: A man does bike jumps in the dark in an empty pool.",
            "output": [
                "A man is jumping into a full pool"
            ]
        },
        {
            "input": "sentence_B_original: a dog bounces on a trampoline",
            "output": [
                "A dog is jumping on a trampoline"
            ]
        },
        {
            "input": "sentence_B_original: the man cut a paper plate",
            "output": [
                "The man is cutting a paper plate"
            ]
        },
        {
            "input": "sentence_B_original: a baby is playing a guitar",
            "output": [
                "A baby is playing a guitar"
            ]
        },
        {
            "input": "sentence_B_original: A man turns on the microwave.",
            "output": [
                "One man is turning off the microwave"
            ]
        },
        {
            "input": "sentence_B_original: a tennis player with green a green headband on is ready to hit the ball",
            "output": [
                "A tennis player with a green headband is missing the ball"
            ]
        },
        {
            "input": "sentence_B_original: A band is singing.",
            "output": [
                "The band isn't singing"
            ]
        },
        {
            "input": "sentence_B_original: a dog and sand blowing in the wind",
            "output": [
                "A dog is in the sand that is blowing in the wind"
            ]
        },
        {
            "input": "sentence_B_original: A badger is burrowing a hole.",
            "output": [
                "The badger isn't burrowing a hole"
            ]
        },
        {
            "input": "sentence_B_original: a woman is pouring egg into a frying pan",
            "output": [
                "A woman is removing eggs from a frying pan"
            ]
        },
        {
            "input": "sentence_B_original: Two brown dogs fight over a red ball while playing in the grass.",
            "output": [
                "Two daschunds are playing with a red ball"
            ]
        },
        {
            "input": "sentence_B_original: a man is patting an alligator on the mouth",
            "output": [
                "A man is patting an alligator on the mouth"
            ]
        },
        {
            "input": "sentence_B_original: a little girl swings, a woman stands behind her",
            "output": [
                "The little girl is swinging and the woman is standing behind her"
            ]
        },
        {
            "input": "sentence_B_original: Two men holding their fishing poles.",
            "output": [
                "Two men are holding fishing poles"
            ]
        },
        {
            "input": "sentence_B_original: A woman is slicing carrot.",
            "output": [
                "A woman is slicing a carrot"
            ]
        },
        {
            "input": "sentence_B_original: a group of boys are playing soccer on the beach",
            "output": [
                "A group of boys is playing soccer on the beach"
            ]
        },
        {
            "input": "sentence_B_original: four people are floating on a raft",
            "output": [
                "Nobody is floating on a raft"
            ]
        },
        {
            "input": "sentence_B_original: A man is mixing.",
            "output": [
                "A man is mixing"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing an onion with a knife",
            "output": [
                "The woman is slicing an onion with a knife"
            ]
        },
        {
            "input": "sentence_B_original: a monkey pratices martial arts",
            "output": [
                "The monkey is practicing martial arts"
            ]
        },
        {
            "input": "sentence_B_original: A male doing a bicycle trick in midair.",
            "output": [
                "The cyclist isn't performing a trick in the air"
            ]
        },
        {
            "input": "sentence_B_original: a man drills a hole in a piece of wood",
            "output": [
                "A man is closing a hole in a piece of wood"
            ]
        },
        {
            "input": "sentence_B_original: the soccer player kicked the ball side to side between his legs",
            "output": [
                "The soccer player is kicking the ball between somebody's legs"
            ]
        },
        {
            "input": "sentence_B_original: A person dices up an orange pepper.",
            "output": [
                "The person is dicing up a pepper which is orange"
            ]
        },
        {
            "input": "sentence_B_original: a child is playing with a water spout outdoors while the rest of his family watches",
            "output": [
                "A child is playing with a water spout outdoors and the rest of his family is watching"
            ]
        },
        {
            "input": "sentence_B_original: A motorcycle rider starts to sand up on the seat of his white motorcycle.",
            "output": [
                "No motorcycle rider is standing up on the seat of a motorcycle"
            ]
        },
        {
            "input": "sentence_B_original: German Shepard standing up snapping at droplets of water",
            "output": [
                "The dog isn't snapping at some droplets of water"
            ]
        },
        {
            "input": "sentence_B_original: someone is stirring a pot of chili with a spoon",
            "output": [
                "Someone is stirring a pot of chili with a spoon"
            ]
        },
        {
            "input": "sentence_B_original: a lone bicyclists jumping in the air over a ramp.",
            "output": [
                "A lone biker is jumping in the air"
            ]
        },
        {
            "input": "sentence_B_original: several people are sitting around a fire at night",
            "output": [
                "People are clustered around a bonfire at night"
            ]
        },
        {
            "input": "sentence_B_original: a man is doing back flips on a trampoline",
            "output": [
                "A man is doing back flips on a trampoline"
            ]
        },
        {
            "input": "sentence_B_original: a person is in the air on a bike near a body of water",
            "output": [
                "A person on a bike is in the air near a body of water"
            ]
        },
        {
            "input": "sentence_B_original: a woman is cooking a breaded pork chop",
            "output": [
                "The woman is frying a breaded pork chop"
            ]
        },
        {
            "input": "sentence_B_original: a person is throwing a cat on to the ceiling",
            "output": [
                "A person is throwing a cat at the ceiling"
            ]
        },
        {
            "input": "sentence_B_original: a man mixes vegetables in a pot",
            "output": [
                "A man is mixing vegetables in a pot"
            ]
        },
        {
            "input": "sentence_B_original: View of a soccer ball being kicked into a goal net",
            "output": [
                "A soccer ball is rolling into a goal net"
            ]
        },
        {
            "input": "sentence_B_original: the lady cracked an egg for the mixer",
            "output": [
                "The lady isn't cracking an egg for the mixer"
            ]
        },
        {
            "input": "sentence_B_original: a man is kick boxing with a trainer",
            "output": [
                "The man is kick boxing with a trainer"
            ]
        },
        {
            "input": "sentence_B_original: someone is pouring ingrediants into a pot",
            "output": [
                "A man is putting vegetables into a pot"
            ]
        },
        {
            "input": "sentence_B_original: the dog takes a rest in the park",
            "output": [
                "The dog is having a rest in the living room"
            ]
        },
        {
            "input": "sentence_B_original: a woman is slicing a carrot",
            "output": [
                "The oriental lady is cutting a carrot into thin pieces"
            ]
        },
        {
            "input": "sentence_B_original: a woman is deep frying food",
            "output": [
                "A woman is deep frying food"
            ]
        },
        {
            "input": "sentence_B_original: a little boy with a bib on is watching the camera",
            "output": [
                "A little boy with a bib is watching the camera"
            ]
        },
        {
            "input": "sentence_B_original: a person dirtbikes along a muddy trail",
            "output": [
                "A person is riding a bike along a muddy trail"
            ]
        },
        {
            "input": "sentence_B_original: someone is slicing a vegetable",
            "output": [
                "The person is slicing a vegetable"
            ]
        },
        {
            "input": "sentence_B_original: the cat played with a watermelon",
            "output": [
                "The cat isn't playing with a watermelon"
            ]
        },
        {
            "input": "sentence_B_original: Crowd of people near the water.",
            "output": [
                "A crowd of people is far from the water"
            ]
        },
        {
            "input": "sentence_B_original: two people are riding a bike",
            "output": [
                "Two people are riding a bike"
            ]
        },
        {
            "input": "sentence_B_original: a man is doing a card trick",
            "output": [
                "A man is doing a card trick"
            ]
        },
        {
            "input": "sentence_B_original: a skateboarder makes a jump off a ramp",
            "output": [
                "No skateboarder is making a jump off a ramp"
            ]
        },
        {
            "input": "sentence_B_original: two boy are playing on a trampoline",
            "output": [
                "Nobody is playing on a trampoline"
            ]
        },
        {
            "input": "sentence_B_original: the lady added cheese to the sauce",
            "output": [
                "The woman is removing cheese from the sauce"
            ]
        },
        {
            "input": "sentence_B_original: someone is slicing a tomato",
            "output": [
                "Nobody is slicing a tomato"
            ]
        },
        {
            "input": "sentence_B_original: A man is making a phone call.",
            "output": [
                "A man is making a phone call"
            ]
        },
        {
            "input": "sentence_B_original: two dogs and two people in the woods",
            "output": [
                "Two dogs and two people are walking in the woods"
            ]
        },
        {
            "input": "sentence_B_original: a woman is frying something",
            "output": [
                "A woman is frying something"
            ]
        },
        {
            "input": "sentence_B_original: a boy is trying to say firetruck",
            "output": [
                "A boy is saying a word"
            ]
        },
        {
            "input": "sentence_B_original: a girl is riding a horse",
            "output": [
                "The girl is trotting on the horse"
            ]
        },
        {
            "input": "sentence_B_original: a grey dog is bouncing a soccer ball on his head in a grass field",
            "output": [
                "A grey dog is bouncing a tennis ball on its head in a grass field"
            ]
        },
        {
            "input": "sentence_B_original: a person on a bike flies through the air with the sun flaring through the bike frame",
            "output": [
                "A person on a bike is jumping through the air and the sun is flaring through the bike frame"
            ]
        },
        {
            "input": "sentence_B_original: a man is sprinkling shredded cheese on a pizza",
            "output": [
                "A man is putting some cheese on a pizza"
            ]
        },
        {
            "input": "sentence_B_original: a man in a suit is standing at a microphone and singing",
            "output": [
                "A man in a suit is standing at a microphone and singing"
            ]
        },
        {
            "input": "sentence_B_original: the man sprinkled cheese on the pizza",
            "output": [
                "A man is putting some cheese on a pizza"
            ]
        },
        {
            "input": "sentence_B_original: A close-up of a young girl with a pink shirt laying on grass.",
            "output": [
                "The young girl with a pink shirt isn't peacefully lying on the grass"
            ]
        },
        {
            "input": "sentence_B_original: A dog rides a skateboard.",
            "output": [
                "A dog is riding a skateboard"
            ]
        },
        {
            "input": "sentence_B_original: a woman is chopping garlic",
            "output": [
                "A woman is chopping garlic"
            ]
        },
        {
            "input": "sentence_B_original: a man is chopping a tree trunk with an axe",
            "output": [
                "The man is chopping a tree trunk with an axe"
            ]
        },
        {
            "input": "sentence_B_original: a dog with a brindle-colored coat is running across the yard",
            "output": [
                "A dog in a colored coat is running across the yard"
            ]
        },
        {
            "input": "sentence_B_original: a dog catches a ball in mid air",
            "output": [
                "A dog is catching a ball in mid air"
            ]
        },
        {
            "input": "sentence_B_original: Several people are in a front of a colorful painted building.",
            "output": [
                "Nobody is in front of the colorful building"
            ]
        },
        {
            "input": "sentence_B_original: the orange rescue boat rushes across the water",
            "output": [
                "The orange rescue boat is rushing across the water"
            ]
        },
        {
            "input": "sentence_B_original: the man is dancing",
            "output": [
                "The man is dancing"
            ]
        }
    ]
}