{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, given a sentence in da English language and ya task is 2 convert it into da Indonesian language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Indonesian"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "I've never seen a more beautiful brandy glass filled with wine.",
      "output": "Saya belum pernah melihat gelas brendi yang lebih indah diisi dengan anggur.",
      "explanation": "The above sentence is correctly translated from English to Indonesian"
    },
    {
      "input": "Although it wasn't a pot of gold, Nancy was still enthralled at what she found at the end of the rainbow.",
      "output": "Meskipun itu bukan pot emas, Nancy masih terpesona dengan apa yang dia temukan di ujung pelangi.",
      "explanation": "The above sentence is correctly translated from English to Indonesian"
    }
  ],
  "Negative Examples": [
    {
      "input": "We have a lot of rain in June.",
      "output": "Pengamen itu berharap orang-orang yang lewat akan membuang uang, tetapi mereka malah melemparkan tomat, jadi dia menukar topinya dengan pembuat jus.",
      "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
    },
    {
      "input": "Grape jelly was leaking out the hole in the roof.",
      "output": "Saya hanya ingin memberi tahu Anda bahwa saya dapat melihat cinta yang Anda miliki untuk anak Anda dari cara Anda memandangnya.",
      "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": " \" I have no optimism as to the actions of the Sudanese government,\" Lantos said.",
      "output": "\"Saya tidak memiliki optimisme terhadap tindakan-tindakan pemerintah Sudan, \" kata Lantos."
    },
    {
      "input": "But no acting prime minister has been named while Singh is recuperating.",
      "output": "Tapi, tidak ada perdana menteri sementara yang diumumkan ketika Singh sedang dalam masa pemulihan."
    },
    {
      "input": "The bodies of the five women who worked as sex workers in Ipswich were found around the town in December 2006.",
      "output": "Mayat dari 5 wanita yang bekerja sebagai pekerja seks di Ipswich telah ditemukan di sekitar kota pada bulan Desember 2006."
    },
    {
      "input": "The Sunday Times cites unnamed U.K. government sources saying that Britain's troops could leave Basra as early as October.",
      "output": "Sunday Times mengutip sumber tidak dikenal dari pemerintah Amerika mengatakan bahwa pasukan Inggris bisa meninggalkan Basra pada bulan Oktober sedini mungkin."
    },
    {
      "input": "The meeting was scheduled for early this month, however it was postponed due to a disease of the Colombian president.",
      "output": "Pertemuan tersebut dijadwalkan pada awal bulan ini, namun tertunda karena sakitnya presiden Kolombia."
    },
    {
      "input": "Belgian authorities have confirmed that at least eighteen people died in a head-on collision between two passenger trains in the suburbs of Brussels.",
      "output": "Pihak berwenang Belgia mengkonfirmasi bahwa sedikitnya delapan belas orang tewas dalam sebuah tabrakan antara dua kereta penumpang di pinggiran kota Brussels."
    },
    {
      "input": "It was suspected by residents and business owners in the area that hotel once stood in the same spot.",
      "output": "Diduga oleh warga dan pemilik usaha di daerah tersebut bahwa hotel pernah berdiri di tempat yang sama."
    },
    {
      "input": "Police have appealed for victims to come forward, but acknowledged it may be difficult for some.",
      "output": "Polisi meminta para korban untuk berani menceritakan peristiwa yang mereka alami, namun mengetahui hal ini bukan hal yang mudah bagi semua orang."
    },
    {
      "input": "Bill Graham released a statement describing Canada as being like no other country, \"made up of individuals, representing all ethnicities and all religions, bound together by our shared values of family, community, tolerance and freedom.\"",
      "output": "Bill Graham merilis pernyataan yang menggambarkan Kanada tidak seperti negara lain, \"terdiri dari individu, perwakilan dari semua etnis dan semua agama, terikat bersama-sama oleh nilai keluarga, msyarakat, kesabaran dan kebebasan kami.\""
    },
    {
      "input": "According to Democratic Senator Mark Begich from Alaska, the U.S. Department of the Interior has decided to halt all new Arctic exploratory oil drilling applications until 2011.",
      "output": "Menurut Senator Demokrat Mark Begich dari Alaska, Departemen Dalam Negeri AS telah memutuskan untuk menghentikan semua aplikasi pengeboran minyak eksplorasi Kutub Utara baru sampai 2011."
    },
    {
      "input": "Eight have been killed in Somalia since the beginning of 2009.",
      "output": "8 telah tewas di Somalia sejak awal tahun 2009."
    },
    {
      "input": "Preston claims that at this time he had no communication from the police.",
      "output": "Preston mengklaim bahwa pada saat itu dia tidak berkomunikasi dengan polisi."
    },
    {
      "input": "Mr Ryan said that incorporating the Cup into the curriculum would make statistics 'real' to work with, rather than using textbook material.",
      "output": "Bapak Ryan mengatakan bahwa menggabungkan kejuaraan tersebut ke dalam kurikulum akan membuat statistik 'nyata'daripada menggunakan materi buku teks."
    },
    {
      "input": "The riots are taking place in the Nigerian city of Jos, which is located between the Christian and Muslim areas of Nigeria.",
      "output": "Kerusuhan tersebut terjadi di kota Jos Nigeria, yang terletak di antara wilayah Kristen dan Muslim di Nigeria."
    },
    {
      "input": "The share of these increases is based upon of the consumption from each of the IEA member areas.",
      "output": "Bagian dari peningkatan ini adalah berdasar pada pemakaian dari setiap anggota area IEA."
    },
    {
      "input": "However, Flight Safety claim that when approached, the ATSB denied knowing about it.",
      "output": "Akan tetapi, Flight Safety mengaku pada saat didekati, ATSB mengelak mengetahui permasalahan ini."
    },
    {
      "input": "Chief Operating Officer of Microsoft, Kevin Turner, attributed the growth to the consumer and business-sector reception of the new operating system, which, after its October 22 launch, had 234% more sales than Vista did when it was released.",
      "output": "Kepala Petugas Operasi dari Microsoft, Kevin Turner, menghubungkan pertumbuhan tersebut pada penerimaan konsumen dan sektor bisnis dari OS baru yang setelah diluncurkan tanggal 22 Oktober, memiliki penjualan 234% lebih banyak daripada Vista saat dirilis."
    },
    {
      "input": "Questions about whether the government acted aggressively enough early in the outbreak emerged as officials tried to contain the disease, which Eker said had been confirmed in 11 of Turkey's 81 provinces and was suspected in 14 others.",
      "output": "Permasalahan tentang apakah pemerintah bertindak dengan cukup agresif di awal munculnya penyakit seperti pejabat berusaha mendeteksi penyakit, yang menurut Eker telah diketahui di 11 dari 81 provinsi di Turki dan dicurigai di 14 lainnya."
    },
    {
      "input": "\"The market shares on storage will transform from enterprises to digital storage with a significant grown-up of Internet users within four years.\"",
      "output": "\"Penguasaan pasar dalam penyimpanan akan bertransformasi dari perusahaan ke penyimpanan digital dengan pertumbuhan signifikan dari pengguna internet dalam empat tahun.\""
    },
    {
      "input": "At the time of his death, Bustos was with his wife and five of his seven children, who were deeply upset by the death.",
      "output": "Pada saat meninggal, Bustos sedang bersama istri dan lima dari kerujuh anaknya, yang begitu bersedih atas kematiannya."
    },
    {
      "input": "Seismologists at USGS have indicated that this earthquake is an aftershock of the 9.0 earthquake which had occurred just a few hours earlier, 305 km (190 miles) distant, in the Indian Ocean near Sumatra, Indonesia.",
      "output": "Ahli seismologi di USGS mengindikasikan bahwa gempa bumi ini adalah gempa susulan setelah gempa bumi dengan kekuatan 9, 0 skala richter yang terjadi beberapa jam sebelumnya, pada jarak 305 km (190 mil) di samudra India dekat Sumatra Indonesia."
    },
    {
      "input": "Năstase's PSD+PUR coalition was also supported because they are credited with saving Romania from economic collapse during their presidential and legislative term from 2000 until the present time.",
      "output": "Nastase dari koalisi PSD+PUR juga didukung karena mereka diyakini dapat menyelamatkan Romania dari kehancuran ekonomi selama masa jabatan presidensial dan legislatif mereka dari tahun 2000 hingga saat ini."
    },
    {
      "input": "Before the main race, the organizer, Chinese Taipei Cycling Association held \"The 3rd Taipei Citizen Elimination Road Race\" to examine the achievements of basic cycling promotion.",
      "output": "Sebelum balapan utama, penyelenggara, Asosiasi Bersepeda Cina Taipei melangsungkan \"Eliminasi Balapan Jalan Raya Warga Taipei ke-3\" untuk menguji pencapaian-pencapaian promosi dari dasar-dasar bersepeda."
    },
    {
      "input": "At this location, where another giant, Intel Corp, already has its research office, Microsoft plans to develop Internet software.",
      "output": "Di lokas ini, dimana raksasa yang lain, Intel Corporation, sudah meneliti kantor, rencana Microsoft untuk berkembangkan software internet."
    },
    {
      "input": "Water will be shut off in 24 hours due to the lack of electricity to water pumps in the area and in a press conference, Mayor of Buffalo, Byron Brown issued a \"boil water advisory.\"",
      "output": "Air akan dimatikan dalam 24 jam karena tak adanya listrik untuk pompa air di daerah tersebut dan dalam suatu konferensi pers, Walikota Buffalo, Byron Brown mengeluarkan \"nasehat air mendidih.\""
    },
    {
      "input": "The reasons for those who would listen to their device were commercial free music, personalized choice of music, and complete control of what you are listening to.",
      "output": "Alasan mahasiswa yang mendengarkan perangkat mereka adalah musik bebas iklan, musik pilihan pribadi, dan kontrol lengkap terhadap apa yang mau didengarkan."
    },
    {
      "input": "\"I would like to go back to the objective of this\", he said.",
      "output": "\"Saya ingin kembali lagi ke tujuan dari ini\", katanya."
    },
    {
      "input": "He is due to go before a magistrate, and cannot receive bail until he does so.",
      "output": "Dia dijadwalkan pergi sebelum ke hakim pengadilan dan tidak dapat jaminan sampai dia menjalaninya."
    },
    {
      "input": "Of India and China, \"They're not going to start negotiating another treaty like Kyoto.\"",
      "output": "Pada India dan Cina, \"Mereka tidak akan negosiasi perjanjian lain seperti Kyoto.\""
    },
    {
      "input": "The seizure occurred shortly after the flag ceremony, when they were due to start classes.",
      "output": "Penculikan terjadi tak lama setelah upacara bendera, ketika mereka akan memulai pelajaran."
    },
    {
      "input": "The Center for Bioethical Reform (CBR) challenged Honolulu's ban, claiming that the ban infringes on their right to public advocacy.",
      "output": "Center Bioethical Reform (CBR) menantang pelarangan Honolulu, bahwa larangan tersebut melanggar hak mereka atas pembelaan publik."
    },
    {
      "input": "Zahi Hawass, Egypt's pre-eminent archaeologist, revealed the first ancient artifacts which may lead to the discovery of Cleopatra and Marc Antony's resting place.",
      "output": "Zahi Hawass, seorang arkeolog ternama Mesir, mengungkap artefak kuno pertama yang mengawali penemuan Cleopatra dan kuburan Marc Antony."
    },
    {
      "input": "Manchester United and Watford met Saturday at the neutral ground of Villa Park for the semi-final of the FA Cup.",
      "output": "Manchester United dan Watford bertemu hari Sabtu di lapangan netral Villa Park pada semifinal Piala FA."
    },
    {
      "input": "In a related story from today, the Yankees fired strength and conditioning coach Marty Miller.",
      "output": "Dalam kaitannya dengan kisah hari ini, tim Yankees memecat pelatih fisik dan daya tahan Marty Miller."
    },
    {
      "input": "Vice President Joe Biden, with a history of advocating improved rape legislation, described the changes as \"a victory for women and men across the country whose suffering has gone unaccounted for over 80 years.\"",
      "output": "Wakil Presiden Joe Biden, dengan riwayat menyarankan mengubah pembuatan undang-undang pemerkosaan, menjelaskan pergantian tersebut sebagai \"sebuah kemenangan untuk wanita dan pria di seluruh negara tersebut yang penderitaannya tidak diperhitungkan selama 80 tahun.\""
    },
    {
      "input": "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.",
      "output": "Pada tanggal 13 Desember 2001, pukul 11:45 siang, waktu setempat (UTC+5:30), tepat ketika para anggota dewan sedang bersiap untuk meninggalkan gedung parlemen, sejumlah militan bersenjatakan AK-47 dan granat tangan menerobos masuk pada Gerbang No.12 dari Gedung Parlemen lalu mulai menembak secara membabi buta, menewaskan enam orang polisi dan seorang pegawai kantor parlemen."
    },
    {
      "input": "A small group of about 15 police officers awaited the arrival of the group.",
      "output": "Kelompok kecil sekitar 15 anggota kepolisian menunggu kedatangan kelompok tersebut."
    },
    {
      "input": "Cassini was launched in 1997, and entered orbit around Saturn in 2004.",
      "output": "Cassini diluncurkan pada tahun 1997, dan mencapai orbit disekitar Saturnus pada tahun 2004."
    },
    {
      "input": "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.",
      "output": "Dewan Kota Bristol melaporkan perpustakaan mungkin akan dibuka pada hari Selasa, walaupun sepertinya mungkin gedung akan tetap tutup pada hari itu."
    },
    {
      "input": "Everton put Fulham on the back foot after their goal, and should have taken the lead when a nice interchange of play between Vaughan and Johnson left Vaughaun all alone on net, but his shot was hit off the post, and bobbled safely to a Fulham defender.",
      "output": "Everton menaruh Fulham hampir kalah setelah membuat gol, dan mesti bertindak sebagai pemimpin ketika interchange yang baik pada pemainan antara Vaughan dan Jonson left Vaughaun, tetapi tendangan nya kena pada tiang gawang, dan mengerak dengan keselamatan kepada pembela Fulham."
    },
    {
      "input": "It is believed to be the first serious attack of the separatist group ETA since it unilaterally ended a cease-fire in June.",
      "output": "Dipercaya serangan serius yang pertama kelompok separatis ETA sejak genjatan senjata diakhiri sepihak pada Juni."
    },
    {
      "input": "The High Court ruled that the prosecution had failed to \"legally and convincingly\" demonstrate guilt and therefore \"the defendant's rights, position and status should be restored.\"",
      "output": "Pengadilan Tinggi menyatakan bahwa penuntut gagal untuk \"secara sah dan meyakinkan\" membuktikan kesalahan dan oleh karena itu \"hak-hak terdakwa, posisi dan status harus dipulihkan.\""
    },
    {
      "input": "The aim of the LRO mission is to spend at least a year in a low polar orbit above the surface of the moon to gather neccesary data for future missions and longer lunar expeditions.",
      "output": "Tujuan dari misi LRO adalah untuk tinggal sedikitnya satu tahun di orbit kutub rendah di atas permukaan bulan untuk mengumpulkan data-data yang diperlukan untuk misi-misi berikutnya dan ekspedisi bulan yang lebih panjang."
    },
    {
      "input": "The People’s Alliance for Democracy was reported to be monitoring a crowd they were suspicious of ahead of the rally in Sanam Luang, Bangkok.",
      "output": "Aliansi Masyarakat untuk Demokrasi dilaporkan memonitor kerumunan yang mereka curigai menjelang reli di Sanam Luang, Bangkok."
    },
    {
      "input": "Dracula was also present on stage, helping Ioana and Andreea present.",
      "output": "Dracula juga muncul di panggung, membantu penampilan Ioana dan Andreea."
    },
    {
      "input": "Steve Penny from USA Gymnastics told reporters: \"Our guys know that they're better than fifth place, and they're going to try to show that off through the rest of the competition.\"",
      "output": "Steve Penny dari Persatuan Senam AS mengatakan kepada wartawan, \"Anggota kami tahu bahwa mereka tidak layak berada pada peringkat kelima, dan mereka akan membuktikan hal itu pada pertandingan yang tersisa.\""
    },
    {
      "input": "Professor Peter Goadsby from the Migraine Trust termed it \"a novel direction to consider new therapies in this very disabling condition.\"",
      "output": "Profesor Peter Goadsby dari Migraine Trust menyebut itu \"arah baru untuk mempertimbangkan terapi baru dalam kondisi sangat mematikan ini.\""
    },
    {
      "input": "He continued to work at the station for about 25 years, gaining the nickname 'Mr Border' as a result.",
      "output": "Dia terus bekerja di stasiun tersebut selama sekitar 25 tahun, mendapatkan julukan 'Mr Border'sebagai hasilnya."
    },
    {
      "input": "One incident involved splashing a Koran with urine by urinating near an air vent while others involved kicking, stepping on and writing in Qur'ans.",
      "output": "Satu kejadian memercikkan air seni pada Qur'an dan buang air kecil di dekat ventilasi udara sementara yang lain menendang, menginjak dan menulisi Qur'an."
    },
    {
      "input": "The panel was to include Carl Hewitt an electrical and computer science engineer at Massachusetts Institute of Technology and Godwin discussing Wikipedia with Pedro Hernández-Ramos, associate director for the Center for Science, Technology, and Society moderating the discussion.",
      "output": "Panel ini untuk memasukkan Carl Hewitt seorang insinyur elektronik dan ilmu komputer di Institut Teknologi Massachusetts dan Godwin untuk mendiskusikan Wikipedia dengan Pedro Hernandez-Ramos, wakil direktur untuk Pusat Sains, Teknologi dan Kemasyarakatan sebagai moderator diskusi."
    },
    {
      "input": "As a counter to the clearer instructions on use of pepper spray, Wikileaks asserts that many of the stricter rules for guards (referred to as Military Police or MPs in the 2003 manual) aim to reduce fraternisation that may improve detainee morale and adversely influence any interrogation process.",
      "output": "Sebagai penyanggah dari petunjuk yang lebih jelas tentang penggunaan semprotan merica, Wikileaks menegaskan bahwa banyak dari aturan-aturan yang lebih ketat untuk para penjaga (disebut Polisi Militer atau PM di pedoman tahun 2003) ini bertujuan untuk mengurangi fraternisasi yang dapat meningkatkan semangat tahanan dan secara merugikan mempengaruhi proses interogasi."
    },
    {
      "input": "\"The resulting debt will be passed to our children and grandchildren.\"",
      "output": "\"Akibat hutang akan terus ke anak dan cucu kita.\""
    },
    {
      "input": "Oxford had the stronger start and were ahead for much of the first half of the race.",
      "output": "Oxford memiliki start yang kuat dan telah memimpin banyak paruh pertama balapan."
    },
    {
      "input": "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.",
      "output": "Para ahli astronomi sebelumnya berpikir bahwa cincin-cincin itu hampir seluruhnya rata, dengan perubahan pada tingginya dengan hanya beberapa meter."
    },
    {
      "input": "Temperatures were quite warm, in the upper 70's (F), with winds gusting to nearly 15-20 MPH, coming out of the southwest.",
      "output": "Suhu yang cukup hangat, di atas 70 (F), dengan angin berembus hampir 15-20 MPH, yang keluar dari barat daya."
    },
    {
      "input": "\"Exposure to violence greatly increases the risk of a person taking their life.\"",
      "output": "\"Rentan terhadap kekerasan menambah besar resiko seseorang mengakhiri hidupnya.\""
    },
    {
      "input": "Stock prices of both Microsoft and Yahoo! have decreased during the merger discussions.",
      "output": "Harga saham keduanya Microsoft dan Yahoo! telah menurun dalam pembahasan penggabungan."
    },
    {
      "input": "However some students pointed to France's involvement in the American Revolution, questioning how long America's memory really is.",
      "output": "Akan tetapi beberapa mahasiswa mengacu pada keterlibatan Perancis dalam Revolusi Amerika, mempertanyakan seberapa jauh ingatan Amerika sesungguhnya."
    },
    {
      "input": "The British tabloid The Daily Mirror today suggested that the London bombers may not have planned to commit suicide, while a Scotland Yard spokesman said they have not definitely confirmed that the four men intended to die when they carried out the attacks.",
      "output": "Tabloid Inggris The Daily Mirror hari ini menyarankan bahwa bomber London mungkin tidak merencanakan perbuatan bunuh diri, sementara juru bicara Scotland Yard mengatakan mereka tidak mengkonfirmasi secara pasti bahwa 4 pria akan tewas ketika mereka melakukan serangannya."
    },
    {
      "input": "Tylo played the role of Dr. Taylor Hamilton Forrester from 1990 until 2002, when she was killed off by villainess Sheila Carter, played by Kimberlin Brown.",
      "output": "Tyo memainkan peran sebagai Dr. Taylor Hamilton Forrester dari 1990 hingga 2002, ketika dia dibunuh oleh penjahat Sheila Carter, dimainkan oleh Kimberly Brown."
    },
    {
      "input": "Thangamuttu Sathyamurthi, a government health official in the war zone, reported that people were dying of starvation, and that there was a large deficit of medicine and food.",
      "output": "Thangamuttu Sathyamurthi, pejabat kesehatan pemerintah di zona perang, melaporkan bahwa orang-orang sekarat kelaparan, dan terdapat defisit yang besar untuk obat dan makanan."
    },
    {
      "input": "The explosion took place in Ja-Ela, a town some 12 miles north of Colombo.",
      "output": "Ledakan itu terjadi di Ja-Ela, sebuah kota kecil sekitar 12 mil sebelah utara Kolombo."
    },
    {
      "input": "The person killed is also being reported as male aged 23 who is reportedly a friend of the brothers.",
      "output": "Orang yang terbunuh adalah juga laki-laki berusia 23 tahun, dia adalah rekan dari dua orang bersaudara korban luka tersebut."
    },
    {
      "input": "The no-confidence vote against Paul Martin's government was introduced by three of the opposition parties last week.",
      "output": "Mosi tidak percaya terhadap pemerintahan Paul Martin tersebut diajukan oleh tiga partai oposisi minggu lalu."
    },
    {
      "input": "Due to the split of Appenzell along religious lines, the population (as of 2000) is nearly all Roman Catholic (81%), with a small Protestant minority (10%).",
      "output": "Sehubungan dengan pembagian Appenzell oleh jalur keagamaan, jumlah penduduk (mulai dari tahun 2000) hampir semua Katolik Roma (81%), dengan kelompok kecil Protestan (10%)."
    },
    {
      "input": "With fifty days left to until the start of the 2012 Summer Paralympics, the Australian Paralympic Committee earlier today announced the 35-member final swimming Paralympic squad bound for the London Games.",
      "output": "Dengan lima puluh hari tersisa sampai dimulainya Paralimpik Musim Panas 2012, Komite Paralimpik Australia sebelumnya mengumumkan 35-anggota final regu Paralimpik renang menuju London Games."
    },
    {
      "input": "Edwards filed a petition for Chapter 7 bankruptcy on June 17, 2005.",
      "output": "Edwards mengajukan permohonan Bab 7 untuk kebangkrutan pada tanggal 17 Juni 2005."
    },
    {
      "input": "The Kenyan government has dismissed 25,000 striking health workers, mostly nurses, citing failure to heed government orders to recommence work and concern for the welfare of hospital patients.",
      "output": "Pemerintah Kenya telah memecat 25.000 petugas kesehatan yang mogok, sebagian besar perawat, dengan alasan gagal dalam mengindahkan perintah pemerintah untuk memulai kembali bekerja dan peduli terhadap kesejahteraan pasien rumah sakit."
    },
    {
      "input": "That injunction seemed to pave the way for those of the 47,000 seniors statewide who haven't yet passed the test, but have completed all other requirements, to receive diplomas with their classmates at upcoming graduation events.",
      "output": "Perintah tersebut nampaknya meratakan jalan bagi 47. 000 senior di seluruh negara bagian yang masih belum lulus ujian, tetapi telah memenuhi seluruh persyaratan lainnya, untuk menerima ijazah dengan teman sekelas mereka pada acara kelulusan mendatang."
    },
    {
      "input": "Scottish IndyCar driver Dario Franchitti won his second Indianapolis 500 in four years today after leading 155 laps, which is the fourth most in the 99-year history of the race.",
      "output": "Pebalap IndyCar asal Skotlandia Dario Franchitti untuk kedua kalinya memenangkan balapan Indianapolis 500 dalam kurun waktu empat tahun setelah memimpin pada 155 putaran, yang merupakan keempat terbanyak selama 99 tahun sejarah lomba tersebut."
    },
    {
      "input": "The total death toll stands at 178 people but many people are missing, and the figure might rise.",
      "output": "Jumlah korban meninggal mencapai 178 orang, namun sejumlah orang hilang dan mungkin jumlahnya meningkat."
    },
    {
      "input": "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.",
      "output": "Departemen Meteorological Banglades mengeluarkan statemen bahwa gempa telah menghantam Chittagong, pelabuhan di selatan Banglades yang merupakan kota terbesar kedua di Banglades."
    },
    {
      "input": "The duo join two others who admitted lesser roles in the scheme.",
      "output": "Pasangan tersebut bergabung dengan 2 lainnya yang mengaku melakukan kejahatan yang lebih ringan."
    },
    {
      "input": "Much to the relief of duck hunters, who feared a possible 2005 ban on duck hunting, the most-recent waterfowl survey released this week by the U.S. Fish and Wildlife Service showed duck populations in South Dakota on the rebound.",
      "output": "Hal ini melegakan para pemburu bebek yang dilanda kekhawatiran jika pelarangan berburu bebek kembali diberlakukan seperti tahun 2005, sebuah laporan survei terbaru tentang burung unggas air yang dirilis pekan ini oleh Layanan Hewan Liar dan Ikan A. S menunjukkan data populasi bebek di Dakota Selatan yang kembali bergerak naik."
    },
    {
      "input": "Residents of Porta Farm had fought eviction in the past, winning judgements from the High Court of Zimbabwe that they should not be evicted unless the government provided suitable alternative accommodation.",
      "output": "Penduduk Porta Farm berjuang melawan pengusiran di masa lalu, memenangkan pengadilan di Pengadilan Tinggi Zimbabwe bahwa mereka tidak seharusnya digusur kecuali pemerintah menyediakan tempat tinggal alternatif yang sesuai."
    },
    {
      "input": "On its paper, the Commission is inspired by the social model of the Scandinavian countries - namely by the social system established in Denmark in the late 1990's.",
      "output": "Dalam laporannya, Komisi tersebut terinspirasi oleh model sosial negara-negara Skandinavia yaitu sistem sosial yang dibangun di Denmark pada akhir tahun 1990-an."
    },
    {
      "input": "Of the manner in which he wishes to spread Scientology's message, he says \"You're in the playing field or out of the arena.\"",
      "output": "Tentang sikapnya yang berkeinginan untuk menyebarkan pesan-pesan Scientologi, dia mengatakan \"Anda dalam arena permainan atau keluar dari arena.\""
    },
    {
      "input": "In an effort to support the birds, the Cornell Lab of Ornithology, The Nature Conservancy, and other groups have joined to form the Big Woods Conservation Partnership to conserve 200,000 acres of forest habitat and rivers in the area during the next 10 years.",
      "output": "Dalam upaya membantu burung-burung, Laboratorium Burung Cornell, Konservasi Alam, dan kelompok-kelompok lainnya telah bergabung untuk membentuk Konservasi Kemitraan Hutan Luas untuk menghemat 200.000 hektar habitat hutan dan sungai di daerah selama 10 tahun ke depan."
    },
    {
      "input": "Demand overshot supply first in the 1980s and has been increasing every year since.",
      "output": "Kebutuhan melampaui pasokan pertama pada tahun 1980 dan sejak itu telah meningkat setiap tahun."
    },
    {
      "input": "Earlier this week, the Court granted O'Connell's request for a stay, allowing schools to deny diplomas to students who haven't passed the test.",
      "output": "Awal minggu ini, Pengadilan memberikan O'Connell permintaan untuk tinggal, mengijinkan sekolah untuk menolak ijazah untuk siswa yang tidak lulus ujian."
    },
    {
      "input": "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.",
      "output": "Mengharapkan wawancara dari Liberal, Progresif Konservatif, anggota Partai Demokrat Baru, Ontario Greens, serta anggota dari Keluarga Koalisi, Freedom, Komunis, Libertarian, dan partai-partai Konfederasi Daerah, serta independen."
    },
    {
      "input": "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".",
      "output": "Berikut pembebasan dan repatriasi Hungaria dari terdakwa pembunuh berdarah Azerbaijan-Turki yang bernama Ramil Safarov, yang telah diampuni oleh Azerbaijan, Armenia mengumumkan \"siap berperang.\""
    },
    {
      "input": "The AWPA said the group had been forced to flee Papua by boat because the usual way of leaving the province — by crossing the eastern border into Papua New Guinea — had been made more difficult by increased surveillance.",
      "output": "AWPA menyatakan bahwa kelompok tersebut terpaksa kabur dari Papua menggunakan kapal karena cara biasa untuk meninggalkan provinsi - yaitu menyeberangi perbatasan timur ke Papua Nugini - telah dipersulit dengan makin ketatnya pengawasan."
    },
    {
      "input": "Road accidents are common in Serbia as regulations are commonly ignored.",
      "output": "Kecelakan lalu lintas adalah hal yang umum di Serbia karena peraturan sudah biasa diabaikan."
    },
    {
      "input": "During his term of prime-minister of Romania, from 2000 to 2004, Năstase not only boosted the economy but ensured that Romania entered NATO and progressed towards its accession to the European Union, expected to occur in 2007.",
      "output": "Selama masa jabatannya menjadi perdana menteri Romania, dari tahun 2000 hingga 2004, Nastase tidak hanya meningkatkan ekonomi tetapi juga menjamin bahwa Romania masuk dalam keanggotaan NATO dan maju menuju aksesi Uni Eropa, yang diharapkan terjadi pada tahun 2007."
    },
    {
      "input": "This was a trick for the NGOs, said Gebremedhin Araya, a senior member of the Tigray People's Liberation Front (TPLF).",
      "output": "Ini adalah muslihat untuk NGOs, ujar Gebremedhin Araya, seorang anggota senior dari Tigray People's Liberation Front (TPLF)."
    },
    {
      "input": "On Friday, George W. Bush's administration announced new quotas on imports of Chinese bras and synthetic fabric, after negotiations between both countries broke down.",
      "output": "Pada hari Jumat, pemerintahan George W. Bush mengumumkan kuota yang baru untuk impor beha dan kain sintetis dari Cina, setelah negosiasi antara kedua negara gagal mencapai kesepakatan."
    },
    {
      "input": "Aridono Sukman, the police member in charge of the criminal investigation, said that the contents of the black box were vital evidence.",
      "output": "Aridono Sukman, anggota polisi yang bertugas investigasi kriminal mengatakan bahwa isi kotak hitam adalah bukti yang sangat vital."
    },
    {
      "input": "Perhaps because he repeated this after each young Internet entrepreneur showed us his or her latest creation under Vardi's tutelage.",
      "output": "Mungkin karena dia mengulanginya setelah setiap pengusaha muda menunjukkan pada kami kreasi terbarunya di bawah pengawasan Vardi."
    },
    {
      "input": "Last year, in a glimpse of problems yet to surface, the Republican head of the U.S. House Committee on Standards of Official Conduct, or \"House Ethics Committee\", presided over three admonitions that included offering to endorse the candidacy of a political lawmaker’s son in exchange for votes on legislation.",
      "output": "Tahun lalu, sekilas beberapa masalah belum muncul dipermukaan, Kepala Partai Republik dari Komite Dewan Untuk Standar Perilaku Resmi Amerika Serikat, atau \"Komite Etik Dewan Perwakilan Rakyat\", memimpin tiga peringatan termasuk menawarkan untuk mendukung pencalonan seorang anak anggota parlemen politik sebagai pengganti untuk pemungutan suara atas undang-undang."
    },
    {
      "input": "Băsescu has also received a boost due to his liberalist policies and his proposal for tax reform and the introduction of a flat tax.",
      "output": "Basescu juga mendapatkan dukungan besar karena kebijakan liberalnya dan proposal reformasi pajaknya dan pengenalan pemerataan pajak."
    },
    {
      "input": "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.",
      "output": "Bakteri tersebut dapat dibawa oleh binatang liar dari peternakan ke ladang bayam."
    },
    {
      "input": "Officials said that Malik, a former Taliban supporter, had switched sides and raised a militia to fight the Taliban.",
      "output": "Para pejabat mengatakan bahwa Malik, seorang mantan pendukung Taliban, telah berpindah haluan dan mendirikan suatu milisi untuk melawan Taliban."
    },
    {
      "input": "On August 10th, Russian Black Sea Fleet began a naval blockade of Georgian port of Poti and landed several thousand Russian troops in Abkhazia in western Georgia.",
      "output": "Pada 10 Agustus, pasukan angkatan laut Rusia mulai memblokade laut hitam di pelabuhan Georgia diPoti dan menurunkan beberapa ribu pasukan Rusia di Abkhazia di Georgia barat."
    },
    {
      "input": "Police said earlier they where looking for a Tahoe or Suburban with dark-tinted windows.",
      "output": "Polisi mengatakan sebelumnya mereka mencari kendaraan jenis Tahoe atau Suburban dengan jendela berkaca gelap."
    },
    {
      "input": "By contrast, the Australian defenders held Canada's Garett Hickling to just seven goals.",
      "output": "Sebaliknya, barisan pertahanan tim Australia mampu menahan pergerakan penyerang Kanada, Garett Hickling, sehingga dia hanya mampu mencetak 7 gol."
    },
    {
      "input": "The referendum will now lead to municipal and legislative elections to be held in November, followed by elections to the parliamentary upper house and the President's post in 2007.",
      "output": "Referendum tersebut akan memimpin pemilihan umum kota dan legislatif yang akan diadakan pada bulan November, diikuti dengan pemilihan umum untuk majelis tinggi parlemen dan posisi Presiden pada tahun 2007."
    },
    {
      "input": "According to the first exit polls published by TNS OBOP and PBS for TVP1 Polish public television station, the Law and Justice (PiS) party has won today's parliamentary election in Poland with a 27,6% result.",
      "output": "Menurut perhitungan suara pertama yang dipublikasikan oleh TNS OBOP dan PBS untuk TVP1 stasiun televisi publik Polandia, Partai Hukum dan Keadilan (PiS) telah memenangkan pemilihan parlemen hari ini di Polandia dengan hasil 27,6%."
    },
    {
      "input": "A spokesmen for Barclays told the Financial Times, \"the proposed transaction required a guarantee for the trading operations of Lehman Brothers that was potentially open-ended, and we were not willing to provide that guarantee.\"",
      "output": "Seorang juru bicara untuk Barclays berkata ke Financial Times, \"transaksi yang diusulkan memerlukan sebuah jaminan untuk operasi perdagangan Lehman Brothers yang berpotensi tidak bisa selesai, dan kami tidak bersedia untuk menyediakan jaminan tersebut.\""
    },
    {
      "input": "Australian Prime Minister Kevin Rudd condemned the move, saying that it would take Fiji backwards.",
      "output": "Perdana Menteri Australia Kevin Rudd mengutuk pergerakan ini, berkata bahwa hal ini akan membawa kemunduran bagi negara Fiji."
    },
    {
      "input": "The device appears to be running a mobile version of the Apple operating system Mac OSX.",
      "output": "Perangkat ini tampaknya akan menggunakan sebuah versi telepon genggam dari sistem operasi Apple Mac OSX."
    },
    {
      "input": "And as for the charge most frequently leveled against her, that she's \"crazy\": \"I think it is normal that people have prejudicies, everyone is free to express his opinion in the same way that I'm free to do my job the best that I can!",
      "output": "Dan untuk dakwaan yang paling sering dikenakan pada dirinya, bahwa dia \"gila\": \"Saya pikir adalah normal kalau orang berprasangka, semua orang bebas mengekspresikan pendapatnya pada jalan yang sama seperti saya bebas bekerja sebaik saya bisa!"
    },
    {
      "input": "Living ten blocks from where the explosion occurred, 58-year-old Jose Luis Chavez explained that he had heard a minimum of two loud explosions and witnessed flames rising over 10 meters (30 feet) into the air.",
      "output": "Tinggal 10 blok dari lokasi ledakan terjadi, Jose Luis Chaves yang berusia 58 tahun menjelaskan dia mendengar minimum 2 ledakan keras dan menyaksikan kobaran api setinggi lebih dari 10 meter (30 kaki) di udara."
    },
    {
      "input": "On October 18, JetBlue's service from Raleigh to Boston will begin with one daily flight.",
      "output": "Pada 18 Oktober, layanan JetBlue dari Raleigh ke Boston akan dimulai dengan penerbangan 1 hari."
    },
    {
      "input": "\"She could not go that night and wanted to discuss matters with the sisters and the bishop as well.\"",
      "output": "\"Dia tidak dapat pergi malam itu dan ingin berdiskusi hal-hal dengan para suster dan juga uskup.\""
    },
    {
      "input": "Comparing with other CDC reports, she highlights \"that [the] number of American women who have been raped is greater than the number who are current smokers.\"",
      "output": "Membandingkan dengan laporan CDC lainnya, dia menggaris bawahi \"bahwa jumlah wanita Amerika yang telah diperkosa [itu] lebih besar daripada jumlah perokok saat ini.\""
    },
    {
      "input": "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.",
      "output": "Minggu lalu koresponden ONE News Pacific Barbara Dreaver dideportasi saat dia datang untuk meliput krisis tersebut."
    },
    {
      "input": "Yesterday the Health Ministry claimed that China issued a national ban on smoking in all indoor public spaces.",
      "output": "Kemarin Menteri Kesehatan mengklaim bahwa persoalan Cina secara nasional melarang merokok di semua bagian dalam tempat umum."
    },
    {
      "input": "\"The team had patience with me, everyone in Australia and a few people who doubted me too so hello to them as well.\"",
      "output": "\"Tim sangat sabar terhadap saya, setiap orang di Australia dan sedikit orang yang meragukan saya juga saya sapa.\""
    },
    {
      "input": "\"We have moved everything that is loose, boarded every window and put extra material on the roof so it doesn’t get blown off.\"",
      "output": "\"Kami telah memindahkan apa pun yang dapat bergerak, menutup dengan papan setiap jendela dan memberikan material ekstra di atas atap hingga ia tidak akan lepas tertiup angin.\""
    },
    {
      "input": "Mr. Russell added: \"Support, both online and offline is a key factor in satisfaction with your ISP.\"",
      "output": "Bapak Russel menambahkan: \"Dukungan, baik secara online maupun offline adalah faktor kunci dalam kepuasan dengan ISP anda.\""
    },
    {
      "input": "Officials say that Israel will warn ship operators that their crew may be detained and the vessel held until impound fees are paid, claiming the backing of international maritime treaties.",
      "output": "Pegawai pemeritah mengatakan bahwa Israel akan memperingatkan operator kapal bahwa kru mereka mungkin ditahan dan kapal disita sampai uang denda penyitaan dibayarkan, menuntut dukungan dari perjanjian maritim internasional."
    },
    {
      "input": "The flight had been a scheduled domestic passenger service between Djuanda Airport at Surabaya and Sam Ratulangi Airport at Manado, and disappeared from radar screens at 35,000 feet.",
      "output": "Penerbangan tersebut dijadwalkan pelayanan penumpang domestik antara Bandara Djuanda di Surabaya dan Bandara Sam Ratulangi di Manado, dan menghilang dari layar radar pada ketinggian 35.000 kaki."
    },
    {
      "input": "The family dispute has led to Ms Moore (59) filing for divorce from her husband of ten years, Gerald Moore (81), in August.",
      "output": "Perselisihan keluarga telah mengakibatkan Ibu Moore (59) mengajukan perceraian dengan suaminya setelah sepuluh tahun berhubungan, Gerald Moore (81), pada bulan Agustus."
    },
    {
      "input": "He also said that while no explosives were found on the vehicle he had a \"sneaking suspicion\" that soldiers feared the motorcycle carried a second suicide bomber and acted defensively.",
      "output": "Dia juga menambahkan ketika tidak ada bahan peledak yang ditemukan di kendaraan, dia memiliki \"sedikit keyakinan\" bahwa tentara khawatir sepeda motor membawa pembom bunuh diri kedua dan bertindak defensif."
    },
    {
      "input": "In the guidelines imposed, arrested offenders who cannot pay the fine, will face legal action.",
      "output": "Dalam petunjuk dikenakan, yang tertangkap melanggar dan tidak dapat membayar denda tersebut, akan menghadapi tindakan hukum."
    },
    {
      "input": "The original trial team was removed, but in the end Attorney General Eric Holder thought it would be best if the case was dropped.",
      "output": "Tim pengadilan aslinya telah dihapus, namun pada akhirnya Jaksa Agung Eric Holder memikirkan bahwa akan lebih baik jika kasus digugurkan."
    },
    {
      "input": "They approached it from the other detour road, and leaving the car on the sidewalk, one by one they entered the village.",
      "output": "Mereka mendekatinya dari jalan memutar yang lain dan meninggalkan mobil di sisi jalan, satu persatu mereka masuk ke desa."
    },
    {
      "input": "On the web, websites such as BBC, TfL and the G8 2005 website struggled for a short time at one point this morning under the strain of so many web users visiting them.",
      "output": "Dalam situsnya, situs web seperti BBC, Tfl dan G8 2005 kesulitan untuk diakses selama beberapa saat pagi ini karena tekanan dari banyaknya pengguna web yang mengunjunginya."
    },
    {
      "input": "Best reality (format) show finalists were Downsize Me!, Sensing Murder and Shock Treatment.",
      "output": "Finalis Best reality (format) show adalah Downsize Mel, Sensing Murder dan Shock Treatment."
    },
    {
      "input": "\"As a result, Professor Reiss and the Royal Society have agreed that, in the best interests of the society, he will step down immediately as director of education.\"",
      "output": "\"Sebagai akibatnya, Profesor Reiss dan Royal Society telah sepakat bahwa, dalam kepentingan terbaik dari masyarakat, dia akan mengundurkan diri segera sebagai direktur pendidikan.\""
    },
    {
      "input": "Tourists near the bank, in hotels, were confined to them for hours as police asked them \"to stay indoors\".",
      "output": "Para turis di dekat bank, di hotel, dibatasi dari mereka selama berjam-jam karena polisi meminta agar mereka \"tetap di dalam ruangan.\""
    },
    {
      "input": "The bill passed the lower house, the Massachusetts House of Representatives by a vote of 155-2, and unanimously by the state senate.",
      "output": "Rancangan undang-undang tersebut lolos dari majelis rendah, Massachusetts House of Representatives dengan suara 155-2, dan dengan suara bulat oleh senat negara bagian."
    },
    {
      "input": "Healey complimented his opponent, \"Beerbohm fought a good fight but I think I outworked and outhustled him.\"",
      "output": "Healey memuji lawannya, \"Beerbohm bertarung dengan sangat baik namun menurut saya, saya telah bertarung lebih keras darinya dan juga mengalahkannya.\""
    },
    {
      "input": "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.",
      "output": "Menurut saksi mata, tidak ada lampu listrik di banyak stasiun dan di transisi antaranya."
    },
    {
      "input": "But, according to \"Mark\", an occupier in the Vestas plant, this afternoon Vestas management reversed their decision, terming the August 1 food delivery a one-time \"goodwill gesture\" and saying food would no longer be allowed in.",
      "output": "Namun, menurut \"Mark\", seorang pemrotes di dalam pabrik Vestas, sore ini manajemen Vestas mengubah keputusan mereka, mulai 1 Agustus pengiriman makanan adalah \"isyarat kebaikan hati\" yang ada satu kali dan mengatakan makanan tidak akan diperbolehkan masuk lagi."
    },
    {
      "input": "On Monday in Canberra, the Australian government released its annual budget, one that promises a A$1.5 billion surplus for the year, but little was said of the potential impact of the budget on Australian sport in an Olympic year when Australia is looking to earn the fewest medals since the 1996 Games in Atlanta.",
      "output": "Pada hari Senin di Canberra, pemerintah Australia mengumumkan anggaran tahunan mereka, yang menjanjikan surplus sebesar 1,5 juta dolar Australia untuk tahun ini, namun tidak terlalu banyak penjelasan tentang dampak potensial anggaran ini terhadap olahraga Australia yang sedang mengikuti Olimpiade dan tampaknya akan mendapatkan perolehan medali yang paling sedikit sejak Olimpiade Atlanta tahun 1996."
    },
    {
      "input": "It is the first time in post-Confederation Canada that the Speaker has had to break a tie on a non-confidence motion.",
      "output": "Ini pertama kalinya pada pasca Konfederasi Kanada bahwa Pembicara harus memutuskan hasil pemungutan suara yang imbang pada mosi tidak percaya."
    },
    {
      "input": "He did not return to play for the remainder of the game.",
      "output": "Dia tidak kembali untuk bermain untuk sisa permainan."
    },
    {
      "input": "Griffin, 55, notably holds seven academic degrees from various institutions, including a bachelor's degree in physics; master's degrees in aerospace science, electrical engineering, applied physics, civil engineering and business administration; and a PhD in Aerospace Engineering from the University of Maryland.",
      "output": "Griffin, 55, secara istimewa memiliki tujuh gelar akademis dari berbagai lembaga, termasuk gelar sarjana dalam fisika; gelar master dalam ilmu kedirgantaraan, teknik elektro, fisika terapan, teknik sipil dan administrasi bisnis; dan PhD dalam bidang Aerospace Engineering dari University of Maryland."
    },
    {
      "input": "In November, 2006, Mr Clarke was released from prison and placed into home detention for kidnapping and raping a 15-year-old girl in 1997.",
      "output": "Pada bulan November 2006, Pak Clarke dibebaskan dari penjara dan ditempatkan ke dalam tahanan rumah karena tuduhan penculikan dan pemerkosaan terhadap gadis 15 tahun pada tahun 1997."
    },
    {
      "input": "At 1:15 a.m. Saturday, according to witnesses, the bus was going through a green light when the car made a turn in front of it.",
      "output": "Pada hari Sabtu jam 1.15 pagi, menurut para saksi, bis tersebut melewati lampu hijau ketika ada mobil yang membelok di depannya."
    },
    {
      "input": "A spokesperson for Colorado University said that the excerpts were \"consistent\" with the threats but refused to confirm if they were actual excerpts.",
      "output": "Seorang juru bicara Universitas Colorado mengatakan bahwa kutipan-kutipan tersebut \"konsisten\" dengan ancaman-ancaman namun menolak untuk mengkonfirmasi jika itu adalah kutipan-kutipan yang sesungguhnya."
    },
    {
      "input": "Ferrari driver Felipe Massa won the pole on the FIA Formula-1 2007 Malaysian Grand Prix on Sepang International Circuit.",
      "output": "Pengemudi Ferrari Felipe Massa memenangkan taruhan FIA formula-1 2007 grand prix malaysia di Sirkuit Internasional Sepang."
    },
    {
      "input": "\"The method chosen is usually hanging and it is a particularly lethal method, far more than an overdose,\" said Bath.",
      "output": "\"Metode yang dipilih biasanya gantung diri dan ini adalah metode yang sangat mematikan, jauh lebih dari sekadar overdosis, \" kata Bath."
    },
    {
      "input": "They noted that while the defence had presented a \"no harm-no foul argument\", in which it was argued that the accused were owed the money appropriated, \"such arguments usually fare badly in criminal cases\".",
      "output": "Mereka mencatat bahwa ketika pembela memberikan sebuah \"argumen tidak ada yang celaka-tidak ada pelanggaran\", yang dalam hal ini dibantah bahwa para tertuduh memiliki uang tersebut secara benar, \"argumen seperti ini biasanya berjalan dengan buruk dalam kasus-kasus kriminal.\""
    },
    {
      "input": "There are currently 42 flood warnings of various degrees, eight of which are rated severe.",
      "output": "Saat ini ada 42 peringatan banjir di berbagai tingkat, 8 di antaranya dinilai parah."
    },
    {
      "input": "Their reasons include keeping the country's seat at the top table of international politics.",
      "output": "Salah satu alasan mereka adalah untuk menjaga posisi negara mereka agar tetap memegang kendali di percaturan politik internasional."
    },
    {
      "input": "Soon after the 2005 launch, Iran announced they would develop their own launcher.",
      "output": "Segera setelah peluncuran 2005, Iran mengumumkan mereka akan mengembangkan peluncur mereka sendiri."
    },
    {
      "input": "\"After 11 years in office, Ms Bligh only cares about one job: her own,\" said Lawrence Springborg head of the Liberal National Party (LNP) and the Leader of the Opposition.",
      "output": "\"Setelah 11 tahun menjabat, Ibu Bligh hanya peduli pada 1 pekerjaan: pekerjaannya sendiri, \" kata Lawrence Springborg ketua Liberal National Party (LNP) dan Pemimpin Oposisi."
    },
    {
      "input": "Authorities said the man, believed to have used a hunting rifle, killed three salespeople and two bystanders, and injured another woman who died of head wounds shortly after the incident.",
      "output": "Pihak berwenang berkata bahwa pria tersebut, diyakini menggunakan senapan untuk berburu, membunuh tiga penjual dan dua orang saksi mata, dan melukai seorang perempuan lainnya yang tewas karena luka di kepala sesaat setelah insiden tersebut terjadi."
    },
    {
      "input": "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.",
      "output": "Andrew Symonds adalah pencetak skor terbanyak Australia dengan 66 run, sedangkan Adam Gilchrist membuat 55."
    },
    {
      "input": "\"We don't even have chalk, or red pens, never mind books,\" says Amos Musoni, one of the few teachers still working.",
      "output": "\"Kami tidak mendapatkan buku, pulpen merah, bahkan buku, \" kata Amos Musoni, salah satu guru yang masih bekerja."
    },
    {
      "input": "The Iranian government later accused the US and Israel of responsibility for the malware.",
      "output": "Pemerintah Iran kemudian menuduh AS dan Israel bertanggung jawab atas malware tersebut."
    },
    {
      "input": "The 1978 convictions included Hubbard and his wife at the time, Mary Sue, both now deceased, and two other Scientologists.",
      "output": "Hukuman tahun 1978 termasuk Hubbard dan istrinya saat itu, Mary Sue, keduanya sekarang telah meninggal, dan 2 Scientology lainnya."
    },
    {
      "input": "The second note came on Friday, when the foreman wrote \"Is it permissible to obtain the transcript of the testimony? It would be helpful.\"",
      "output": "Catatan kedua tiba pada hari Jumat, saat supervisor menulis \"Apakah boleh mendapatkan traskrip dari kesaksian? Itu akan membantu.\""
    },
    {
      "input": "North Korea successfully tested a nuclear missile on October 9, 2006.",
      "output": "Korea Utara berhasil melakukan uji coba rudal nuklir pada tanggal 9 Oktober 2006."
    },
    {
      "input": "But the priority, Rijsberman stresses, is to change mentalities and often outdated government policies.",
      "output": "Tetapi prioritasnya, Rijsberman menegaskan, merubah mental dan memperbarui kebijakan pemerintah."
    },
    {
      "input": "They said public safety was enhanced under the current policy because many in the immigrant community have less reason to fear that they or people they care about would be deported if the police were called.",
      "output": "Mereka mengatakan keselamatan publik sudah ditingkatkan di bawah kebijakan sekarang karena banyak komunitas imigran memiliki lebih sedikit alasan untuk takut bahwa mereka atau orang peduli pada mereka akan dideportasi jika dipanggil polisi."
    },
    {
      "input": "In response to Ben Bernanke's statements today about a potential mortgage and housing market crisis, CNN anchor Wolf Blitzer said, \"If adjustable mortgage rates go up, people may not be able to afford their mortgage payments.\"",
      "output": "Sebagai tanggapan terhadap pernyataan Ben Bernanke hari ini tentang kemungkinan krisis kredit dan pasar perumahan, pembawa acara CNN, Wolf Blitzer, mengatakan bahwa \"Jika tingkat kredit dinaikkan, rakyat tidak akan mampu membayar cicilan mereka.\""
    },
    {
      "input": "Case in point, Sweden has since threatened to cut financial support to the small African nation if this bill does in fact go through.",
      "output": "Contoh kasus, Swedia mengancam akan memotong bantuan keuangan kepada negara Afrika kecil jika rancangan undang-undang ini dijalankan dengan sebenarnya."
    },
    {
      "input": "The three-year-old granddaughter of the Duchess of Cornwall will be the forth bridesmaid.",
      "output": "Cucu dari Duchess of Cornwall yang berusia 3 tahun akan menjadi pendamping mempelai wanita ke empat."
    },
    {
      "input": "\"It's a sign of change,\" she said.",
      "output": "\"Ini adalah sebuah tanda perubahan, \" dia berkata."
    },
    {
      "input": "She didn't realize that the camera was rolling the whole time.",
      "output": "Dia tidak menyadari bahwa kamera tersebut terus merekam sepanjang waktu."
    },
    {
      "input": "The country's electoral rules state that if neither candidate is able to obtain half of the ballots cast in the first count, then voters' second preferences are to be used to determine the winner.",
      "output": "Peraturan pemilihan umum negara menyatakan bahwa jika tidak ada kandidat yang bisa memperoleh setengah dari jumlah pemilih di penghitungan suara tahap pertama, lalu pilihan kedua pemilih yang akan digunakan untuk menentukan pemenangnya."
    },
    {
      "input": "Swung in from the left of the field, the ball clipped the head of Paraguayan captain Carlos Gamarra on its way to the net.",
      "output": "Berayun dari kiri lapangan, bola terpotong kepala kapten Paraguay Carlos Gamarra dalam perjalanan ke net."
    },
    {
      "input": "Since the January 31 hearing, support for the position of the Sheriff and the DA has begun to materialize with at least one conservative group asking their followers to email the supervisors and attend public meetings such as the one this Thursday and the Board of Supervisors' meeting next Tuesday, February 12.",
      "output": "Sejak dengar pendapat tanggal 31 Januari, dukungan terhadap posisi Serif dan DA mulai terwujud dengan sedikitnya satu kelompok konservatif yang meminta pengikutnya untuk mengirim email ke supervisor dan mengikuti pertemuan publik seperti pertemuan hari Kamis dan pertemuan Dewan Supervisor hari Rabu 12 Februari."
    },
    {
      "input": "\"I have been in prison for an entire year and my health is deteriorating.\"",
      "output": "\"Saya telah dipenjara selama satu tahun penuh dan kesehatan saya semakin buruk.\""
    },
    {
      "input": "According to an anonymous source close to the company, Gibbs is being pressed to quickly accept the job, in which Mr. Gibbs may receive millions of dollars in both salary and initial stock options for a planned public offering of Facebook Inc. in 2012.",
      "output": "Menurut sumber anonim yang dekat dengan perusahaan, Gibbs sedang ditekan untuk segera menerima pekerjaan, dimana Bapak Gibbs mungkin menerima jutaan dolar di kedua gaji dan pilihan saham awal untuk penawaran umum yang direncanakan Facebook Inc. pada tahun 2012."
    },
    {
      "input": "Players on the team are drawn from several clubs around the nation, with Julie Rogers, Jessica Frezza and Andrea Green coming from the Loughborough Lions, Victoria Widdup, Martine Wright and Claire Harvey usually playing for the London Lynx, Samantha Bowen, Jessica O'Brien and Amy Brierly playing for the FDSW Celtic Dragons, and Emma Wiggs and Nicole Hill playing for Portsmouth.",
      "output": "Pemain di dalam tim diambil dari beberapa klub di seluruh negeri, dengan Julie Rogers, Jessica Frezza, dan Andrea Green berasal dari Loughborough Lions, Victoria Widdup, Martine Wright, dan claire Harvey yang biasanya bermain untuk London Lynx, Samantha Bowen, Jessica O'Brien dan Amy Brierly bermain untuk FDSW Caltic Dragons, dan Emma Wiggs dan Nicole Hills bermain untuk Portsmouth."
    },
    {
      "input": "The National Union of Somali Journalists has issued a statement condemning the attack and expressing outrage at the loss of their colleagues.",
      "output": "Wartawan Serikat Nasional Somalia telah mengeluarkan pernyataan mengutuk serangan itu dan mengekspresikan kemarahan karena kehilangan rekan-rekan mereka."
    },
    {
      "input": "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.",
      "output": "Sinn Féin, SDLP dan Partai Aliansi seluruhnya menyalahkan DUP atas kegagalan ini."
    },
    {
      "input": "The main library in Bristol, United Kingdom has been closed until further notice as a result of a fire which struck the building yesterday morning.",
      "output": "Perpustakaan pusat di Bristol, Inggris telah ditutup sampai pemberitahuan lebih lanjut sebagai akibat kebakaran yang melanda gedung kemarin pagi."
    },
    {
      "input": "A day after the results were announced, the President of the country, Mwai Kibaki, fired his whole cabinet.",
      "output": "Sehari setelah hasilnya diumumkan, Presiden negara ini, Mwai Kibaki, memecat seluruh anggota kabinetnya."
    },
    {
      "input": "The resolution also stated that Iranian authorities \"routinely detain, torture and execute persons, notably homosexuals\" and that \"Mehdi's partner has already been executed, while his father has threatened him with death.\"",
      "output": "Resolusi ini juga menyatakan bahwa pihak berwenang di Iran \"secara rutin menangkap, menyiksa, dan mengeksekusi orang-orang yang mengidap homoseksual\" dan bahwa \"pasangan Mehdi sudah dieksekusi, dan ayahnya sendiri mengancam akan membunuhnya.\""
    },
    {
      "input": "His lawyer Nandkumar Rajukar claimed that he was depressed and suffering from some mental trauma.",
      "output": "Pengacaranya Nandkumar Rajukar mengklaim bahwa dia depresi dan menderita sedikit trauma mental."
    },
    {
      "input": "The religious authority has sent a letter to producer of the programme, Andrew Smith, highlighting their concerns.",
      "output": "Pihak otoritas keagamaan telah mengirim sebuah surat untuk produser program itu, Andrew Smith, untuk menggarisbawahi perhatian-perhatian mereka."
    },
    {
      "input": "Director general of marketing and economics at the Iraqi oil ministry said both pieces of news together were \"a positive indicator for security,\" said Shamkhi Faraj.",
      "output": "Dirjen pemasaran dan ekonomi di kementerian minyak Irak mengatakan kedua potongan berita bersama-sama adalah \"indikator positif bag keamanan, \" kata Shamkhi Faraj."
    },
    {
      "input": "\"While Senator McCain knows that Senator Obama has proposed cutting taxes for 95% of American families, what he’s not telling us is that he wants to give $4 billion in tax breaks to the oil companies, continue giving tax breaks to corporations that ship our job overseas, and provide no direct tax relief for more than 100 million middle-class families.\"",
      "output": "\"Ketika Senator McCain tahu bahwa Senator Obama mengusulkan memotong pajak 95% untuk keluarga Amerika, apa yang dia tidak sampaikan ke kita adalah dia ingin memberi pengurangan pajak sebesar 4 milyar dollar pada perusahaan minyak, melanjutkan memberi pengurangan pajak pada perusahaan yang mengirim lapangan pekerjaan kita keluar negeri, dan tidak menyediakan keringanan pajak langsung untuk lebih dari100 juta keluarga kelas menengah.\""
    },
    {
      "input": " \"But even in that part of the world, the pandemic virus is becoming dominant,\" Fukuda commented.",
      "output": "\"Bahkan di belahan dunia, pandemi virus menjadi dominan, \" komentar Fukuda."
    },
    {
      "input": "Initial results gave Afghan President Hamid Karzai more than the 50% of votes necessary to re-elect him in the country's recent presidential elections.",
      "output": "Hasil awal yang memberi presiden Afganistan Hamid Karzai lebih dari 50% dari suara yang diperlukan untuk memilih kembali dia di pemilihan presiden baru-baru ini di daerah."
    },
    {
      "input": "All terminals were back in working order by midday Friday.",
      "output": "Semua terminal akan kembali dalam susunan kerjanya pada pertengahan Jumat."
    },
    {
      "input": "Additionally, they determined that a drop in insulin production in the brain contributes to brain cell degeneration, a symptom of Alzheimer's.",
      "output": "Sebagai tambahan, mereka yakin bahwa setetes produksi insulin di dalam otak berkontribusi pada degenerasi sel otak, gejala dari alzheimer."
    },
    {
      "input": "The Swiss canton aims to stop spread of 'indecent practice' by minimally-clad German climbers.",
      "output": "Distrik Swiss mencoba menghentikan penyebaran 'praktek tidak senonoh'oleh para pendaki berpakaian Jerman paling sedikitnya."
    },
    {
      "input": "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"",
      "output": "\"Dia memiliki hati yang paling besar dari semua orang yang Saya kenal dan selalu siap membantu.\""
    },
    {
      "input": "The Republican primary ballot application cost was $35,000, versus $2,500 for the Democratic application.",
      "output": "Biaya aplikasi pemilu awal Partai Republik adalah $ 35.000, sedangkan $ 2.500 untuk aplikasi Demokrat."
    },
    {
      "input": "Said Sir Paul \"I was extremely proud to find out that one of my songs was played for Discovery this summer.",
      "output": "Sir Paul berkata, \"Saya sangat bangga mengetahui bahwa salah satu laguku ternyata diputar untuk Discovery musim panas ini.\""
    },
    {
      "input": "The document stated, in Spanish, that the countries aim to \"build and operate a line of fiber optic cables between Venezuela and Cuba.\"",
      "output": "Dokumen menyatakan, dalam bahasa Spanyol, bahwa negara bertujuan untuk \"membangun dan mengoperasikan jalur kabel serat optik antara Venezuela dan Kuba.\""
    },
    {
      "input": "Demonstrations also took place at mosques throughout the Muslim world, including Egypt and Jordan.",
      "output": "Para demonstran juga mengambil tempat di mesjid sepanjang di dunia Muslim, termasuk Mesir dan Jordan."
    },
    {
      "input": "Public voted favourite male was Simon Dallow taking the award, who was \"lost for words...truly shocked...\"",
      "output": "Publik memilih pria terfavorit adalah Simon Dallow yang mendapat penghargaan, yang \"kehilangan kata-kata. .benar-benar terkejut. .\""
    },
    {
      "input": "The book debuted on 2nd place in the Norwegian best seller list.",
      "output": "Debut buku tersebut menempati posisi ke-2 dalam list penjualan terbaik di Norwegia."
    },
    {
      "input": "Other Android-powered devices include the Sony Ericsson X10 and the HTC Desire.",
      "output": "Perangkat berbasis Android lainnya termasuk Sony Ericsson X10 dan HTC Desire."
    },
    {
      "input": "A spokesman for Cosatu, the South African trade union federation, said that two of the unionists had not been released and their current whereabouts are unknown.",
      "output": "Seorang juru bicara untuk Cosatu, federasi ikatan dagang Afrika Selatan, mengatakan bahwa dua dari anggota serikat dagang tidak dibebaskan dan tempat mereka saat ini tidak diketahui."
    },
    {
      "input": "He said that the Prince was a demanding party in the operation, and that \"he knew that we were arranging things to make his life and his work as comfortable as possible.\"",
      "output": "Ia mengatakan bahwa Pangeran meminta pihak yang beroperasi, dan bahwa \"Ia tahu bahwa kami mengatur hal-hal untuk membuat hidupnya dan kerjanya senyaman mungkin.\""
    },
    {
      "input": "Protesters gathered in Amsterdam, Maastricht, and several other cities in The Netherlands to protest a visit by the United States President, George W. Bush.",
      "output": "Pengunjuk rasa berkumpul di Amsterdam, Maastricht, dan berbagai kota lainnya di Belanda untuk memprotes kunjungan oleh Presiden Amerika Serikat George W. Bush."
    },
    {
      "input": "As many as 3,200 mine workers became trapped in the in Elandsrand mine, a gold mine in South Africa about 50 miles (80 km) west of Johannesburg in Carletonville, Gauteng, after an incident on October 3.",
      "output": "Sebanyak 3.200 pekerja tambang terperangkap di dalam tambang di dalam tambang Elandsrand, tambang emas di Afrika Selatan sekitar 50 mil (80 km) barat Johannesburg di Carletonville, Gauteng, setelah insiden pada 3 Oktober."
    },
    {
      "input": "The Senate's tally was 170 pros, 117 cons and no abstentions.",
      "output": "Perhitungan Senat adalah 170 pro, 117 kontra dan tidak ada abstain."
    },
    {
      "input": "He added that Corus have to achieve \"long-term sustainable competitiveness in a global and over-supplied steel market\".",
      "output": "Dia menambahkan bahwa Corus harus mencapai \" daya saing berkesinambungan jangka panjang di dunia global dan pasar baja yang terlalu banyak pasokan.\""
    },
    {
      "input": "Reporters Without Borders, a Paris-based nongovernmental organization, has called Putin one of the world's top \"Predators of Press Freedom.\"",
      "output": "Reporter Without Borders, sebuah organisasi non-pemerintah yang berbasis di Paris, telah menyebut Putin sebagai salah satu \"Pemangsa Kebebasan Pers\" paling ganas di dunia."
    },
    {
      "input": "The mass of protesters at the site have in turn blocked Jewish access to the Western Wall.",
      "output": "Massa para pengunjukrasa di lokasi satu persatu di blokade akses kaum Yahudi ke Tembok Ratapan."
    },
    {
      "input": "Zahid Ahmed, a brother of the deceased, told police his brother had been \"receiving threats\" and \"was a victim of targeted killing\".",
      "output": "Saudara laki-laki almarhum, Zahid Ahmed, menyatakan pada polisi, saudara laki-lakinya itu telah \"menerima ancaman\" dan \"merupakan korban target pembunuhan.\""
    },
    {
      "input": "After the first, overnight on Tuesday at Addenbrooke's Hospital in Cambridge, it was reported in a press release by Marussia that she had lost her right eye, and was still in a \"critical but stable\" condition.",
      "output": "Setelah pertama, semalam pada hari Kamis di Rumah Sakit Addenbrooke di Cambridge, dilaporkan berita untuk surat kabar oleh Marussia bahwa dia telah hilang mata kanan, dan masih dalam kondisi \"kritis tetapi stabil.\""
    },
    {
      "input": "Also the amount of time fireworks are available for sale during Guy Fawkes has been restricted to three days before Guy Fawkes night instead of ten days.",
      "output": "Juga lama waktu kembang api yang tersedia untuk dijual saat Guy Fawkes telah dibatasi menjadi 3 hari sebelum malam Guy Fawkes dan bukannya 10 hari."
    },
    {
      "input": "The impairment charge is a result of risky investments, including RBMS (mortgage) investments backed by subprime loans and Alt-A loans, which are made to borrowers with a slightly better credit profile than those in the subprime category, as well as from collateral debt obligations (CDOs).",
      "output": "Penurunan nilai adalah hasil dari investasi-investasi berisiko, termasuk investasi-investasi RBMS (utang atas pembelian properti) yang dijamin oleh pinjaman hipotek dan pinjaman alternatif lainnya, yang dibuat untuk para peminjam dengan profil kredit yang lebih baik daripada mereka dalam kategori hipotek, atau dari mereka dengan kewajiban utang agunan (CDO)."
    },
    {
      "input": "When I play a clip of one of her energetic show presentations – not the one she's become best known for – she elaborates on her exuberance.",
      "output": "Ketika saya memainkan salah satu klip dari presentasinya yang penuh semangat - bukan salah satu dari dia yang menjadikannya paling dikenal - dia menguraikan tentang kegembiraannya."
    },
    {
      "input": "Additionally, the form lists Pig Latin, which is a method of rearranging words to obscure a language, rather than a language in itself.",
      "output": "Sebagai tambahan, masuk dalam daftar tampilan Pig Latin, yang dengan metode menata ulang kata-kata untuk mengaburkan bahasa, lebih baik daripada bahasa itu sendiri."
    },
    {
      "input": "The Prime Minister at the time, Tony Blair, is due to appear before the inquiry on Friday, and Gordon Brown, the current prime minister, is scheduled before the general election (which is expected to occur in May).",
      "output": "Perdana menteri pada masa itu, Tony Blair, terlambat muncul sebelum penyelidikan hari jumat dan Gordon Brown, perdana menteri saat itu, dijadwalkan sebelum pemilihan umum (yang diharapkan dilakukan pada bulan Mei)."
    },
    {
      "input": "Members of the interim regime and their immediate families are barred from entering New Zealand.",
      "output": "Para anggota dari rezim sementara dan keluarga dekatnya dilarang untuk memasuki Selandia Baru."
    },
    {
      "input": "\"I helped some people to ambulances, their clothes were covered in blood stains.\"",
      "output": "\"Saya membantu beberapa orang ke ambulans, pakaian mereka tertutup noda darah.\""
    },
    {
      "input": "Deputy Assistant Police Commissioner Peter Clarke said there could have been \"significant injury or loss of life\".",
      "output": "Deputy Assistant Police Commissioner Peter Clarke mengatakan mungkin akan terjadi \"cedera parah atau kematian.\""
    },
    {
      "input": "Clinton was speaking in an interview on ABC's Good Morning America television program.",
      "output": "Clinton berbicara di wawancaranya dengan program televisi ABC Selamat Pagi Amerika."
    },
    {
      "input": "Chemist with the National Oceanic and Atmospheric Administration's Ocean Service office of response and restoration, Jim Farr said the sulfur spill from the two freighters wouldn't create a \"hazardous situation\", a statement backed up by Alexei Zhukovin, expert with the Emergency Situations Ministry's branch in Southern Russia.",
      "output": "Ahli kimia dari kantor respon dan pemulihan Layanan Kelautan Administrasi Atmosfer dan Kelautan Nasional, Jim Farr mengatakan tumpahan belerang dari dua kapal barang tidak akan menciptakan \"situasi berbahaya, \" sebuah pernyataan yang didukung oleh Alexei Zhukovin, ahli dari Kementerian Situasi Darurat cabang Rusia Selatan."
    },
    {
      "input": "The two working groups are the Ad Hoc Working Group on Long-Term Cooperative Action and the Ad Hoc Working Group on Further Commitments for Annex .",
      "output": "Dua kelompok yang bekerja adalah Ad Hoc Working Group untuk Long-Term Cooperative Action dan Ad Hoc Working Group untuk Further Commitments for Annex."
    },
    {
      "input": "Elliot Morley, Labour Member of Parliament for Scunthorpe, told the BBC that he was disappointed with the job cuts and said he had previously told Corus that they should be a last resort.",
      "output": "Elliot Morley, Anggota Buruh dari Parlemen Scunthorpe, mengatakan pada BBC bahwa dia kecewa dengan pengurangan pekerjaan dan mengatakan dia sebelumnya memberi tahu Corus bahwa mereka menjadi pilihan terakhir."
    },
    {
      "input": "However, the editor-in-chief of AlJaridah, Saad Al-Din Ibrahim revealed that his paper was suspended because it did not allow the security services to interfere in its editorial and recruitment policies; sources believe the Al-Ahdath suspension was due to the publication of information on a planned meeting between President Al-Bashir and the leader of armed opposition group Sudan People's Liberation Movement (northern sector) Malik Aggar.",
      "output": "Meskipun demikian, kepala editor Al-Jaridah, Saad Al-Din Ibrahim mengungkapkan bahwa surat kabarnya ditangguhkan karena tidak mengijinkan layanan keamanan untuk ikut campur dalam editorial dan pengambilan kebijakan; sumber yakin bahwa penangguhan Al-Ahdath disebabkan oleh informasi publikasi pada perencanaan pertemuan antara Presiden Al Bashir dan pemimpin kelompok oposisi bersenjata Gerakan Pembebasan Rakyat Sudan (sektor utara) Malik Aggar."
    },
    {
      "input": "::Sarah Walsh: Women ::The women seem to employ a more defensive and well organized \"block\" making it hard for teams to play through particularly in the middle and our back thirds utilizing transitional moments (BPO – BP) to good effect with quick attacks through the natural speed of certain players.",
      "output": ":: Sarah Walsh: Wanita :: Para wanita tampaknya menerapkan yang lebih defensif dan mengorganisir \"blok\" dengan baik sehingga sulit bagi tim untuk bermain melaluinya khususnya di tengah dan pertiga belakang kami memanfaatkan momen transisi (BPO - BP) untuk efek yang baik dengan serangan cepat melalui kecepatan alami pemain tertentu."
    },
    {
      "input": "The London bomb suspect, Hussain Osman, also known as Hamdi Issac, has arrived in London and been arrested following his extradition from Italy.",
      "output": "Tersangka bom London, Hussain Osman, yang juga dikenal sebagai Hamdi Issac, telah tiba di London dan ditangkap mengikuti ekstradisinya dari Italia."
    },
    {
      "input": "Victory coach Mike Mulvey is quoted in the Sydney Morning Herald following the game as saying, \"It's a good win, there's no doubt about that, but it could have been a more emphatic victory.",
      "output": "Pelatih yang menang Mike Mulvey dikutip oleh Sidney Morning Herald menurut pertandingannya mengatakan, \"Kemenangan yang bagus, tidak bisa disangkal, tapi bisa saja menjadi kemenangan yang keras."
    },
    {
      "input": "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.",
      "output": "Dokumen bocor di Wikileaks dan dilihat di Wikinews telah mengungkapkan bahwa Kuba menandatangani perjanjian rahasia dengan Venezuela untuk memastikan bahwa Kuba mendapat akses untuk koneksi internet berkecepatan tinggi pada tahun 2010."
    },
    {
      "input": "A U.S. federal public defender appointed to Moussaoui argued for the jury to spare his life during opening statements on Monday, March 6, in the trial that will determine his fate — either life in prison or death by lethal injection.",
      "output": "Pembela publik federal Amerika menunjuk pada Moussaoui membantah juri untuk meluangkan hidupnya selama pernyataan pembukaan pada hari Senin, 6 Maret, di pengadilan yang akan menentukan nasibnya - hidup di penjara atau mati dengan suntikan mematikan."
    },
    {
      "input": "Doctors are currently investigating some Calgary residents, who could be one of the first Canadian reports of MRSA outside of a hospital setting.",
      "output": "Dokter sedang menyelidiki beberapa warga Calgary, yang bisa menjadi salah satu dari orang Kanada pertama yang dilaporkan MRSA dari luar rumah sakit."
    },
    {
      "input": "The slogans at the protest read, \"Who will tell us the truth?\", \"We want to know the truth!\", \"Our lives cost nothing!\", \"Authorities should respond!\", and \"Firemen are those who should be set on fire!\"",
      "output": "Slogan dari protes dibaca, \"Siapa yang akan mengatakan kebenaran kepada kami? \", \"Hidup kami tidak berarti apa-apa!\", \"Pihak berwenang seharusnya menanggapi!\", dan \"Pemadam kebakaran adalah yang selalu siap terbakar!\""
    },
    {
      "input": "Dougie Adams, author of the report, warns that if the financial crisis is worst than anticipated there could be a contraction of 1%, making 60,000 jobs lost.",
      "output": "Dougie Adams, penulis laporan tersebut, memperingatkan bahwa jika krisis keuangan adalah lebih buruk daripada yang diperkirakan kemungkinan ada kontraksi 1%, membuat 60.000 pekerjaan hilang."
    },
    {
      "input": "Japanese Prime Minister Junichiro Koizumi and South Korean President Roh Moo-Hyun separately adopted accords with the 10-nation Association of Southeast Asian Nations, agreeing to launch the talks early next year.",
      "output": "Perdana Menteri Jepang Junichiro Koizumi dan Presiden Korea Selatan Roh Moo-Hyun secara terpisah mengadopsi kesepakatan dengan Asosiasi 10-bangsa bangsa Asia Tenggara, setuju untuk memulai pembicaraan awal tahun depan."
    },
    {
      "input": "Allen Pu of Fubon Securities said: \"Hon Hai needs to resolve the issue because the situation is also negative for Apple and HP.",
      "output": "Allen Pu dari Fubon Securities berkata, \"Hon Hai perlu menyelesaikan persoalan tersebut karena situasi itu juga berdampak negatif bagi Apple dan HP."
    },
    {
      "input": "Alain Bouillard, who is in charge of BEA's recovery effort said, \"It's still a jigsaw puzzle.\"",
      "output": "Alain Bouillard, yang bertanggung jawab atas upaya pemulihan BEA mengatakan, \"Ini masih teka-teki jigsaw.\""
    },
    {
      "input": "He held the post since the 2003 parliamentary elections, and it was during his government that Croatia entered NATO.",
      "output": "Dia memegang jabatan sejak pemilihan parlemen tahun 2003, dan selama pemerintahannya Kroasia masuk NATO."
    },
    {
      "input": "Another first, the All England Club is paying men's and women's singles champions equal prize money.",
      "output": "Kali pertama lainnya, Klub All England membayar juara tunggal putra dan putri dengan jumlah hadiah uang yang sama."
    },
    {
      "input": "\"Any company that wants to mine internationally now must not only have the legal right to mine but also a 'social license' to operate,\" he said.",
      "output": "\"Setiap perusahaan yang ingin melakukan kegiatan penambangan di luar negeri, selain harus mengurus semua persyaratan hukum, mereka juga harus mendapatkan 'lisensi sosial'sebelum beroperasi, \" ujarnya."
    },
    {
      "input": "\"We have to integrate the two and I hope the rest of the world will join us in that effort,\" said Holbrooke.",
      "output": "\"Kita harus menghubungkan kedua nya dan saya harap sisa yang lain di dunia akan bergabung dalam upaya ini.\" ungkap Holbrooke."
    },
    {
      "input": "According to Haji Mohammad Adeel of ANP, the Talibans had \"lost the battle\" and were executing such \"cowardly\" attacks \"out of desperation.\"",
      "output": "Menurut Haji Mohammad Adeel dari ANP, Taliban telah \"kalah dalam pertarungan\" dan melakukan penyerangan \"pengecut\" \"keluar dari keputusasaan.\""
    },
    {
      "input": "\"It will probably take 10 to 15 days for power to be restored\".",
      "output": "\"Ini mungkin akan memakan waktu 10 hingga 15 hari untuk memulihkan tenaga listrik.\""
    },
    {
      "input": "The first deadline is on November 10, 2006 during which time both parties must accept the agreement and for the first time in the history of the party, the Democratic Unionist Party will cast a vote for their rivals, Sinn Fein.",
      "output": "Batas waktu pertama adalah pada 10 November 2006 selama waktu dimana kedua pihak harus menerima perjanjian tersebut dan untuk pertama kalinya dalam sejarah kedua pihak, Partai Serikat Demokrat akan memberikan suara untuk rival mereka, Sinn Fein."
    },
    {
      "input": "The New Zealand Medical Association (NZMA) has warned the public against taking party pills, even though they are legal in New Zealand.",
      "output": "Asosiasi Medis Selandia Baru (NZMA) telah memperingatkan masyarakat untuk menentang meminum pil-pil pesta, meskipun itu bersifat legal di Selandia Baru."
    },
    {
      "input": "On Monday Smith will meet with Condoleezza Rice and others to discuss Afghanistan, where Australia also has troops stationed.",
      "output": "Pada hari Senin Smith akan menemui Condoleezza Rice dan lainnya untuk berdiskusi tentang Afganistan, tempat Australia juga menempatkan tentaranya."
    },
    {
      "input": "Another blast was at a police box on Sukhumvit Soi 62.",
      "output": "Ledakan lainnya terjadi di pos polisi di Sukhumvit Soi 62."
    },
    {
      "input": "Finalists were for best news report team are, \"David-Benson Pope\" on 3 News, \"Robert Hewitt\" on One News and \"Gaza\" on 3 News.",
      "output": "Finalis untuk best news report team adalah, \"David-Benson Pope\" pada 3 News, \"Robert Hewitt\" pada One News dan \"Gaza\" pada 3 News."
    },
    {
      "input": "Christa Worthington, a United States fashion writer, was found stabbed to death three years ago on January 6, 2002, in her home in Truro, Massachusetts.",
      "output": "Christa Worthington, seorang penulis mode Amerika Serikat, ditemukan tewas tertusuk tiga tahun yang lalu pada tanggal 6 Januari 2002, di rumahnya di Truro, Massachusetts."
    },
    {
      "input": "Three days later the resignation was accepted by the king.",
      "output": "Setelah 3 hari pengundurkan diri diterima oleh raja."
    },
    {
      "input": "\"We would like to see a member of Congress look into whether or not the president committed impeachable offenses,\" said John Bonifaz, a constitutional lawyer.",
      "output": "\"Kami akan melihat anggota Konggres memeriksa apakah presiden dapat dikenai tuduhan yang akan berakibat impeachment atau tidak\", kata John Bonifaz, seorang advokat konstitusional."
    },
    {
      "input": "The IP Address of the individual making the apology was identical to that of the one who posted the Nancy Benoit rumor, a strong confirmation of the admission's authenticity.",
      "output": "Alamat IP dari orang yang membuat permintaan maaf yang sama dengan orang yang menyebarkan rumor Nancy Benoit, konfirmasi kuat dari keaslian pengakuan tersebut."
    },
    {
      "input": "\"Consumer Focus data suggests that Scottish Power has increased dual fuel prices by the most since 2003 - up 148% - while decreasing prices by 0.6% so far this year.\"",
      "output": "\"Data Pusat Perhatian Konsumen mengusulkan bahwa Scottish Power telah menaikkan harga bahan bakar rangkap sejak 2003 - meningkat 148 persen - sambil menurun dengan 0,6 persen sejauh ini dalam tahun ini.\""
    },
    {
      "input": "However, the collapse of the Ottoman and Russian Empires in the wake of the First World War led to the Armenian–Azerbaijani War.",
      "output": "Namun, kehancuran dari Kerajaan Turki dan Rusia pada Perang Dunia Pertama telah menyebabkan terjadinya Perang Armenia-Azerbaijan."
    },
    {
      "input": "While the overnight ratings are fairly accurate, the numbers are preliminary and are subject to minor change.",
      "output": "Sementara peringkat semalaman cukup akurat, jumlahnya awal dan tunduk pada perubahan kecil."
    },
    {
      "input": "The central government has allocated 166 million yuan to assist the affected region.",
      "output": "Pemerintahan pusat telah mengalokasikan 166 juta yuan untuk membantu daerah yang terkena dampak."
    },
    {
      "input": "Bayern Munich's #1 goalkeeper Oliver Kahn striker Miroslav Klose have been ruled out of Thursday's UEFA Cup 1st Round 2nd Leg match against Portugal's Belenenses.",
      "output": "Penjaga gawang #1 Bayern Munich Oliver Kahn dan penyerang Miroslav Klose telah dikeluarkan dari pertandingan babak pertama pertandingan ke-2 babak Piala UEFA hari Kamis melawan Belenenses dari Portugal."
    },
    {
      "input": "Only one chance remains for Schumacher to win his eighth champion's title - if he wins the final 2006 Brazilian Grand Prix and Alonso doesn't score any points.",
      "output": "Hanya satu kesempatan yang tersisa bagi Schumacher untuk memenangkan gelar pemenang ke delapannya jika ia menang di babak akhir Grand Prix Brazil 2006 dan Alonso tidak mendapat poin apapun."
    },
    {
      "input": "Two days before Tom Cruise: An Unauthorized Biography, a biography of actor Tom Cruise written by journalist Andrew Morton, was released in the United States, a video showing Cruise promoting Scientology was leaked to the Internet.",
      "output": "Dua hari sebelum Tom Cruise: An Unauthorized Biography, sebuah biografi aktor Tom Cruise yang ditulis jurnalis Andrew Morton, dirilis di Amerika Serikat, sebuah video yang memperlihatkan Cruise mempromosikan Scientologi bocor di internet."
    },
    {
      "input": "The resolution comes in response to questions that have been raised by senior intelligence officials and information revealed in leaked U.K. documents such as the Downing Street Memo, regarding the handling of pre-war intelligence by the Bush administration, and the planning and execution of the Iraq war.",
      "output": "Resolusi tersebut timbul sebagai tanggapan atas pertanyaan-pertanyaan yang telah dimunculkan oleh para pejabat intelijen senior dan informasi yang mengungkapkan bocornya dokumen-dokumen Inggris seperti Downing Street Memo, sehubungan dengan penanganan intelijen sebelum perang oleh pemerintahan Bush, dan rencana serta pelaksanaan perang Irak."
    },
    {
      "input": "On Monday, Ian Paisley asked for extension of the November 24 deadline fot two weeks.",
      "output": "Pada hari Senin, Ian Paisley meminta perpanjangan batas waktu 24 November selama 2 minggu."
    },
    {
      "input": "While Germany declined to support president Bai Koroma’s \"Agenda for Change\" and urged to give more consideration to women's welfare the country received support from the European Union, DFID, UNIPSIL, World Bank, IFAD and the African Development Bank.",
      "output": "Sementara Jerman mengurangi bantuannya ke presiden Bai Koroma \"Agenda untuk Perubahan\" dan mendesak memberikan anggaran lebih untuk kesejahteraan wanita kepada negara yang menerima bantuan dari Uni Eropa, DFID, UNIPSIL, World Bank, IFAD dan, African Development Bank."
    },
    {
      "input": "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.",
      "output": "Laksamana Kuroyedov bertugas di angkatan laut selama bencana Kursk tahun 2000, yaitu 118 pelaut tewas kerika kapal selam mereka tenggelam."
    },
    {
      "input": "Reacting to the comments, Paddy Ankunda, a spokesman for the Uganda Peoples Defense Force (UPDF) said, \"Eritrea has no right to demand that we withdraw.\"",
      "output": "Sebagai respon terhadap peringatan itu, Paddu Ankunda, juru bicara Pasukan Pertahanan Uganda (UPDF) berkata, \"Eritrea tidak punya hak untuk meminta kami mundur.\""
    },
    {
      "input": "In a statement, the government said that \"the bodies of more than 100 rebels have been recovered from the roadside outside the town of Harf Sufyan.\"",
      "output": "Dalam sebuah pernyataan, pemerintah mengatakan bahwa \"mayat-mayat lebih dari 100 pemberontak telah dibersihkan dari pinggir jalan di luar kota Harf Sufyan.\""
    },
    {
      "input": "Research leader Inpyo Choi says the team observed that VDUP1 plays a decisive role in causing stem cells to become natural killers.",
      "output": "Pemimpin riset Inpyo Choi berkata tim memantau bahwa VDUP1 memainkan sebuah peranan yang menjadi penentu dalam menyebabkan sel-sel batang menjadi pembunuh yang alami."
    },
    {
      "input": "\"They put us under pressure,\" Australia coach Pim Verbeek said of his team's games.",
      "output": "\"Mereka menempatkan kami di bawah tekanan, \" kata pelatih Australia Pim Verbeek tentang permainan timnya."
    },
    {
      "input": "A Virginia, USA jury found a man, described as one of the top ten spammers in the world, guilty on Friday of the felony crime of using an alias to send massive bulk e-mailings.",
      "output": "Seorang Juri di Virginia, USA mendapati seorang pria, yang digambarkan sebagai salah satu dari sepuluh pengirim spam teratas di dunia, bersalah pada hari Jumat atas kejahatan menggunakan alias mengirim email massal dalam jumlah besar."
    },
    {
      "input": "Championship leader Jenson Button gained two points for Brawn by finishing 7th and is now 18.5 points ahead of Webber, who has moved into second place ahead of Vettel.",
      "output": "Pemimpin Kejuaraan sementara Jenson Button mendapatkan 2 poin untuk Brawn dengan menyelesaikan posisi 7 dan sekarang unggul 18,5 poin atas Webber, yang naik ke peringkat 2 mengungguli Vettel."
    },
    {
      "input": "Saray's death brings the death toll of al-Iraqiya journalists killed since the removal of Saddam Hussien to 15.",
      "output": "Kematian Saray menyebabkan jumlah kematian jurnalis al-Iraqiya yang terbunuh sejak lengsernya Saddam Hussein menjadi 15."
    },
    {
      "input": "\"These include policy actions at a global and UK level, including any fiscal measures announced in the pre-Budget report, and the fall in oil and commodity prices.\"",
      "output": "\"Ini termasuk tindakan kebijakan global dan pada tingkat UK, termasuk berbagai tindakan fiskal apa pun yang dilaporkan dalam pra-anggaran belanja, dan jatuhnya harga komoditas dan minyak.\""
    },
    {
      "input": "\"And I want America to know, that I am like totally ready to lead.\"",
      "output": "\"Dan aku ingin Amerika tahu, bahwa aku benar-benar siap memimpin.\""
    },
    {
      "input": "In January 2011, Mandela received hospital treatment for an acute respiratory infection.",
      "output": "Di bulan Januari 2011, Mandela dirawat rumah sakit karena infeksi saluran pernafasan akut."
    },
    {
      "input": "Rodrigo Pinho, state attorney, said the authorities will thoroughly investigate \"to determine the cause and to identify who was responsible\".",
      "output": "Rodrigo Pinho, jaksa negara bagian, menyatakan bahwa pihak berwenang akan melakukan penelitian menyeluruh \"untuk mengungkap penyebab kecelakaan dan mengetahui siapa yang harus bertanggung jawab.\""
    },
    {
      "input": "The Falcon 9 rocket, and its smaller sibling the Falcon 1, are the first rockets capable of entering Low Earth Orbit (LEO) to have their design be privately funded in its entirety.",
      "output": "Roket Falcon 9, dan saudara kecilnya Falcon 1, adalah roket pertama yang mampu masuk ke Orbit Bumi Rendah (LEO) yang mereka rancang dan biayai sendiri seluruhnya."
    },
    {
      "input": "The Navy, however, had no knowledge of such an exercise, and no reports from other nations regarding the submarine.",
      "output": "Angkatan Laut, bagaimanapun juga, tidak mengetahui tentang latihan tersebut, dan tidak ada laporan dari negara-negara lain mengenai kapal selam."
    },
    {
      "input": "Up to 30 police officers were stationed at a roadblock at the turn-off to Pine Gap at 6:00 a.m. local time and Gap staff were ordered to remain in their cars at the roadblock.",
      "output": "Lebih dari 30 orang polisi ditempatkan di penghadang jalan di belokan ke arah Pine Gap pukul 6:00 a. m. waktu setempat dan staf dari Gap diperintahkan tetap tinggal di mobil mereka di penghadang jalan."
    },
    {
      "input": "Regular STOMP contributor Mike Muk shot a video of the flaring as well and he sent it in to Stomp.",
      "output": "Kontributor tetap STOMP Mike Muk juga merekam sebuah video pembakaran tersebut dan mengirimkannya ke Stomp."
    },
    {
      "input": "The story premiered Thursday in the online version of Science magazine.",
      "output": "Cerita ini ditayangkan perdana pada hari Kamis versi online majalah Science."
    },
    {
      "input": "The world's second largest auto parts maker, Delphi Corporation, has announced today that 8,500 salary workers may be out of a job soon as part of a major restructuring plan, which will also include voiding the contract with the UAW union.",
      "output": "Pembuat onderdil kendaraan terbesar kedua di dunia, Delphi Corporation, telah mengumumkan hari ini bahwa 8.500 pekerja bergaji kemungkinan akan kehilangan pekerjaan segera sebagai bagian dari rencana restrukturisasi, yang juga akan termasuk pembatalan kontrak dengan serikat UAW."
    },
    {
      "input": "Sweden made many goalscoring chances but its strikers must feel unfortunate that none were converted.",
      "output": "Sweden mencetak banyak kesempatan pencetak gol tetapi striker harus merasakan ketidaknyamanan tidak seorangpun yang mengubahnya."
    },
    {
      "input": "One CALM officer, Neil Taylor, told ABC News dozens of his colleagues and community volunteers had helped the whales survive throughout the night.",
      "output": "Satu pegawai CALM, Neil Taylor, menceritakan kepada ABC News dua belas dari rekan kerja dan komunitas sukarelawan membantu ikan paus yang lolos sepanjang malam."
    },
    {
      "input": "\"One of the receptionists told me that he shot her and then demanded that she call 911.\"",
      "output": "\"Salah seorang resepsionis memberitahu saya bahwa ia menembaknya lalu memintanya menghubungi 911.\""
    },
    {
      "input": "The GoM has proposed that universities, registered trusts, civil society bodies and NGOs be allowed to run such stations.",
      "output": "GoM telah mengusulkan universitas, perwalian terdaftar, organisasi masyarakat umum dan LSM untuk diijinkan untuk menjalankan stasiun radio sejenis."
    },
    {
      "input": "The minimum wage for 18-21 year-olds, the development minimum wage will also go up from GBP 4.10 (EUR 5.94) per hour to GBP 4.25 (EUR 6.16) per hour.",
      "output": "Upah minimum untuk pekerja berusia 18-21 tahun, peningkatan upah minimum juga akan naik dari 4,01 Poundsterling (5,94 Euro) per jam menjadi 4,25 Poundsterling (6,16 Euro) per jam."
    },
    {
      "input": "The Cambridge crew had 5 returning blues compared to Oxford's one.",
      "output": "Kru Cambridge memiliki 5 returning blues dibanding Oxford hanya satu."
    },
    {
      "input": "NASA hopes to fill some of this gap using commercial launches from companies such as SpaceX.",
      "output": "NASA berharap akan mengisi gap dengan peluncur komersial dari perusahaan seperti SpaceX."
    },
    {
      "input": "The suit claimed Edwards misused more than $246,000 of the singer's money.",
      "output": "Gugatan tersebut menyatakan Edwards menyalahgunakan lebih dari $246.000 dari uang penyanyi."
    },
    {
      "input": "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"",
      "output": "Griffin juga mencatat pentingnya belajar dari kesalahan, menambahkan \"Orang Amerika tidak berhenti dan kami tidak mau berhenti.\""
    },
    {
      "input": "Mr Downer was also questioned about a cable delivered in June 2003 from US army captain Puckett which claimed that every contract under the UN's oil for food program contained a kickback.",
      "output": "Bapak Downer juga ditanya mengenai telegram yang dikirim pada bulan Juni 2003 dari kapten tentara Amerika Puckett yang mengklaim bahwa setiap kontrak dibawah program minyak untuk makanan PBB berisi pembayaran kembali."
    },
    {
      "input": "They decided to use an open palm with a Bosnian map on it for their symbol, with word Dosta (Enough) as their slogan.",
      "output": "Mereka memutuskan untuk menggunakan telapak tangan terbuka dengan peta Bosnia di atasnya untuk simbol mereka, dengan kata Dosta (Cukup) sebagai slogan mereka."
    },
    {
      "input": "\"It is time to stamp out these barbaric, feudal practices which are a slur on the nation.",
      "output": "\"Ini adalah waktu untuk membasmi barbar, praktek-praktek feodal yang menghina bangsa."
    },
    {
      "input": "The group spoke yesterday of their efforts to conceal a digital camera memory stick in the clothing of key members to avoid the images being confiscated by police.",
      "output": "Kelompok tersebut mengatakan kemarin atas usaha mereka menyembunyikan penyimpan memori digital kamera di pakaian dari anggota kunci untuk menghindari gambar disita polisi."
    },
    {
      "input": "Thus, 04:00 AM will become 03:00 AM and will be valid until 26 March 2006 when the Official Summer Time will be again used.",
      "output": "Demikian, pukul 04:00 pagi akan menjadi pukul 03:00 pagi dan akan berlaku sampai 26 Maret 2006 pada saat Waktu Resmi Musim Panas kembali digunakan."
    },
    {
      "input": "However Zubeyir Aydar, a senior Kurdish militant, denied any involvement in the attacks in a statement to a pro-PKK news agency.",
      "output": "Namun Zubeyir Aydar, seorang militan Kurdi senior, menolak keterlibatan dalam penyerangan-penyerangan tersebut dalam sebuah pernyataan kepada sebuah kantor berita pro-PKK."
    },
    {
      "input": "Other voices sounded a note of caution against the optimism: \"The situation in Iraq has now become so chaotic, that it transcends the death of one man, influential as al-Zarqawi was,\" said Edward Meir.",
      "output": "Suara lain terdengar catatan peringatan terhadap optimisme: \"Situasi di Irak kini menjadi begitu kacau, yang melampaui kematian 1 orang, berpengaruh seperti al-Zarqawi, \" kata Edward Meir."
    },
    {
      "input": "Young Trigg also removed the sentence that said that \"critics [of Palin] included the state Republican party's chairman, Randy Ruedrich, one of her fellow Oil & Gas commissioners\".",
      "output": "Young Trigg juga menghapus kalimat yang mengatakan bahwa \"kritik [Palin] termasuk ketua partai Republik negara, Randy Ruedrich, salah satu rekan komisaris Oil & Gas.\""
    },
    {
      "input": "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.",
      "output": "Namun Bapak Haque mengatakan bahwa dia yakin pengusaha akan mengakui standar sebagai dasar, dan bahwa mereka tidak akan menyesatkan."
    },
    {
      "input": "Due to updated forecasts, it has also removed the waning for the province of Sancti Spiritus.",
      "output": "Berdasarkan ramalan cuaca terbaru, pemerintah negara itu membatalkan peringatan untuk provinsi Sancti Spiritus."
    },
    {
      "input": "Commander Bainimarama is both an avid rugby fan and active church goer.",
      "output": "Komandan Bainimarama adalah penggemar yang keranjingan rugbi dan pengunjung aktif gereja."
    },
    {
      "input": "Many believe that in Japan it is difficult for any games console to be successful that isn't from a Japanese company, such as Sony or Nintendo.",
      "output": "Banyak yang percaya bahwa di Jepang sulit bagi game konsol menjadi sukses yang tidak dari perusahaan asal Jepang, seperti Sony atau Nintendo."
    },
    {
      "input": "The bridge spans the San Francisco Bay between Oakland and Yerba Buena Island.",
      "output": "Jembatan tersebut merentang di Teluk San Francisco antara Oakland dan pulau Yerba Buena."
    },
    {
      "input": "\"This a crisis unlike any that has ever hit Likud,\" said Dan Naveh, a senior MK of the party referring to Likud's fall from being one of the dominating Israeli parties in the last decades to finishing only 4th.",
      "output": "\"Ini adalah krisis tidak seperti yang pernah melanda Likud, \" kata Dan Naveh, senior MK dari partai mewakili kekalahan Likud dari salah satu partai yang mendominasi Israel di beberapa dekade terakhir menjadi finish di urutan ke-4."
    },
    {
      "input": "President Barack Obama issued a statement after the incident, saying that \"[t]heir deaths are a reminder of the extraordinary sacrifices made by the men and women of our military and their families, including all who have served in Afghanistan.\"",
      "output": "Presiden Barack Obama mengeluarkan sebuah pernyataan setelah insiden tersebut, mengatakan bahwa \"kematian [mereka] adalah sebuah peringatan atas pengorbanan yang luar biasa dari pasukan militer laki-laki dan perempuan yang kita miliki dan keluarganya, termasuk semua orang yang telah berdinas di Afghanistan.\""
    },
    {
      "input": "The report blamed pilot error for the crash, finding that the airliner had touched down at roughly twice the accepted safe landing speed, and that Komar was \"fixated\" on landing and \"probably emotionally aroused\".",
      "output": "Laporan tersebut menyalahkan kelalaian pilot atas terjadinya kecelakaan, mengetahui bahwa pesawat terbang itu mendarat kurang lebih dua kali lebih cepat dari kecepatan pendaratan yang semestinya, dan bahwa Komar \"terpaku\" saat pendaratan berlangsung dan \"mungkin terkejut secara emosional.\""
    },
    {
      "input": "While filming Undercover Mosque, a secret Dispatches reporter attended lectures at mosques run by key organisations whose public faces are presented as \"moderate and mainstream\" - but is believed to discover \"preachers condemning the idea of integration into British society\".",
      "output": "Saat memfilmkan Undercover Mosque, seorang reporter berita rahasia menghadiri ibadah di masjid yang dipimpin oleh organisasi utama yang wajah publiknya ditampilkan sebagai \"moderat dan aliran utama\" - namun dipercaya untuk menemukan \"pendeta-pendeta yang mengutuk ide integrasi kedalam masyarakat Inggris.\""
    },
    {
      "input": "It is a gravity dam, which holds back the waters through sheer mass.",
      "output": "Ini adalah waduk gravitasi, yang menahan air melalui massanya belaka."
    },
    {
      "input": "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.",
      "output": "Suatu hari setelah Perancis mulai menegakkan larangan pada publik memakai kerudung Islam yang menutupi muka, salah satu dari niqab atau burqa, polisi Perancis segera menahan dua wanita berkerudung."
    },
    {
      "input": "A department spokesperson said that the incident happened on Friday, and the boy's parents were immediately informed and flew into the capital on the same day.",
      "output": "Seorang juru bicara departemen mengatakan bahwa insiden tersebut terjadi pada hari Jumat, dan orang tua anak lelaki itu telah diberitahu secepatnya dan diterbangkan ke ibu kota pada hari yang sama."
    },
    {
      "input": "The electricity from the four turbines will not be sold into the local electricity grid, but will instead be directly connected to Windsor Castle's electrical system.",
      "output": "Daya listrik dari empat turbin itu tidak akan dijual untuk jaringan listrik lokal, namun sebaliknya akan secara langsung dihubungkan ke sistem jaringan listrik Windsor Castle."
    },
    {
      "input": "It was a very dramatic move by the president to travel to a violence crazed area in Baghdad less than a week after the death of al-Zarqawi.",
      "output": "Hal tersebut sangat dramatis bergerak dengan presiden mengadakan perjalanan ke area kekerasan dan kegilaan di Baghdad kurang dari seminggu setelah meninggalnya al-Zarqawi."
    },
    {
      "input": "Edward Woollard, who is studying A-levels in Philosophy, Politics, and Classics, at Brockenhurst College in the New Forest, attended last Wednesday's student protests in London, before following a crowd of around 200 students into the Tory HQ and making it to the building's roof, whilst the rest of the building was vandalised.",
      "output": "Edward Woollard, yang mempelajari Filosofi tingkat A dalam Politik, dan Kesusastraan Kuno, di Brockenhurst College di New Forest, menghadiri protes murid pada Rabu yang lalu di London, sebelum mengikuti kerumunan sekitar 200 murid ke dalam Kantor Pusat Tory dan sampai atap gedung, yang sebagian dari gedung tersebut telah dirusak."
    },
    {
      "input": "Scientists say that the shelf, if it detaches from the mainland, won't cause an increase in sea levels, as it is already floating.",
      "output": "Para ilmuwan berkata bahwa paparan tersebut, jika lepas dari daratannya, tidak akan mengakibatkan peningkatan level air laut, karena ini telah mengambang."
    },
    {
      "input": "Speaking from his home Mr. Prime told journalists \"It is with regret that I had to inform the Swim Ireland Board of my decision not to take up the position of National Performance Director.\"",
      "output": "Berbicara dari rumahnya Bapak Prime mengatakan pada jurnalis \"Dengan sangat menyesal saya harus menginformasikan pada Swim Ireland Board atas keputusan saya untuk tidak mengambil posisi Direktur Performansi Nasional.\""
    },
    {
      "input": "Police do not yet know the identities of the men.",
      "output": "Polisi belum mengetahui identitas laki-laki tersebut."
    },
    {
      "input": "\"It's a truly novel new class of drugs, and I really support their development.\"",
      "output": "\"Ini obat golongan baru yang benar-benar baru, dan saya benar-benar mendukung perkembangannya.\""
    },
    {
      "input": "The bus was carrying 40 North American and European passengers when it crashed in the Sinai peninsula.",
      "output": "Bus tersebut membawa 40 orang Amerika Utara dan Eropa ketika mengalami kecelakaan di Semenanjung Sinai."
    },
    {
      "input": "At the end of this year the companies planned to start mass production of these new displays.",
      "output": "Pada akhir tahun ini, kedua perusahaan tersebut berencana untuk mulai memproduksi massal display baru ini."
    },
    {
      "input": "Aimed at bringing the homeless and unemployed into the community through participation in soccer, Reclink Australia will be given the funding to implement the program.",
      "output": "Dengan tujuan untuk menarik para tunawisma dan pengangguran ke dalam komunitas ini melalui olahraga sepakbola, Reclink Australia akan menggunakan anggaran ini untuk menjalankan program tersebut."
    },
    {
      "input": "The Thai government declared a state of emergency for seventeen of the country's 76 provinces in the wake of the protests.",
      "output": "Pemerintah Thai menyatakan pernyataan darurat untuk 17 dari 76 provinsi negara itu setelah protes tersebut."
    },
    {
      "input": "Rage Against The Machine guitarist Tom Morello had backed the campaign on Twitter.",
      "output": "Gitaris Rage Against The Machine, Tom Morello mendukung kampanye di Twitter."
    },
    {
      "input": "FIFA President Sepp Blatter said the move was necessary to maintain the universal spirit of the game: \"We have 260 million people directly involved in the game.\"",
      "output": "Presiden FIFA Sepp Blatter berkata bahwa tindakan ini dibutuhkan untuk mempertahankan semangat universal dari pertandingan, \"Kita memiliki 260 juta orang yang terlibat dalam pertandingan.\""
    },
    {
      "input": "Actually on wikipedia if you would like to cut and paste all that info!",
      "output": "Sebenarnya di wikipedia jika Anda ingin memotong dan menempelkan semua info itu!"
    },
    {
      "input": "His attorney, David Oblon, though never denying that his client was in the “marketing” business, argued that nine years was too long to sentence an out of state resident for a law that had taken effect just two weeks earlier.",
      "output": "Pengacaranya, David Oblon, meskipun tidak pernah menyangkal bahwa kliennya berada dalam bisnis \"pemasaran\" berpendapat bahwa sembilan tahun itu terlalu lama untuk menghukum warga dari negara bagian lain atas dasar undang-undang yang baru berlaku hanya dua minggu sebelumnya."
    },
    {
      "input": "Nineteen people were held captive in eight separate abductions this month.",
      "output": "Sembilan belas orang ditawan dalam 8 penculikan berbeda bulan ini."
    },
    {
      "input": "He also claimed this attack is an indicator of the susceptibility of Chinese Internet infrastructure to these attacks.",
      "output": "Dia juga mengatakan serangan ini adalah sebuah indikator kerentanan dari infrastruktur internet Cina terhadap serangan seperti ini."
    },
    {
      "input": "The ECHR's ruling determined the decision to detain Qatada under this law breached the 'right to liberty and security' secured in the European Convention of Human Rights.",
      "output": "Putusan ECHR ini menetapkan bahwa keputusan untuk menahan Qatada di bawah hukum melanggar 'hak atas kebebasan dan keamanan'yang dijamin dalam Konvensi Eropa tentang Hak Asasi Manusia."
    },
    {
      "input": "\"His death is quite a significant blow to al-Qaeda,\" said officials.",
      "output": "\"Kematiannya merupakan pukulan yang telak untuk al-Qaeda, \" kata pejabat."
    },
    {
      "input": "And I would also like to thank him for the present of fish he left me in Bute House ...under the floorboards.\"",
      "output": "Dan saya juga ingin berterima kasih kepadanya untuk menunjukan ikan yang ditinggalkannya untuk saya di Bute House. .di bawah papan lantai.\""
    },
    {
      "input": "At least 11 new species of life have been discovered in the rainforests of Thua Thien-Hue Province in Vietnam in a region of the forest described as the \"Green Corridor.\"",
      "output": "Sedikitnya 11 buah spesies baru telah ditemukan di hutan hujan tropis di provinsi Thua Thien-Hue di Vietnam, dalam sebuah kawasan hutan yang dikenal dengan istilah \"Koridor Hijau.\""
    },
    {
      "input": "The Swedish Navy have released a picture regarding a foreign submarine discovered in the Saltsjöbaden river of Lake Mälaren in Stockholm, the capital city of Sweden, situated on the western coast of the Baltic Sea.",
      "output": "Angkatan Laut Swedia telah merilis gambar terkait kapal selam asing yang ditemukan di sungai Saltsjöbaden Danau Mälaren di Stockholm, ibu kota Swedia, yang terletak di pantai barat Laut Baltik."
    },
    {
      "input": "Protesters at the Isle of Wight factory celebrated the delivery of supermarket bags filled with groceries, which entered with a police escort.",
      "output": "Para pemrotes di pabrik Isle of Wight merayakan pengiriman tas-tas supermarket yang berisi bahan makanan, yang masuk dengan kawalan polisi."
    },
    {
      "input": "\"I recommend that CASA and Air Services Australia and all Australian airlines review the report to consider whether any of the safety deficiencies identified have relevance to Australian aviation operations and therefore need to be addressed,\" he said.",
      "output": "\"Saya menyarankan agar CASA dan Air Service Australia dan semua penerbangan Australia meninjau laporan untuk mempertimbangkan apakah salah satu dari identifikasi kekurangan keselamatan memiliki hubungan dengan operasi penerbangan Australia dan karena itu perlu ditangani, \" katanya."
    },
    {
      "input": "Iraq's exports make up the largest proportion of its Gross Domestic Product and a significant proportion of world supply.",
      "output": "Ekspor Irak membuat porsi terbesar dari Produk Domestik Bruto dan proporsi yang ideal bagi persediaan dunia."
    },
    {
      "input": "Gulf Daily News reported that Madhavan was arrested in Kerala in conjunction with an Interpol \"red alert\", which was issued after consultation with Dubai police in 2004.",
      "output": "Gulf Daily News melaporkan bahwa Madhavan ditangkap di Kerala dalam hubungannya dengan \"siaga merah\" Interpol, yang dikeluarkan setelah berkonsultasi dengan polisi Dubai pada tahun 2004."
    },
    {
      "input": "Cortez then allegedly pushed the girl to the floor, pulled up her dress and tore off her underwear while she was struggling, Bierce said, again citing Spc. Barker's statement.",
      "output": "Cortez lalu diduga mendorong gadis itu ke lantai, melepas bajunya dan merobek pakaian dalamnya saat dia mencoba mempertahankan diri, kata Bierce, mengutip pernyatan Spc. Barker."
    },
    {
      "input": "The new warnings will come into effect January 2007 but the manufacturers will not have to produce the new warnings until February 27, 2008 and retailers have till August 2008 to clear all their old stock.",
      "output": "Peringatan baru akan mulai berlaku bulan Januari tahun 2007 tetapi produsen tidak akan memproduksi peringatan baru sampai tanggal 27 Februari 2008 untuk menghabiskan stok lama mereka."
    },
    {
      "input": "\"Officers attended and discovered the body of a 15-year-old girl.\"",
      "output": "\"Polisi tiba di lokasi dan menemukan tubuh seorang remaja wanita berusia 15 tahun.\""
    },
    {
      "input": "Taylor's love affair with Ridge Forrester (played by Ronn Moss), and the ensuing triangle with Brooke Logan (played by Katherine Kelly Lang), helped the then-fledgling soap move higher in the ratings in the early to mid-1990s.",
      "output": "Kisah cinta Taylor dengan Ridge Forrester (dimainkan oleh Ronn Moss), dan cinta segitiga dengan Brooke Logan (dimainkan Katherine Kelly Lang), menolong drama baru tersebut bergerak lebih tinggi ratingnya pada awal hingga pertengahan 1990."
    },
    {
      "input": "Residents in Texas reported their homes and windows shaking and large explosions on Sunday morning.",
      "output": "Warga di Texas melaporkan rumah mereka dan jendela bergetar dan ledakan besar pada hari Minggu pagi."
    },
    {
      "input": "French, German, and New Zealand aviation authorities and investigators have been dispatched to the site to investigate the incident.",
      "output": "Otoritas penerbangan dan penyelidik dari Perancis, Jerman dan Selandia Baru sudah dikirim ke lokasi untuk melakukan penyelidikan kejadian."
    },
    {
      "input": "Françoise Demulder, the French war photographer who was the first woman to win the World Press Photo of the Year award has died at the age of 61.",
      "output": "Françoise Demulder, fotografer perang Perancis yang merupakan wanita pertama pemenang penghargan tahunan World Press Photo telah meninggal pada usia 61."
    },
    {
      "input": "To further his research Bogaert studied 944 heterosexual and homosexual men.",
      "output": "Bogaert selanjutnya mengembangkan risetnya dengan meneliti 944 pria yang mengidap heteroseksual dan homoseksual."
    },
    {
      "input": "The bill as unamended was agreed to and passed the third reading on the voices, without having to resort to a vote.",
      "output": "Rancangan undang-undang yang belum diamendemen telah disetujui dan lolos dalam pembacaan ketiga pada pemungutan suara, tanpa harus reses untuk pemungutan suara."
    },
    {
      "input": "Cheerleading coach Curt White told the Associated Press that Sheep will return later in 2009.",
      "output": "Pelatih Pemandu Sorak Curt White mengatakan pada Associated Press bahwa Sheep akan kembali nanti pada tahun 2009."
    },
    {
      "input": "The Australians were down at quarter time, 1–2 with the team's only goal coming from Bronwen Knox off a pass by Kate Gynther.",
      "output": "Australia jatuh pada seperempat waktu, 1-2 dengan gol tunggal tim yang berasal dari Bronwen Knox menyambut operan dari Kate Gynther."
    },
    {
      "input": "Memorial say they hope the court case, which gets under way on October 6, will reveal new evidence of serious crimes they claim Kadyrov routinely ignores.",
      "output": "Memorial mengatakan mereka berharap persidangan tersebut, yang berlangsung pada 6 Oktober, akan memperlihatkan bukti baru dari kejahatan serius yang mereka klaim diabaikan Kadyrov secara rutin."
    },
    {
      "input": "The New Zealand Fire Service has welcomed the new restrictions despite them calling for a complete ban.",
      "output": "New Zealand Fire Service menyambut pembatasan baru meskipun mereka menyerukan untuk pembatasan penuh."
    },
    {
      "input": "Power has been cut to some areas and there are reports of at least 330 villages that have been severely damaged.",
      "output": "Listrik padam di beberapa wilayah dan ada laporan sedikitnya 330 desa yang rusak parah."
    },
    {
      "input": "\"At 8 pm [on Thursday], utility companies were reporting over 50,000 customers without power.\"",
      "output": "\"Pada pukul 8 malam [hari Kamis], perusahaan-perusahaan utilitas melaporkan ada lebih dari 50.000 pelanggan yang tanpa listrik.\""
    },
    {
      "input": "She had been in Hong Kong since March 6th and was staying with her niece.",
      "output": "Dia berada di Hong Kong sejak 6 Maret dan tinggal bersama keponakan perempuannya."
    },
    {
      "input": "The Xinjiang region was the scene of a violent uprising by its Uyghur population last month.",
      "output": "Kawasan Xinjiang adalah tempat kejadian yang bergejolak pemberontakan oleh penduduk Uyghur sendiri di bulan lalu."
    },
    {
      "input": "After speaking with his sister who was in Lincoln, Nebraska, he was in tears and being consoled by manager Joe Girardi.",
      "output": "Setelah berbicara dengan adiknya yang berada di Lincoln, Nebraska, dia menangis dan dihibur oleh manajer Joe Girardi."
    },
    {
      "input": null,
      "output": null
    },
    {
      "input": "On gold medal game day, Jane Moran updated her Twitter account to say \"Final of World League Super Finals today v USA - goooo Stingers! ‪#stingerspride\".",
      "output": "Di hari pertandingan perebutan medali emas tersebut, Jane Moran memperbarui akun Twitternya mengatakan \"Final dari Putaran Final Super Liga Dunia hari ini v USA - goooo Stingers! #stingerspride.\""
    },
    {
      "input": "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.",
      "output": "Organisasi-organisasi online di dunia hari ini menguji (IPv6) - sebuah sistem baru dalam alamat internet yang diharapkan bisa memecahkan masalah kapasitas yang dihadapi sistem saat ini."
    },
    {
      "input": "There's still quite a bit of confusion about which aircraft it was.\"",
      "output": "Waktu itu, tidak ada yang tau, pesawat apa yang jatuh tersebut.\""
    },
    {
      "input": "The video of her at Craig Stebic's home was either taken by or given to CBS 2 WBBM-TV Chicago, the CBS affiliate.",
      "output": "Videonya di rumah Craig Stebic salah satunya diambil oleh atau diberikan kepada CBS 2 WBBM-TV Chicago, anggota CBS tersebut."
    },
    {
      "input": "The town already has a strong Scottish influence - famously both its football team and rugby team play in the Scottish leagues, a minority of the town's banks are Scottish, and the Church of Scotland has a large congregation in the town.",
      "output": "Kota ini telah memiliki pengaruh Skotlandia yang kuat baik untuk tim sepakbola dan tim rugbynya yang terkenal yang bermain di liga Skotlandia, minoritas bank-bank di kota ini adalah dari Skotlandia, dan Gereja Skotlandia memiliki kongregasi yang besar di sini."
    },
    {
      "input": "The chairman of the Tomsk branch of the Union of Journalists of Russia said that a source close to the investigation told him that Popov was not only beaten but was also \"tortured\" and \"violated\" with a foreign object.",
      "output": "Ketua cabang dari Persatuan Wartawan Rusia di Tomsk mengatakan bahwa sebuah sumber yang dekat dengan penyelidikan tersebut mengatakan kepadanya bahwa Popov tidak hanya dipukuli, tapi juga \"disiksa\" dan \"dicabuli\" dengan benda asing."
    },
    {
      "input": "This is better than the comparable figure in a year-earlier Army survey.",
      "output": "Angka ini lebih baik dari dibandingkan dengan situasi hasil survei awal tahun."
    },
    {
      "input": "\"I know we haven't had much of a summer, but let's get it out of the way first\".",
      "output": "\"Saya tahu kita tidak memiliki musim panas yang panjang, tetapi mari kita singkirkan itu dulu.\""
    },
    {
      "input": "In 2006, the first ever still image was captured of the rhino.",
      "output": "Pada tahun 2006, pertama kali foto badak tertangkap kamera."
    },
    {
      "input": "\"The plane accelerated when it reached the end of the runway and tried to take off again to avoid the road, but it crashed into the building and exploded,\" Junior Matos told AFP.",
      "output": "\"Pesawat itu berupaya menaikkan kecepatan ketika sudah akan mencapai ujung landasan pacu lalu mencoba untuk lepas landas lagi untuk menghindari jalanan, namun pesawat itu menabrak bangunan lalu meledak, \" ujar Junior Matos kepada AFP."
    },
    {
      "input": "The Blagojevich brothers challenge the constitutionality of this law and believe the trial should be delayed until the high court is expected to decide the issue next month.",
      "output": "Blagojevich bersaudara menantang konstitusi dari undang-undang ini dan percaya bahwa pengadilan seharusnya ditunda sampai pengadilan tinggi memutuskan masalah ini bulan depan."
    },
    {
      "input": "During the forum the candidates were each individually asked a series of identical questions by the pastor, with Senator Barack Obama going first and Senator John McCain taking his turn second.",
      "output": "Selama forum, setiap kandidat yang secara individu diberikan beberapa pertanyaan yang sama oleh pastor, dengan Senator Barack Obama mengawalinya dan Senator John McCain mengambil urutan kedua."
    },
    {
      "input": "Scunthorpe will lose 500 members of staff, with 379 going at Stocksbridge and 377 at Rotherham.",
      "output": "Scunthorpe akan kehilangan 500 anggota staf, dengan 379 di Stocksbridge dan 377 di Rotherham."
    },
    {
      "input": "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.",
      "output": "Pihak OPP berkata bahwa dua pria itu ditangkap karena \"mengganggu ketenangan\" dan tercatat bahwa ini bukan sebuah tindakan kejahatan."
    },
    {
      "input": "Maintenance and updating processes are dependent on just one percent of their users.",
      "output": "Proses pemeliharaan dan update tergantung pada hanya 1 persen dari pengguna mereka."
    },
    {
      "input": "In today's global economy, many international businesses have looked overseas to maintain their profits, but environmental law professor James Otto is asking about the cost to the environment and public health.",
      "output": "Dalam kondisi ekonomi global masa ini, banyak perusahaan internasional yang membuka cabang di luar negeri untuk menambah pendapatan mereka, namun seorang pakar hukum lingkungan, profesor James Otto mempertanyakan biaya lingkungan dan kesehatan masyarakat."
    },
    {
      "input": "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.",
      "output": "Rico telah ada dalam berbagai pekerjaan tapi gairahnya adalah profesinya sekarang - ia mengubah 'sampah'yang tidak diinginkan menjadi potongan-potongan furnitur tidak biasa."
    },
    {
      "input": "The rail line being implemented as a hybrid bill in Parliament.",
      "output": "Jalur kereta ini diimplementasikan sebagai sebuah RUU campuran dalam Parlemen."
    },
    {
      "input": "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.",
      "output": "Sekitar 100 pelajar dari Rwanda, Burundi dan Kongo akan membagikan ide-ide mereka tentang masa lalu dan perkembangan saat ini di Rwanda dan juga masa depan wilayah Danau Besar ini."
    },
    {
      "input": "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).",
      "output": "Kelompok konsumen Which? mengklaim bahwa biaya tambahan ini menambah biaya perjalanan udara £265.000 sehari (atau sekitar £97 juta per tahun)."
    },
    {
      "input": "50 of the job losses will be from the news and current affairs department, where a total of 350 people currently work.",
      "output": "50 dari pekerjaan yang hilang, adalah dari departemen berita dan urusan sekarang, tempat total dari 350 orang bekerja saat ini."
    },
    {
      "input": "This is the first time that Wood has publicly expressed an opinion on the war.",
      "output": "Ini adalah pertama kali Wood mempublikasikan pendapatnya mengenai perang."
    },
    {
      "input": "Uinta National Forest spokesman Loyal Clark said forest firefighters were unable to respond to several small fires nearby that were apparently started by flying debris, and that helicopters dropped water to extinguish them.",
      "output": "Juru bicara Hutan Nasional Uinta Loyal Clark mengatakan para pemadam kebakaran hutan tidak bisa mengatasi beberapa kebakaran kecil di dekatnya yang kelihatannya diawali dari puing-puing yang beterbangan dan bahwa beberapa helikopter menjatuhkan air untuk memadamkannya."
    },
    {
      "input": "After Fennell spoke it was time for questions and answers, and questions were given by various audiences members including Mannion himself, who asked about the MBTA's Blue Line and rapid transit and others asking various questions such wither or not to include a green curriculum in state education or asking for the politicians to talk more on some of their positions.",
      "output": "Setelah Fennell berbicara waktunya untuk bertanya dan menjawab, dan pertanyaan diberikan oleh beberapa hadirin ahli-ahli termasuk Mannion sendiri, dia bertanya tentang Jalur Blue MBTA dan laju transit dan yang lainnya bertanya beberapa pertanyaan seperti perlu atau tidak mencakupkan sebuah kurikulum hijau pada pendidikan negara atau bertanya untuk para politikus berbicara lebih banyak pada posisi mereka."
    },
    {
      "input": "In the 11 seasons the Thrashers spent in Atlanta, they made the playoffs only once; in the 2006-07 season, they reached the Eastern Conference quarterfinals, where they were swept in the best-of-seven series by the New York Rangers in four straight games.",
      "output": "Pada musim ke-11 Thrashers menghabiskannya di Atlanta, mereka melakukan pertandingan ulang hanya sekali; pada musim 2006-2007, mereka mencapai perempat final konferensi Timur, tempat mereka memasuki deretan 7-dari-terbaik oleh New York Rangers pada 4 pertandingan berturut-turut."
    },
    {
      "input": "According to Arab political analysts the decision to rush more bombs to Israel will increase existing anti-American feelings in the Middle East and will help radicals.",
      "output": "Menurut analis politik Arab keputusan untuk memasukkan lebih banyak bom ke Israel akan meningkatkan perasaan anti-Amerika yang ada di Timur Tengah dan akan membantu kaum radikal."
    },
    {
      "input": "Some of those side effects will occur if the person has taken 4.5 tablets.",
      "output": "Beberapa dari efek samping ini akan muncul jika orang tersebut telah meminum 4,5 tablet."
    },
    {
      "input": "\"These structures appear on at least three independent lineages of apes, including gorillas, and they could relate to a dietary shift rather than indicating a new genetic trait,\" said a Professor at the London Natural History Museum in the United Kingdom, Peter Andrews who also added, \"but the fossil evidence for the evolution of our closest living relatives, the great apes, is almost non-existent.",
      "output": "\"Struktur ini muncul pada sedikitnya 3 keturunan kera yang independen, termasuk gorila, dan mereka bisa terhubung pada pergeseran makanan daripada menunjukkan sifat genetik baru, \" kata seorang Profesor di Museum Sejarah Alam London di Inggris, Peter Andrews yang juga menambahkan, \"tapi bukti fosil untuk evolusi dari saudara hidup yang paling dekat dengan kita, kera besar, hampir tidak ada keberadaannya.\""
    },
    {
      "input": "Al-Jazeera reported a few days earlier that the Iraqi militants would kill the journalists unless the Romanian government withdraws its troops from the country within four days.",
      "output": "Al-Jazeera melaporkan beberapa hari yang lalu bahwa militan Irak akan membunuh jurnalis tersebut sampai pemerintah Romania menarik pasukannya dari negara tersebut dalam empat hari."
    },
    {
      "input": "Turkey's last reported victim, Fatma Ozcan, was also aged 15.",
      "output": "Korban yang terakhir kali dilaporkan Turki, Fatma Ozcan, juga berusia 15 tahun."
    },
    {
      "input": "With 850 troops, Romania has one of the largest contingents in Iraq.",
      "output": "Dengan 850 pasukan, Romania adalah salah satu kontingen terbesar di Irak."
    },
    {
      "input": "While Falkirk had the upper hand in the first half possession-wise, the contest was more even in the second.",
      "output": "Sementara Falkirk berada pada posisi atas di babak pertama miliknya, pertandingan tersebut lebih seimbang di babak kedua."
    },
    {
      "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
      "output": "Laporan itu mengatakan bahwa kalori dari makanan mengambil sekitar 1 liter air untuk memproduksi, dengan satu kilo gandum hanya membutuhkan 500-4,000 liter bandingkan dengan satu kilo dari industri yang memproduksi daging memerlukan 10,000 liter."
    },
    {
      "input": "Gilani said in a press conference today \"I doubt the information which you are giving is correct because I don't think Osama Bin Laden is in Pakistan.\"",
      "output": "Gilani mengatakan dalam sebuah konferensi pers hari ini \"Saya meragukan informasi yang anda berikan tersebut adalah benar karena saya tidak membayangkan Osama bin Laden ada di Pakistan.\""
    },
    {
      "input": "\"It's important that if you have good policy and good government, it's important you also have stability in leadership,\" said Beattie.",
      "output": "\"Adalah penting bahwa jika Anda memiliki kebijakan yang baik dan pemerintahan yang baik, juga penting memiliki stabilitas di dalam kepemimpinan, \" kata Beattie."
    },
    {
      "input": "The Yankees are currently just 10-14, thanks in large part to injuries that have befallen pitchers Chien-Ming Wang, Mike Mussina, Carl Pavano and Jeff Karstens.",
      "output": "Tim Yankees saat ini tertinggal 10-14, berterima kasih untuk banyaknya pemain yang cidera yang menimpa pelempar Chien-Ming Wang, Mike Mussina, Carl Pavano dan Jeff Karstens."
    },
    {
      "input": "The truck is registered to R&R Trucking of Duenweg, Missouri.",
      "output": "Truk tersebut terdaftar atas nama R&R Trucking of Duenweg, Missouri."
    },
    {
      "input": "Current Mayor of Taipei Lung-pin Hau regretted the incident and hoped the Executive Yuan could notify the government in the future of the incident.",
      "output": "Walikota Taipei saat ini Lung-pin Hau menyesalkan insiden tersebut dan berharap Eksekutif Yuan bisa memberitahu pemerintah di kemudian hari mengenai insiden tersebut."
    },
    {
      "input": "After a meeting of NATO foreign ministers in Berlin, US Secretary of State Hillary Clinton said, \"The Syrian government did not meet the legitimate demands of the Syrian people.\"",
      "output": "Setelah rapat dengan menteri luar negeri NATO di Berlin, Sekretaris Negara AS Hillary Clinton mengatakan, \"Pemerintah Syria tidak memenuhi tuntutan sah rakyat Syria.\""
    },
    {
      "input": "Nine minutes after the interval Tom Rees scored England's third try, but they were not able to score again.",
      "output": "Sembilan menit setelah jeda Tom Rees mencetak try ketiga untuk Inggris, tetapi mereka tidak berhasil mencetak skor lagi."
    },
    {
      "input": "Australian Chris McCormack, placing 2nd in 2006, passed Aussie Craig Alexander in the marathon and further scorched the Queen Kaahumanu Kaʻahumanu Highway with a 2:42:02 run to claim the world title in 8:15:34.",
      "output": "Chris McCormack dari Australia, menempati posisi ke-2 pada tahun 2006, melewati orang Australia Craig Alexander dalam maraton dan lebih jauh lagi menghanguskan jalan Ratu Kaahumanu Ka'ahumanu dengan catatan waktu 2:42:02 dan merebut gelar dunia dengan waktu 8:15:34."
    },
    {
      "input": "Elsewhere in Sichuan, thousands of Tibetans turned out in the streets of Seda, according to the Tibetan Center for Human Rights and Democracy.",
      "output": "Sementara di tempat lain di Sichuan, ribuan rakyat Tibet turun ke jalan-jalan di Seda, menurut Pusat Hak Asasi Manusia dan Demokrasi Tibet."
    },
    {
      "input": "The charge was repeated at a later rally for around 13,000 Orange County, California supporters.",
      "output": "Tuduhan diulang pada pertemuan berikutnya di depan sekitar 13.000 pendukung Orange County, California."
    },
    {
      "input": "\"They are definitely not people from the area, and I think many of them come from Germany,” he noted.",
      "output": "\"Mereka pastinya bukan orang dari daerah tersebut, dan saya pikir banyak di antara mereka berasal dari Jerman,\" dia mengetahuinya."
    },
    {
      "input": "Back in late October the aboriginals had already put up their flags across from the DCE property and the OPP made no attempt to stop them.",
      "output": "Pada akhir Oktober yang lalu para Aborigin telah memasang bendera mereka di sekitar bangunan DCE dan pihak OPP tidak melakukan tindakan apa pun untuk menghentikan mereka."
    },
    {
      "input": "Egyptian newspapers reported that he was accused of driving a Saudi princess \"to addiction\", reportedly after treating a Saudi princess with painkillers.",
      "output": "Surat-surat kabar Mesir melaporkan bahwa ia dituduh menjadikan seorang putri Saudi \"kecanduan\", dilaporkan setelah mengobati seorang putri Saudi dengan obat penghilang rasa sakit."
    },
    {
      "input": "After being found by hotel workers in his room, he was rushed to the emergency department at the University Hospital in Kingston, but doctors where not able to save him.",
      "output": "Setelah ditemukan oleh petugas hotel di kamarnya, ia dilarikan ke gawat darurat di Rumah Sakit Universitas di Kingston, tetapi dokter disana tidak mampu menyelamatkannya."
    },
    {
      "input": "The fault, which has been dubbed the \"red ring of death\", causes the console to fail completely.",
      "output": "Kesalahan, yang dijuluki \"cincin merah kematian\", menyebabkan kotak gagal sepenuhnya."
    },
    {
      "input": "London, England— Australia lost Sunday night to Canada 50–57 in the women's wheelchair basketball at the Olympic Park in London.",
      "output": "London, Inggris - Australia mengalami kekalahan pada Minggu malam dari Kanada 50-57 dalam pertandingan basket kursi roda wanita di Olympic Park London."
    },
    {
      "input": "This is the right thing to do to strengthen our families, grow our economy, and create new jobs.",
      "output": "Ini adalah hal yang baik dilakukan untuk memperkuat keluarga kita, menumbuhkan ekonomi kita dan menciptakan lapangan kerja baru."
    },
    {
      "input": "The Facebook user who created the group, entitled \"Everybody Draw Mohammed Day\", said that she had got the idea for the group after watching an episode of South Park on the television channel Comedy Central, in which a line involving the Prophet had been 'bleeped out'.",
      "output": "Pengguna Facebook yang menciptakan grup, berjudul \"Hari Semua Orang Menggambar Mohammad\", mengatakan bahwa dia mendapat gagasan untuk grup tersebut setelah menonton sebuah episode South Park di saluran televisi Comedy Central, di sebuah jalur yang menyertakan Nabi 'mengeluarkan bunyi'."
    },
    {
      "input": "When the project is completed in 2008, it will have increased Djibouti's water pump capacity by adding 25 solar-power pumps, which would compliment the current 61 diesel-powered pumps.",
      "output": "Ketika proyek ini selesai pada tahun 2008, proyek ini akan menambah kapasitas pompa air di Djibouti dengan menambah 25 buah pompa air bertenaga matahari, yang melengkapi 61 pompa diesel yang sudah ada selama ini."
    },
    {
      "input": "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.",
      "output": "Pengemudi Ferrari, Fernando Alonso adalah salah satu di antara mereka yang menyatakan dukungan, mempersembahkan posisi teratas pada hasil kualifikasi Sabtu untuk De Villota."
    },
    {
      "input": "The quarter ended with Academy still holding the lead, 33-22.",
      "output": "Babak tersebut diakhiri dengan Academy masih memimpin, 33-22."
    },
    {
      "input": "On a new website, \"The Internet Explorer 6 Countdown\", Microsoft has launched an aggressive campaign to persuade users to stop using IE6 and update to a newer IE.",
      "output": "Pada sebuah website baru bernama \"The Internet Explorer 6 Countdown\", Microsoft meluncurkan kampanye agresif untuk membujuk para user IE6 untuk tidak lagi menggunakannya dan mengupdate browser mereka ke IE yang terbaru."
    },
    {
      "input": "The judge moved to give the celebrity one hour to appear or face arrest for contempt of court.",
      "output": "Hakim tergerak untuk memberi sang selebriti tersebut waktu satu jam untuk muncul atau menghadapi penangkapan karena menghina pengadilan."
    },
    {
      "input": "Glasgow was marketing director of Growing Generations, and claims he was fired in June 2007 after refusing to continue attending Landmark Education seminars.",
      "output": "Glasgow dulunya adalah direktur pemasaran Growing Generations, dan mengklaim telah dipecat pada Juni tahun 2007 setelah menolak untuk melanjutkan menghadiri seminar-seminar Landmark Education."
    },
    {
      "input": "Young people are gathering in Kigali for the first Global Youth Conference on Genocide Prevention.",
      "output": "Para pemuda berkumpul di Kigali untuk Konferensi Global Youth yang pertama untuk Pencegahan Pembantaian."
    },
    {
      "input": "There is a slight slope under the bus and its rear end appears to have reached the bottom of the drop, crushing the roof at the back of the bus.",
      "output": "Ada tanjakan landai di bawah bus dan ujung belakangnya terlihat menyentuh dasar turunan, menabrak atap bagian belakang bus."
    },
    {
      "input": "The nine-day joint navy, customs and army \"Operation Clearwater\" was continuing, and had taken months to plan.",
      "output": "\"Operasi Pembersihan Air\" yang merupakan kerjasama 9-hari bersama angkatan laut, bea cukai dan tentara terus berlanjut, dan direncanakan akan beberapa bulan."
    },
    {
      "input": "Some 500,000 people gathered today in Rome to march silently, demanding the liberation of Giuliana Sgrena, a reporter who was kidnapped on February 4 in Iraq.",
      "output": "Kira-kira 500,000 orang berkumpul di Roma hari ini untuk bergerak secara diam-diam, menuntut pembebasan Giuliana Sgrena, seorang reporter yang diculik di Irak pada tanggal 4 Februari."
    },
    {
      "input": "The bombs used comprised of a small container with gas, a detonator, and an analog clock.",
      "output": "Bom tersebut terdiri dari wadah kecil dengan bensin, detonator dan jam analog."
    },
    {
      "input": "Felipe Massa, the second Ferrari driver, penalized for engine change, was out due to a collision with David Coulthard from the Red Bull team.",
      "output": "Felipe Massa, pembalap kedua di Ferrari, yang diberi sanksi karena mengganti mesin, keluar dari balapan karena bertabrakan dengan David Coulthard dari tim Red Bull."
    },
    {
      "input": "About a dozen civilians can be seen surrounding the lead car of the convoy talking to UN observers.",
      "output": "Sekitar 12 orang sipil dapat terlihat di sekitar mobil utama iring-iringan berbicara kepada para pengamat UN."
    },
    {
      "input": "No other vehicles are thought to have been involved; the Northern Constabulary has not yet said if it is looking for any other persons in relation to the fatality.",
      "output": "Tidak ada kendaraan lain yang diduga terlibat; Kepolisian Northern belum mengatakan jika sedang mencari siapapun orang lain yang terkait dengan kematian tersebut."
    },
    {
      "input": "A reason for the accident has not yet been given.",
      "output": "Penyebab kecelakaan tersebut belum diungkapkan."
    },
    {
      "input": "\"It's too early to see a trend, but spring shows signs of hope.\"",
      "output": "\"Terlalu dini untuk melihat pola, namun musim semi memberikan pertanda harapan.\""
    },
    {
      "input": "\"Sometimes you come up on the short end of a close and bitter election.\"",
      "output": "\"Kadang-kadang anda akan muncul diperlakukan buruk dan pemilihan yang pahit.\""
    },
    {
      "input": "Norway and the US have both frozen all non-humanitarian aid to Madagascar, whilst the African Union suspended Madagascar's membership.",
      "output": "Baik Norwegia maupun AS membekukan semua bantuan non-kemanusiaan ke Madagaskar, sementara Uni Afrika menangguhkan keanggotaan Madagaskar."
    },
    {
      "input": "Michaëlle Jean noted Canada's prosperity, including in her remarks a thank you to the people who toil to provide the country with a safe and plentiful food supply.",
      "output": "Michselle Jean mencatat kemakmurkan Kanada, memasukkan dalam sambutannya ungkapan terima kasih kepada orang-orang yang bekerja keras untuk memberi keamanan dan menyediakan banyak persediaan makanan bagi negara."
    },
    {
      "input": "Matthias Fosse, spokesperson for the Church of Scientology in Norway, said that the staff members in question were acting individually.",
      "output": "Matthias Fosse, pembicara dari gereja Scientologi di Norwegia, mengungkapkan bahwa anggota staf yang bersangkutan bertindak secara individual."
    },
    {
      "input": "Ryanair had told pilots anybody signing a \"so-called safety petition\" might be dismissed.",
      "output": "Ryanair telah mengatakan pada para pilot siapapun yang menandatangani sebuah \"apa yang disebut petisi keselamatan\" dapat diberhentikan."
    },
    {
      "input": "This had been a very secure area for the insurgents.\"",
      "output": "Ini telah menjadi tempat yang sangat aman untuk pemberontak.\""
    },
    {
      "input": "As a result of recent eruptions at Redoubt, half of the 6 million gallons of crude oil stored in the Drift Valley will be removed to a safer location.",
      "output": "Sebagai akibat dari letusan yang terjadi di Redoubt akhir-akhir ini, setengah dari 6 juta galon minyak mentah yang disimpan di Drift Valley akan dipindahkan ke tempat yang lebih aman."
    },
    {
      "input": "There are no reports of damage, injuries, deaths or tsunamis.",
      "output": "Tidak ada laporan kerusakan, luka, kematian atau tsunami."
    },
    {
      "input": "Watched by thousands of students gathered outside, a fire extinguisher was thrown from the roof, giving glancing blows to two police officers on the ground 70 feet (21 metres) below.",
      "output": "Disaksikan oleh ribuan siswa yang berkumpul di luar, pemadam api dilempar dari atap, memberikan pukulan yang meleset pada 2 petugas polisi di lapangan 70 kaki (21 meter) di bawahnya."
    },
    {
      "input": "The show also is planned to be broadcast by the Sirius and XM satellite radio services.",
      "output": "Acara tersebut juga direncanakan untuk disiarkan oleh layanan-layanan radio satelit Sirius dan XM."
    },
    {
      "input": "An independent study says each year an estimated 900 people are murdered in India for bringing dishonour to their families, usually by falling in love and marrying outside their caste or within their sub-caste.",
      "output": "Sebuah studi independen mengatakan setiap tahun diperkirakan 900 orang dibunuh di India untuk membawa aib kepada keluarga mereka, biasanya dengan jatuh cinta dan menikah di luar kasta mereka atau dalam sub-kasta mereka."
    },
    {
      "input": "The convention will be held in St. Paul, Minnesota from September 1 through the 4th.",
      "output": "Konvensi ini akan diadakan di St Paul, Minnesota dari tanggal 1 sampai 4 September."
    },
    {
      "input": "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.",
      "output": "Kemarin dua bagal obat lainnya, Renae Lawrence dan Scott Rush, dijatuhi hukuman seumur hidup."
    },
    {
      "input": "Between three and five per cent of all epilepsy sufferers are vulnerable to seizures triggered by flashing lights, shapes or colours, like ones used in the attack.",
      "output": "Di antara 3 hingga 5 persen dari semua penderita epilepsi rentan terhadap kejang dipicu oleh lampu berkedip, bentuk atau warna, seperti yang digunakan dalam serangan itu."
    },
    {
      "input": "In addition, because of the global nature of the economic crisis, previously-used mechanisms such as currency depreciation and borrowing from international credit markets are more limited in their scope, according to the FAO.",
      "output": "Tambahan lagi, karena bentuk global dari krisis ekonomi, sebelumnya menggunakan mekanisme seperti depresiasi mata uang dan meminjam dari pasar kredit internasional lebih terbatas di lingkup mereka, menurut FAO."
    },
    {
      "input": "Roughly 100,000 patients in the United States need an immediate kidney transplant, with 500,000 more on dialysis.",
      "output": "Sekitar 100.000 pasien di Amerika Serikat membutuhkan segera transplantasi ginjal, dengan 500.000 lebih dalam dialisis."
    },
    {
      "input": "This means that any person, group, or company can publish an alternative version - which makes problems such as vendor lock-in impossible.",
      "output": "Ini berarti bahwa setiap orang, kelompok, atau perusahaan dapat mempublikasikan versi alternatif - yang membuat masalah-masalah seperti penguncian oleh perusahaan mustahil."
    },
    {
      "input": "Anna Pugh, a former member of the organization for 11 years, recounted some of her experiences in what she referred to as \"Tony's Cult\" to KOCO-TV.",
      "output": "Anna Pugh, seorang mantan anggota organisasi tersebut selama 11 tahun, menceritakan beberapa pengalamannya apa yang dia tunjukkan sebagai \"Pemujaan Tony\" kepada TV-KOCO."
    },
    {
      "input": "Specialist firefighters transported by helecopter from the East Sussex Fire and Rescue Service tackled the fire.",
      "output": "Spesialis pemadam kebakaran diangkut menggunakan helikopter dari East Sussex Fire and Rescue Service untuk menangani api."
    },
    {
      "input": "The news comes hours after British Foreign Secretary David Miliband spoke to his Iranian counterpart Manouchehr Mottaki by phone and pressed him for clear information on the incident.",
      "output": "Berita ini muncul beberapa jam setelah Menteri Luar Negeri Inggris David Miliband berbicara dengan rekannya dari Iran Manouchehr Mottaki melalui telepon dan menekannya untuk memberi informasi yang jelas mengenai insiden tersebut."
    },
    {
      "input": "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.",
      "output": "Dia mengaku tidak bersalah atas 5 tuduhan terhadap dirinya, tapi 10 orang juri butuh 5 jam untuk menyimpulkan dia bersalah."
    },
    {
      "input": "High security arrangements were made; law enforcement officials were deployed at the polling stations.",
      "output": "Pengaturan keamanan ketat telah dibuat; aparat penegak hukum telah ditempatkan di lokasi poling."
    },
    {
      "input": "\"I am sure that all Mauritanians feel the same way and that for this reason the Constitution will receive massive support.\"",
      "output": "\"Saya yakin bahwa seluruh warga Mauritania merasakan hal yang sama dan oleh karena alasan tersebut Konstitusi akan mendapatkan dukungan yang luar biasa.\""
    },
    {
      "input": "And then, at the bottom next to the National logo, it said: \"Proudly paid for by supporters of the National Party - with their own money.\"",
      "output": "Dan kemudian, di bawah di sebelah logo partai Nasional, tertulis: \"Dengan bangga didanai oleh pendukung Partai Nasional- dengan uang mereka sendiri.\""
    },
    {
      "input": "\"It stops the virus by interfering in one of the final stages in its assembly and stops it from 'budding out' from the wall of a cell,\" said Alcorn.",
      "output": "\"Ia menghentikan virus dengan mengganggu di salah satu tahap akhir dalam pertumbuhannya dan menghentikannya 'mengeluarkan tunas'dari dinding sel, \" kata Alcorn."
    },
    {
      "input": "Johnson's association with the Libertarian Party stretches back to 1993, when he was a dues-paying-member for about a year.",
      "output": "Hubungan Johnson dengan Partai Libertarian ditarik ke belakang ke tahun 1993, ketika ia menjadi anggota-dengan membayar-iuran untuk sekitar setahun."
    },
    {
      "input": "The second goal was scored by Christiano Ronaldo, was also scored through a header, although this goal was scored seconds after a shot by the same player.",
      "output": "Gol kedua diciptakan oleh Christiano Ronaldo, juga tercipta melalui sundulan, walaupun gol ini tercipta ke-2 setelah ditembak oleh pemain yang sama."
    },
    {
      "input": "\"It came down within the city limits (in Perm) in a patch of waste ground.\"",
      "output": "\"Ini turun di perbatasan kota (di Perm) di sepetak tanah tandus.\""
    },
    {
      "input": "Author Paddy Woodworth found in a recent trip to the region that the group's actions had made former supporters of the movement believe ETA was politically finished.",
      "output": "Penulis Paddy Woodworth menemukan pada perjalanan baru-baru ini ke wilayah itu bahwa tindakan kelompok membuat pendukung sebelumnya dari gerakan tersebut yakin bahwa ETA secara politik telah berakhir."
    },
    {
      "input": "He said that he had never seen anything like it before and didn't know what to do.",
      "output": "Ia mengatakan dia belum pernah melihat sesuatu yang seperti ini sebelumnya dan tidak tahu harus berbuat apa."
    },
    {
      "input": "MTR head of operations Choi Tak-tsan replied that only what is regarded as food counts.",
      "output": "Kepala operasi MTR Choi Tak-tsan menjawab bahwa hanya apa yang dianggap sebagai jumlah makanan."
    },
    {
      "input": "The Houston Astros have fired manager Phil Garner and general manager Tim Purpura less than two years after leading the team to its first World Series appearance (2005).",
      "output": "Houston Astros telah memecat manajer Phil Garner dan manajer umum Tim Purpura kurang dari 2 tahun setelah memimpin tim itu pada penampilan pertama mereka di Seri Dunia (2005)."
    },
    {
      "input": "\"This finding is a crucial new piece of evidence showing that environmental conditions favorable to the emergence of life can be sustained on icy bodies orbiting gas giant planets,\" said Nicolas Altobelli, the European Space Agency's project scientist for Cassini.",
      "output": "\"Temuan ini adalah bagian penting dari bukti baru yang menunjukkan bahwa kondisi lingkungan yang menguntungkan untuk munculnya kehidupan dapat dipertahankan pada tubuh es yang mengorbit pada planet gas raksasa, \" kata Nicolas Altobelli, ilmuwan untuk proyek Cassini Badan Antariksa Eropa."
    },
    {
      "input": "The controversy began when councillor Lynn Philip Hodgson lowered the town hall flag out of respect for a fallen Canadian soldier.",
      "output": "Perdebatan mulai jika penasehat Lynn Philip Hodgson menurunkan bendara setengah tiang untuk menghormatkan prajurit Kanada yang meninggal dunia."
    },
    {
      "input": "\"It is only through the hard work and professionalism of police officers and their military colleagues that the area has been made safe,\" Cordner said.",
      "output": "\"Hanya melalui kerja keras dan profesionalisme petugas polisi dan rekan militer mereka bahwa daerah tersebut telah dibuat aman, \" kata Cordner."
    },
    {
      "input": "The reason they chose Yahoo!7 over other companies was because Yahoo!7 has the top position in big fields such as TV and video.",
      "output": "Alasan mereka memilih Yahoo!7 daripada perusahaan lainnya adalah karena Yahoo!7 mempunyai posisi top di bidang besar seperti TV dan video."
    },
    {
      "input": "The Afghan Interior Ministry says the explosion killed mostly civilians on the heavily guarded road between its headquarters and the Indian Embassy.",
      "output": "Menteri Dalam Negeri Afganistan mengatakan bahwa korban ledakan itu sebagian besar adalah warga sipil yang tengah berada di jalan yang sedang dijaga ketat antara kantor kementerian dan gedung kedutaan besar India."
    },
    {
      "input": "The team will travel to London for a training camp on August 10 ahead of the August 29 start of the Games.",
      "output": "Tim akan berangkat ke London untuk pelatihan pada 10 Agustus mendatang pada tanggal 29 Agustus pertandingan akan dimulai."
    },
    {
      "input": "In one case, bottles and fireworks were used as weapons, but no injuries were reported.",
      "output": "Dalam satu kasus, botol dan kembang api digunakan sebagai senjata, namun tidak ada luka yang dilaporkan."
    },
    {
      "input": "The agency claims that they were given assurance by the Israeli military that the building would not be targeted.",
      "output": "Agen mengklaim mereka telah diberikan jaminan oleh tentara Israel bahwa gedung itu tidak akan dijadikan sasaran."
    },
    {
      "input": "Phelan died after falling ill in his hotel in Dublin this morning, shortly before a meeting due to be held by the Seanad.",
      "output": "Phelan meninggal setelah jatuh sakit di hotelnya di Dublin pada pagi ini, tidak lama sebelum rapat yang akan diadakan oleh Seanad."
    },
    {
      "input": "The tour comes two weeks before the start of the inaugural Twenty20 World Championship, which will be held in South Africa.",
      "output": "Perjalanan tersebut diadakan dua minggu sebelum peresmian Kejuaraan Dunia Twenty20 dimulai, yang akan diadakan di Afrika Selatan."
    },
    {
      "input": "Hughes retired 19 Texas Rangers without allowing a hit on Tuesday at the Rangers Ballpark in Arlington.",
      "output": "Hughes memberhentikan 19 Texas Rangers tanpa membiarkan satu pun pukulan berhasil mereka lakukan pada hari Selasa di Rangers Ballpark di Arlington."
    },
    {
      "input": "Although this letter did not say which \"superiors\" Libby referred to, the National Journal reported on Thursday that their sources said this included his immediate boss, V.P. Cheney",
      "output": "Meskipun surat ini tidak mengatakan \"atasan\" mana yang dirujuk Libby, Journal Nasional melaporkan pada hari Kamis bahwa sumber-sumber mereka mengatakan ini termasuk atasan langsungnya, Wapres Cheney."
    },
    {
      "input": "\"The way you [doctors] are taking care of me, you should also take care of other people\", Dr. D'Silva, who received his basic medical training in Nagpur and headed the ICU at Mumbai's Jaslok and Lilavati Hospitals before he helped set up the ICU at the ultra-modern Asian Heart Institute, quoted Singh as saying.",
      "output": "\"Rawatlah orang lain seperti cara kalian [para dokter] merawat saya\" ujar Dr. D'Silva mengutip perkataan Singh, dia mendapatkan pelatihan medis dasarnya di Nagpur lalu menjadi pimpinan unit ICU di Mumbai Jaslok dan Rumah Sakit Lilavati sebelum ikut serta dalam pendirian unit ICU di rumah sakit super modern Asian Heart Institute."
    },
    {
      "input": "The IFA and the IOC have disputed over who controls the game in the country for several years.",
      "output": "IFA dan IOC bersengketa selama beberapa tahun tentang siapa yang akan mengontrol permainan di dalam negeri."
    },
    {
      "input": "The highlighted comment made by Reid was calling Obama a \"light-skinned\" black man \"with no Negro dialect unless he wanted to have one.\"",
      "output": "Komentar menonjol yang dibuat oleh Reid menyebut Obama seorang pria kulit hitam \"berkulit terang\" \"tanpa dialek Negro kecuali ia ingin memiliki satu.\""
    },
    {
      "input": "Iraq took the lead after twenty-three minutes when midfielder Nashat Akram scored.",
      "output": "Irak memimpin setelah 23 menit ketika pemain tengah Nashat Akram mencetak gol."
    },
    {
      "input": "Several seconds later, a bomb explodes near what appears to be the lead car of the convoy severely damaging the front end of the vehicle and injuring several civilians.",
      "output": "Beberapa saat kemudian, sebuah bom meledak di dekat kemunculan mobil utama iring-iringan sehingga kendaraan tampak depan dan belakang benar-benar rusak dan beberapa orang sipil terluka."
    },
    {
      "input": "He continues to say that Georgia needs politicians who are pursuing reconciliation and compromise rather than confrontation.",
      "output": "Dia melanjutkan berbicara bahwa Georgia membutuhkan politisi yang mendorong rekonsiliasi dan kompromi daripada konfrontasi."
    },
    {
      "input": "The match was played at the Colombo Oval – Sara Stadium.",
      "output": "Pertandingan dimainkan di Stadion Colombo Oval - Sara."
    },
    {
      "input": "In his last years as Premier, he had taken his cause to the nation's capital, with the \"Joh for PM\" campaign.",
      "output": "Pada tahun terakhirnya sebagai Perdana Menteri, dia membawa tujuannya ke ibukota negara, dengan kampanye \"Joh untuk PM.\""
    },
    {
      "input": "He did share the ball with the rest of the team.",
      "output": "Namun, dia tidak egois dalam berbagi bola dengan rekan-rekan timnya."
    },
    {
      "input": "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.",
      "output": "Komandan Lee Archambault akan memimpin tim kru Discovery beranggotakan 7 kru, bersama dengan Pilot Tony Antonelli, dan Spesialis Misi Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, dan seorang astronot dari Japan Aerospace Exploration Agency bernama Koichi Wakata."
    },
    {
      "input": "The Vancouver Fire Department says they have no idea as to why the building collapsed.",
      "output": "Departemen Pemadam Kebakaran Vancouver mengatakan mereka tidak paham mengapa bangunan bisa runtuh."
    },
    {
      "input": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
      "output": "Ralf Schumacher dengan Toyota yang telah memukau para fans Jepang, menempati urutan ketiga, diikuti oleh Jarno Trulli dari Toyota juga."
    },
    {
      "input": "Tax processing had been halted on March 6, 2007, due to a computer glitch.",
      "output": "Pengolahan pajak tersebut telah dihentikan pada tanggal 6 Maret 2007, karena kesalahan komputer."
    },
    {
      "input": "The Dirty War refers to the use of state terrorism in Latin America in a period from the 1960s to the 1980s, usually targeted at groups opposed to the government (usually leftist groups).",
      "output": "Perang Kotor mengacu pada penggunaan terorisme negara bagian di Amerika Latin dalam periode tahun 1960-an ke tahun 1980-an, biasanya ditargetkan pada kelompok yang menentang pemerintah (biasanya kelompok sayap kiri)."
    },
    {
      "input": "Glen Stollery is a New Zealand website developer who created the site ScienTOMogy.info in mid 2005.",
      "output": "Glen Stollery adalah website Developer asal Selandia Baru yang menciptakan website ScienTOMogy. info pada pertengahan 2005."
    },
    {
      "input": "The last outbreak of foot-and-mouth in the UK, in the spring and summer of 2001, resulted in total losses estimated at £8bn.",
      "output": "Wabah terakhir dari virus yang menular di Inggris, pada musim semi dan musim panas tahun 2001, mengakibatkan kerugian total sekitar 8 miliar poundsterling."
    },
    {
      "input": "The move has been pushed for by some, but met with opposition by others.",
      "output": "Langkah ini telah didukung oleh beberapa, dan ditentang yang lain."
    },
    {
      "input": "When Dichloroacetate (DCA) enters a cancer cell, it restarts the mitochondria which in turn activate apoptosis, and the cancerous cell destroys itself.",
      "output": "Pada saat Dikloroasetat (DCA) memasuki sebuah sel kanker, itu akan memulai ulang mitokondria yang akan mengaktifkan apoptosis, dan sel dengan kanker akan menghancurkan dirinya sendiri."
    },
    {
      "input": "She also called the fact that Goldsmith gave his opinion only days before the invasion \"extraordinary\".",
      "output": "Dia juga menyebut fakta bahwa Goldsmith memberikan pendapatnya hanya beberapa hari sebelum invasi itu \"luar biasa.\""
    },
    {
      "input": "NASA has announced that the Cassini spacecraft has found what seem to be geysers spewing water on the moon Enceladus.",
      "output": "NASA telah menyatakan bahwa pesawat ruang angkasa Cassini telah menemukan apa yang disangka geiser yang memuntahkan air di bulan Enceladus."
    },
    {
      "input": "At time of writing, it has not been ascertained whether the currently detained vessels were fishing in such \"traditional\" waters or not, or whether they were operated by crews who would have traditional fishing rights, if they had been in compliance with the MOU.",
      "output": "Pada saat penulisan, belum dipastikan apakah kapal yang ditahan saat ini sedang memancing di perairan \"tradisional\" seperti itu atau tidak, atau apakah mereka dioperasikan oleh kru yang memiliki hak nelayan tradisional, jika begitu mereka telah sesuai dengan MOU."
    },
    {
      "input": "The injuries included severe damage to many of his internal organs.",
      "output": "Cedera tersebut mencakup kerusakan parah pada banyak organ internalnya."
    },
    {
      "input": "Devices mentioned in the suit are all phones manufactured by HTC that use Google's Android software.",
      "output": "Perangkat yang dimaksud di dalam tuntutan adalah semua telepon yang diproduksi oleh HTC yang menggunakan perangkat lunak Android Google."
    },
    {
      "input": "Australia operates a detention centre in Nauru to process people intercepted at sea while trying to reach Australia illegally.",
      "output": "Australia mempunyai pusat penahanan di Nauru untuk memproses orang-orang yang tertangkap di laut yang mencoba memasuki Australia secara ilegal."
    },
    {
      "input": "Despite being detected in humans, no evidence has turned up to suggest that the virus can be spread easily from human to human.",
      "output": "Walaupun telah dideteksi pada manusia, tidak ada bukti yang muncul bahwa virus dapat menyebar dengan cepat dari manusia ke manusia."
    },
    {
      "input": "If executed, Ross will be the first person put to death in Connecticut in over 40 years.",
      "output": "Jika dieksekusi, Ross akan menjadi orang pertama yang dihukum mati di Connecticut setelah lebih dari 40 tahun."
    },
    {
      "input": "Adam Bandt is projected to become the member for the Division of Melbourne.",
      "output": "Adam Bandt diperhitungkan untuk menjadi anggota untuk Divisi Melbourne."
    },
    {
      "input": "Former Olympiacos SFC player Alekos Tatsis, almost Anderlecht, Belgium's starlet, was released free by OSFC.",
      "output": "Mantan pemain Olympiacos SFC Alekos Tatsis, hampir pasti Anderlecht, bintang muda Belgia, telah dilepas oleh OSFC."
    },
    {
      "input": "Pakistani Prime Minister Yousaf Raza Gilani announced that the military operation targeting Taliban militants based in the South Waziristan tribal region is now over, after nearly two months.",
      "output": "Perdana Menteri Pakistan Yousaf Raza Gilani mengumumkan bahwa operasi militer dengan target para militan Taliban yang berbasis di daerah suku Waziristan Selatan sekarang selesai, setelah hampir 2 bulan."
    },
    {
      "input": "A family of four adults and one minor has been reported dead after the house they were inhabiting in the city of Pichilemu, in Chile was allegedly intentionally set on fire on Sunday morning.",
      "output": "Sebuah keluarga dengan empat orang dewasa dan satu anak-anak dilaporkan telah tewas setelah rumah yang mereka diami di kota Pichilemu, Chile diduga secara sengaja dibakar pada hari Minggu pagi."
    },
    {
      "input": "In accordance with the Treaty on Open Skies, Norway and Denmark started conducting observation flights over Belarus and Russia yesterday.",
      "output": "Dalam hubungannya dengan Perjanjian Membuka wilayah Udara, Norwegia dan Denmark mulai melakukan observasi penerbangan di atas Belarus dan Rusia kemarin."
    },
    {
      "input": "The two animals responsible for the attack have since been captured and euthanised by wildlife rangers.",
      "output": "2 hewan yang bertanggung jawab atas serangan itu ditangkap dan dibunuh oleh para penjaga hutan rimba."
    },
    {
      "input": "16 members of the group of 35 were rescued but 14 died and 5 are still missing.",
      "output": "16 anggota kelompok dari 35 orang telah diselamatkan namun 14 orang meninggal dan 5 orang lainnya masih hilang."
    },
    {
      "input": "Between three and six million people are thought to have been infected in 2005.",
      "output": "Antara tiga sampai enam juta orang diperkirakan telah terinveksi pada tahun 2005."
    },
    {
      "input": "The possibility that the proposal may run into some trouble when put before the Cabinet does exist.",
      "output": "Kemungkinan bahwa pengajuan usulan akan mengalami kendala jika diserahkan sebelum adanya Kabinet."
    },
    {
      "input": "Fiji's government was overthrown by a military coup in 2006.",
      "output": "Pemerintah Fiji digulingkan oleh kudeta militer pada tahun 2006."
    },
    {
      "input": "Then later, the 4th Infantry was the first to enter Germany.",
      "output": "Lalu nantinya, Infanteri ke 4 adalah yang pertama yang memasuki Jerman."
    },
    {
      "input": "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.",
      "output": "Menurut BBC, Pakistan tidak mampu memberikan bukti yang berkaitan dengan kematiannya karena \"medan yang terpencil dan berbahaya\" di Waziristan Selatan."
    },
    {
      "input": "\"When a resident does the simplest thing, even putting up a Canadian flag or drinking a coffee in a lawn chair across some magic line, they will send in scores of officers to arrest the person,\" said Gary McHale.",
      "output": "\"Saat seorang penduduk melakukan hal sederhana, bahkan hanya memasang sebuah bendera Kanada atau meminum secangkir kopi di kursi taman di sekitar garis sihir, mereka akan mengirim puluhan petugas untuk menangkap orang-orang itu, \" kata Gary McHale."
    },
    {
      "input": "Like the parent HBO Asia channel, along with limited original programming, the new genre channels are expected to offer top Hollywood fare dubbed into local languages.",
      "output": "Seperti saluran induk HBO Asia, bersama dengan program asli yang terbatas, saluran-saluran dengan genre yang baru diharapkan dapat menawarkan sajian papan atas Hollywood yang dialihbahasakan kedalam bahasa-bahasa setempat."
    },
    {
      "input": "These conflicts of interest have never been publicly disclosed by WHO, an apparent violation of its own rules.",
      "output": "Konflik dari kepentingan tersebut tidak pernah diungkapkan pada publik oleh WHO, sebuah pelanggaran yang nyata dari peraturannya sendiri."
    },
    {
      "input": "Over 100 divers from the combined Philippines and United States naval forces have been working overtime to retrieve the bodies of passengers trapped inside the capsized MV Princess of the Stars.",
      "output": "Lebih dari 100 penyelam dari gabungan pasukan angkatan laut Filipina dan Amerika telah bekerja lembur untuk menemukan mayat penumpang yang terperangkap di dalam MV Princess of the Stara yang tenggelam."
    },
    {
      "input": "In Zurich trade unions urged the free movement of people, as well as an ending to the pressure on salaries.",
      "output": "Di Zurich serikat pekerja mendesak kebebasan bergerak bagi semua orang, serta berakhir kepada tekanan terhadap gaji."
    },
    {
      "input": "Plaintiffs argue that the government and health ministry did not act quickly enough after international organizations issued warnings in 1972 that asbestos could be a carcinogen.",
      "output": "Penggugat membuktikan bahwa pemerintah dan kementerian kesehatan tidak bertindak dengan cukup cepat setelah diterbitkannya peringatan dari organisasi internasional pada tahun 1972 bahwa asbes dapat menyebabkan kanker."
    },
    {
      "input": "Recent media coverage of the murder of Brett Kebble have raised questions of the close friendship between Jackie Selebi and Glenn Agliotti.",
      "output": "Liputan media baru-baru ini tentang pembunuhan Brett Kebble telah mencuatkan pertanyaan mengenai kedekatan antara Jackie Selebi dan Glenn Agliotti."
    },
    {
      "input": "The leu, Romania's national currency, continues to appreciate against the euro and the US dollar after it reached high levels a few days ago.",
      "output": "Leu, mata uang Romania, terus terapresiasi terhadap mata uang Euro dan dolar Amerika setelah setelah mencapai level tinggi beberapa hari yang lalu."
    },
    {
      "input": "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.",
      "output": "Menurut Eva Brucherseifer, presiden komunitas KDE di Jerman dan direktur pengelola basysKom, proses migrasi dalam \"fase puncak\" nya dan memindahkan 300 sistem setiap hari."
    },
    {
      "input": "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.",
      "output": "Kevin Kenrick, kepala petugas operasi Telecom, mengatakan bahwa mereka bisa menyasar komunitas periklanan online yang belum berkembang."
    },
    {
      "input": "The indictment does not include specific charges of how DeLay was involved in the conspiracy.",
      "output": "Dakwaan ini tidak mencakup tuduhan-tuduhan spesifik bagaimana DeLay terlibat dalam konspirasi tersebut."
    },
    {
      "input": "The three men, named as Bayan Ahmed Said, Ouday Dawood Salman and Dhahar Jasim Hassan were convicted of murdering three policemen in the city of Kut, Wasit province.",
      "output": "Ketiga laki-laki tersebut, yang bernama Bayan Ahmed Said, Ouday Dawood Salman dan Dhahar Jasim Hassan terbukti bersalah karena membunuh tiga polisi di kota Kut, provinsi Wasit."
    },
    {
      "input": "Iraqi president Jalal Talabani is personally opposed to capital punishment and stated that he would never sign a death sentence, not even against Saddam Hussein himself.",
      "output": "Presiden Irak Jalal Talabani secara pribadi menentang hukuman mati dan menyatakan bahwa ia tidak akan pernah menandatangani hukuman mati, bahkan tidak terhadap Saddam Hussein sendiri."
    },
    {
      "input": "WTF secretary general Yang Jin-suk said \"due process must be followed before officially banning the two.\"",
      "output": "Secertaris Umum WTF Yang Jin-suk mengungkapkan \"karena proses harus di ikuti sebelum pelarangan terhadap mereka berdua.\""
    },
    {
      "input": "Australian Diamond goal attack Sharelle McMahon has taken the season off from the Vixens as a result of pregnancy.",
      "output": "Penyerang gol Australian Diamond Sharelle McMahon mengambil cuti dari Vixens karena sedang hamil."
    },
    {
      "input": "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.",
      "output": "Seorang hakim federal memutuskan hari Senin bahwa pil Plan B setelah pagi yang kontroversial harus tersedia tanpa resep untuk gadis muda 17 tahun, mengutip kesediaan Food and Drug Administration (FDA) untuk mengakui pengaruh konservatif pemerintahan Bush dengan menetapkan batas usia 18 tahun pada 2006."
    },
    {
      "input": "Stricker stated, \"There definitely are people who are finding this to be the best answer to their question, and they are indicating this by either clicking on this result or linking to this result as the best answer to that question.\"",
      "output": "Stricker menyampaikan, \"Pasti ada orang yang menemukan ini untuk menjadi jawaban yang terbaik pada pertanyaan mereka, dan mereka mengindikasikan ini dengan mengklik pada hasilnya atau menghubungkan hasilnya sebagai jawaban terbaik pada pertanyaan ini salah satunya."
    },
    {
      "input": "He is friendly and frank, and he welcomes people to join him in his world (\"I just got a message that Michael Lucas died!\" he says staring wide-eyed at his phone; the message turned out to be false).",
      "output": "Dia ramah dan jujur, dan dia menyambut orang-orang untuk bergabung dengannya di dunianya (\"Aku baru saja mendapat berita bahwa Michael Lucas meninggal!\" Ia berkata sambil menatap terbelalak pada teleponnya, berita tersebut ternyata palsu)."
    },
    {
      "input": "The airline also announced daily service from Raleigh to Boston starting on October 18.",
      "output": "Maskapai Penerbangan juga mengumumkan layanan setiap hari dari Raleigh ke Boston mulai 18 Oktober."
    },
    {
      "input": "A protection zone has been set up around the affected areas and rules preventing the movement of livestock have been introduced throughout the country, with the aim of stopping further spread of the contagious disease.",
      "output": "Zona perlindungan telah dibentuk di sekitar daerah yang terkena dan aturan pencegahan pergerakan ternak telah dikenalkan ke seluruh negeri, dengan bertujuan menghentikan penyebaran dan penularan wabah."
    },
    {
      "input": "The Japan Meteorological Agency released the information on the storm's effects in the country yesterday.",
      "output": "Badan Meteorologi Jepang merilis pengumuman tentang dampak badai tersebut di negara itu kemarin."
    },
    {
      "input": "Prime Minister Tony Blair has always claimed that the war in Iraq has not fuelled terrorism in UK; that there was terrorism long before the invasion.",
      "output": "Perdana Menteri Tony Blair selalu mengklaim bahwa perang di Irak tidak mendorong terorisme di Inggris; yang ada aksi terorisme jauh sebelum penyerbuan."
    },
    {
      "input": "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.",
      "output": "Dr. Ryan, seorang selebriti dalam bidangnya, melakukan operasi plastik terhadap beberapa bintang termasuk Janice Dickinson, Gene Simmons, Shauna Sand dan Adrianne Curry."
    },
    {
      "input": "Don't judge the government... by its intentions but by its results, but no results in the very short-term, judge us in 2011, Van Rompuy told the lawmakers.",
      "output": "Jangan mengadili pemerintah... dari maksud tersebut tetapi dari hasinya, akan tetapi bukan hasil yang jangka pendek, pada tahun 2011 mengadili, Van Rompuy mengatakan kepada pembuat undang-undang."
    },
    {
      "input": "The case marks the first time bloggers have been sued for libel in the country.",
      "output": "Kasus ini menandai kali pertamanya bloger digugat atas tuduhan pencemaran nama baik di negara tersebut."
    },
    {
      "input": "Skinner was a gym teacher and basketball coach and taught members of the group.",
      "output": "Skinner adalah seorang guru olahraga dan pelatih basket yang pernah mengajarkan anggota band."
    },
    {
      "input": "It also brings into question the conduct of his replacement as leader, Warren Bradley.",
      "output": "Hal ini juga menimbulkan pertanyaan tindakan penggatiannya sebagai ketua, Warren Bradley."
    },
    {
      "input": "This latest discovery shows that life in other parts of the universe may be more probable than previously thought.",
      "output": "Penemuan terakhir ini menunjukkan bahwa kehidupan di bagian lain alam semesta mungkin lebih mungkin dari pemikiran sebelumnya."
    },
    {
      "input": "Mr. Mahajan's liver was severely injured in the incident, leading to massive blood loss.",
      "output": "Hati Bapak Mahajan terluka parah pada insiden tersebut, menyebabkan banyak kehilangan darah."
    },
    {
      "input": "The London-based International Federation of Air Line Pilots Associations (IFALPA) issued a press release condemning this move, saying that further investigations are needed into the crash, and that criminal proceedings could prevent an accurate version of events from ever being known.",
      "output": "International Federation of Air Line Pilots Acociations (IFALPA) yang berbasis di London mengeluarkan siaran pers, mengutuk langkah ini untuk itu dilerlukan dalam kecelakaan itu dan bahwa proses pidana dapat dicegah versi akurat peristiwa dari hari sebelumnya."
    },
    {
      "input": "\"The new secretary-general must urgently combat this.\"",
      "output": "\"Sekretaris-jenderal yang baru harus segera melawan ini.\""
    },
    {
      "input": "Additional Sessions Judge Ravinder Kaur confirmed today that Mohammed Afzal, a militant attached to the Pakistan-based outfit Jaish-e-Mohammed, would be executed on 20 October for his role in the attempted attack on the Indian Parliament building in 2002.",
      "output": "Pada sidang tambahan, Hakim Ravinder Kaur mengonfirmasi hari ini bahwa Mohammed Afzal, seorang militan yang memiliki hubungan dengan militan Jaish-e-Mohammed yang berbasis di Pakistan, akan diekseksui pada 20 Oktober akibat perannya dalam penyerangan gedung Parlemen India di tahun 2002."
    },
    {
      "input": "A spokesman for North West Ambulance Service said: \"We treated an 11-year-old with serious gunshot wounds.\"",
      "output": "Seorang juru bicara untuk North West Ambulance Service mengatakan : \"Kami merawat seseorang berusia 11 tahun dengan cedera tembakan serius.\""
    },
    {
      "input": "Weeks earlier, separate storms sank two passenger vessels in the central Philippines, drowning more than 50 people.",
      "output": "Beberapa minggu sebelumnya, badai yang terpisah menenggelamkan dua kapal penumpang di pusat Filipina, menenggelamkan lebih dari 50 orang."
    },
    {
      "input": "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"",
      "output": "\"Rudal membawa hulu ledak yang sangat kuat yang memungkinkan nya beroperasi melawan grup kapal perang dan kapal selam besar.\""
    },
    {
      "input": "Ruby has previously represented the National Football League in lawsuits against Oakland Raiders owner Al Davis.",
      "output": "Ruby sebelumnya mewakili Liga Sepakbola Nasional dalam gugatan melawan pemilik Oakland Raiders Al Davis."
    },
    {
      "input": "Accordingly, it refers to itself as 'America's Nazi Party' and aims to instigate major change in the US.",
      "output": "Karena itu, mereka merujuk dirinya sendiri sebagai sebagai 'Partai Nazi Amerika'dan bertujuan untuk memprovokasi perubahan besar di AS."
    },
    {
      "input": "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.",
      "output": "Di antara inning kelima dan keenam, ada penundaan sedikit pada pertandingan ketika anjing bernama Streaker, milik dari pemain tim softball pria nasional Australia Adam Folkard, berlari di lapangan."
    },
    {
      "input": "According to The Baltic Times, specialists say that this time up to 40 tons of oil might have leaked into the sea from the Runner 4.",
      "output": "Menurut The Baltic Times, para ahli mengatakan bahwa kali ini minyak yang mungkin bocor ke laut dari Runner 4 mencapai 40 ton."
    },
    {
      "input": "Peterson was found guilty of murdering his pregnant wife Laci and their unborn child.",
      "output": "Peterson terbukti bersalah melakukan pembunuhan isterinya yang sedang hamil Laci dan anaknya yang belum lahir."
    },
    {
      "input": "\"If the Mainland China wants to enlarge its market stably, the supply chain and costs of material should be cautioned.\"",
      "output": "\"Jika Cina daratan ingin memperluas pasarnya secara stabil, rantai suplai dan biaya material harus diperhatikan.\""
    },
    {
      "input": "How precisely the infection was transported from the ranch to the spinach field is still unknown.",
      "output": "Cara tepat infeksi tersebut dibawa dari peternakan ke lahan bayam yang masih tak diketahui."
    },
    {
      "input": "The National Bank, however, is hesitant to intervene in the marketplace once again due to the positive effects of the leu's appreciation on importers, who can now get products for lower prices, and for consumers, who now have higher purchasing power for imported goods.",
      "output": "Bank Nasional, namun demikian, ragu-ragu untuk melakukan intervensi ke pasar sekali lagi karena efek positif apresiasi leu bagi importir, yang sekarang memiliki daya beli yang lebih tinggi untuk barang impor."
    },
    {
      "input": "That building was located at 45J, Ma Tau Wai Road in Hung Hom.",
      "output": "Gedung itu beralamat di 45J, Ma Tau Wai Road Hung Hom."
    },
    {
      "input": "General Jack Keane said the withdrawal had \"much more to do with conditions in the U.K.\" than with the situation in Iraq.",
      "output": "Jenderal Jack Keane mengatakan bahwa penarikan mempunyai \"lebih banyak hal yang dilakukan dengan kondisi di Amerika\" daripada situasi di Irak."
    },
    {
      "input": "Earlier reports had stated there were explosives on board the aircraft, but none were found.",
      "output": "Laporan awal telah mengatakan ada ledakan dalam pesawat, tapi tidak ditemukan apapun."
    },
    {
      "input": "Olver said, \"We must hold the Sudanese government accountable for the attacks they have supported on their own citizens in Darfur.\"",
      "output": "Olver berkata, \"Kita harus meminta pertanggungjawaban pemerintah Sudan dalam serangan-serangan yang mereka dukung terhadap penduduk lokal mereka di Darfur.\""
    },
    {
      "input": "He also stated that he was not attempting to remove videos critical of him, or the Church, but also emphasizes other videos still on YouTube that are \"a personal attack against me and my beliefs.\"",
      "output": "Dia juga menyatakan bahwa dia tidak mencoba untuk menghapus video yang mengkritiknya, atau Gereja, tetapi juga menekankan video lain yang masih di YouTube \"menyerang saya pribadi dan keyakinan saya.\""
    },
    {
      "input": "Burghol, 56, was a journalist for about 21 years, working for the newspaper Al-Thawra (The Revolution) whilst also hosting a weekly show for Radio Damascus.",
      "output": "Burghol, 56 tahun, adalah seorang wartawan yang telah bekerja selama sekitar 21 tahun, bekerja untuk surat kabar Al-Thawra (The Revolution) sementara juga menjadi penyiar untuk sebuah acara mingguan untuk Radio Damaskus."
    },
    {
      "input": "\"Mr Stephanides was advised accordingly yesterday and separated from service with immediate effect.",
      "output": "\"Bapak Stephanides telah diinformasikan tentang pemecatan dirinya kemarin dan telah diberhentikan secara total dari pekerjaannya."
    },
    {
      "input": "He also said their goal is to tell AT&T that it is not in their fiscal best interests, along with not being legal, to cooperate with the President's wiretap program.",
      "output": "Dia juga mengatakan tujuan mereka adalah untuk memberitahu AT&T bahwa tidak dalam kepentingan terbaik fiskal mereka, sepanjang tidak menjadi hukum, untuk bekerja sama dengan Program Penyadapan Presiden."
    },
    {
      "input": "The bridge collapsed in 2004 and was temporarily replaced with a wooden bridge which Israelis say is weakening and unsafe.",
      "output": "Jembatan runtuh 2004 dan untuk sementara digantikan dengan sebuah jembatan kayu Israel berkata itu lemah dan tidak aman."
    },
    {
      "input": "After searching 644 square miles of ocean with nine aircraft debris has been located from both the aircraft, but no trace has been found of those on board.",
      "output": "Setelah mencari di 644 mil persegi di samudera dengan 9 pesawat reruntuhan dari kedua pesawat tersebut telah ditemukan, tetapi tidak ada jejak yang ditemukan atas mereka yang di dalam pesawat."
    },
    {
      "input": "\"We appreciate the step that they took by retracting the story.\"",
      "output": "\"Kami menghargai langkah yang mereka ambil dengan menarik kembali ceritanya.\""
    },
    {
      "input": "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.",
      "output": "Majalah Konstitusi Atlanta (AJC) melaporkan bahwa dua pistol ditemukan di lokasi kejadian."
    },
    {
      "input": "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.",
      "output": "Seorang Sersan Mayor dan Walikota di korporasi intelijen Inggris dan mantan komandan dari resimen Queen Lancashire (yang saat ini adalah resimen Duke of Lancaster) dituntut dengan kelalaian dalam melakukan tugas."
    },
    {
      "input": "\"Police have one set of policies for natives and another set of policies for non-natives,\" he said before the rally.",
      "output": "\"Polisi memiliki satu set kebijakan untuk penduduk asli dan satu set kebijakan lain untuk yang bukan penduduk asli, \" dia berkata sebelum unjuk rasa terjadi."
    },
    {
      "input": "When not competing in archery, she works for Western Australian Newspapers.",
      "output": "Saat tidak bertanding dalam seni memanah, dia bekerja untuk Western Australia Newspapers."
    },
    {
      "input": "After the announcement of the record was made, a taped message from Marino played on the Jumbotron.",
      "output": "Setelah pengumuman dari rekaman dibuat, pesan rekaman dari Marino bermain di Jumbotron."
    },
    {
      "input": "The referendum, with an 86.3% voter turnout, had a 55.4% approval for the secession, which satisfies the European Union's minimum 55% approval.",
      "output": "Referendum, dengan jumlah pemilih 86,3% dari seluruh pemegang hak pilih ini, menghasilkan 55,4% setuju untuk pemisahan diri, yang memenuhi tingkat persetujuan minimum 55% dari Uni Eropa."
    },
    {
      "input": "A rather unimpressive Dublin side narrowly beat an even less impressive Westmeath side last night in front of a capacity (10,000) crowd at Dublin's Parnell Park to bag two points in the Allianz NFL Division 1A match.",
      "output": "Sebuah tim Dublin yang agak kurang mengesankan secara tipis mengalahkan tim Westmeath yang bahkan lebih tidak mengesankan lagi tadi malam di depan penonton kapasitas penuh (10.000) di Parnell Park Dublin untuk mengantongi dua poin di laga Allianz NFL Divisi 1A."
    },
    {
      "input": "The forum, moderated by pastor Rick Warren, was scheduled to showcase the candidates to an evangelical segment of the population, who account for 26.3% of the American public.",
      "output": "Forum, dipandu oleh pastor Rick Warren, dijadwalkan memamerkan para kandidat pada segmen evangelis dari penduduk, yang jumlahnya 26,3% dari rakyat Amerika."
    },
    {
      "input": "The German city of Munich has delayed the start of its planed migration to Linux till 2006.",
      "output": "Kota Jerman di Munich menunda memulai rencana pindahnya ke Linux sampai 2006."
    },
    {
      "input": "\"A burglar stealing your TV is in the wrong because they are taking without permission.\"",
      "output": "\"Seorang perampok yang mencuri TV Anda ada dalam keadaan bersalah karena mereka mengambil tanpa izin.\""
    },
    {
      "input": "Writing on the weblog she started to help her, and others, come to terms with the aftermath of July 7th, Ms North says:",
      "output": "Menulis di weblog dia mulai membantunya, dan lainnya, datang untuk berdamai dengan pasca 7 Juli, Ibu North mengatakan:"
    },
    {
      "input": "Today, US officials were reluctant to defend this policy for any specific cases, but White House spokesman Dan Bartlett presented a generic defense of US anti-terrorism policies on Sunday talk shows in the United States.",
      "output": "Hari ini, para pejabat Amerika Serikat enggan untuk mempertahankan kebijakan ini dari kasus-kasus khusus, namun juru bicara Gedung Putih Dan Bartlett menyampaikan sebuah pembelaan umum dari kebijakan-kebijakan anti terorisme Amerika Serikat pada acara bincang-bincang hari Minggu di Amerika Serikat."
    },
    {
      "input": "The last few minutes of the fight proved to be the best for Healey, who wore down Beerbohm's strength and left him gasping for air, allowing Healey to attempt more submissions on the ground.",
      "output": "Pada beberapa menit terakhir pertandingan membuktikan yang terbaik untuk Healey, yang memakai kekuatan Beerbohm dan membuatnya terengah-engah, memungkinkan Healey melakukan submission di lantai."
    },
    {
      "input": "According to Iranian television statement, \"In order to prevent possible misuse of MMS, immoral actions and social problems, the Telecommunications Ministry will filter immoral MMS.\"",
      "output": "Menurut pernyataan televisi Iran, \"untuk mencegah kemungkinan penyalahgunaan MMS, tindakan yang tidak bermoral dan masalah sosial, Kementerian Telekomunikasi akan menyaring MMS yang tidak bermoral.\""
    },
    {
      "input": "Two other Renault-engined cars of Mark Webber and David Coulthard (Red Bull team) — split by Nick Heidfeld (BMW Sauber) — were the last cars to finish on the lead lap.",
      "output": "2 mobil bermesin Renault lainnya yang dikendarai oleh Mark Webber dan David Coulthard (tim Red Bull) - dipisahkan oleh Nick Heidfeld (BMW Sauber) - merupakan mobil terakhir yang finis di putaran terakhir."
    },
    {
      "input": "The Epilepsy Foundation had to shut down the forum, and took some measures to prevent future attacks.",
      "output": "Yayasan Epilepsi harus menutup forum, dan mengambil beberapa tindakan untuk mencegah serangan di masa depan."
    },
    {
      "input": "They had a slight advantage over Cambridge at Hammersmith Bridge, where they would be favoured by racing the inside of the upcoming bend.",
      "output": "Mereka memiliki sedikit keuntungan atas Cambridge di Hammersmith Bridge, dimana mereka menjadi favorit dengan balapan di sisi dalam tikungan yang akan datang."
    },
    {
      "input": "Sheriff Rich Stanek said, \"There aren't a lot of smiles here tonight…\"",
      "output": "Sheriff Rich Stanek berkata, \"Tidak banyak senyum di sini malam ini...\""
    },
    {
      "input": "\"His approach is to first destroy and then think about what to build,\" Walesa said of the president.",
      "output": "\"Pendekatannya adalah pertama menghancurkan dan kemudian berpikir tentang apa yang dibangun, \" kata Walesa mengatakan tentang presiden."
    },
    {
      "input": "At the same time there were also allegations that money was being paid to Hussein's regime, that AWB was not being transparent in their dealings.",
      "output": "Pada waktu yang sama ada juga dugaan bahwa uang tersebut sudah dibayar ke rezim Hussein, AWB tidak transparan dalam kesepakatan mereka."
    },
    {
      "input": "Heavy rain has washed away a 20-metre stretch of National Highway 75, in Alba county, western Romania, leaving only one of the lanes open to traffic.",
      "output": "Hujan deras telah menghanyutkan 20 meter Jalan Raya Nasional 75, di daerah Alba, Romania barat, hanya meninggalkan 1 jalur terbuka untuk lalu lintas."
    },
    {
      "input": "The oil field began shutdown procedures on Sunday due to severe corrosion and a minor leakage from an oil transit line.",
      "output": "Ladang minyak memulai prosedur penghentian pada hari Minggu karena korosi yang parah dan kebocoran minor dari jalur transit minyak."
    },
    {
      "input": "Christopher Bishop, a spokesman for the Keep it 18 campaign, said: \"We welcome the Government's moves to review the supply of alcohol to minors in the likely event that the Sale of Liquor Amendment Bill is defeated today.\"",
      "output": "Christopher Bishop, juru bicara kampanye Jaga agar tetap 18, mengatakan: \"Kami menyambut langkah Pemerintah untuk meninjau pasokan alkohol untuk anak di bawah umur dalam hal kemungkinan Perubahan Rancangan Undang-Undang Penjualan Minuman Keras dikalahkan hari ini.\""
    },
    {
      "input": "Two teenagers have been found shot to death in Salford, Greater Manchester, w:UK.",
      "output": "Dua remaja ditemukan tewas tertembak di Salford, Greater Manchester, w:Inggris."
    },
    {
      "input": "The partnership will result in Yahoo!7 taking 51% control of the partnership and Xtra taking the remaining 49%.",
      "output": "Kemitraan tersebut mengakibatkan Yahoo!7 mengambil 51% kontrol kemitraan dan Xtra mengambil sisanya 49%."
    },
    {
      "input": "Mr Law and the fourth member arrested, former human shield Donna Mulhearn, 37, (taken hostage by militants in Fallujah in Iraq last year) were released.",
      "output": "Bapak Law dan empat anggota ditamgkap, sebelumnya merupakan perisai manusia Donna Mulhearn, 37 tahun (ditangkap sebagai sandera oleh kaum militan di Fallujah di Irak tahun lalu) dibebaskan."
    },
    {
      "input": "The third place win for Germany has secured the 2006/2007 championship.",
      "output": "Kemenangan bagi Jerman pada tempat ketiga telah menyelamatkan kejuaraan pada 2006/2007."
    },
    {
      "input": "United's response was nearly instant, as Smith's pass into Rooney released him on the right.",
      "output": "Respon United hampir seketika, seperti umpan Smith ke Rooney dilepaskannya dari sebelah kanan."
    },
    {
      "input": "A KFM spokesman told the Tribune that the welds are in \"compliance with stringent Caltrans specifications.\"",
      "output": "Seorang juru bicara KFM berkata kepada Tribune bahwa hasil-hasil las tersebut masih \"sesuai dengan spesifikasi Caltrans yang ketat.\""
    },
    {
      "input": "La Repubblica is reporting that US forces were aware of Italian intelligence agent Nicola Calipari's presence, but not the specific details of his mission.",
      "output": "La Repubblica melaporkan bahwa pasukan AS menyadari kehadiran agen intelijen Italia Nicola Calipari, tetapi tidak mengetahui rincian spesifik misinya."
    },
    {
      "input": "The Juno Awards began in 1970, initially known as the Gold Leaf Awards, and are Canada's most prominent annual music honours.",
      "output": "Juno Awards dimulai di tahun 1970, awalnya diketahui sebagai Gold Leaf Awards, dan penghargaan musik tahunan yang paling menonjol di Kanada."
    },
    {
      "input": "With the quota system gone, fears have arisen that a flood of Chinese goods could undercut U.S. competitiveness in the market.",
      "output": "Dengan hilangnya sistem kuota tersebut, timbul kekhawatiran bahwa banjir barang-barang Cina bisa melemahkan daya saing AS di pasar."
    },
    {
      "input": "On Sunday, a group of 80 people from Beijing and Shanghai landed at Heathrow to become the first Chinese to arrive in the United Kingdom on tourist visas.",
      "output": "Pada hari minggu, satu kelompok berjumlah 80 orang dari Beijing dan Shanghai mendarat di Heathrow untuk menjadi orang Cina pertama yang tiba di Inggris dengan visa turis."
    },
    {
      "input": "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.",
      "output": "Cindy Sheehan mengatakan pada hari Minggu bahwa dia merencanakan mengadakan protes perdamaian di tepi jalan di dekat peternakan Bush sampai Bush berbicara padanya lagi."
    },
    {
      "input": "The fire fighters were met with laughter and sarcastic applause.",
      "output": "Petugas pemadam kebakaran bertemu dengan tepukan tawa yang sarkastik."
    },
    {
      "input": "\"Reportedly, four men attacked the FIA building and initial reports are that two of them have been killed,\" said the provincial interior secretary, Nadeem Hassan Asif Punjab.",
      "output": "\"Diberitakan, 4 pria menyerang gedung FIA dan laporan awal adalah bahwa 2 dari mereka tewas, \" kata pejabat dalam negeri provinsi, Nadeem Hassan Asif Punjab."
    },
    {
      "input": "It is not clear who the leader of the coup is, although several military sources said that Major Adamou Harouna of the Nigerien Army was responsible.",
      "output": "Tidak jelas siapa pemimpin kudeta itu, meskipun beberapa sumber militer mengatakan bahwa Mayor Adamou Harouna Angkatan Darat Nigerien yang bertanggung jawab."
    },
    {
      "input": "It is also reported that Italians were injured in the crash.",
      "output": "Juga dilaporkan bahwa orang Italia terluka dalam tabrakan tersebut."
    },
    {
      "input": "Treasury documents released today under the Freedom of Information (FOI) act reveal that Australians could face up to an A$863 rise in household costs per annum if the government proceeds with its plans to put a tax on carbon emissions.",
      "output": "Dokumen kas telah dikeluarkan hari ini dibawah Freedom of Information (FOI) yang bertindak mengungkapkan bahwa warganegara Australia bisa menghadapi kenaikan menjadi 863 dolar Australia pada biaya rumah tangga per tahun jika pemerintah menjalankan rencana untuk menarik pajak pada emisi karbon."
    },
    {
      "input": "In even more excitement, rookie (her first Ironman length race was seven weeks ago in Korea) Chrissie Wellington, from Great Britain, claimed the women's title finished in 9:08:45.",
      "output": "Bahkan dalam kegembiraan lebih, pemula (perlombaan pertamanya di Ironman tujuh minggu lalu di korea) Chrissie Wellington, dari Inggris, merebut gelar untuk wanita dan selesai dengan waktu 9:08:45."
    },
    {
      "input": "Among other statements, Korn compared evolutionary biologists to child molesters and discussed killing the \"enemies of Christian society\" who are \"terrorists against America\".",
      "output": "Diantara penyataan-pernyataan lainnya, Korn membandingkan para biologis evolusioner dengan para penganiaya anak dan mendiskusikan pembunuhan \"musuh-musuh masyarakat Kristen\" yang merupakan \"teroris melawan Amerika.\""
    },
    {
      "input": "Take someone who's struggling with maths and works hard to get four or five credits - and then they see their mate getting three credits for holding a conversation...",
      "output": "Ambillah seseorang yang berjuang dengan matematika dan bekerja keras untuk mendapatkan empat atau lima kredit - dan kemudian mereka melihat teman mereka mendapatkan tiga kredit untuk belajar percakapan. ."
    },
    {
      "input": "Amnesty is also worried about: severe violations committed by the United States' army outside the countries' borders; the situation of the prisoners in Guantanamo Bay; United States' general misbehaviour against international peace; ill-treatment of US immigrants; ill-treatment and excessive use of force by the US law enforcement officials; the US citizens losing civil rights and liberties after the 9/11 attacks; and continued use of death penalty by the state, which is in direct breach with the 3rd article of the United Nations' Universal Declaration of Human Rights (the right to life).",
      "output": "Amnesty juga khawatir tentang: pelanggaran berat yang dilakukan oleh tentara Amerika Serikat di luar perbatasan-perbatasan negara; situasi para tahanan di Teluk Guantanamo; kenakalan umum Amerika Serikat terhadap perdamaian internasional; perlakuan buruk dari imigran AS; perlakuan buruk dan penggunaan kekuatan yang berlebihan oleh aparat penegak hukum AS; warga AS kehilangan hak-hak dan kebebasan sipil setelah serangan 9/11; dan terus menggunakan hukuman mati oleh negara, yang melanggar langsung dengan pasal 3 dari Deklarasi Universal PBB tentang Hak Asasi Manusia (hak untuk hidup)."
    },
    {
      "input": "He noted that it was difficult to predict the activity of the virus.",
      "output": "Dia memperingatkan bahwa sulit untuk memprediksikan aktifitas virus tersebut."
    },
    {
      "input": "Software developers, who supported the European Parliament's proposal last year to definitively rule out software patents, welcomed the delay as a chance to reintroduce those provisions into the current draft.",
      "output": "Pengembang perangkat lunak, yang mendukung proposal Parlemen Eropa tahun lalu yang secara definitif mengatur paten perangkat lunak, menerima penundaan tersebut sebagai kesempatan untuk mengenalkan kembali ketentuan tersebut pada konsep saat ini."
    },
    {
      "input": "The juries will be available when requested by litigants and also in cases \"with considerable social repercussions\", which appears to mean major cases.",
      "output": "Juri-juri ini akan siap saat diminta oleh penggugat dan juga dalam kasus \"dengan tolakan sosial yang cukup besar\", yang berarti kasus-kasus besar."
    },
    {
      "input": "\"Base stations of WiMAX are unnecessary in Taiwan! The governmental people didn't care about the living and health of the public!\" strongly stated Jiau-hua Chen, Chairman of TEPCA during the protest.",
      "output": "\"Mutu posisi WiMAX tidak dibutuhkan di Taiwan! Orang pemerintahan tidak peduli tentang kehidupan dan kesehatan masyarakat!\" dikatakan dengan sungguh-sungguh Jiau-hua Chen, Ketua TEPCA semasa unjuk rasa."
    },
    {
      "input": "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.",
      "output": "Sementara PSD+PUR sementara ini memimpin, pemilihan umum terpanas di sepanjang sejarah pasca Komunisme Romania ini akan berakhir dengan pemilihan langsung, yang akan diselenggarakan pada 12 Desember."
    },
    {
      "input": "I was trying to handle this matter myself quickly and expeditiously\".",
      "output": "Saya sebenarnya sedang berusaha mengatasi masalah ini sendiri dengan cepat dan tepat.\""
    },
    {
      "input": "Under these rule changes the use of these organophosphate pesticide would be allowed continued use for five years but have somewhat reduced dosage limits.",
      "output": "Dengan adanya peraturan baru ini, penggunaan pestisida organofosfat tersebut masih dibolehkan selama 5 tahun lalu namun dalam dosis yang dibatasi."
    },
    {
      "input": "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.",
      "output": "Salah satunya bernama Gary McHale, seorang yang berasal dari Richmond Hill, Ontario yang masuk ke tanah yang diduduki di Caledonia, Ontario untuk mengatur sebuah rapat umum melawan pendudukan Aborigin."
    },
    {
      "input": "British Columbia, Alberta, Saskatchewan, Manitoba, and Ontario are the provinces which already have had MRSA in hospitals.",
      "output": "British Columbia, Alberta, Saskatchewan, Manitoba, dan Ontario adalah provinsi yang sudah merasakan MRSA di rumah sakit."
    },
    {
      "input": "However, meteorologists also express caution in saying that even a slight change in course could take the storm closer to land.",
      "output": "Namun, ahli meteorologi juga memberi peringatan dan mengatakan bahwa bahkan perubahan kecil saja bisa membawa badai mendekati tanah."
    },
    {
      "input": "England suffered early setbacks when Alastair Cook was caught behind for a duck in the first over, followed by Matt Prior falling lbw to Ajit Agarkar soon afterwards.",
      "output": "Inggris mendapatkan setback awal ketika Alastair Cook tertangkap penjaga wicket di tikungan pertama, diikuti Matt Prior falling lbw pada Ajit Agarkar segera setelah itu."
    },
    {
      "input": "The mission's primary purposes were to deliver the Harmony module to the International Space Station and to help reposition and extend solar power arrays.",
      "output": "Maksud utama misi tersebut menyampaikan modul keselarasan International Space Station dan membantu memposisikan kembali dan memperluas daya bahan bakar permanen."
    },
    {
      "input": "Fighting words were exchanged in the Australian House of Representatives over the matter of the division of Medicare safety net payments per electorate.",
      "output": "Kata-kata yang menyerang saling terucap di Dewan Perwakilan Rakyat Australia atas soal pembagian dari pembayaran jaring pengaman Perawatan Kesehatan per pemilih."
    },
    {
      "input": "Officers have sealed off the scene, including a neighbouring street of shops.",
      "output": "Petugas telah menutup lokasi kejadian, termasuk sebuah jalan dengan pertokoan di sebelahnya."
    },
    {
      "input": "The report originated on the Wikimedia Foundation's mailing list quoting a website saying \"Wikipedia Chinese version unblocked.\"",
      "output": "Berita tersebut berasal dari milis Wikimedia Foundation yang mengutip laman mengatakan \"Wikimedia versi bahasa China tidak diblok.\""
    },
    {
      "input": "\"We have invested an awful lot of money and now we have no return on that investment,\" director Paul Hawkins said.",
      "output": "\"Kami telah menginvestasikan sejumlah besar uang dan sekarang kami tidak mendapatkan keuntungan apa pun dari investasi tersebut, \" kata direktur Paul Hawkins."
    },
    {
      "input": "The Israeli army is calling this new fleet of ships \"the mother of all flotillas.\"",
      "output": "Tentara Israel menyebut armada kapal yang baru \"induk dari semua armada kapal kecil.\""
    },
    {
      "input": "NASA boss Michael Griffin was amongst several people who commented on the dangerous nature of spaceflight.",
      "output": "Bos NASA Michael Griffin berada di antara banyak orang yang berkomentar tentang bahayanya alam pada penerbangan luar angkasa."
    },
    {
      "input": "As cleanup efforts progressed, Chief executive of Moray Council Alistair Keddie said, \"Everything possible was done to protect residents.\"",
      "output": "Sebagai perkembangan pembersihan besar-besaran, Kepala eksekutif dari Dewan Moray Alistair Keddie mengatakan, \"Semua yang memungkinkan dilakukan untuk melindungi penduduk.\""
    },
    {
      "input": "However, after an investigation, health officials concluded that there was an abnormally large amount of lead circulating in the villagers' bodies.",
      "output": "Namun, setelah penyelidikan, pejabat kesehatan menyimpulkan bahwa ada sejumlah besar ketidaknormalan perputaran timbal di dalam tubuh penduduk desa."
    },
    {
      "input": "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"",
      "output": "\"Perbedaan dalam tingkat penguapan, viskositas dan pelapukan memberikan kesempatan yang lebih besar untuk mengambil tumpahan minyak.\""
    }
  ]
}