{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "TellMeWhy (https://github.com/StonyBrookNLP/tellmewhy)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task, you are given a story and a question about it. Based on the information presented, you must determine if it is possible to answer the question. Depending on your opinion, label it as \"Answerable\" or \"Not Answerable\".",
    "Positive Examples": [
        {
            "input": "Text: Matt wanted to learn more about human anatomy. He decided to look online and buy several books on the subject. Matt joined online forums dedicated to medical knowledge. He found that remembering the information came easy to him. Matt decided to enroll in a healthcare program at a local college. \n Question: Why did He find that remembering the information came easy to him?",
            "output": "Not Answerable",
            "explanation": "The given text does not talk about how remembering information came easy to Matt and thus the given question \"Why did He find that remembering the information came easy to him?\"is \"Not Answerable\"."
        },
        {
            "input": "Text: Kya went to the park to play baseball. She planned on having a good time. But when she got there, she saw that it was very windy. The wind made it hard to play baseball. Kya decided to go home and wait for a better day. \n Question: Why did Kya decide to go home and wait for a better day?",
            "output": "Answerable",
            "explanation": "The answer to the given question can be found in the text and thus it is \"Answerable\"."
        }
    ],
    "Negative Examples": [
        {
            "input": "Text: Bob was driving to work one day and saw a stranded motorist. The motorist had a flat tire. Bob stopped to help. Bob replaced the tire with the spare. Bob felt like a good samaritan. \n Question: Why did Bob feel like a good samaritan?",
            "output": "Not Answerable",
            "explanation": "The answer to the given question \"Why did Bob feel like a good samaritan?\" is because Bob stopped to help the motorist who had a flat tire is in the text and thus the output is wrong the correct output should be \"Answerable\""
        },
        {
            "input": "Text: Landon was on a trip to a new city He pulled up to an illegal street race Landon decided to race for pink slips Landon tried his best but couldn't beat his opponent Landon lost the title to his car \n Question: Why did Landon lose the title?",
            "output": "True",
            "explanation": "The output can only be \"Answerable\" or \"Not Answerable\". As the generated output is \"True\" it is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "Text: Marcy loved to dance. Her friends said she had no coordination. She decided to prove them wrong by taking dance lessons. She invited everyone to her recital. Marcy's friends were in awe of how far she had come in her dancing. \n Question: Why did Marcy love to dance?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I ordered a guitar online on January 15th from a Luthier. The guitar was a special order to be delivered by Federal Express. It was insured and I needed to be home to sign for it. I waited for my new instrument and did not leave my house that day. I was so delighted my guitar was delivered that January afternoon! \n Question: Why did I wait for my new instrument?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mya wanted to be a cook. She took a few classes. Soon she was a great cook! Then she applied for a job at a restaurant. They hired Mya right away! \n Question: Why did They hire Mya?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: In tenth grade, Anna's class did a unit on feminism. Anna loved the idea. She decided to be a feminist from now on. But after being mocked at school for going braless, she reconsidered. Anna decided to support the cause from afar - not personally! \n Question: Why did Anna decide to support the cause from afar - not personally?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeanie was excited to go to sleepaway camp. Her parents helped Jeanie pack but didn't mention spending money. Jeanie snuck a handful of coins from her dad's change bowl. Dropping her off at camp, her parents gave Jeanie ten dollars. Jeanie spent the money at the cantina but felt miserable. \n Question: Why did Jeanie spend the money?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The friends went to New Orleans. They got invited to ride in the Mardi Gras parade. They threw beads. They wore costumes. It was a memory to last a lifetime. \n Question: Why did They wear costumes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Neil was visiting Scandinavia. His favorite stop was Lapland. He saw the strange Northern folks' homes and towns. It was so exotic and lovely! Neil decided he would love to winter in Lapland! \n Question: Why did Neil decide he would love to winter in Lapland?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I tried to play internet chess with my friend last night. It was only 8 pm. He refused to play, saying he was tired. I played other people on the net instead. It was fun, but not as fun as playing someone I knew. \n Question: Why did He refuse to play?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sal and Betty were on a boat in a swamp. The water was thick and cold. Gators and snakes were in the water too. Betty wanted to go back and get out of the water. Sal refused and paddled forward, and they were never seen again. \n Question: Why did Betty want to go back and get out of the water?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Katie went to a girl's camp across the lake from a boy's camp. When the girls went swimming, the boys across the lake watched. Katie noticed that the boys didn't watch her. She climbed a rock to get their attention by diving. All eyes were on Katie when she slipped and got knocked unconscious. \n Question: Why did Katie notice that the boys did n't watch her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa's family went strawberry picking for Mother's Day. They got baskets and baskets of fresh berries. Lisa wondered what they'd do with all of them. That night for dessert her mother made strawberry shortcake. It was the best dessert Lisa could ever remember eating. \n Question: Why was It the best dessert Lisa could ever remember eating?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kathy was responsible for buying the groceries. She had a strict budget to feed a lot of people. Kathy decided to plan her meals and make a shopping list. The list made the shopping easy and she stayed on budget. Now Kathy never goes shopping without planning and a list. \n Question: Why had She a strict budget to feed a lot of people?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tim was nervous about his wedding. He loved his wife and wanted everything to be perfect. He decided to drink to relax a bit. He went overboard and got drunk by accident. He threw up and ruined the end of the wedding. \n Question: Why did He decide to drink to relax a bit?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave was driving down a long, dark country road. Suddenly his car sputtered to a stop. Dave saw that he'd run out of gas! He got his gas can and started walking back down the road. He had to walk five miles before he saw a gas station! \n Question: Why did Dave see that he 'd run out of gas?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff jumped in the lake in April. The lake had just unfrozen. Jeff quickly got out of the lake. Jeff got pneumonia from jumping in the lake. Jeff recovered and learned his lesson. \n Question: Why did Jeff jump in the lake?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeff learned how to play guitar at a very young age. He started a band in high school. They practiced very hard daily. Jeff decided to take this to another level. They took the band on tour and became rockstars. \n Question: Why did They practice very hard daily?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jack poured water into the pot. After it started to boil, he placed several pieces of pasta into it. He allowed it to heat for a half an hour. The pasta became hard as a rock after the water was removed from it. Jack had to throw it away. \n Question: Why did Jack pour water?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Derek has had it with dean. Derek was mad at dean for being mean. Derek asked dean to fight him. They fought and Derek won. Dean did not talk to him again. \n Question: Why was Derek mad at dean for being mean?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Milton loved his white shoes. He wore them everyday to school. One day his shoes were stolen from his locker during swimming. His friends chipped in and bought him a new pair. He is grateful for his friends. \n Question: Why is He grateful for his friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marcus wants to exercise but he doesn't want to leave the house. He considers jumping jacks but is afraid of knocking something over. Marcus decides to try doing push ups in his bedroom. He does 20 pushups and then begins to feel tired. Marcus is happy he was able to exercise at home. \n Question: Why does He 20 pushups?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lee was a movie buff. However he was on a strict budget. Lee couldn't afford to rent movies like he desired. He found out he could rent movies for free at his local library. Lee got to view new movies on a weekly basis for free. \n Question: Why did He find out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to write a story. He sat down with his notebook and pen. He brainstormed for about half an hour. Ben thought of several dozen ideas. He picked one, and started writing. \n Question: Why did He brainstorm for about half an hour?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gary loves to drive the bus. He loves the passengers, and thinks it's fun to meet new people. But a passenger came up to him today, and was mad at him. Gary didn't understand why he was mad. Gary hates driving the bus! \n Question: Why did He love the passengers?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lisa wanted so badly to be apart of her school's debate team. She studied many subjects in hopes of making the team. The next day tryouts were held for the debate team. Lisa was very nervous during her tryouts but did her very best. At the end of tryouts they announced that Lisa made the team. \n Question: Why did Lisa want so badly?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The first time I had seen a horse I was awestruck. It was incredibly beautiful but also huge and intimidating. I was offered a ride on the stunning creature and accepted. We went through woods and valleys with a steady stride. Although I had been scared, it was an amazing experience. \n Question: Why was It incredibly beautiful but also huge and intimidating?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon's house was robbed in the middle of the night. Jon decided he needed to protect himself. Jon decided to buy a gun from the black market. Eventually, a robber tried to rob Jon's house again. Jon shot the robber but was arrested for illegal possession. \n Question: Why did Jon decide he needed to protect himself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Clark told me he was going to rob a bank. I begged him not to do it. He gathered up a crew. They bought automatic weapons to the job. Clark and his crew died when the police ambushed them. \n Question: Why did He gather up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lily and Tim went on a date to the ice rink. They had fun for awhile. However lily went too fast and fell. Lily was humiliated. She had to take a rest. \n Question: Why had They fun?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Frank was always interested in making a panini. However, without a panini maker at home, he didn't know how. He decided to use two hot pans to squeeze a sandwich together. This method, although crude, had the same effect as a panini maker. Frank was proud that he had figured out a way to make a panini. \n Question: Why was Frank proud that he had figured out a way to make a panini?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I bought a Shirley Temple doll for my wife's birthday. I got it on eBay. The doll smelled heavily of smoke. I put the doll in baking powder for three days. That took the smell away. \n Question: Why did I buy a Shirley Temple doll?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Michael and his friend Carla met in Singapore for a two week vacation. They went somewhere new every day. Carla talked Michael into visiting the zoo two times. The second time they were there a jaguar escaped its enclosure. All of the people had to be evacuated until the animal was caught. \n Question: Why did They go somewhere new?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob heard that the space station would pass over his house tonight. He set his alarm for 4 in the morning to see it. It woke up him up and he got out of bed. Bob walked outside and got out a chair. He fell asleep in the chair waiting for the space station to appear. \n Question: Why did It wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sanjay was a poor man in India. He decided to move to America for better opportunities. He worked hard for a plane ticket. He moved to America. He opened up a business in Boston and achieved the American Dream. \n Question: Why did He work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emily babysat her cousin everyday. She was great at doing it, and enjoyed it so much. Emily wondered when she would be able to parent her own. She missed her period and went to the doctor that week. She found out that was pregnant with her own child. \n Question: Why did Emily babysat her cousin?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob bought a gun and wanted to try it out. He went through his garbage and pulled out old cans. He placed the cans on a fence. He took aim and shot at the cans. Bob missed most of the cans at first. \n Question: Why did He take aim?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: This morning, Debra couldn't decide what to wear. She tried on five different outfits from her closet. Debra didn't like any of them. She decided to try something new. Debra went out wearing a plain white t-shirt and denim jeans. \n Question: Why did Debra go out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was 18 and it was my first summer away from home. I spent most of my time working to make some extra cash. However, on one weekend night, I ran into this gorgeous girl. She was visiting from Maine, and we hung out all week. She left soon after, and I never heard from her again. \n Question: Why was I 18?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend Harry is divorced. He had a relationship with a woman about 8 Years ago. She was an attractive blonde woman. She was arrested and imprisoned on embezzlement charges. Harry resumed the relationship after she did her time. \n Question: Why was She an attractive blonde woman?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob works very hard to provide for his boys. They recognize this and take him to dinner. They go to Bob's favorite steakhouse. Bob gets a porterhouse and loves it. Bob is thankful for his children. \n Question: Why did They go to Bob 's favorite steakhouse?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jennifer was her teacher's star pupil. She sat at the front of the class and always raised her hand. Alex was a bully and he pulled on her hair. Jennifer turned around and scowled. Alex laughed so hard he fell back in his seat onto the ground. \n Question: Why was Alex a bully?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why did Karen drop her phone?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Easley felt happy excited to go to memaw's house. While there she colored with crayons and markers. She got in trouble for marking on the floor with the marker. Eisley was careful not to color outside of her coloring books anymore. Her memories of memaw's house are always the best! \n Question: Why did She get in trouble for marking on the floor with the marker?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bobby was a manager at a bar. Business had started to get slow. Bobby decided to run drink specials to get more customers. He ran a different special every night. Bobby is now making a profit at the bar. \n Question: Why did Bobby decide to run drink specials to get more customers?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrea was at the annual city kite fest. She saw a table offering kites. In order to get a kite, you had to donate canned food. Andrea had brought a can of soup. She donated and got a free kite. \n Question: Why did She donate ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: After his plane lands, Tom is feeling very tired. He collects his baggage and heads to his hotel. At the reservation desk, he asks for a quiet room. Tom gets to his hotel room and immediately falls asleep. He is happy to have arrived at the hotel. \n Question: Why is He happy to have arrived at the hotel?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom wanted to play golf. He went to a used sporting equipment store. He browsed the selection. He purchased clubs. He drove to the course and began playing. \n Question: Why did He browse the selection?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to be a famous rapper. He made recordings of himself rapping in his basement. He gave his discs out to people in his community. People loved his music. Jake was signed to a record label after a famous producer heard him. \n Question: Why did Jake want to be a famous rapper?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ann got up in the middle of the night feeling hungry. She decided to reheat some leftover pizza. She put it in the microwave and watched. She closed her eyes, and once she opened them the oven was smoking. Ann decided to always use the timer feature in the future. \n Question: Why did Ann get up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally had extremely long hair that gave her headaches. Sally decided to cut her hair and donate it. She went to the stylist and got her hair cut. They donated her hair to a wing shop for sick children. Sally loved her haircut and didn't miss the headaches. \n Question: Why did They donate her hair?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Today I played several games of speed chess online. I beat my opponent in all of our games. He had a lower rating and lost most of his games on time. Afterward he called me a cheater and said I was manipulating time. I told him the computer measures the time. \n Question: Why had He a lower rating?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tina bought a face cream for her sister. Since her sister had a bump on her arm, she put the face cream on it. A few days later, a rash formed around the bump. She tried to wash it with hot water. It increased in size. \n Question: Why did She try to wash it with hot water?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I sat in a rowboat. The waves were crashing over the sides. My little rowboat was taking on water. I tried to bail it out, but I wasn't fast enough. I'm glad that I knew how to swim. \n Question: Why did I try to bail it out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A strange lady walked into the club. She flirted with any man in sight and was asking for free drinks. Due to her behavior, the security guards came. They escorted her to the front of the club. She tried fighting back but she couldn't get inside the club again. \n Question: Why did She try fighting back?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt was hungry. He looked in his kitchen to find ingredients for food. He decided to make a new kind of pasta. It turned out really badly. He decided to never experiment with pasta ever again. \n Question: Why did He decide to make a new kind of pasta?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jane had a tennis match. She was excited to play. Her opponent did not know how to keep score. Jane grew irritated. As a result Jane had to forfeit. \n Question: Why had Jane a tennis match?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Daddy brought home a tree house today. We are going to build it together. He teaches me how to use the tools. We put the tree house up in a big tree in our backyard. I played in my tree house all afternoon. \n Question: Why did We put the tree house?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I own a townhouse but I moved into my fiancee's house. We are going to live there together from now on. Instead of selling my townhouse I rented it out to a nice family. They pay me monthly a few hundred dollars more than my mortgage was. It's a nice little source of extra income for my fiancee and myself. \n Question: Why did They pay me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Patty and Laura gave each other the silent treatment in the hall. Bob tried to get them to talk, but to no avail. So, we all decided to go out and get lunch together. In the end, we were all laughing by the time the next period started. It looks like the two were on friendly terms by the start of class. \n Question: Why did Bob try to get them to talk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John asked all his friends to help him move. Most came with with excuses. But a few true friends showed up. They got it all done in a few hours. He bought pizza and thanked them all. \n Question: Why did He buy pizza?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim moved into a new apartment. He kept hearing creepy sounds at night. He was afraid the place might be haunted. Eventually he followed the sounds to a wall and called a plumber. The plumber found out old pipes were the problem. \n Question: Why was He afraid the place might be haunted?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane asked Jane and her friend if they can hang out together. All of them agreed to go to the movies. Jane panicked when she found out that her wallet is home. In addition, her friend decided to watch the movie without her. Jane became furious afterwards. \n Question: Why did Jane ask Jane and her friend?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John had tons of wires on the floor of his room. He needed them for his computer, television, and other electronics. He tried to clean them one day. But he struggled because there were so many. So he gave up and accepted that he would have to live in a wiry room. \n Question: Why had John tons of wires?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan was in English class texting his friend. The teacher told Dan to put the phone away, but he didn't . Finally the teacher walked over and took the phone. Dan was upset and argued with the teacher. Since Dan argued the teacher decided to tell his mom he was rude. \n Question: Why was he rude?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anna got an iguana. She wondered what to feed it. She read online that they ate mealworms. She bought a bunch of mealworms and put them in the tank. They bred, and she never had to buy mealworms again! \n Question: Why did She read online?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tammy lost her dog It meant the world to her She put up posters everywhere and offered a reward. Finally a kind stranger called her number and told her he found it. Unfortunately he had hit the dog with his car and killed it. \n Question: Why did She put up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was in college and her classes started early. Kim was always tired in the mornings! So each night she started going to bed five minutes earlier. She found it easier to make such a small change. Soon she was sleeping longer and feeling better! \n Question: Why did She find it easier to make such a small change?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: William came over to Isaac's house. They both went outside to play. William and Isaac kicked a soccer ball together. They began to get tired. They both went back inside Isaac's house. \n Question: Why did William and Isaac kick a soccer ball?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a crowd outside the clothing store that day. Everything was on sale. As soon as opening time came the doors started to open. The large crowd burst forward and into the store. They devoured nearly everything and destroyed anything in their path. \n Question: Why did They devour nearly everything?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane was upset a co-worker had let her down. He agreed to help with a project and flaked out. She found him in the break room watching TV. Jane launched a rant of fury on the co-worker. She stormed out of the break room ignoring his pathetic apologies. \n Question: Why did Jane launch a rant of fury?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was raining outside but Moby said we still had to work. Everyone was mad, but we had to go outside. Moby was in such a great mood it rubbed off on everyone else. We finished the patio, and mulch in one day! After work, Moby was surprised how influential positivity was. \n Question: Why did We finish the patio?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina finished washing dishes and headed back to her room. She wanted to work on her report. She realized she was she was feeling tired. She put her head on her arm, and closed her eyes. She was fast asleep in no time. \n Question: Why did She realize she was she was feeling tired?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeff learned how to play guitar at a very young age. He started a band in high school. They practiced very hard daily. Jeff decided to take this to another level. They took the band on tour and became rockstars. \n Question: Why did Jeff decide to take this to another level?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Greg wanted to get his daughter the new robot doll for her birthday. He had to get an extra job so he could afford it. After extensive overtime and working exhaustively, he bought it. When his daughter opened the box, she cried. It was the wrong doll! \n Question: Why was It the wrong doll?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I woke up one rainy night to a loud thud. I walked outside my room and then I heard it again. I began to look for the source of the noise but couldn't find it. Then I heard the noise suddenly and saw a tree branch hit my window. After realizing what made the noise, I went back to bed. \n Question: Why did I walk outside my room?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I standing in line at the movie theater. I looked around at all the happy couples around me. I started to feel so lonely that I walked back to my car. I listened to some songs about love. I drove to where my wife was buried. \n Question: Why did I start to feel so lonely that I walked back to my car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was at the supermarket. I decided to buy some cheese. I asked a supermarket employee for a recommendation. She recommended the sharp Wisconsin cheddar. I tried it and it was disgusting. \n Question: Why did I ask a supermarket employee?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom kept trying to do homework last night. He needed to concentrate on a tricky subject. His phone kept distracting him by beeping. He tried ignoring his text. Until he chose to just turn off his phone. \n Question: Why did Tom keep trying to do homework last night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marcy loved to dance. Her friends said she had no coordination. She decided to prove them wrong by taking dance lessons. She invited everyone to her recital. Marcy's friends were in awe of how far she had come in her dancing. \n Question: Why did She decide to prove them wrong by taking dance lessons?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ken didn't have any clean clothes He needed to put on socks. He decided to borrow some from his brother. He looked around his brother's room. Unfortunately his brother didn't have any clean socks either. \n Question: Why did He need to put on socks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry and Albert had a long distance relationship. They talked on the phone every night. Eventually they ran out of things to say. They would just cover what they did each day and then hang up. They started skipping days in order to save up things to talk about. \n Question: Why did They talk on the phone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill was at home with his family one weekend day. Out of nowhere, it became very stormy and windy. Bill checked the news and saw a tornado warning on all channels. He took his family into their basement with supplies. After waiting the whole night, the tornado passed and they were safe. \n Question: Why was Bill at home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John wanted to get his wife an expensive present for Christmas. The problem was, John didn't have enough money. John waited until Black Friday to get the gift. Just as John suspected, it went on sale. John got his wife a beautiful necklace. \n Question: Why did John get his wife?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was at the bar over the weekend. Someone next to her started smoking. She asked them to put it out. They refused. She alerted the staff and they forced him to. \n Question: Why did Someone next to her start smoking?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Brent is an avid hunter. Brent wanted to shoot a deer. Brent put on his camouflage gear. Brent was not able to hunt a deer. Brent went home disappointed. \n Question: Why did Brent want to shoot a deer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ned challenged his sister to a game of laser tag. They walked to the arcade and suited up. Then the game started! Ned played valiantly, but so did his sister. In the end, Ned lost the game! \n Question: Why did Ned play valiantly?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jack went to the candy store. He picked out a chocolate bar. He gave the clerk a dollar for the chocolate. Jack opened the candy bar and took a big bite. Jack chipped while eating the candy bar. \n Question: Why did Jack chip while eating the candy bar?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Katie went to a girl's camp across the lake from a boy's camp. When the girls went swimming, the boys across the lake watched. Katie noticed that the boys didn't watch her. She climbed a rock to get their attention by diving. All eyes were on Katie when she slipped and got knocked unconscious. \n Question: Why did She climb a rock?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan was going to be in trouble if his parent saw his report card. He went to his homeroom teacher to attempt to stop him from mailing it He offered to take the report card to his mother instead. To his dismay he was told the cards were mailed the day before. Dan ran all the way home hoping to get there before his parents. \n Question: Why did He offer to take the report card to his mother instead?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nathan was already running 10 minutes late. He heard an explosion and his car started to slow down. Nathan pulled over to the side of the road and assessed the damage. The flat tire would take at least half an hour to fix it himself. Nathan fixed the tire in no time and got back on the road. \n Question: Why did Nathan pull over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny saw someone juggling and wanted to learn himself. He researched it online. He began tossing two objects in one hand to learn. After perfecting this skill, using 3 objects and 2 hands was easy. Johnny successfully learned to juggle. \n Question: Why did He begin tossing two objects in one hand to learn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It started to rainy on Ann's walk home from school. She dug into her backpack hoping to find a newspaper. But then she found something better. Her mom had slipped an umbrella into her pack that morning. Ann was so happy and grateful! \n Question: Why was Ann so happy and grateful?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why was He so happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend used to live in Virginia. He decided to go back and visit one day. He planned out his trip carefully. When he got to Virginia, he had a great time. It was a good trip. \n Question: Why was It a good trip?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim had an online diary that she wrote in daily. She was very candid and put everything in the diary. One day, she was very mad at her boss and wrote about it. She soon realized that she was not in her diary, but on Facebook! Everyone saw her post and she was fired the next day! \n Question: Why was She very candid?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tina loved to walk her two dogs. They walked the same street every day. One day they went to a new street and saw a very big and scary dog. The dog came toward them, and Tina immediately turned to run away. Tina decided to continue walking on the street she knew well. \n Question: Why did Tina decide to continue walking on the street?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: In 2014, I started reading the Mahabharata. This Indian epic is 6,000 pages long. I began in November of 2014. I read 100 pages a day. I finished in January of 2015, much to my relief. \n Question: Why did I read 100 pages a day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jacob was excited for his first soccer game. He was nervous because he wanted to win. The game started with Jacob as the goalie. The opponents shot the ball several times. Jacob saved all of the goals and won the soccer game! \n Question: Why did Jacob save all of the goals?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Riley was planning for his upcoming thirtieth birthday party. He decided to have a fish fry and invite his friends. He bought fish, chips, and drinks for the party. That evening, Riley and his friends cooked and ate together. Riley thought it was the best birthday he had had yet. \n Question: Why did He buy fish , chips , and drinks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paul tried to look at my project. He was moving pieces and putting them in other places. He tried pulling off the tower. As soon as the tower came off, the whole project fell. I ended up getting an F for my work. \n Question: Why did Paul try to look at my project?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Alex has always avoided eating unfamiliar foods. Finally his friends convince him to eat at an Indian restaurant. He tries a chicken curry. Alex is amazed by how delicious the curry tastes. He decides that he will try many new foods. \n Question: Why did He try a chicken curry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa was passionate about politics. she was encouraged by a friend to run for local office. She worked hard on her campaign. Lisa was always honest with her voters. Her honesty paid off with her first run for office being a success. \n Question: Why was Lisa passionate about politics?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: James hated his boring glasses. He wanted a new pair before school started. He went online and picked a pair out. It arrived in the mail a couple of weeks later. He loved how the new glasses looked. \n Question: Why did He want a new pair?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was over at my friend's house last week I noticed he had money laying out and took it. He confronted me about it the next day. I denied everything even though he knows it was me. I lost a friendship but gained fifty bucks. \n Question: Why was I over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My mom had decided she was going to move. She rented a small apartment. My family packed up all her belongings. We set them up in her new living space. She thanked us for all our hard work. \n Question: Why did She rent a small apartment?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend Harry is divorced. He had a relationship with a woman about 8 Years ago. She was an attractive blonde woman. She was arrested and imprisoned on embezzlement charges. Harry resumed the relationship after she did her time. \n Question: Why had He a relationship with a woman about 8 Years ago?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jase was hungry. He wanted a sandwich. But it was almost midnight! He had to drive almost an hour to find an open restaurant. As he ate his sandwich, he decided it was worth the trip! \n Question: Why did He want a sandwich?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Chad was in a rush to get to work yesterday. In such a rush, Chad was stopped by a police for speeding. However, this was no normal police officer that pulled over Chad. Chad was shocked to see Shaquille O'Neal pull him over. Chad was elated to see his favorite basketball player as a police. \n Question: Why was Chad shocked to see Shaquille O'Neal pull him over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday my friend Jim beat me four games in a row in speed chess. We play online. Today he said he felt four more victories. I beat him in three games and lost one. He was not pleased. \n Question: Why did I beat him?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kenzie had ordered some clothes online. They arrived at her door. She tried the clothes on immediately. Unfortunately, they didn't fit right. She sent them back and ordered the proper size. \n Question: Why did She try the clothes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was a cold day. So Jen made coffee. It made her feel warm. And her head felt more clear. Jen enjoyed her coffee. \n Question: Why did It make her feel warm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mia went to the zoo on a field trip with her class. She had never seen so many different animals before! They spent hours walking around the exhibits. A lion roared as she passed by him. Mia decided that the lion was her favorite animal. \n Question: Why did Mia go to the zoo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Liz wanted to go see her favorite band play Friday Night. She went online to buy tickets. Liz found some great seats for her and her friends. They all headed to the show together. Liz had an awesome time! \n Question: Why did Liz want to go see her favorite band play Friday Night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob stopped at a tree farm to get a tree for his family. He put the tree onto his car and drove home. After unloading the tree, and bring it in, they saw it was too tall. Bob brought it back outside and trimmed it with a chainsaw. When he brought it back inside, it fit nicely inside the house. \n Question: Why did Bob stop at a tree farm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom was playing kickball with his friends. Suddenly, it started raining. Everyone went home. Tom stayed to play kickball by himself. Tom ended up having more fun playing alone. \n Question: Why did Everyone go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane loved flowers. She saw pretty ones while driving home. She pulled over. She picked up a few. Jane decorated her house with them. \n Question: Why did She pull over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Meagan was a personal trainer. She needed to find a new trainee by the end of the week. She went to a local gym and noticed a guy training poorly. She introduced herself to him and offered her services. He agreed and she became his personal trainer. \n Question: Why did She go to a local gym?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe and Susie have been trying to have a baby for several Year's. Today Susie found out she was finally pregnant. She wanted to make the announcement to Joe very special. She prepared his favorite meal and wrapped a baby bottle up as a gift. When Joe opened his gift they celebrated their pregnancy together! \n Question: Why did She want to make the announcement to Joe very special?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I saw a website that advertised a free copy of the Book of Mormon. I had to give out my name, address, and phone number. A Mormon called me and asked why I wanted the book. I told her I study religions as a hobby. She said they would send me a book in the mail. \n Question: Why did I tell her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Linda loved it when strangers complimented her boy's blonde curls. As the boy grew, Linda noticed his hair darken and straighten. She got dye and a perm to restore his blonde curls. They went to the doctor for the boy's rash from the harsh chemicals. When the doctor saw the boy's dark roots, he looked at Linda. \n Question: Why did They go to the doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sheila took a day off to go to the spa. She wanted a pedicure and manicure. She chose red for the color. The spa workers gave her a great manicure. Her fingernails looked beautiful for the rest of the week. \n Question: Why did She choose red for the color?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I had to take a pill. I swallowed it. I realized it was the wrong pill. I felt sick for a few hours. I realized I needed to be more careful about taking pills. \n Question: Why did I swallow it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom broke his mother's vase. She demanded an explanation from him. Tom claimed that a dragon did it. She looked him deep in the eye. Tom apologized for lying about the vase. \n Question: Why did Tom apologize for lying about the vase?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I got up early the day we were leaving for vacation. I packed bags for each of my kids. I even packed a bag of stuff for the dog. I loaded the car and we got an early start. Thirty miles down the road I realized I hadn't packed a bag for me. \n Question: Why did I load the car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Quentin finished college Years ago but he never learned calculus. He decided to learn the topic independently. He borrowed a calculus textbook from the library and studied it. Quentin worked very hard to learn all of the topics. Quentin was proud that he finally knew calculus. \n Question: Why was Quentin proud that he finally knew calculus?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Henry was lonely. He decided to adopt a pet to help with his loneliness. He visited his local animal shelter. He chose a senior cat to adopt. He enjoyed spending time with his new friend. \n Question: Why was Henry lonely?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Today, Damion planned to sleep in. His wife had other plans and woke him up. She laid out the clothes she wanted him to wear. He got dressed and ready for her plans. She brought Damion to a restaurant for his birthday. \n Question: Why did He get dressed and ready for her plans?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Angie was in a bad marriage. She decided it was time to leave her husband. It was the hardest choice she ever made. The first few days was so rough. Angie finally figured out it was the best decision she made. \n Question: Why was It the hardest choice she ever made?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary woke late one night. Something didn't seem right. She could smell a horrible, acrid smell. Mary ran to the dog's room to find he had accidentally pooped! She spent the next several minutes pinching her nose and scrubbing. \n Question: Why did Mary run to the dog 's room?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One year I went on a crash diet for Lent. I skipped lunch and ate very small portions. The last week of the diet I ate only one meal a day. I managed to lose 20 pounds. I ate a lot of food on Easter. \n Question: Why did I skip lunch?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved his dog. Tom was preparing for a road trip. Tom decided to bring his dog. His dog loved riding in the truck. Tom and his dog had fun on the road trip. \n Question: Why did Tom love his dog?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brett was having trouble seeing out of his eyes. He went to a eye doctor and was told he needed surgery. Brett was afraid that the surgery would make him blind. The doctors told him that it was a safe procedure. Brett got the surgery and his vision improved dramatically! \n Question: Why did He go to a eye doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My car recently broke down. I got an estimate. It cost more to repair than it's worth. I really need my car. I went car shopping today. \n Question: Why did I get an estimate?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan noticed some of the framing around his house falling down. In some places the wood was actually touching the ground. Dan purchased some carpentry nails and went about fixing it. He spent weeks going around his house with his hammer. Now all the framing is back in place where it should be. \n Question: Why did He spend weeks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sandy had an old wood table she needed to sell. She put it up for sale online, and someone answered the ad. They offered a price, and Sandy accepted. The person came over, picked up the table, and paid. The person left after loading up the table on his truck. \n Question: Why did She put it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally needed her son's Christmas wish list. She gave him a book of toys from the big toy store. He went through it and circled stuff he liked. Sally looked over it later. It gave her plenty of ideas for what to get him. \n Question: Why did Sally need her son 's Christmas wish list?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Molly had a boyfriend that never paid any attention to her. She felt like she didn't matter and like she was invisible to him. He made her cry all the time and she knew she had to leave him. It wasn't easy to make up her mind to move on from him. She left one day and never went back and he still didn't care. \n Question: Why had Molly a boyfriend that never paid any attention to her?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Igor walked to and from work every day. The weather was lovely as he was about to head to work one day. He decided to check on the weather for later in the day. He learned that the weather was predicted to be very rainy later. As he left work he was glad he had decided to bring an umbrella. \n Question: Why did He learn that the weather was predicted to be very rainy later?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake was garbage man. He drove around every morning to collect trash. One day he came across a wonderful surprise. Someone had thrown out a bag of diamonds! Blake took the diamonds and quit his terrible job. \n Question: Why did Blake take the diamonds?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Landon was on a trip to a new city He pulled up to an illegal street race Landon decided to race for pink slips Landon tried his best but couldn't beat his opponent Landon lost the title to his car \n Question: Why did Landon lose the title?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa had a job interview in three days. She was nervous and unprepared. Lisa decided to study for the interview. She practiced for nine hours every day. Lisa was now confident and she did great at the interview. \n Question: Why had Lisa a job interview?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Russ is the boss at his company and has ten employees under him. One of his staff members is always lazy and talks too much. He even slows down productivity among the others. Russ knew he had to put a stop to it soon before it got worse. Russ fired him on the spot and it made everyone else work harder. \n Question: Why did Russ fire him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike was getting ready for work one morning. He couldn't seem to find his white shirt. He checked everywhere and even asked his wife where it was. She told him it was in the dryer. Mike was late because he had to iron the shirt. \n Question: Why did He check everywhere?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kassie had three adorable guinea pigs. Their cage had fleece for bedding. But Cassie didn't want to wash the bedding at her house due to fur. She went to the laundromat. She felt bad when they closed for a day due to fur in the dryer vents. \n Question: Why did She feel bad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jan loved shopping at consignment stores. She shopped every day for clothes at bargain prices. One day, Jan's closet wouldn't hold another item. Jan loaded her car with armloads of clothes. The consignment store bought back the clothes for pennies. \n Question: Why did Jan love shopping?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The new college semester had started. My professors gave me a list of books to purchase. They were all so expensive! I decided to buy them from the used book store. I ended up saving over three hundred dollars from the store! \n Question: Why were They all?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bill and Pete wanted to form a gang. They wore matching colors and called themselves the Tigers. The two Tigers went around the neighborhood doing gang stuff. Pete smashed car windows and stole from them. Pete acted as a lookout during all this gang stuff. \n Question: Why did Pete act as a lookout?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a big old tree in Jane's backyard. The tree scared Jane since there was branch close to the roof. A month later the branch fell onto the house. Jane was happy when her husband informed her there was no damage. Jane decided the sick old tree had to go. \n Question: Why did Jane decide the sick old tree had to go?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ian wanted to make tea like his grandma used to. He called his grandma to find out how she made it. She told him the recipe. He made the recipe at his house. It tasted just like he remembered when he was a kid. \n Question: Why did She tell him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Daddy brought home a tree house today. We are going to build it together. He teaches me how to use the tools. We put the tree house up in a big tree in our backyard. I played in my tree house all afternoon. \n Question: Why did I play in my tree house?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bobby's teacher assigned the class to collect insects. Bobby put off the assignment until the last minute. He wondered how he could find enough insects for a collection. Then Bobby spotted the grille of his dad's car. He plucked off the battered insects and glued them to cardboard. \n Question: Why did Bobby put off?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There used to diaper boxes that were shaped like big legos. When I was a kid, I would use them to make forts. Now I'm trying to find them for nostalgic reasons. I find out that they're not financially available anymore. It turns out that my parents still have my childhood collection. \n Question: Why did I find out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sara was in a good mood so she sang her favorite song. She forgot some of the words so she made them up. Sara liked her new version so she made up more words. She wrote down the words to remember them. Sara posted this song on her facebook to show her friends. \n Question: Why did She forget some of the words?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was driving down the street when she got a flat tire. She has never changed a tire before and didn't know how. She used her smartphone to watch a video tutorial on how to. She followed the instructions and had it changed within ten minutes. She is very thankful for the technology we have access to today. \n Question: Why did She follow the instructions?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Linda was tired of telemarketing jobs. She heard making websites weren't as hard as she thought. She watched video tutorials on the internet and made a website. She added web coding skills to her resume. She found a nice job as a digital services representative. \n Question: Why did She add web coding skills to her resume?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally had to go to the dentist for the first time. She sat down in the chair and waited for the dentist. She was very scared of all the shiny tools. The dentist came in and checked her teeth. The dentist told Sally she did a great job, and gave her a sticker! \n Question: Why did She sit down?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Easley felt happy excited to go to memaw's house. While there she colored with crayons and markers. She got in trouble for marking on the floor with the marker. Eisley was careful not to color outside of her coloring books anymore. Her memories of memaw's house are always the best! \n Question: Why did Easley feel happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kassie had three adorable guinea pigs. Their cage had fleece for bedding. But Cassie didn't want to wash the bedding at her house due to fur. She went to the laundromat. She felt bad when they closed for a day due to fur in the dryer vents. \n Question: Why had Kassie three adorable guinea pigs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tim liked to play racquetball a lot. Tim asked Jane to play racquetball with him, and she said yes. They played racquetball together, and Jane won every game. Tim was surprised, and asked how Jane became so good at the sport. Jane said she had taken 5 Years of racquetball class. \n Question: Why did Tim like to play racquetball a lot?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob bought a gun and wanted to try it out. He went through his garbage and pulled out old cans. He placed the cans on a fence. He took aim and shot at the cans. Bob missed most of the cans at first. \n Question: Why did Bob miss most of the cans?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Laura was busy studying for her math test. She had a test first thing tomorrow morning. She spent the entire night studying in her room. He was so busy that she forgot to eat dinner. Laura pulled off an A- on her test the next day. \n Question: Why had She a test first thing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: There was a big old tree in Jane's backyard. The tree scared Jane since there was branch close to the roof. A month later the branch fell onto the house. Jane was happy when her husband informed her there was no damage. Jane decided the sick old tree had to go. \n Question: Why was Jane happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Katie went to a girl's camp across the lake from a boy's camp. When the girls went swimming, the boys across the lake watched. Katie noticed that the boys didn't watch her. She climbed a rock to get their attention by diving. All eyes were on Katie when she slipped and got knocked unconscious. \n Question: Why did Katie go to a girl 's camp across the lake?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why did Karen get a new phone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe was typing an essay for class. His \"e\" key on his keyboard stopped working. He blew out his keyboard with some computer duster. It fixed the key on his keyboard. Joe was able to finish typing the essay. \n Question: Why was Joe able to finish typing the essay?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Igor walked to and from work every day. The weather was lovely as he was about to head to work one day. He decided to check on the weather for later in the day. He learned that the weather was predicted to be very rainy later. As he left work he was glad he had decided to bring an umbrella. \n Question: Why did Igor walk to and from work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: James was rude to everyone. Nobody ever said anything to him. One day Amy punched him in the nose. Everyone was really proud of Amy. James stopped being such a jerk. \n Question: Why was Everyone really proud of Amy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: William watched the snow fall when he came home from school. He finished dinner and kept his eye on the snowfall. William made sure he watched the news with his parents that evening. The news informed William that it would snow all night. School was cancelled and William jumped for joy. \n Question: Why did William make sure he watched the news with his parents that evening?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was driving down the street when she got a flat tire. She has never changed a tire before and didn't know how. She used her smartphone to watch a video tutorial on how to. She followed the instructions and had it changed within ten minutes. She is very thankful for the technology we have access to today. \n Question: Why is She very thankful for the technology we have access to today?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paul tried to look at my project. He was moving pieces and putting them in other places. He tried pulling off the tower. As soon as the tower came off, the whole project fell. I ended up getting an F for my work. \n Question: Why did He try pulling off the tower?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was early December and Timmy had been acting questionably. His mother took him to see Santa, but he had no great hopes. When Santa asked Timmy if he had been good he simply said no. Santa told Timmy that all bad boys get lumps of coal. Timmy went straight to his mother and apologized for his actions. \n Question: Why did Santa tell Timmy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue was going on a date the upcoming weekend. She was nervous. Her best friend Janice decided to take her on a practice date. They went out to dinner and pretended that it was a real date. Sue was no longer nervous for her real date afterwards. \n Question: Why was She nervous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil loved to paint with his hands. While his mom was outside gardening, Phil got out his paints. He painted a picture of his house and family. He realized he got paint all over the floor too! Luckily, the floor was easy to clean since he was in the kitchen. \n Question: Why did He realize he got paint all over the floor too?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Nick was a student at a large university. Nick had a classmate named Phil. Nick and Phil worked on a project together. They got along quite well. Nick and Phil became close friends. \n Question: Why had Nick a classmate named Phil?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: It was late and Gina and her family were going home. They drove past an empty deserted church on a corner. On the other end of the block was a bar full of people. The people at the bar all looked happy, while the church stood empty. It was odd to see those buildings on the same block. \n Question: Why was It odd to see those buildings on the same block?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cindy was planning to grow a lot of vegetables this year. She planted vegetable seedlings in her garden. Cindy knew there were hungry groundhogs in the area. She put up a short fence around her garden to protect it. The groundhogs climbed over the fence and ate her seedlings. \n Question: Why did She plant vegetable seedlings?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Daylight savings surprised me this year. I knew it was coming up. But forgot when. We were late to work and School that morning. Everyone seemed to understand. \n Question: Why did I know it was coming up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Stacy enjoyed drinking sodas. She noticed she was gaining weight. She asked her friend Dawn how she could lose weight. Dawn told her to stop drinking sodas. Stacy lost 5 pounds in a week after giving up on drinking soda. \n Question: Why did She ask her friend Dawn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ronald dropped his toothbrush into the toilet. He promptly threw it away and searched underneath the sink. Viola,he found his old toothbrush. He began to brush his teeth, when suddenly his wife came in. She screamed and informed him that she used that to clean toilets. \n Question: Why did She scream ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was a really cold day outside. Jim was getting ready to go to work. He tried to open the door of his car to start it. It was frozen shut. Jim had to use a hairdryer to unfreeze his door handle. \n Question: Why had Jim to use a hairdryer to unfreeze his door handle?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amanda had a sleepover with her friends. They watched a movie together. Things seemed boring and quiet. Amanda decided to surprise her friends with popcorn. The girls were happy and thankful. \n Question: Why did Amanda decide to surprise her friends with popcorn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did He learn that art was a way to express oneself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry was an avid motorcycle rider. He loved his bike very much. Terry was riding one day and felt both wheels lose traction. Terry looked at his tires and saw they had little tread. Terry promptly bought new tires for his motorcycle. \n Question: Why did Terry look at his tires?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrew thinks women have a problem getting to the point. One evening he came home late. His girlfriend accused him of cheating and said she hated him. He made some calls and proved he wasn't cheating on her. She said, when she says she hates him, she means she loves him. \n Question: Why did He make some calls?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane loved flowers. She saw pretty ones while driving home. She pulled over. She picked up a few. Jane decorated her house with them. \n Question: Why did Jane love flowers?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sandy had an old wood table she needed to sell. She put it up for sale online, and someone answered the ad. They offered a price, and Sandy accepted. The person came over, picked up the table, and paid. The person left after loading up the table on his truck. \n Question: Why did They offer a price?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cara's life had been filled with very mean men. She despised that she'd ever meet a good one. Then she discovered Craig's list. Cara found a wonderful man on the forum. She married him, and he's a model husband and father. \n Question: Why did She marry him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake really needed to see a doctor. He refused to go because he didn't have insurance. He could not afford to pay a doctor's bill. Jake enrolled in Obama Care. He was able to see a doctor and get the medicine he needed. \n Question: Why did Jake enrol in Obama Care?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim told Jay that girls have cooties. Jay replied that girls don't have cooties. Jim asked Jay to prove it. Jay admitted that he was dating Marla. Jim kicked Jay in the shin and called him a sell-out. \n Question: Why did Jay reply that girls do n't have cooties?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kristy just got married to the love of her life. She is so happy because she never thought she's find love. She has all these plans to have kids with her husband. They just returned from the honeymoon! She's now ready to start a family with her new husband! \n Question: Why is She so happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rex had always wanted to play hockey. He decided that he first needed to learn to skate. He practiced skating every day until he was an expert. Finally Rex was able to begin playing hockey. He felt very proud to be a hockey player. \n Question: Why did He decide that he first needed to learn to skate?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday I went fishing at the river. I had my secret bait with me. I caught my limit of fish in less than an hour. When I left other people asked me what I was using for bait. I told them it was a secret and I would never tell anyone. \n Question: Why did I catch my limit of fish?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill had so much turkey for Thanksgiving. He was sick of it by December. So on Christmas day he decided to change it up. And got a ham instead for the first time. It was his best Christmas ever. \n Question: Why was He sick of it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave decided he would wash his dad's car that weekend. He took the car through the carwash but scraped the side of the door. He got out to inspect the scratch and it was bad. Dave new have been very careless. His dad wasn't mad but told Dave to be careful next time. \n Question: Why did He get out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rob preferred to work at night and sleep late into the day. This schedule worked with his online job. This schedule also just felt better for him. Rob realized that this was hurting his ability to make business calls. Rob had to adjust to a more typical schedule. \n Question: Why did Rob realize that this was hurting his ability to make business calls?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Rudy was convinced that bottled waters all tasted the same. He went to the store and bought several popular brands. He went back home and set them all on a table. He spent several hours tasting them one by one. He came to the conclusion that they actually did taste different. \n Question: Why did He go back home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Larry wanted to buy a new guitar. He spent hours looking online and going to lots of different stores. Finally, Larry founds the perfect guitar. It was more expensive than he expected. Larry didn't care and bought the guitar anyway. \n Question: Why did He spend hours?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Deb was a newbie chess player. She loved the game and desired to win a tournament. She began to spend all her free time studying the game. Deb enrolled in her first tournament ever after two months. She walked away with the second place trophy. \n Question: Why did Deb enrol in her first tournament?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jen felt tired at work. She leaned against a wall to rest a little. The wall had wet paint on it that she didn't see. When she got up she was covered in paint. Jen left to go home and change. \n Question: Why did Jen leave to go home and change?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nancy was chewing gum in glass. The girl who sat next to her was furious. She asked Nancy to stop chewing. Nancy chewed her gum harder after hearing her. They ended up fighting each other. \n Question: Why did She ask Nancy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon liked a girl. He decided to talk to her. Alas, when he tried to talk to her his mind went empty. He ended up staring creepily at the girl. The girl got scared and walked away. \n Question: Why did He decide to talk to her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: An artist was painting an image of a boat in the water. He ran out of blue paint after he finished painting the sky. He tried to mix other colors to make blue but to no avail. To be artsy, the artist used yellow paint for the water. He loved the way that it turned out. \n Question: Why did He love the way that it turned out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Helen raced to catch the train to work. She ran through puddles and over potholes. She pushed past people and knocked down a fruit stand. She saw the sign for her subway and flew down the stairs. She stopped short at the bottom and watched the train pull away. \n Question: Why did She see the sign for her subway?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I decided to apply to nursing school. I gathered all my materials. I submitted the information. I received the letter in the mail. I got into nursing school. \n Question: Why did I decide to apply to nursing school?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to learn more about human anatomy. He decided to look online and buy several books on the subject. Matt joined online forums dedicated to medical knowledge. He found that remembering the information came easy to him. Matt decided to enroll in a healthcare program at a local college. \n Question: Why did Matt join online forums dedicated to medical knowledge?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One year I went on a crash diet for Lent. I skipped lunch and ate very small portions. The last week of the diet I ate only one meal a day. I managed to lose 20 pounds. I ate a lot of food on Easter. \n Question: Why did I eat a lot of food?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob heard that the space station would pass over his house tonight. He set his alarm for 4 in the morning to see it. It woke up him up and he got out of bed. Bob walked outside and got out a chair. He fell asleep in the chair waiting for the space station to appear. \n Question: Why did He set his alarm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe went to the movie theater to see the new movie. The line was long and Joe feared he wouldn't get in. He stepped out of line and snuck into the theater. He seemed so confident that no one stopped him. Joe casually walked into the movie and gave a sigh. \n Question: Why did He seem so confident that no one stopped him?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bill was excited for Easter Sunday. He decided he wanted to bake a ham for his family. Bill headed off to the grocery store. He bought the biggest ham he could find. Bill was very happy with how his ham turned out! \n Question: Why did He buy the biggest ham he could find?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alice wished that her boyfriend would take her to the beach. She tried dropping hints to him. She attempted to leave subtle notes as well. Finally, she outright told him to take her or leave. She is now enjoying a romantic stroll for the whole evening. \n Question: Why did Alice wish that her boyfriend would take her to the beach?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kayla was the only kid in the house didn't have a pet to sleep with. Kayla started feeling sad and lonely. Her mom got Kayla a little puppy. Kayla was very happy about her new puppy. Kayla now sleeps cuddled up next to her puppy. \n Question: Why was Kayla very happy about her new puppy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave had a big math test coming up. He knew he needed to study, but his favorite movie was on television. He decided to watch the movie and study afterwards. Unfortunately, Dave ended up falling asleep during the movie. The next day, he failed his math test. \n Question: Why did He know he needed to study?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved extreme sports. It was the winter in Colorado. Tom wanted to go skiing. He drove to a ski resort. He went skiing. \n Question: Why did Tom want to go skiing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeff wanted to play football his senior year but was too skinny. He wanted to be a wide receiver but wasn't fast enough either. He hit the weight room all winter long and also worked on his speed. He surprised all the coaches at tryouts in the spring. He made the team and scored a bunch of touchdowns for the team. \n Question: Why did He make the team?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon decided to make pasta for dinner. He tasted the sauce. It was missing something. He decided to add garlic. Now, the sauce was perfect. \n Question: Why did Jon decide to make pasta for dinner?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: One day Donald bit into a pretzel, and hurt his tooth He noticed his tooth had become loose Over the next few days it had started to hurt more, and was infected He made a call to the dentist for an appointment He went to the dentist and several teeth removed \n Question: Why did He notice his tooth had become loose?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to go to his senior prom. He asked his friend Sarah to accompany him. Sarah accepted his request. He rented a tuxedo and purchased their tickets. They had a wonderful time at the prom. \n Question: Why did He rent a tuxedo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I made a pizza today. It had mushrooms and mozzarella on it. I cooked it for an hour at four hundred degrees. I was very excited when my cooking timer went off. I ate the entire thing within fifteen minutes. \n Question: Why did I make a pizza?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The alarm clock beeps. Sara jumps out of bed and runs downstairs for breakfast. She eats a bowl of cereal and grabs her homework. Her mom packs her a lunch for the day. Sara runs out the school bus to go to school. \n Question: Why did She eat a bowl of cereal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was driving his car home from work. He was at a stop light when his car suddenly jolted forward. He had been rear ended by a large pickup truck. James passed out as his car spun around. He woke up in the hospital. \n Question: Why did James pass out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Norman went with his class on a ski trip. Norman was excited to go skiing for the first time. The class arrived at the base camp. There were reports of a recent avalanche. The slopes were closed for the day, and Norman's class went home. \n Question: Why was Norman excited to go skiing for the first time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Today it snowed three feet of perfect snow. There was so much snow that school was cancelled. I decided to shovel the snow for my parents. They were very happy when I finished all of the shoveling. My parents bought me a new game for all of my hard work. \n Question: Why did I decide to shovel the snow for my parents?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Clark told me he was going to rob a bank. I begged him not to do it. He gathered up a crew. They bought automatic weapons to the job. Clark and his crew died when the police ambushed them. \n Question: Why did Clark tell me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ulee was engaged for two years. Her fiance would not set a wedding date. She became good friends with another man. She realized she didn't love her fiance. She broke things off and got together with him. \n Question: Why did She realize she did n't love her fiance?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Christian came home from school and saw his mother at the table. She asked him if he had any homework to do. Christian told his mother he had a ton of homework to do for class. Christian went upstairs, sat at his desk, and worked on his homework. Christian turned his homework into the teacher the next day. \n Question: Why did Christian go upstairs?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill and Pete wanted to form a gang. They wore matching colors and called themselves the Tigers. The two Tigers went around the neighborhood doing gang stuff. Pete smashed car windows and stole from them. Pete acted as a lookout during all this gang stuff. \n Question: Why did They wear matching colors?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day Henry was walking towards his mailbox. He noticed a small young kitten in the grass. Henry picked up the cat and noticed it had no tag. He asked his neighbors if they knew the cat. Nobody recognized it, so he adopted it himself. \n Question: Why did He notice a small young kitten in the grass?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy worked for weeks on a sculpture. He was very proud of the way it had turned out. On the way to school he dropped it on the sidewalk! Fearing the worst, he pulled it out of the bag. Jimmy sighed in relief when he saw nothing had been broken. \n Question: Why did Jimmy sigh in relief?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was late for school. And it made her very stressed out. There was a large roadblock on a main street. But when she got to school, everyone else was late too. Kim was happy that nobody got in trouble. \n Question: Why was Kim late for school?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike bought a new television. They offered him an extended warranty. He declined it. Within a year of having it the television broke. Luckily the factory warranty still covered it. \n Question: Why did He decline it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to learn more about human anatomy. He decided to look online and buy several books on the subject. Matt joined online forums dedicated to medical knowledge. He found that remembering the information came easy to him. Matt decided to enroll in a healthcare program at a local college. \n Question: Why did Matt want to learn more about human anatomy?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tim was a salesman. He worked at an electronic store. One day he had customers who were unsure. He convinced them to buy. Tim even convinced them to get an extended warranty. \n Question: Why did He convince them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob works very hard to provide for his boys. They recognize this and take him to dinner. They go to Bob's favorite steakhouse. Bob gets a porterhouse and loves it. Bob is thankful for his children. \n Question: Why did They recognize this?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My friends dad rode dirt bikes. He crashed his bike on some train tracks. His leg broke. He had to walk miles with a broken leg before getting help. He had surgery and now he walks with a limp. \n Question: Why had He surgery?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The rainy came down relentlessly, making it hard to see. Ted did his best to keep in the middle of the road. He slowed down quite a bit upon approaching a sloping corner. Ted began to lose control of the back end of his car. The car's all-terrain tires gripped and saved Ted from a disaster. \n Question: Why did Ted begin to lose control of the back end of his car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil went camping during a big rain storm. He tried to gather as much dry wood as he could find at night. The fire started slowly and soon he was able to add more. Phil cooked his meal over the fire while rain poured on him. He did not bother to put the fire out and let the rain take do it. \n Question: Why did He try to gather as much dry wood as he could find at night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Robbie wanted a pet cat. His parents took him to the Humane Society to choose one. Robbie looked at all of the cats in the cages. Finally, he chose a black and grey cat. Robbie and his parents took the new pet cat home. \n Question: Why did Robbie look at all of the cats in the cages?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kayla was the only kid in the house didn't have a pet to sleep with. Kayla started feeling sad and lonely. Her mom got Kayla a little puppy. Kayla was very happy about her new puppy. Kayla now sleeps cuddled up next to her puppy. \n Question: Why was Kayla the only kid in the house did n't have a pet to sleep with?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jim wanted to teach his son Mike how to ride a bike. Mike was hesitant at first since he had tried before and failed. Jim encouraged his son to keep at it and promised it would come. Mike was eventually able to keep the bike upright and stay on. He enjoys riding his bike now everyday after school. \n Question: Why did Jim want to teach his son Mike how to ride a bike?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: There was a great bodybuilder who regularly went to the gym. He loved to show off his big muscles. There was also a skinny guy who wanted some advice on weightlifting. The body builder told him all of his secrets. Six months later, the skinny guy could bench press 200 lbs! \n Question: Why was There a great bodybuilder who regularly went to the gym?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Shirley was pregnant and had just gone into labor. She was a first time mom and expected to have quite a wait. Surprisingly, her contractions began progressing quickly. She rushed to the hospital and got some medicine. Before she could wrap her head around it, her baby was born. \n Question: Why was She a first time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Timmy wanted to know if flea circuses really exist. He thought it would be neat to have one. He searched online for hours trying to find one to buy. He could only find clipart pictures of flea circuses. Now Timmy knows there is no such thing as a flea circus. \n Question: Why did Timmy want to know if flea circuses really exist?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly wanted to make cookies. She took her favorite recipe out of her card box. She mixed the batter according to the recipe. She baked the cookies. Kelly sat and enjoyed a warm cookie with a glass of cold milk. \n Question: Why did She take her favorite recipe?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a little girl. Her mom took her to gymnastics class. She learned how to flip. She goes on to win the olympics. Her mom is so proud. \n Question: Why did She learn how to flip?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amanda had a sleepover with her friends. They watched a movie together. Things seemed boring and quiet. Amanda decided to surprise her friends with popcorn. The girls were happy and thankful. \n Question: Why did They watch a movie?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jim Malone was a science teacher with a passion for music. Jim taught at a school for gifted, but less fortunate kids. The school recently lost their musical director. If they could not find a replacement they would close the program. Jim became the new musical director. \n Question: Why did Jim teach at a school for gifted?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mia does usually get good grades in school. She has a very important test coming up. Her parents said they would give her 20 dollars if she gets an A. Mia studied very hard for the test. She ended up getting an A and 20 dollars. \n Question: Why did Mia study very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A girl went on a walk with her dad. They went to the park and sat in front of pond. They had a good talk. They fed the birds. This was her favorite time of the week. \n Question: Why did They feed the birds?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gregory was running outside when he stepped in a hole. He twisted his ankle. He called his friend to take him home. He had to rest with ice on his ankle for a long time. Eventually, his ankle was healed and he could run again. \n Question: Why did He call his friend?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nathan is a doctor. He loves helping people, but loves his paycheck more. Nathan neglects his duties to spend all his money. Nathan ends up in massive debt. Nathan is no longer a doctor because he got fired. \n Question: Why is Nathan no longer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was tired of her socks being wet in the winter. She brought spare socks to her desk at work. One day her socks were soaked so she changed them. She put her wet boots on to go to the bathroom. Kim accidentally wet her spare socks in the process. \n Question: Why was Kim tired of her socks being wet in the winter?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gina finished washing dishes and headed back to her room. She wanted to work on her report. She realized she was she was feeling tired. She put her head on her arm, and closed her eyes. She was fast asleep in no time. \n Question: Why did Gina finish washing dishes?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lou went to the beach. He planned on swimming for a few hours. But when he got there, he was dismayed. The wind had made the waves incredibly high! Lou had to content himself with laying on the sand. \n Question: Why did He plan on swimming for a few hours?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kate invited her new boyfriend, Bill, over for dinner. Kate wanted to impress Bill with a home-cooked meal. Kate is a terrible cook and burned the food she tried to prepare. Kate decided to order take-out food and pretend it was home-cooked. Bill was impressed and never found out Kate's secret! \n Question: Why did Kate invite her new boyfriend , Bill?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim wanted to teach his son Mike how to ride a bike. Mike was hesitant at first since he had tried before and failed. Jim encouraged his son to keep at it and promised it would come. Mike was eventually able to keep the bike upright and stay on. He enjoys riding his bike now everyday after school. \n Question: Why was Mike hesitant?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff watched the sky. The sky was dark, and grey. jeff went out to the driveway, and kicked a wall of sandbags. Jeff started walking back to his house. The sky darkened even more, and it started to rainy. \n Question: Why did jeff go out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was rude to everyone. Nobody ever said anything to him. One day Amy punched him in the nose. Everyone was really proud of Amy. James stopped being such a jerk. \n Question: Why did James stop being such a jerk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eva planted some corn. She tended it in her garden all summer. It grew tall and strong! Then it came time to harvest the corn. Eva really enjoyed eating her home grown corn! \n Question: Why did She tend it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marge went to a renaissance fair with her friend. At the fair, they encountered a fortune teller. They paid for a reading to get their horoscopes. The fortune teller told Marge that she would fall in love soon. Marge and her friend went home with hope in their hearts. \n Question: Why did Marge go to a renaissance fair with her friend?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: We got cable tv in 1986. Someone signed us up on the street. The installer came and drilled a hole right through the building. We were concerned as we were only renting an apartment. The landlord never made an issue of it. \n Question: Why did We get cable tv?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sammy came home from the grocery store. She noticed a stray kitten by the trash can. She offered the kitten some milk and canned tuna. She took the kitten home. She made sure nobody owned the kitten and then kept it as her pet. \n Question: Why did Sammy come home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy told Hannah that he had a friend that liked her. He revealed that Sean was her secret admirer. Hannah had no idea who Sean was but agreed to meet him. Sean met her but was too nervous to say anything. Hannah decided to run away. \n Question: Why did Hannah decide to run away?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Josh has a test tomorrow. The test is worth half his grade. Josh's best friend's birthday is also tomorrow. Josh decided to go to his best friend's party. Josh failed his test. \n Question: Why did Josh fail his test?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lindsey was in a film class. She had to make a movie for a project. She worked really hard on it all year. When it was time to share she was so nervous. Luckily, everyone loved it and praised her. \n Question: Why had She to make a movie for a project?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ed's parents warned him to be home by midnight. They told him if he didn't meet curfew he would have to sleep outside. When he arrived at 12:45 Sunday morning he found the door locked. There was no way in! He slept on the porch vowing to never come home late again. \n Question: Why did They tell him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alice went to the mountains. At the top, she heard someone calling for help. When she looked over the side, she saw a man stuck on a cliff. She called the police to come help. Alice felt like a hero. \n Question: Why did Alice go to the mountains?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jessica saved up for a haircut. She looked through some books to choose a style. Finally, she picked one. She handed the picture to the hairdresser. The woman cut Jessica's hair. \n Question: Why did She look through some books?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I woke up late and was short on time. I rushed around trying to get ready as quickly as possible. I finally left the house only to get stuck in traffic. I arrived 20 minutes late to my office. My boss gave me a warning not to let it happen again. \n Question: Why did I arrive 20 minutes late to my office?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jennifer has two dogs named Denva and Bronco. Bronco is much larger than Denva. Denva does not like to share her dog food. Bronco tried to eat out of her bowl. Denva bit Bronco in the leg. \n Question: Why has Jennifer two dogs named Denva and Bronco?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tim was nervous about his wedding. He loved his wife and wanted everything to be perfect. He decided to drink to relax a bit. He went overboard and got drunk by accident. He threw up and ruined the end of the wedding. \n Question: Why did He throw up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary fell while playing volleyball. She landed on her wrist, and it broke! Mary rushed to the emergency room. The doctor there bandaged her hand and gave her medicine. Soon Mary's hand was as good as new! \n Question: Why did Mary fall while playing volleyball?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Stella likes to feed all the stray neighborhood cats. Stella feels compassion for the homeless animals. Stella started bringing in cats to her home when the weather got cold. Stella did not realize how hard it was to take care of indoor cats. Stella's house was destroyed by the 30 homeless cats she took in. \n Question: Why did Stella start bringing in cats to her home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I dug a hole in my backyard to make my own well. I dug for hours but I was not close enough to any water. I had to call a drilling company to finish the job. The were able to dig much further than I was. The company gave my a deal because I did half the work. \n Question: Why did I dig a hole?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday I had the day off from work. I made myself a bunch of snacks and got some beers. After sending my wife off to work I sat on the couch. I watched television for hours upon hours. I regret nothing though my wife was annoyed. \n Question: Why did I watch television?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Roland came to the bowling alley looking to improve his skills. He paid for 2 hours of bowling as well as premium equipment. Roland hadn't been playing for long when he got his first ever strike. Feeling accomplished, he did his signature dance and ordered food. He managed to do it 3 more times before it was done for the evening. \n Question: Why did He pay for 2 hours of bowling as well as premium equipment?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike gets friends together to play soccer. They all drive to the soccer field. Mike chooses the teams. Mike's team wins the game. Mike's team celebrates after the game. \n Question: Why did Mike get friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to be a comedian. He came up with an act and decided he was ready. He called up a local comedy club and managed to book a spot. He went on stage and did his act. Nobody thought he was funny. \n Question: Why did Matt want to be a comedian?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day I was out riding my bike. All of a sudden the front tire popped and I almost wrecked. I had to call my friend to come and give me a ride to the bike shop. They replaced my tire so I could ride home. I was so exhausted that I went straight to bed. \n Question: Why did They replace my tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James had a flat tire on his truck. He changed the tire on the side of the road. A man and his daughter stopped to help him change the tire. The father introduced his college aged daughter to James. James was thankful for the flat tire. \n Question: Why had James a flat tire?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: One year I went on a crash diet for Lent. I skipped lunch and ate very small portions. The last week of the diet I ate only one meal a day. I managed to lose 20 pounds. I ate a lot of food on Easter. \n Question: Why did I manage to lose 20 pounds?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon was good at chess. He challenged his friend to a game. Alas, he did not know his friend was better at chess. Jon and his friend fought hard. Eventually, Jon lost the game. \n Question: Why did Jon and his friend fight hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rudy was convinced that bottled waters all tasted the same. He went to the store and bought several popular brands. He went back home and set them all on a table. He spent several hours tasting them one by one. He came to the conclusion that they actually did taste different. \n Question: Why did He go to the store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Desmond and Alexis are brother and sister. They both love dinosaurs. One day, Desmond lost his dinosaur. He was very sad. Alexis decided to share her dinosaur to make Desmond happy. \n Question: Why did Alexis decide to share her dinosaur to make Desmond happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emily babysat her cousin everyday. She was great at doing it, and enjoyed it so much. Emily wondered when she would be able to parent her own. She missed her period and went to the doctor that week. She found out that was pregnant with her own child. \n Question: Why did She miss her period?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Francine opened a franchise taco hut in her city. The taco market there was over-saturated. Francine saw low sales figures. She tried a social marketing campaign to improve her sales. The campaign was successful and the competing taco shops closed. \n Question: Why did Francine open a franchise taco hut?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kim went to a thrift store to buy vinyl albums. She walked to the back to find the music section. She sat on the floor as she sorted through the boxes. Kim saw some she wanted and put them aside. Kim took her selection to the register and paid. \n Question: Why did Kim go to a thrift store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to take my dog to a dog park today. I was afraid of how she would act around all the other dogs there. We got in the car and headed down there. She immediately ran around and played with the other dogs. I cannot wait to take her back to the dog park. \n Question: Why was I afraid of how she would act around all the other dogs there?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Allan was allergic to shellfish. He had a girlfriend who loved seafood. One day, she ate a lot of shrimp while at a buffet. When she saw Allan, she gave him a big kiss. Allan broke out in hives and had to go to the hospital. \n Question: Why did Allan break out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill owned a large herd of bulls. He would always take them out to the fields to graze. One day during their trip he was ambushed by armed ruffians! They held him at gunpoint and stole his bulls! Bill was sad at the loss of his entire livelihood. \n Question: Why was Bill sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob's favorite thing about getting mail was the packaging. He thought styrofoam packing peanuts were great fun to mess with. He thought bubble wrap was great fun to pop. He thought tissue paper made the contents cool and mysterious. Bob didn't care much for the actual content of his packages. \n Question: Why did He think tissue paper made the contents cool and mysterious?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My sister walked towards my mom. She lied to my mom saying that she's pregnant. She ended up being slapped in the face. I had to break up the fight and say that my sister was joking. My mom immediately apologized. \n Question: Why did She lie to my mom?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy went to Napa on vacation. She visited a local winery to go on a wine tasting. She had a lovely time trying the wines of the region. Amy loved the winery and purchased 2 bottles. She had a great time on her Napa Valley vacation. \n Question: Why had She a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to be a comedian. He came up with an act and decided he was ready. He called up a local comedy club and managed to book a spot. He went on stage and did his act. Nobody thought he was funny. \n Question: Why did He go on stage?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Susan went to the diner to get a hot dog. She noticed a dog in the diner. She asked the waitress why there was dog. The waitress told her the dog was the owner's pet. Susan then left the diner mad because of the dog. \n Question: Why did She notice a dog in the diner?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Payne and his friend went golfing. The people golfing ahead of them were being really slow. Payne asked them if they could play through. The people let Payne and his group play though. Payne was glad that he asked them nicely. \n Question: Why did Payne ask them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly was excited to get a new handbag. She searched everywhere for a black bag. She was very particular. She finally found a Marc Jacobs bag at Bloomingdales. She immediately picked it up. \n Question: Why was Kelly excited to get a new handbag?",
            "output": [
                "Answerable"
            ]
        }
    ]
}