{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in da English language and ya task is 2 convert it into da Malay language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Malay"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Charles makan kentang goreng kerana mengetahui ia akan menjadi hidangan terakhirnya.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        },
        {
            "input": "I may struggle with geography, but I'm sure I'm somewhere around here.",
            "output": "Saya mungkin bergelut dengan geografi, tetapi saya pasti saya berada di suatu tempat di sekitar sini.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        }
    ],
    "Negative Examples": [
        {
            "input": "Just because the water is red doesn't mean you can't drink it.",
            "output": "Dia melihat karya agung yang tergantung di muzium itu tetapi apa yang dia fikirkan ialah anak berusia lima tahunnya boleh berbuat lebih baik.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        },
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Dia berkata dia mempunyai keupayaan untuk mendengar runut bunyi hidup anda.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "The spill has been halted, although an oil slick which measured 50 square kilometers at its height remains in the harbor, and ships are using absorbent foam to remove oil from the water, as well as barriers to keep oil from reaching the shore.",
            "output": [
                "Tumpahan telah dihentikan, walaupun satu tumpahan minyak berukuran 50 kilometer persegi di ketinggiannya terbiar di pelabuhan, dan kapal-kapal menggunakan buih penyerap untuk membuang minyak dari air, dan juga rintangan untuk menghalang minyak dari sampai ke pantai."
            ]
        },
        {
            "input": "The last two journalists reported killed at the turn of the year were Syrians; just at a time when protests and violence in the country are escalating, and the Arab League begins its initial assessment of the situation.",
            "output": [
                "Kedua-dua wartawan lepas dilaporkan terbunuh pada awal tahun ini adalah orang-orang Syria; hanya ketika protes dan keganasan di negara ini semakin meningkat, dan Liga Arab memulakan penilaian awal ke atas keadaan tersebut."
            ]
        },
        {
            "input": "Navy Lt. Commander (who testified for Kerry's Iran-Contra hearings) alleges that when David Margolis was the Domestic Criminal Section Chief, he helped limit the liability of Ronald Reagan and George H. W. Bush in the Iran-Contra affair.",
            "output": [
                "Lt. Komander Tentera Laut (yang memberi keterangan di dalam perbicaraan Iran-Contra Kelly) mendakwa yang semasa David Margolis masih Ketua Bahagian Jenayah Domestik, dia telah membantu menghadkan liabiliti Ronals Reagan dan George H. W. Bush di dalam peristiwa Iran-Contra."
            ]
        },
        {
            "input": "And it doesn't just cover e-mail spam, but all electronic messaging such as SMS/text messaging, etc.",
            "output": [
                "Dan ia tidak hanya meliputi spam e-mel, tetapi semua mesej elektronik seperti mesej SMS/teks, dan lain-lain."
            ]
        },
        {
            "input": "The left-handed Gambhir sparkled with a few pick-up shots on the leg-side; this also showed Pakistan's pacemen were not bowling the right line.",
            "output": [
                "Gambhir yang kidal bergemerlapan dengan beberapa pukulan ambilan pada sebelah; ini juga menunjukkan pacemen Pakistan tidak menghantar pada garis yang betul."
            ]
        },
        {
            "input": "\"Since this morning Israeli naval vessels have enforced a full naval closure on Lebanon, because Lebanon's ports are used to transfer both terrorists and weapons to the terror organizations operating in Lebanon,\" a spokesman for Israeli Army said.",
            "output": [
                "\"Sejak pagi ini kapal tentera laut Israel telah menguatkuasakan penutupan tentera laut penuh di Lebanon, kerana pelabuhan Lebanon digunakan untuk memindahkan kedua-dua pengganas dan senjata untuk pertubuhan-pertubuhan pengganas yang beroperasi di Lebanon,\" kata jurucakap tentera Israel berkata."
            ]
        },
        {
            "input": "London's FTSE 100, Paris' CAC 40 and Frankfurt's DAX 30 indices each closed down more than 1 percent.",
            "output": [
                "FTSE 100 London, CAC 40 Paris dan DAX 30 indeks Frankfurt setiap satu tutup lebih daripada 1 peratus."
            ]
        },
        {
            "input": "The study found American kids are far more confident that they have done well than their Korean counterparts, even when the inverse is true.",
            "output": [
                "Kajian itu mendapati kanak-kanak Amerika jauh lebih yakin bahawa mereka telah lakukan lebih baik daripada rakan-rakan Korea mereka, walaupun yang bertentangan adalah benar."
            ]
        },
        {
            "input": "A video was filmed last month outside of Broadcasting House, White City and Television Centre with a cast of volunteers recruited from the social networking site Twitter.",
            "output": [
                "Sebuah video telah difilemkan bulan lalu diluar Broadcasting House, White City dan Television Centre bersama para sukarelawan yang direkrut daripada rangkaian sosial Twitter."
            ]
        },
        {
            "input": "The United States has said that \"regional extremists\" may be targeting Air Uganda airplane flights between Southern Sudan and Uganda.",
            "output": [
                "Amerika Syarikat telah berkata bahawa \"pelampau serantau\" mungkin menyasarkan terhadap penerbangan kapal terbang Air Uganda antara Sudan Selatan dan Uganda."
            ]
        },
        {
            "input": "The oil terminal at the port has been closed ever since.",
            "output": [
                "Terminal minyak di pelabuhan itu telah ditutup sejak kejadian itu."
            ]
        },
        {
            "input": "From the WHO: :'Marburg virus disease has no vaccine or curative treatment, and can be rapidly fatal.'",
            "output": [
                "Daripada WHO: 'Penyakit virus Marburg tidak mempunyai vaksin atau rawatan penyembuhan, dan berkemuungkinan membawa maut dengan cepat. '"
            ]
        },
        {
            "input": "After two more lead changes between the two, Kahne led the last 7 laps to take the checkered flag.",
            "output": [
                "Selepas dua lagi pertukaran pendahulu antara mereka berdua, Kahne mendahului 7 pusingan akhir untuk mengambil bendera pelepas."
            ]
        },
        {
            "input": "The sub-orbital flight reached an altitude of 300 km, and is on a traectory for re-entry.",
            "output": [
                "Penerbangan sub-orbit mencecah altitud 300 km, dan dalam trajektori untuk kemasukan semula."
            ]
        },
        {
            "input": "\"He has long demonstrated an outstanding ability to bring people together.\"",
            "output": [
                "\"Beliau telah lama menunjukkan kebolehan yang luar biasa untuk memimpin rakyat supaya bersatu.\""
            ]
        },
        {
            "input": "The first call to the Police spoke not of an explosion, but of a person falling under the wheels of the train.",
            "output": [
                "Panggilan pertama kepada pihak Polis tidak menyatakan mengenai letupan, tetapi mengenai orang yang jatuh di bawah roda kereta api."
            ]
        },
        {
            "input": "There is also the possibility of fines and action to recover the costs of the fire.",
            "output": [
                "Terdapat juga kemungkinan denda dan tindakan untuk membayar ganti rugi kebakaran."
            ]
        },
        {
            "input": "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.",
            "output": [
                "Ini menghadkan aliran bahan api ke enjin, menyebabkan pengurangan kuasa enjin tanpa perintah juruterbang."
            ]
        },
        {
            "input": "Even though some cyclists were unable to finish this race due to some crashes, but several participated cyclists still successfully finished this race steadily and safely.",
            "output": [
                "Walaupun sebahagian pelumba basikal tidak dapat menghabiskan perlumbaan disebabkan beberapa perlanggaran, tetapi sebahagian peserta lumba basikal masih berjaya menamatkan perlumbaan dengan stabil dan selamat."
            ]
        },
        {
            "input": "Zorn discussed how sponsorship has evolved from her early time participating, and issues with the Paralympics inside the United States at the present.",
            "output": [
                "Zorn membincangkan bagaimana tajaan telah berubah sejak awal tahun penyertaannya, dan juga isu semasa berkaitan Sukan Paralimpik di Amerika Syarikat."
            ]
        },
        {
            "input": "Fossils from the last species of ancient brown bears in Ireland, living from 3,000 to 5,000 years ago, have a different genetic fingerprint, matching neither that of polar bears nor of modern brown bears.",
            "output": [
                "Fosil dari spesies terakhir beruang perang purba di Ireland yang telah hidup daripada 3,000 hingga 5,000 tahun lalu, mempunyai cap jari genetik berbeza yang berbeza dengan beruang kutub atau beruang coklat moden."
            ]
        },
        {
            "input": "Sir Reg Empey, the leader of the Ulster Unionist Party said that the agreement was \"Belfast for slower learners.\"",
            "output": [
                "Tuan Reg Empey, ketua Parti Persatuan Ulster berkata bahawa perjanjian tersebut merupakan \"Belfast bagi pelajar lembap.\""
            ]
        },
        {
            "input": "Langham, 58, from Goldford, Kent claimed that he had been studying porn sites, researching for a character called, \"Pedro,\" for the television series Help.",
            "output": [
                "Langham, 58, dari Goldford, Kent mendakwa bahawa beliau telah mengkaji laman web lucah, penyelidikan untuk watak yang dipanggil, \"Pedro,\" untuk siri televisyen Help."
            ]
        },
        {
            "input": "It is not clear what these numbers are based on, and independent estimates of the death toll are much higher.",
            "output": [
                "Adalah tidak jelas angka-angka ini berdasarkan apa, dan anggaran bebas mengenai jumlah kematian adalah jauh lebih tinggi."
            ]
        },
        {
            "input": "\"They are weak because of France's decline in power over the last century and its defeats against the Germans and Algerians,\" Doeg said.",
            "output": [
                "\"Mereka adalah lemah kerana penurunan Perancis yang berkuasa sejak abad yang lalu dan kekalahan menentang Jerman dan Algeria,\" kata Doeg."
            ]
        },
        {
            "input": "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.",
            "output": [
                "\"Syarikat gabungan ini akan memberi pelanggan gabungan rangkaian yang lebih besar,\" Ketua Eksekutif BA Willie Walsh memberi komen."
            ]
        },
        {
            "input": "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.",
            "output": [
                "Pada 13 Disember 2001, jam 11:45 pagi waktu tempatan (UTC + 5:30), sama seperti Ahli Parlimen bersedia untuk meninggalkan Dewan, militan bersenjatakan AK-47 dan bom-bom tangan melanggar keselamatan di Pintu No.12 daripada Bangunan Parlimen dan melepaskan tembakan rambang, membunuh enam anggota polis dan seorang pekerja Parlimen."
            ]
        },
        {
            "input": "Activists have sought women's right to vote in Saudi Arabia for years.",
            "output": [
                "Aktivis-aktivis telah berusaha meminta hak wanita untuk mengundi di Arab Saudi selama bertahun-tahun."
            ]
        },
        {
            "input": "Juan Bustos will be given a state fueral due to the position he occupied.",
            "output": [
                "Juan Bustos akan diberi pengebumian rasmi negara kerana jawatan yang didudukinya."
            ]
        },
        {
            "input": "There are so many swamis who have enlightened the hearts and minds of people, but these people are fakes with no idea about spirituality.",
            "output": [
                "Terdapat begitu banyak Swamis yang menerangkan hati dan minda orang lain, tetapi orang-orang ini adalah palsu tanpa idea tentang kerohanian."
            ]
        },
        {
            "input": "Mr Downer told the inquiry that the intelligence may not have been dealt with.",
            "output": [
                "Encik Downer memberitahu inkuiri bahawa perisikan mungkin tidak diambil tindakan."
            ]
        },
        {
            "input": "Andrew Beveridge, Queens College sociology professor, attributed Detroit's population decline to the loss of its industrial base.",
            "output": [
                "Andrew Beneridge, professer sosiologi Kolej Queen, sumbangan dari kekurangan populasi Detroit menurun kepada kehilangan tapak industri."
            ]
        },
        {
            "input": "Substitute Miroslav Klose sealed the victory in the 82nd minute to make it 3-1.",
            "output": [
                "Pemain ganti Miroslav Klose memeterai kemenangan pada minit ke-82 untuk menjadikan 3-1."
            ]
        },
        {
            "input": "\"I don't think he had a guy that wasn't his friend,\" added Shanahan.",
            "output": [
                "\"Saya tidak fikir dia seorang lelaki yang mempunyai musuh,\" tambah Shanahan."
            ]
        },
        {
            "input": "Upon hearing of Marlin's death Ruud Lemmen of Neurotic Records released the following statement:",
            "output": [
                "Apabila mengetahui kematian Marlin Ruud Lemmen daripada Neurotic Records mengeluarkan kenyataan berikut:"
            ]
        },
        {
            "input": "Rabies is a disease that has no cure and nearly everyone it infects is dead just two weeks after the symptoms show.",
            "output": [
                "Penyakit anjing gila ialah satu penyakit yang tiada ubat dan hampir semua orang yang menghidapinya maut hanya dalam masa dua minggu selepas semua gejala hadir."
            ]
        },
        {
            "input": "Two men armed with handguns held up employees of the Graff jewellers shop on New Bond Street, taking 43 items, among them expensive watches, bracelets, and rings.",
            "output": [
                "Dua perompak bersenjatakan pistol tangan menahan pekerja barang emas kedai Graff di New Bond Street, mengambil 43 barangan, diantaranya jam tangan mahal, gelang, dan cincin."
            ]
        },
        {
            "input": "Ed Miliband, leader of the opposition Labour Party, said the proposal to go to war was an \"ill-thought through action\", it lacked international support, and Cameron had acted in a \"cavalier and reckless\" manner.",
            "output": [
                "Ed Miliband, ketua pembangkang parti Buruh, berkata cadangan untuk pergi berperang itu adalah satu \"tindakan yang terburu-buru,\" ia tidak mempunyai sokongan antarabangsa, dan Cameron bertindak dengan \"angkuh dan semborono.\""
            ]
        },
        {
            "input": "However, the document also reveals there is division between the Pentagon, which apparently favours a \"relatively bold reduction\", and U.S. commanders in Iraq who are more cautious.",
            "output": [
                "Walau bagaimanapun, dokumen itu juga mendedahkan terdapat bahagian di antara Pentagon, yang ternyata menyokong satu \"pengurangan yang agak ketara\", dan komander-komander U.S. di Iraq yang lebih berhati-hati."
            ]
        },
        {
            "input": "This has prompted supporters of same-sex marriage to urge that a vote be held as soon as possible while opponents of gay marriage have been urging the government to delay the vote until the next election, expected early in 2007, in hopes of the election of a Conservative majority that would repeal the act.",
            "output": [
                "Ini telah mendorong penyokong perkahwinan sama jantina untuk mendesak bahawa satu buangan undi diadakan secepat mungkin sementara penentang perkahwinan lelaki homoseksual telah mendesak kerajaan untuk menangguhkan buangan undi sehingga pilihan raya akan datang, dijangka pada awal tahun 2007, dengan harapan untuk pemilihan parti Konservatif majoriti yang akan memansuhkan akta itu."
            ]
        },
        {
            "input": "Japan Airlines and All Nippon Airways, Japan's two largest air carriers, both said 240 domestic and eight international flights have been cancelled as a direct result of the storm, which is expected to be immediately followed by Tropical Storm Danas.",
            "output": [
                "Japan Airlines dan All Nippon Airways, dua syarikat penerbangan udara terbesar di Jepun, kedua-duanya berkata 240 domestik dan lapan penerbangan antarabangsa telah dibatalkan akibat langsung daripada ribut, yang dijangka akan segera diikuti oleh Ribut Tropika Danas."
            ]
        },
        {
            "input": "Many protesters have been retaliating to the soldiers' commands, and have even started shoving and punching a few guards.",
            "output": [
                "Ramai penunjuk perasaan telah bertindak balas terhadap arahan askar, dan telah pun mula menolak dan menumbuk beberapa orang pengawal."
            ]
        },
        {
            "input": "The spokesperson commented: \"It is up to the companies themselves to decide whether to cut their bills.\"",
            "output": [
                "Jurucakap itu berkata: \"Terpulang kepada syarikat itu sendiri untuk membuat keputusan sama ada untuk mengurangkan bil-bil mereka.\""
            ]
        },
        {
            "input": "Last week, Swiss police reported that two Pablo Picasso paintings were stolen from a Swiss exhibition near Zurich.",
            "output": [
                "Minggu lepas, polis Switzerland melaporkan bahawa dua lukisan Pablo Picasso dicuri dari pameran Swiss berhampiran Zurich."
            ]
        },
        {
            "input": "There was one simple follow up question for those who had a player: \"If it were possible to have complete and safe control of the device on the steering wheel of a car, would you rather listen to your device, or the radio?\"",
            "output": [
                "Ada satu soalan susulan mudah bagi mereka yang mempunyai alat itu: \"Jika alat itu mampu mempunyai kawalan penuh dan selamat pada stereng kereta, adakah kamu ingin mendengarnya, atau radio?\""
            ]
        },
        {
            "input": "The official said, \"We expect the Iraqi government to take immediate measures to set the aforesaid individuals free and to condemn the U.S. troopers for the measure.\"",
            "output": [
                "Pegawai itu berkata, \"Kami menjangkakan kerajaan Iraq untuk mengambil tindakan segera untuk menetapkan pembebasan individu yang ditahan dan menentang tentera U.S. atas perbuatan tersebut.\""
            ]
        },
        {
            "input": "On April 18, 2011 the minor planet received the number 274301.",
            "output": [
                "Pada April 18, 2011 planet kecil ini menerima nombor 274301."
            ]
        },
        {
            "input": "According to Radio France, Eric Breteau, the founder of Zoe's Ark charity, spoke at a pretrial hearing in N'Djamena, Chad and stated that the seven released Europeans had not been involved with the charity's plans.",
            "output": [
                "Menurut Radio Perancis, Eric Breteau, pengasas kumpulan amal Zoe Ark, bercakap pada pendengaran pra-perbicaraan di N'Djamena, Chad dan menyatakan bahawa tujuh orang Eropah yang dibebaskan tidak terlibat dengan rancangan badan amal itu."
            ]
        },
        {
            "input": "After 14 months in office, he now holds the record for the shortest term as prime minister in Vanuatu's history.",
            "output": [
                "Selepas 14 bulan di pejabat, beliau sekarang memegang rekod sebagai Perdana Menteri dengan penggal terpendek di dalam sejarah Vanuatu."
            ]
        },
        {
            "input": "This was also noted in a declassified Central Intelligence Agency assessment of the famine situation titled Ethiopia: Political and Security Impact of the Drought, in which the report states, \"Some funds that insurgent organizations are raising for relief operations, as a result of increased world publicity, are almost certainly being diverted for military purposes.\"",
            "output": [
                "Ini juga telah dicatatkan dalam pendedahan laporan penilaian Agensi Perisikan Pusat berkenaan keadaan kebuluran bertajuk Ethiopia: Politik dan Keselamatan Kesan daripada Kemarau, di mana laporan menyatakan, \"Sesetengah dana yang dikumpul oleh organisasi pemberontak untuk operasi-operasi bantuan, akibat daripada peningkatan publisiti dunia, adalah hampir pasti telah dipindahkan untuk tujuan ketenteraan.\""
            ]
        },
        {
            "input": "Later the same lap, Hamlin reclaimed the position, after Kenseth collided into the wall, prompting him to finish second during the race.",
            "output": [
                "Kemudian dalam pusingan yang sama, Hamlin menuntut semula kedudukan itu, selepas Kenseth merempuh dinding, menyebabkannya menduduki tempat kedua dalam perlumbaan itu."
            ]
        },
        {
            "input": "Western Romania has recently faced a week of heavy rain, which has caused heavy flooding in some areas, and in other areas has damaged infrastructure.",
            "output": [
                "Barat Romania kebelakangan ini menghadapi hujan lebat selama seminggu, yang menjadi punca kepada banjir besar di beberapa kawasan dan di sebahagian kawasan lain menyebabkan kerosakan infrastruktur."
            ]
        },
        {
            "input": "A spokesman for the Red Cross speculated that the toll could increase to over 100,000 as some of the smaller islands in the Indian Ocean are checked, and a U.N. official said that the death toll might eventually approach 80,000 in Indonesia alone.",
            "output": [
                "Jurucakap Palang Merah mengagak bahawa angka itu mungkin meningkat ke lebih 100,000 selepas sebahagian daripada pulau-pulau kecil di Lautan Hindi diperiksa, dan seorang pegawai PBB berkata angka kematian mungkin akhirnya mencapai 80,000 di Indonesia sahaja."
            ]
        },
        {
            "input": "The American Red Cross is not lending its usual assistance in New Orleans, because the Louisiana National Guard acted first.",
            "output": [
                "Palang Merah Amerika tidak menghulurkan bantuan biasa dalam New Orleans, Louisiana kerana Pengawal Kebangsaan Louisiana bertindak dahulu."
            ]
        },
        {
            "input": "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"",
            "output": [
                "Valerie Jarret, penasihat Rumah Putih, berkata ia adalah \"langkah yang sangat, sangat penting.\""
            ]
        },
        {
            "input": "The late John Lennon was also given a star on the pavement, which means that Paul McCartney is now the only member of the Beatles who has not yet been awarded a star.",
            "output": [
                "Mendiang John Lennon juga dianugerahkan bintang di turapan itu, maka bermaksud Paul McCartney kini adalahsatu-satunya anggota Beatles yang masih belum dianugerahkan bintang."
            ]
        },
        {
            "input": "The book debuted on 2nd place in the Norwegian best seller list.",
            "output": [
                "Buku tersebut muncul buat pertama kalinya terletak di tempat ke-2 dalam senarai penjual terbaik Norway."
            ]
        },
        {
            "input": "\"I want to ask for forgiveness from all the children who watched,\" he said.",
            "output": [
                "\"Saya ingin meminta maaf kepada semua kanak-kanak yang menonton,\" katanya."
            ]
        },
        {
            "input": "James Horwitz, Chairman of the UTA Department of Physics was contacted by the Dallas Mavericks owner Mark Cuban to study the new ball.",
            "output": [
                "James Horwitz, Pengerusi Jabatan Fizik UTA telah dihubungi oleh pemilik Dallas Mavericks Mark Cuba untuk mengkaji bola baru itu."
            ]
        },
        {
            "input": "The airline says RPG only conducted their survey to unionise Ryanair pilots and issued a statement describing the documentary as \"based on nothing more than anonymous hearsay claims made by individuals whose identity was concealed, and/or by representatives of pilot unions of Ryanair's competitor airlines masquerading as a non-Ryanair Pilot Group\".",
            "output": [
                "Syarikat penerbangan itu berkata RPG hanya menjalankan kajian mereka dengan ahli kesatuan pekerja juruterbang Ryanair dan mengeluarkan kenyataan yang menerangkan dokumentari itu sebagai \"hanya berdasarkan tuduhan tidak berasas dari individu yang merahsiakan identiti mereka dan/atau oleh wakil-wakil kesatuan juruterbang dari pesaing syarikat penerbangan Ryanair yang menyamar sebagai juruterbang kumpulan Ryanair.\""
            ]
        },
        {
            "input": "\"These planets, these hot Jupiters very, very close in to their parent stars are 2,000 degrees Fahrenheit or so, so it's not a pleasant place to live.\"",
            "output": [
                "\"Planet-planet ini, Jupiters panas ini sangat, sangat dekat dengan bintang kelahiran mereka adalah 2,000 darjah Fahrenheit atau lebih, jadi ia bukan tempat yang senang untuk hidup.\""
            ]
        },
        {
            "input": "Băsescu has also received a boost due to his liberalist policies and his proposal for tax reform and the introduction of a flat tax.",
            "output": [
                "Basescu menerima peningkatan kerana polisi leberalis dan cadangan beliau untuk kajian semula cukai dan memperkenalkan cukai tetap."
            ]
        },
        {
            "input": "In a televised address this morning, President Iloilo abrogated the constitution, revoked all judicial appointments, and appointed himself as head of state.",
            "output": [
                "Dalam ucapan di televisyen pagi ini, Presiden Iloilo membubarkan perlembagaan, membatalkan semua pelantikan hakim, dan melantik dirinya sebagai ketua negara."
            ]
        },
        {
            "input": "Seven & I is the owner and operator of the 7-Eleven convenience store chain.",
            "output": [
                "Seven & I adalah pemilik dan pengendali 7-Eleven rangkaian kedai serbaneka."
            ]
        },
        {
            "input": "Families say the captured crew have \"little drinking water or food,\".",
            "output": [
                "Keluarga berkata krew yang ditangkap mempunyai \"sedikit air minuman dan makanan.\""
            ]
        },
        {
            "input": "In opening remarks at the Kraft Program Series, \"Challenges of New Democracies,\" he said that \"the last time he was here I said that 'one more lecture,' and he'd be up for tenure.\"",
            "output": [
                "Dalam ucapan aluan di Siri Program Kraf, \"Cabaran Demokrasi Baru,\" katanya bahawa \"kali terakhir dia berada di sini saya menyebut 'satu lagi kuliah, 'dan dia akan ditetapkan tempoh perkhidmatan.\""
            ]
        },
        {
            "input": "The helicopter had been taking supplies to a British military base.",
            "output": [
                "Helikopter tersebut digunakan untuk mengambil bekalan kepada pangkalan tentera Britain."
            ]
        },
        {
            "input": "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.",
            "output": [
                "Berikutan dengan kedatangan pilihan raya pada hari Sabtu ini di Queensland, Australia, wartawan Wikinews Patrick Gillett memberi pratonton parti-parti yang bertanding."
            ]
        },
        {
            "input": "Two Canadian CF-18 fighter jets had taken off from a military base on Vancouver Island to intercept the plane after the pilot's alert.",
            "output": [
                "Dua pesawat pejuang Kanada CF-18 telah berlepas dari pangkalan tentera di Pulau Vancouver untuk bertembung dengan pesawat itu selepas amaran juruterbang."
            ]
        },
        {
            "input": "His mother, Carolyn, had washed the jersey every other day and mended it when needed.",
            "output": [
                "Ibunya, Carolyn, membasuh jersi itu selang sehari dan memperbaikinya apabila perlu."
            ]
        },
        {
            "input": "State officials in Queensland, Australia, have begun working on a draft protocol to use security cameras to record conversations in taxis.",
            "output": [
                "Pegawai kerajaan negeri di Queensland, Australia, telah mula mengusahakan draf protokol untuk menggunakan kamera keselamatan untuk merakamkan perbualan didalam teksi."
            ]
        },
        {
            "input": "No shots were fired when the police were locked out.",
            "output": [
                "Tiada tembakan yang berlaku semasa polis ditahan."
            ]
        },
        {
            "input": "It warned soldiers they landed about a half mile from their intended target.",
            "output": [
                "Ia memberi amaran kepada askar bahawa mereka mendarat kira-kira setengah batu dari sasaran mereka."
            ]
        },
        {
            "input": "The deal is set to cost IAG, who also own Iberia,£172.5 million.",
            "output": [
                "Perjanjian itu dijangka menelan belanja IAG, yang juga memiliki Iberia, £172.5 million."
            ]
        },
        {
            "input": "And I would also like to thank him for the present of fish he left me in Bute House ...under the floorboards.\"",
            "output": [
                "Dan saya juga ingin mengucapkan terima kasih kepada beliau untuk hadiah ikan yang dia tinggalkan kepada saya di Bute House...di bawah lantai papan.\""
            ]
        },
        {
            "input": "\"While we are confident that we are presently in full compliance with the Decision, we wish to dispel any notion that Microsoft’s technical documents are insufficient\", said Smith.",
            "output": [
                "\"Walaupun kami yakin bahawa kami pada masa ini mematuhi sepenuhnya Keputusan itu, kita ingin menghilangkan sebarang tanggapan bahawa dokumen teknikal Microsoft adalah tidak mencukupi,\" kata Smith."
            ]
        },
        {
            "input": "Judge Kode, however, acquitted Anant Bhoir, who had allowed his dumper to be used for disposing of RDX in the Nagla Bunder Creek.",
            "output": [
                "Hakim Kode bagaimanapun membebaskan Anant Bhoir, yang telah membenarkan lori pembuangnya untuk digunakan untuk melupuskan RDX dalam Anak Sungai Nagla Bunder."
            ]
        },
        {
            "input": "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.",
            "output": [
                "Kemenangan Sepanyol telah diramal dengan betul oleh haiwan dogmatis Paul the Octopus."
            ]
        },
        {
            "input": "One of the women felt dizzy, fell down and was picked up by the ambulance.",
            "output": [
                "Salah seorang dari wanita tersebut merasa pening, jatuh dan diangkat ke ambulans."
            ]
        },
        {
            "input": "Captain Semrau was not investigated for two months, when his superiors heard of the alleged killing.",
            "output": [
                "Kapten Semrau tidak menyiasat selama dua bulan, setelah pegawai atasannya mendengar tuduhan membunuh itu."
            ]
        },
        {
            "input": "\"I rushed quickly to the balcony to see a very beautiful scene.\"",
            "output": [
                "\"Saya bergegas ke balkoni untuk melihat pemandangan yang sangat indah.\""
            ]
        },
        {
            "input": "The Brits are in a serious condition and one Canadian woman had her hand amputated.",
            "output": [
                "Orang British itu dalam keadaan serius dan seorang wanita Kanada terputus tangan."
            ]
        },
        {
            "input": "The collision occurred between a Cirrus SR22 and a Cessna 172 near Rock Springs just before 12:30 p.m. on Sunday afternoon.",
            "output": [
                "Kemalangan itu berlaku antara Cirrus SR22 dan Cessna 172 berhampiran Rock Springs sebelum jam 12:30 tengahari pada petang Ahad."
            ]
        },
        {
            "input": "The military reported that after taking the youth to an isolated area they searched him and found another four explosives.",
            "output": [
                "Tentera melaporkan bahawa selepas membawa orang muda ke kawasan terpencil mereka mencarinya dan menjumpai empat lagi bahan letupan."
            ]
        },
        {
            "input": "He noted \"a public information campaign about hanging\" could be one way of reducing the rate.",
            "output": [
                "Dia berkata \"kempen maklumat awam mengenai gantung diri\" adalah satu cara mengurangkan kadar."
            ]
        },
        {
            "input": "Chris Grayling, the shadow home secretary commented: \"This decision will horrify most reasonable people in the UK … it makes a mockery of the concept of human rights if we can't protect ourselves against people who are out to destroy our society.\"",
            "output": [
                "Chris Grayling, setiausaha rumah bayangan mengulas: \"Keputusan ini akan mendahsyatkan orang yang paling munasabah di UK...ia membuat satu penghinaan terhadap konsep hak asasi manusia jika kita tidak boleh melindungi diri kita terhadap orang-orang yang berada di luar daripada memusnahkan masyarakat kita.\""
            ]
        },
        {
            "input": "The traditional striped jerseys worn by various Bonfire Society members were also in evidence.",
            "output": [
                "Jersi berjalur tradisional yang dipakai oleh ramai Persatuan ahli unggun api juga kelihatan."
            ]
        },
        {
            "input": "They liken themselves to the pit crew of motor sport — except that they have no idea what sort of equipment they will have to work with.",
            "output": [
                "Mereka menyamakan diri mereka kepada anak-anak kapal lubang sukan bermotor - kecuali bahawa mereka tidak tahu apa jenis peralatan yang mereka perlu bekerja dengan."
            ]
        },
        {
            "input": "The crowd dispersed after the police threatend several times to clear the crossing by force.",
            "output": [
                "Orang ramai bersurai selepas pihak polis mengugut beberapa kali akan mengosongkan jalan dengan kekerasan."
            ]
        },
        {
            "input": "Moussaoui pleaded guilty in April last year to the conspiracy charges.",
            "output": [
                "Moussaoui mengaku bersalah pada April tahun lepas keatas pertuduhan konspirasi tersebut."
            ]
        },
        {
            "input": "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.",
            "output": [
                "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul."
            ]
        },
        {
            "input": "\"A team will be going onboard to assess the situation, so time will tell,\" said the Maritime and Coastguard Agency spokeswoman.",
            "output": [
                "\"Satu pasukan akan pergi di atas kapal untuk menilai keadaan, jadi masa akan menentukan,\" kata jurucakap Maritim dan Agensi Coastguard itu."
            ]
        },
        {
            "input": "\"Until the highest authorities see suicide as a problem, our joint efforts will be unlikely to yield any results,\" Boris Polozhy of Moscow's Serbsky psychiatric center said yesterday.",
            "output": [
                "\"Sehingga pihak berkuasa tinggi melihat pembunuhan diri sebagai sebuah masalah, usaha bersama kami mungkin tidak dapat menghasilkan apa-apa keputusan,\" Boris Polozhy dari pusat psikiatri berkata semalam."
            ]
        },
        {
            "input": "Israel has never confirmed nor denied that it has nuclear weapons but is believed to have the world's sixth largest stockpile of the devices, with most outside estimates putting their stockpile in the low hundreds.",
            "output": [
                "Israel tidak pernah sahkan atau menafikan bahawa ia mempunyai senjata nuklear tetapi dipercayai mempunyai simpanan keenam terbesar di dunia bagi alat-alat, dengan anggaran paling luar menganggarkan simpanan mereka dalam beberapa ratusan."
            ]
        },
        {
            "input": "Lieberman, who was the Democratic vice presidential candidate in the 2000 presidential election, has been one of Republican party candidate, John McCain's, staunchest supporters.",
            "output": [
                "Lieberman, yang merupakan calon naib presiden Demokrat dalam pilihan raya presiden 2000, pernah menjadi salah seorang calon parti Republikan, penyokong setia John McCain."
            ]
        },
        {
            "input": "At 9:00 p.m., firefighters reported that most of the fire was contained under the collapsed portions of the building, but around 10:00 p.m. firefighters reported that more thick black smoke started to rise from the building.",
            "output": [
                "Pada jam 9:00 p.m., bomba telah melaporkan yang kebanyakan api telah dibendung di bawah runtuhan bangunan, tetapi sekitar jam 10:00 p.m. bomba melaporkan yang semakin banyak asap hitam tebal mula keluar dari bangunan itu."
            ]
        },
        {
            "input": "A senior administration official said it is \"very likely\" that President will speak in a prime-time address this week.",
            "output": [
                "Pegawai kanan pentadbiran berkata \"berkemungkinan besar\" Presiden akan bercakap dalam waktu perdana minggu ini."
            ]
        },
        {
            "input": "The study will be detailed in a forthcoming issue of the journal Physical Review Letters.",
            "output": [
                "Kajian ini akan diperincikan dalam isu akan datang jurnal Physical Review Letters."
            ]
        },
        {
            "input": "The notes are those of TIME magazine White House correspondent Matthew Cooper.",
            "output": [
                "Nota-nota tersebut adalah dari wartawan White House majalah TIME Matthew Cooper."
            ]
        },
        {
            "input": "Mr Wiraydua said that despite Indonesia not being entirely satisfied with the declaration they would \"live with it\".",
            "output": [
                "Mr Wiraydua berkata walaupun Indonesia yang bukan sepenuhnya berpuas hati dengan perisytiharan itu mereka akan \"hidup bersamanya.\""
            ]
        },
        {
            "input": "A portion of the bill requests a denial of funds to the University, \"for permitting State terrorist access to campus.\"",
            "output": [
                "Sebahagian daripada rang undang-undang meminta tindakan tidak memberikan dana kepada University tersebut, \"kerana membenarkan akses kepada pengganas negara ke kampus tersebut.\""
            ]
        },
        {
            "input": "The Wikinews team contacted Prof. Beasley-Murray, who agreed to be interviewed for this story.",
            "output": [
                "Pasukan Wikinews menghubungi Prof. Beasley-Murray, yang setuju untuk ditemuramah untuk cerita ini."
            ]
        },
        {
            "input": "Seismic tests were conducted on July 16; Admiral Thad Allen of the United States Coast Guard said that \"no anomalies\" were found, but also that the tests were \"not comprehensive.\"",
            "output": [
                "Ujian Seismic dijalankan pada 16 Julai; Pengawal Pantai Amerika Syarikat Komander Thad Allen berkata bahawa \"tiada abnormaliti\" dijumpai, namun berkata bahawa ujian tersebut \"tidak komprehensif.\""
            ]
        },
        {
            "input": "All persons who are planning to perpetrate honour killings should know that gallows await them,\" Justice Katju said.",
            "output": [
                "Semua orang yang merancang untuk melakukan pembunuhan maruah perlu tahu bahawa tali gantung menanti mereka,\" kata Hakim Katju."
            ]
        },
        {
            "input": "The insurgency and campaign for an independent Muslim state in the southern provinces has resulted in an exodus from the area.",
            "output": [
                "Pemberontakan dan kempen untuk menubuhkan sebuah negara Islam yang merdeka di wilayah selatan telah menyebabkan penghijrahan dari kawasan itu."
            ]
        },
        {
            "input": "The price of fresh milk is to climb by 50c in the beginning of April 2007 following increases in production costs to producers.",
            "output": [
                "Harga susu segar akan meningkat sebanyak 50c pada awal April 2007 menikuti peningkatan dalam kos pengeluaran kepada pengeluar."
            ]
        },
        {
            "input": "The vaccine does not contain the remaining six HIV genes that cause HIV to infect cells, replicate and cause disease.",
            "output": [
                "Vaksin ini tidak mengandungi baki enam gen HIV yang menyebabkan HIV menjangkiti sel-sel, meniru dan menyebabkan penyakit."
            ]
        },
        {
            "input": "The results have been greeted by most of the political establishment.",
            "output": [
                "Keputusan ini telah disambut baik oleh kebanyakan pertubuhan politik."
            ]
        },
        {
            "input": "A 7-year old Tennessee boy who was eager to get his driver's license got an early education when he decided to take his parents pick-up truck for a joyride.",
            "output": [
                "Seorang budak lelaki 7-tahun dari Tennessee yang bersemangat untuk mendapatkan lesen memandunya mendapat pendidikan awal apabila dia memutuskan untuk mengambil trak pikap ibu bapanya untuk bersiar-siar dgn kereta yang dicuri itu."
            ]
        },
        {
            "input": "She couldn't really talk to us or say how long she'd been there but I think she'd been there since the earthquake.",
            "output": [
                "Beliau tidak berapa boleh bercerita bagaimana beliau boleh bertahan lama disitu tetapi saya rasa beliau berada disitu sejak dari gempa bumi berlaku."
            ]
        },
        {
            "input": "Despite questions being raised, both about De Villota's experience and the positioning of the truck with which she collided, he has described it as \"so unique that it was just incredible bad luck\".",
            "output": [
                "Walaupun soalan yang dibangkitkan, berkaitan dengan pengalaman De Villota dan kedudukan lori yang bertembung dengannya, beliau menyifatkan ia sebagai \"begitu unik bahawa ia adalah hanya nasib malang yang luar biasa.\""
            ]
        },
        {
            "input": "According to media reports, John McCain has won the New Hampshire Primary for the Republicans in the 2008 Presidential race.",
            "output": [
                "Menurut laporan media, John McCain telah memenangi New Hampshire Primary untuk Republican di 2008 Pertandingan Jawatan Presiden."
            ]
        },
        {
            "input": "The explosion occurred in the town of Lakki Marwat in the North West Frontier Province, located nearby to the South and North Waziristan provinces, an area where Pakistani Taliban members are known to be active.",
            "output": [
                "Letupan itu berlaku di bandar Lakki Marwat di North West Frontier Province, yang terletak berhampiran di Selatan dan Utara wilayah Waziristan, kawasan di mana anggota Taliban Pakistan yang diketahui aktif."
            ]
        },
        {
            "input": "Agliotti was later arrested in connection with the murder of Brett Kebble.",
            "output": [
                "Agliotti kemudiannya ditahan yang dikaitan dengan pembunuhan Brett Kebble."
            ]
        },
        {
            "input": "The entire area has been closed off, but there have been recent acts of violence which have officials worried.",
            "output": [
                "Seluruh kawasan telah ditutup, tetapi baru-baru ini terdapat perbuatan keganasan yang menyebabkan pegawai-pegawai bimbang."
            ]
        },
        {
            "input": "Each of the ten plaintiffs is a child who was born to a Filipino mother and later acknowledged by a Japanese father.",
            "output": [
                "Setiap satu daripada sepuluh plaintif adalah seorang kanak-kanak yang dilahirkan oleh seorang ibu Filipina dan kemudian diakui oleh seorang ayah Jepun."
            ]
        },
        {
            "input": "The Opposition was opposed to the idea on efficacy counts.",
            "output": [
                "Pihak pembangkang telah menentang idea itu atas timbangan keberkesanan."
            ]
        },
        {
            "input": "\"The loan cap is a crude way of controlling lending, taking no account of course costs or capacity to repay.\"",
            "output": [
                "\"Amaun tertinggi pinjaman adalah cara kejam untuk mengawal pinjaman, tidak mengambil kira kos kursus atau keupayaan untuk membayar balik.\""
            ]
        },
        {
            "input": "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"",
            "output": [
                "Setiausaha Agung FIFA, Jerome Valcke mengumum: \"Kami telah memutuskan untuk membekukan teknologi garisan gol dan eksperimen teknologi buat masa ini.\""
            ]
        },
        {
            "input": "United States Secretary of Energy, Samuel Bodman asked for Brooks' resignation because of issues including \"serious security breaches\" in several laboratories, including the Los Alamos National Laboratory.",
            "output": [
                "Setiausaha Tenaga Amerika Syarikat, Samuel Bodman meminta perletakan jawatan Brooks 'kerana isu-isu termasuk \"pelanggaran peraturan keselamatan yang serius\" di beberapa makmal, termasuk Los Alamos National Laboratory."
            ]
        },
        {
            "input": "The Chesapeake Bay Program launched the new forecast to build on a base of environmental data gathered over the last two decades as water quality concerns have grown.",
            "output": [
                "Program Teluk Chesapeake melancarkan ramalan baru untuk membina pangkalan data alam sekitar terkumpul sejak dua dekad yang lalu setelah kebimbangan meningkat terhadap kualiti air."
            ]
        },
        {
            "input": "iPhone 4 pre-orders for current Verizon users begin February 3, and a public release is scheduled for February 10.",
            "output": [
                "Pra-pesanan iPhone 4 untuk pengguna Verizon masa kini bermula 3 Februari, dan pelancaran awam dijaudalkan pada 10 Februari."
            ]
        },
        {
            "input": "The search continues for the other two children - Hannah Luong, 2, and Lindsey Luong, 1.",
            "output": [
                "Pencarian diteruskan bagi mencari dua lagi kanak-kanak - Hannah Luong, 2 tahun dan Lindsey Luong, 1 tahun."
            ]
        },
        {
            "input": "Police officials believe the driver tried to flee because the vehicle was reported to have been stolen from Colorado.",
            "output": [
                "Pegawai polis percaya pemandu cuba melarikan diri kerana kenderaan itu dilaporkan dicuri dari Colorado."
            ]
        },
        {
            "input": "While Ng'ani told the BBC of difficulties with finding other workers as skilled and experienced, Mutua reportedly stated that this would not be an issue.",
            "output": [
                "Ng'ani memberitahu BBC kesukaran untuk mencari pekerja lain yang mahir dan berpengalaman, namun Mutua dikatakan berkata ia tidak akan menjadi sebarang masalah."
            ]
        },
        {
            "input": "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.",
            "output": [
                "Salah satu kontraktor tertuduh, Marc Luypaerts, telah memberitahu media bahawa hakim yang bertanggungjawab atas penyiasatan di Hasselt telah melarangnya daripada bercakap tentang Putera Laurent."
            ]
        },
        {
            "input": "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.",
            "output": [
                "Perjanjian itu tidak membenarkan Canon untuk membuat apa-apa usaha lain dalam teknologi ini, tetapi Canon bergabung tenaga dengan Toshiba adalah sebab untuk tuntutan mahkamah yang dinyatakan."
            ]
        },
        {
            "input": "The project also includes the building of a retractable roof.",
            "output": [
                "Projek itu juga melibatkan pembinaan bumbung yang boleh ditarik balik."
            ]
        },
        {
            "input": "Calls for the PM to go have a long history, with his policy of pursuing his opponents through the courts drawing the attention of the King, thus leading to Thaksin dropping cases against media firebrand, Sondhi Limthongkul.",
            "output": [
                "Seruan untuk PM pergi mempunyai sejarah yang panjang, dengan dasar beliau mengejar lawannya melalui mahkamah menarik perhatian Raja, sekali gus menyebabkan Thaksin menggugurkan kes terhadap batu api media, Sondhi Limthongkul."
            ]
        },
        {
            "input": "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.",
            "output": [
                "Sebuah ATM di Virginia Beach, Virginia telah digodam supay ia akan mengeluarkan 4 kali jumlah wang yang sepatutnya; dan ini dilakukan hanya dengan memasukkan jumlah kedalam papan kekunci."
            ]
        },
        {
            "input": "In his private life he was a keen supporter of Everton F.C..",
            "output": [
                "Dalam kehidupan peribadi beliau, beliau adalah seorang penyokong hangat Everton F.C."
            ]
        },
        {
            "input": "A five tonne borer drilling machine has been secured in place to drill a one metre hole through the remaining 12-16 metres of rock that fell into the main shaft.",
            "output": [
                "Sebuah mesin pengorek gerudi lima tan telah ditempatkan untuk menggerudi lubang satu meter menerusi baki 12-16 meter dari batu yang jatuh ke dalam aci utama."
            ]
        },
        {
            "input": "The collapse occurred at 5 p.m. local time yesterday and reduced the four-story structure to a five-metre pile of rubble.",
            "output": [
                "Runtuhan itu berlaku semalam kira-kira jam 5 petang waktu tempatan dan meruntuhkan bangunan empat tingkat itu kepada lima meter timbunan runtuhan."
            ]
        },
        {
            "input": "The rods could be reprocessed for several months to extract weapons-grade plutonium.",
            "output": [
                "Semua batang itu boleh diproses semula untuk beberapa bulan bagi menyari plutonium gred-senjata."
            ]
        },
        {
            "input": "The town, however is far from liberalism: the canton granted women the right of suffrage only in 1990 under pressure from the Federal Supreme Court of Switzerland and international human rights groups.",
            "output": [
                "Pekan itu, walaupun jauh dari liberalisme: kanton itu memberikan wanita hak mengundi hanya pada tahun 1990 di bawah tekanan daripada Mahkamah Agung Persekutuan Switzerland dan kumpulan hak asasi manusia antarabangsa."
            ]
        },
        {
            "input": "The boy held the rifle at the butt in his right arm with his finger on the trigger.",
            "output": [
                "Budak lelaki itu memegang senapang di punggung itu di lengan kanannya dengan jarinya pada picu."
            ]
        },
        {
            "input": "The Hawara checkpoint has seen this kind of trouble before.",
            "output": [
                "Pusat pemeriksaan Hawara telah melihat masalah ini sebelum ini."
            ]
        },
        {
            "input": "According to the people living in the surroundings of the volcano, the rocks were released due to the huge amount of pressure released when the ash cloud appeared.",
            "output": [
                "Berdasarkan kata penduduk yang tinggal di sekitar gunung berapi, batu-batu itu dilepaskan akibat tekanan besar dilepaskan ketika kepulan debu muncul."
            ]
        },
        {
            "input": "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.",
            "output": [
                "Hubungan yang kukuh Australia dengan Amerika Syarikat dan sokongan untuk perang Amerika Syarikat ke atas Iraq adalah isu-isu utama bagi kemenangan keempat pilihan raya berterusan Howard pada akhir tahun 2004."
            ]
        },
        {
            "input": "Europe launched the Galileo satellite navigation system last month aimed at rivaling a similar system already available in the US.",
            "output": [
                "Eropah melancarkan satelit navigasi sistem Galileo bulan lepas bertujuan untuk bersaing sistem serupa yang sudah didapati di Amerika Syarikat."
            ]
        },
        {
            "input": "The debris has been removed and officials say that a full inspection will have to be done on the tunnel before it can be used again because the structure of the tunnel has been compromised.",
            "output": [
                "Serpihan telah diketepikan dan pegawai-pegawai berkata penyiasatan terperinci perlu dilakukan terhadap terowong itu sebelum ia boleh digunakan sekali lagi kerana struktur terowong itu telah terjejas."
            ]
        },
        {
            "input": "The intention here is to recognise the learning that people have done, and give them credit for it.\"",
            "output": [
                "Niat di sini adalah untuk mengiktiraf pembelajaran yang dilalui orang, dan memberikan kredit untuk itu kepada mereka.\""
            ]
        },
        {
            "input": "Currently both patients are hospitalized with acute disease, according to Hammond Health Officer-Administrator Rodrigo Panares.",
            "output": [
                "Pada ketika ini, kedua-dua pesakit dimasukkan ke hospital dengan penyakit akut, menurut Pentadbir-Pegawai Kesihatan Hammond Rodrigo Panares."
            ]
        },
        {
            "input": "The flooding that has devastated cities in eastern Iowa has travelled downstream and is now threatening Iowa City and Coralville, both of which have issued evacuations for low-lying areas.",
            "output": [
                "Banjir yang telah membinasakan bandar-bandar di timur Iowa telah mengalir ke hilir dan kini mengancam Bandar Iowa dan Coralville, kedua-duanya telah menyaran perpindahan bagi kawasan berkedudukan rendah."
            ]
        },
        {
            "input": "Racing for the women's and lightweight crews took place at Henley on April 1st, where Cambridge won the Women's Boat Race and Oxford won the reserve women's, lightweight women's, lightweight men's and reserve lightweight men's races.",
            "output": [
                "Perlumbaan untuk wanita dan kelasi kelas ringan berlangsung di Henley pada 1 April, di mana Cambridge memenangi Perlumbaan Bot Wanita dan Oxford memenangi wanita kelas ringan pemain simpanan, wanita kelas ringan, lelaki kelas ringan dan pemain simpanan, lelaki kelas ringan."
            ]
        },
        {
            "input": "Organizers of the upcoming London Live 8 concert have announced that legendary rock band Pink Floyd plans to perform on July 2.",
            "output": [
                "Penganjur kepada London Live 8 konsert yang akan datang telah mengumumkan bahawa kumpulan rock legenda Pink Floyd merancang untuk membuat persembahan pada 2 Julai."
            ]
        },
        {
            "input": "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.",
            "output": [
                "Mohsin Musa Matawalli Atwah, 45, yang dituduh sebagai seorang pakar letupan Al- Qaeda, terbunuh dalam serangan peluru berpandu pada malam Rabu di Pakistan, kata Sheikh Rashid Ahmed, Menteri Penerangan Pakistan."
            ]
        },
        {
            "input": "Conway's car then hit the track's retaining wall and landed on its front side.",
            "output": [
                "Kereta Conway kemudian melanggar dinding penahan landasan dan mendarat di sebelah depan."
            ]
        },
        {
            "input": "The police said \"there was a possibility that the boat was overloaded,\" saying that \"there was also livestock on board.\"",
            "output": [
                "Pihak polis berkata \"ada kemungkinan bot itu melebihi muatan,\" mengatakan bahawa \"terdapat juga binatang ternakan di atas kapal.\""
            ]
        },
        {
            "input": "The storm affected the northern parishes of St. Patrick's and St. Andrew's the worst and also caused considerable damage to the nearby islands of Carriacou and Petite Martinique.",
            "output": [
                "Ribut menjejaskan kariah utara St Patrick dan St Andrew yang paling teruk dan juga menyebabkan kerosakan besar ke pulau-pulau berhampiran di Carriacou dan Petite Martinique."
            ]
        },
        {
            "input": "\"Tree's limbs break under the weight of the snow and bring down power lines as they fall,\" said a statement on NOAA's website.",
            "output": [
                "\"Dahan-dahan pokok patah disebabkan berat salji dan memutuskan kabel elektrik apabila mereka tumbang,\" kata kenyataan di laman web NOAA."
            ]
        },
        {
            "input": "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"",
            "output": [
                "\"Rakaman pita video yang dipertingkatkan menyokong bahawa dakwaan koperal di mana AIF yang cedera itu menyembunyikan tangan kirinya di belakang kepala.\""
            ]
        },
        {
            "input": "He hopes a solution be found before he leaves office.",
            "output": [
                "Beliau berharap satu penyelesaian akan didapati sebelum dia meninggalkan pejabat."
            ]
        },
        {
            "input": "The warrant allowing this states that he is charged with diverting money from the U.S. Department of Energy to several companies he controls.",
            "output": [
                "Waran itu membolehkan dia didakwa atas kesalahan mengalihkan wang dari Jabatan Tenaga Amerika Syarikat untuk beberapa syarikat yang dikuasainya."
            ]
        },
        {
            "input": "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".",
            "output": [
                "Sulpicio memberitahu Perbicaraan Mahkamah Wilayah Manila bahawa kedua-dua Akta Republik 9295 dan Akta Pembangunan Perkapalan Domestik 2004 menghalang kuasa BMI untuk menyiasat insiden maritim dan siasatan lembaga yang dilancarkan pada 25 Jun adalah \"tidak teratur, menyalahi undang-undang, dan tidak sah dan terbatal.\""
            ]
        },
        {
            "input": "The tournament is due to start in South Africa on the June 11, 2010 and last for one month.",
            "output": [
                "Kejohanan ini dijangka bermula di Afrika Selatan pada 11 Jun 2010 dan berlangsung selama satu bulan."
            ]
        },
        {
            "input": "Hirchson said on Wednesday that \"Robertson's help was no longer welcome.\"",
            "output": [
                "Hirchson berkata pada hari Rabu bahawa \"bantuan Robertson tidak lagi dialu-alukan.\""
            ]
        },
        {
            "input": "A Parkway representative said the Kentucky school at which Myers last worked was contacted in 2007 to verify her references, but no mention of her suspension or stint in pornography was provided.",
            "output": [
                "Wakil Parkway berkata sekolah Kentucky di mana Myers terakhir bekerja telah dihubungi pada tahun 2007 untuk mengesahkan rujukan beliau, tetapi tiada pemakluman terhadap penggantungan atau perkhidmatannya dalam pornografi diberikan."
            ]
        },
        {
            "input": "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.",
            "output": [
                "Ini membawa kepada masalah kesihatan, produktiviti yang lebih rendah di tempat kerja, lebih bahaya di jalan raya dan kehidupan seks yang kurang bersemangat."
            ]
        },
        {
            "input": "At this location, where another giant, Intel Corp, already has its research office, Microsoft plans to develop Internet software.",
            "output": [
                "Di lokasi ini, dimana sebuah lagi syarikat besar, Intel Corp. sudah mempunyai pejabat penyelidikannya, Microsoft bercadang untuk mengembangkan perisian Internet."
            ]
        },
        {
            "input": "The race, first held in 1829, is currently held on a 6,779 m (4 miles and 374 yards) stretch of the River Thames in London from Putney to Mortlake.",
            "output": [
                "Perlumbaan itu, yang pertama diadakan pada 1829, kini diadakan sepanjang Sungai Thames di London dari Putney untuk Mortlake yang berpanjangan 6779 m (4 batu dan 374 ela)."
            ]
        },
        {
            "input": "The prevalence of anti-French sentiments reached a frenzied zenith prior to the U.S. invasion of Iraq.",
            "output": [
                "Prevalens sentimen anti-Perancis mencapai kemuncaknya penuh kegilaan sebelum pencerobohan Amerika Syarikat ke atas Iraq."
            ]
        },
        {
            "input": "ETA called the cease-fire in March 2006, but grew frustrated with a lack of government concessions in ensuing peace talks, and set off a huge bomb in a parking area at Madrid's airport on December 30, killing two people.",
            "output": [
                "ETA membuat gencatan senjata api pada Mac 2006, tetapi menghasilkan kekecewaan kerana kurangnya kata sepakat dalam perbincangan keamanan yang berlaku kemudiannya, dan meletakkan bom besar di sebuah kawasan meletakkan kereta di lapangan terbang Madrid pada 30 Disember, mengorbankan dua orang."
            ]
        },
        {
            "input": "The opposition remains neutral on the proposal, saying only that cost and privacy would be major issues.",
            "output": [
                "Pembangkang kekal neutral terhadap cadangan itu, mengatakan hanya kos dan privasi akan menjadi isu besar."
            ]
        },
        {
            "input": "Secretary General Ban Ki-moon has said that the United Nations has requested that the Independent Election Commission (IEC) replace 200 of its officials in order to avoid a repeat incident.",
            "output": [
                "Setiausaha Agung Persatuan Bangsa-bangsa Bersatu, Ban Ki-moon berkata bahawa Persatuan Bangsa-bangsa Bersatu telah meminta agar Suruhanjaya Pilihan Raya Bebas (IEC) menggantikan 200 pegawainya bagi mengelakkan peristiwa itu berulang."
            ]
        },
        {
            "input": "The volcano began erupting on Thursday, and on Friday searches began for another three people who are missing.",
            "output": [
                "Gunung berapi mula meletus pada Khamis, dan pada Jumaat pencarian bermula untuk tiga orang lagi yang hilang."
            ]
        },
        {
            "input": "A previous earthquake in October of 2004 killed at least 40 people and injured 3,000 when a magnitude 6.8 earthquake shook the region of Niigata in northern Japan and in 1995 a magnitude 7.3 earthquake shook Kobe, Japan and killed at least 6,400 people.",
            "output": [
                "Gempa bumi pada bulan Oktober 2004 sebelum ini meragut sekurang-kurangnya 40 nyawa dan mencederakan 3,000 orang apabila satu gempa bumi magnitud 6.8 menggegarkan rantau Niigata di utara Jepun dan pada 1995 gempa bumi bermagnitud 7.3 menggegarkan Kobe, Jepun dan memeragut nyawa sekurang-kurangnya 6,400 orang."
            ]
        },
        {
            "input": "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.",
            "output": [
                "Penduduk bandar telah berulang kali memanggil pihak polis untuk menghalau penunjuk perasaan dari tanah itu, yang kini dimiliki oleh wilayah dan yang dipegang atas amanah sehingga pertikaian itu diselesaikan."
            ]
        },
        {
            "input": "The University of Sydney has released a report card on the changes available.",
            "output": [
                "Universiti Sydney telah mengeluarkan kad laporan bagi perubahan yang boleh didapati."
            ]
        },
        {
            "input": "This edit also said that \"Sarah and her father would sometimes wake at three am to hunt moose before school, and the family would regularly run 5k and 10k races\".",
            "output": [
                "Suntingan ini turut mengatakan bahawa \"Sarah dan ayahnya kadang kala bangun pada pukul tiga pagi untuk memburu rusa besar sebelum waktu sekolah, dan keluarga tersebut kebiasaannya berlumba lari 5k dan 10k.\""
            ]
        },
        {
            "input": "A tropical storm warning remains in effect for Honduras from the Honduras/Nicaragua border westward to Cabo Camaron.",
            "output": [
                "Amaran ribut tropika masih berkuat kuasa untuk Honduras dari sempadan Honduras/Nicaragua ke arah barat ke Cabo Camaron."
            ]
        },
        {
            "input": "Chan fell over after jostling with a media scrum, and Sukumaran threw a bottle of water at the media.",
            "output": [
                "Chan rebah selepas bersesakan dengan segerombolan pihak media, manakala Sukumaran melemparkan botol air ke arah pihak media."
            ]
        },
        {
            "input": "The company was bought in 1999 by Tata Steel, part of India's Tata Group.",
            "output": [
                "Syarikat itu telah dibeli pada tahun 1999 oleh Tata Steel, sebahagian daripada Kumpulan Tata India."
            ]
        },
        {
            "input": "This list will then be voted on by the entire Academy.",
            "output": [
                "Senarai ini kemudiannya akan diundi oleh keseluruhan Akademi."
            ]
        },
        {
            "input": "New Zealand's national airline, Air New Zealand has announced that they will be flying direct to Canada.",
            "output": [
                "Syarikat penerbangan kebangsaan New Zealand, Air New Zealand telah mengumumkan bahawa mereka akan terbang terus ke Kanada."
            ]
        },
        {
            "input": "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.",
            "output": [
                "Ahli astronomi sebelum ini menyangka bahawa cincin tersebut hampir leper sepenuhnya, dengan perubahan dalam ketinggian hanya beberapa meter."
            ]
        },
        {
            "input": "The EU found these royalty fees unreasonable and Microsoft was ordered to lower them.",
            "output": [
                "EU berpendapat bahawa bayaran royalti ini tidak munasabah dan Microsoft telah diarahkan untuk mengurangkannya."
            ]
        },
        {
            "input": "Bruce Knobloch of the 30A network indicated that the purpose of the hoax was to show how shallow the media coverage of the conference and the protest is.",
            "output": [
                "Bruce Knobloch dari rangkaian 30A yang nyatakan bahawa tujuan penipuan ini adalah untuk menunjukkan betapa cetek liputan media persidangan itu dan bantahan itu."
            ]
        },
        {
            "input": "\"We were forced to introduce the legislation against this indecent practice before the warm weather starts,\" Melchior Looser, the canton’s justice and police minister, said.",
            "output": [
                "\"Kami terpaksa memperkenalkan undang-undang yang bertentangan dengan kelakuan sumbang ini sebelum cuaca panas bermula,\" Melchior Looser, menteri kehakiman dan polis kanton ini, berkata."
            ]
        },
        {
            "input": "The agreement gives dates for the steps to devolution culminating on March 26, 2007 when the Executive is to be fully up and running.",
            "output": [
                "Perjanjian tersebut menetapkan tarikh bagi langkah penurunan kuasa mencapai klimaks pada 26 Mac 2007 iaitu apabila Eksekutif ditubuhkan dan beroperasi."
            ]
        },
        {
            "input": "France looked shaky, making errors throughout and Argentina took the lead early on through penalties from Felipe Contepomi.",
            "output": [
                "Perancis kelihatan goyah, membuat kesilapan sepanjang perlawanan dan Argentina mendahului awal melalui penalti dari Felipe Contempomi."
            ]
        },
        {
            "input": "The best observational reality (non format) show out of Snotties, The Zoo and Tough Act was Snotties.",
            "output": [
                "Rancangan realiti pemerhatian terbaik (tidak berformat) memaparkan Snotties, The Zoo dan Tough Act adalah Snotties."
            ]
        },
        {
            "input": "It began its existence flying a small 15 seat aircraft between Waterford and London Gatwick with the small aim of breaking the duopoly on London-Ireland flights, held at that time by British Airways and Aer Lingus.",
            "output": [
                "Kewujudannya bermula dengan menerbangkan sebuah pesawat kecil yang mempunyai 15 tempat duduk di antara Waterford dan London Gatwick dengan tujuan kecil-kecilan untuk memecahkan duopoli penerbangan London-Ireland yang dijalankan oleh British Airways dan Aer Lingus pada masa itu."
            ]
        },
        {
            "input": "Mr Milmine says, \"A head of state has a valid role to play as a check on the power on the government, but it cannot perform this role if it is toothless.\"",
            "output": [
                "Encik Milmine berkata, \"Ketua negara mempunyai peranan sah untuk memeriksa kuasa terhadap kerajaan, namun tidak melaksanakan peranan ini jika ia tidak berani.\""
            ]
        },
        {
            "input": "\"I have observed many duck broods across eastern South Dakota in July, and grassland cover looks great statewide,\" Spencer Vaa, a waterfowl biologist with the South Dakota Department of Game, Fish and Parks said in an Associated Press report.",
            "output": [
                "\"Saya perhatikan banyak itik mengeram diseluruh kawasan timur South Dakota pada bulan Julai, dan litupan padang rumput kelihatan sangat baik di seluruh negeri,\" Spencer Vaa, seorang ahli biologi unggas air dengan Jabatan Permainan, Ikan dan Taman South Dakota, katanya dalam laporan Associated Press."
            ]
        },
        {
            "input": "David Coombs, Manning's legal representative for the upcoming court marshal, said that on Wednesday Manning complained of his clothing restrictions and joked that if he wanted to, he might be able to harm himself \"with the elastic waistband of his underwear or with his flip-flops.\"",
            "output": [
                "David Coombs, wakil guaman Manning untuk mahkamah marshal yang akan datang, berkata pada hari Rabu Manning mengadu sekatan pakaiannya dan berjenaka bahawa jika dia mahu, dia mungkin boleh membahayakan dirinya \"dengan pinggang elastik seluar dalamnya atau dengan seliparnya.\""
            ]
        },
        {
            "input": "The attack is the latest in a string of incidents linking al-Shabab to common insurgent tactics used by Islamist terrorist groups in other parts of the world.",
            "output": [
                "Serangan itu adalah yang terbaru dalam rentetan kejadian yang menghubungkan al-Shabab kepada taktik pemberontak yang biasa digunakan oleh kumpulan-kumpulan pengganas Islam di bahagian lain dunia."
            ]
        },
        {
            "input": "\"And it has an impact on not only our allies, but also our adversaries.\"",
            "output": [
                "\"Dan ia mempunyai kesan ke atas bukan sahaja sekutu kami, tetapi juga musuh kita.\""
            ]
        },
        {
            "input": "The AWG-LCA is the negotiating group tasked to deliver a new \"COP16 negotiative text\" ahead of the June negotiating session.",
            "output": [
                "AWG-LCA adalah kumpulan rundingan ditugaskan untuk menyampaikan \"teks yang boleh dirunding COP16\" yang baru menjelang sesi rundingan Jun."
            ]
        },
        {
            "input": "Between June 1 and the end of August this year, the city will be flooded by herds of decorated cow sculptures, exhibited at well-known landmarks, such as The Palace of the Parliament, Europe's largest building, as well as on the streets and outside metro stations.",
            "output": [
                "Antara 1 Jun dan hujung Ogos tahun ini, bandar ini akan dibanjiri berkawan-kawan lembu arca yang dihiasi, dipamerkan di tempat-tempat yang terkenal, seperti Istana Parlimen, bangunan terbesar di Eropah, dan juga di jalan-jalan dan di luar stesen-stesen metro."
            ]
        },
        {
            "input": "The property is being preserved by the Save Mount Diablo conservation group operating in the Mount Diablo State Park.",
            "output": [
                "Hartanah ini dikawal oleh kumpulan pemuliharaan Save Mount Diablo yang beroperasi di Taman Negeri Mount Diablo."
            ]
        },
        {
            "input": "The Singapore Navy on Thursday warned of a possible pirate threat to ships passing through the Strait of Malacca after receiving a correspondence from an unnamed terrorist organization.",
            "output": [
                "Tentera Laut Singapura pada hari Khamis diberi amaran kemungkinan ancaman lanun terhadap kapal-kapal yang melalui Selat Melaka selepas menerima surat daripada sebuah organisasi pengganas yang tidak bernama."
            ]
        },
        {
            "input": "This is especially true in Santa Clara County, where two-thirds of residents live in immigrant households.\"",
            "output": [
                "Hal ini terutama berlaku di Daerah Santa Clara, di mana dua pertiga daripada penduduk tinggal di dalam keluarga imigran.\""
            ]
        },
        {
            "input": "Sergeant Alison Eleam, Christchurch's central area commander, says that she is not impressed with the way TVNZ acted.",
            "output": [
                "Sarjan Alison Eleam, komander kawasan pusat di Christchurch, mengatakan bahawa dia tidak kagum dengan cara TVNZ bertindak."
            ]
        },
        {
            "input": "The a scan of the Shuttle's heat shield (now routine since the Space Shuttle Columbia disaster) showed no cause for concern and Discovery was cleared for the voyage home.",
            "output": [
                "Satu imbasan perisai Shuttle yang panas (kini rutin sejak bencana Kapal Angkasa Columbia) tidak menunjukkan sebab yang membimbangkan dan Discovery telah dibenarkan melayar balik."
            ]
        },
        {
            "input": "\"Although the site had been up for many years, it was only after Mr. Santorum's success in the caucuses that a large number of people were actually searching for more information about him.\"",
            "output": [
                "\"Walaupun laman sesawang itu telah ditubuhkan bertahun-tahun, ianya hanya selepas kejayaan Encik Santorum di kokus di mana ramai orang mencari lebih banyak maklumat mengenainya.\""
            ]
        },
        {
            "input": "The morning of Saturday the 1st was a tragic one for El Salvador, as the Santa Ana Volcano, the largest and most active volcano in the country began an eruptive phase.",
            "output": [
                "Di pagi hari Sabtu pada 1 haribulan merupakan tragedi bagi El Salvador, di mana Gunung Berapi Santa Ana, gunung berapi terbesar dan paling aktif di negara itu telah memasuki fasa meletus."
            ]
        },
        {
            "input": "\"Thousands of Georgians in Abkhazia cross the border to get pensions, do their shopping and work\".",
            "output": [
                "\"Ribuan warga Georgia di Abkhazia merentas sempadan untuk mendapatkan pencen, membeli belah dan bekerja.\""
            ]
        },
        {
            "input": "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.",
            "output": [
                "Menangani isu itu, Perdana Menteri Israel, berkata dalam mesyuarat parti, \"Kepimpinan dinilai oleh keupayaan untuk melaksanakan keputusan, sukar walau bagaimanapun.\""
            ]
        },
        {
            "input": "He said those expelled had lost their appeals against deportation, including one before the European Court of Human Rights.",
            "output": [
                "Beliau berkata mereka yang diusir telah kalah rayuan mereka terhadap pengusiran, termasuk satu di Mahkamah Hak Asasi Manusia Eropah."
            ]
        },
        {
            "input": "On the last sitting day of the year in Federal Parliament, the Opposition opened with three successive motions to attempt to bring the Government to account over the major issues that the Government has faced over the last fortnight.",
            "output": [
                "Pada hari persidangan terakhir bagi tahun tersebut, pihak pembangkang mengemukakan tiga usul secara berturutan dalam percubaan untuk membawa Kerajaan bagi mengambil kira isu-isu utama yang Kerajaan telah hadapi sepanjang dua minggu sebelumnya."
            ]
        },
        {
            "input": "Yakumu Pam, a Christian clergyman in Jos, also commented on the chaos.",
            "output": [
                "Yakumu Pam, seorang paderi Kristian di Jos, juga memberi komen tentang kekacauan tersbut."
            ]
        },
        {
            "input": "Still, his position was in danger from Kimi Räikkönen, who was racing close to Timo, but slowed down to secure his third place.",
            "output": [
                "Walau bagaimanapun, kedudukannya diancam Kimi Raikkonen, yang berlumba rapat dengan Timo, tetapi mengurangkan kelajuan untuk menjamin tempat ketiganya."
            ]
        },
        {
            "input": "Labor in Texas which concluded in 2005 stated: \"Minimum wage violation found.\"",
            "output": [
                "Buruh di Texas yang membuat kesimpulan pada tahun 2005 menyatakan: \"Pelanggaran gaji minimum dijumpai.\""
            ]
        },
        {
            "input": "He stated that secessionist forces had \"malevolently distorted\" the anti-secession law.",
            "output": [
                "Beliau menyatakan bahawa kuasa-kuasa puak pemisah telah \"memutarbelitkan\" undang-undang anti-pemisah."
            ]
        },
        {
            "input": "Most national newspapers congratulated their entrants on a job well done, while others trash-talked other entrants, and still others called for their countries to pull out of the Contest.",
            "output": [
                "Kebanyakan Suratkhabar Nasional mengucapkan tahniah dan syabas kepada peserta atas kerja yang dilaksanakan sementara yang lain mengarut \"trash-talked\" atas peserta lain dan yang lain-lain menggesa negata-negara mereka untuk tarik diri dari pertandingan."
            ]
        },
        {
            "input": "The southbound migration was already the smallest in recorded history, and with the destructive winter, over half of the species' population might have been killed.",
            "output": [
                "Migrasi ke selatan telah direkodkan sebagai yang terendah dalam sejarah, dan dengan kemusnahan yang disebabkan oleh musim sejuk, lebih separuh dari populasi spesis mungkin telah terbunuh."
            ]
        },
        {
            "input": "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.",
            "output": [
                "Mr Vaile berkata jika maklumat tertentu perlu perhatiannya secara umumnya ia dimasukkan ke dalam maklumat untuk perhatian menteri."
            ]
        },
        {
            "input": "Mary Campbell, 62 from Fochabers said to the Times Online that she was \"calling [for help] from 8pm but no-one showed up until about midnight.\"",
            "output": [
                "Mary Campbell, 62 dari Fochabers berkata kepada Times Online bahawa dia \"menghubungi [untuk pertolongan] dari 8pm tetapi tiada orang muncul sehinggalah hampir tengah malam.\""
            ]
        },
        {
            "input": "In a press release, the Foundation stated that several users of the forum, sufferers of epilepsy, experienced harsh migraines and seizures as a result of the attack.",
            "output": [
                "Dalam satu siaran akhbar, Yayasan itu menyatakan bahawa beberapa orang pengguna forum itu, yang merupakan pesakit epilepsi, mengalami migrain teruk dan sawan akibat serangan tersebut."
            ]
        },
        {
            "input": "Microsoft shares slipped 12 cents to $28.26 on NASDAQ after news of the fine.",
            "output": [
                "Microsoft syer telah jatuh 12 sen kepada $28.26 di NASDAQ selepas berita berkenaan denda."
            ]
        },
        {
            "input": "U.S. crude oil prices reached US$66.47 a barrel, a level not seen since last November.",
            "output": [
                "Harga minyak mentah A.S. mencapai US$66.47 setong, aras yang tidak pernah dilihat sejak November lalu."
            ]
        },
        {
            "input": "He told reporters that standing as a Republican at that time was like being branded, saying \"I've got an R here, a scarlet letter.\"",
            "output": [
                "Katanya kepada pemberita bahawa berdiri sebagai Republikan pada masa itu adalah seperti seorang yang berjenama, berkata \"Saya ada satu R sini, surat merah.\""
            ]
        },
        {
            "input": "Sydney, Australia had recently hosted one of their own computer recycling days; however Wellington's event was four times more successful.",
            "output": [
                "Sydney, Australia baru-baru ini menjadi tuan rumah salah satu daripada hari kitar semula komputer mereka sendiri; walau bagaimanapun acara Wellington adalah empat kali ganda lebih berjaya."
            ]
        },
        {
            "input": "Li is also concerned about the rule which prohibits the entering of the first-class carriage without buying a ticket.",
            "output": [
                "Li juga mengambil berat tentang peraturan yang melarang memasuki pengangkutan kelas pertama tanpa membeli tiket."
            ]
        },
        {
            "input": "Campbell describes what would be the first UK museum with Gaelic as its primary language as \"a generational project\" with benefits throughout the communities of the Outer Hebrides.",
            "output": [
                "Campbell menjelaskan muzium pertama UK dengan Gaelis sebagai bahasa utama sebagai \"projek bergenerasi\" dengan keuntungan seluruh komuniti Outer Hebrides."
            ]
        },
        {
            "input": "The comments came in a public hearing of a policy working group of the Public Safety and Justice Committee, convened to discuss a November 7 recommendation by District Attorney Jeff Rosen to honor ICE detainer requests for serious and violent offenders.",
            "output": [
                "Komen-komen dalam perbicaraaan awam satu kumpulan pengendalian polisi dari Jawatankuasa Keselamatan dan Keadilan Awam, diadakan untuk membincangkan cadangan 7 November oleh Peguam Daerah Jeff Rosen untuk menghormati permintaan penahan ICE bagi pesalah yang serius dan ganas."
            ]
        },
        {
            "input": "The initial explosion caused little damage, but attracted crowds of onlookers.",
            "output": [
                "Letupan awal mengakibatkan kerosakan kecil, tetapi menarik sekumpulan orang ramai."
            ]
        },
        {
            "input": "A bomb squad was able to defuse the device without mishap.",
            "output": [
                "Skuad pengebom berjaya mematikan alat tersebut tanpa kegagalan."
            ]
        },
        {
            "input": "A spokesperson of the Premier League said that \"A lot of time, money and effort has gone into developing a system that meets all the criteria laid down last year.\"",
            "output": [
                "Seorang jurucakap Liga Perdana itu berkata bahawa, \"Banyak masa, wang dan usaha telah dicurahkan dalam pembangunan sistem yang memenuhi semua kriteria yang ditetapkan tahun lepas.\""
            ]
        },
        {
            "input": "Last week, a Minnesota law was passed fining minors $25 for purchasing games rated \"mature\" or \"adults only\".",
            "output": [
                "Minggu lalu, satu undang-undang Minnesota diluluskan untuk menyaman kanak-kanak $25 jika membeli permainan dilabel \"matang\" atau \"dewasa sahaja.\""
            ]
        },
        {
            "input": "Last November, EU agriculture ministers planned to abolish milk quotas completely by 2015.",
            "output": [
                "November lalu, menteri-menteri pertanian Kesatuan Eropah bercadang memansuhkan sepenuhnya kuota susu pada tahun 2015."
            ]
        },
        {
            "input": "STOMPer NZSheep also sent a picture to a website, offering the closest look of the flaring activity, taken just outside the security fences surrounding Jurong Island.",
            "output": [
                "STOMPer NZSheep juga menghantar gambar kepada laman web, memberi gambaran paling dekat tentang aktiviti pembakaran itu, diambil hanya dari luar pagar keselamatan yang mengelilingi Pulau Jurong."
            ]
        },
        {
            "input": "Prof Sevior says his study has exposed flaws in the European study into the limits of the uranium industry.",
            "output": [
                "Profesor Sevior berkata kajiannya telah mendedahkan kecacatan dalam kajian Eropah terhadap had industri uranium."
            ]
        },
        {
            "input": "The archbishop of Tegucigalpa, the capital of Honduras, urged Zelaya not to return, fearing a possible \"bloodbath\".",
            "output": [
                "Ketua biskop Tegucigalpa, ibu negara Honduras, menggesa supaya Zelaya tidak pulang, kerana takut akan \"pertumpahan darah\" yang mungkin berlaku."
            ]
        },
        {
            "input": "The exchanges come during a period of heightened tension between Iran and the U. S. over Iran's nuclear programme.",
            "output": [
                "Peperangan itu berlaku pada masa ketegangan memuncak antara Iran dan Amerika Syarikat mengenai program nuklear Iran."
            ]
        },
        {
            "input": "Ryanair CEO Michael O'Leary has stated that the airline will carry over 70m passengers annually within five years.",
            "output": [
                "Ketua pegawai eksekutif Ryanair Michael O'Leary telah menyatakan bahawa syarikat penerbangan berkenaan akan membawa lebih daripada 70 juta penumpang setiap tahun dalam masa lima tahun."
            ]
        },
        {
            "input": "He said that the imperialists are attempting to give strength and form to the secessionist movement, with the goal of controlling the oil in the region.",
            "output": [
                "Dia berkata bahawa imprialis tersebut cuba untuk memberi kekuatan dan membentuk pergerakan penyokong pemisah, dengan bermatlamatkan pengawalan minyak di rantau itu."
            ]
        },
        {
            "input": "If the measure passes, New Jersey may become the only US state to ban the practice outright.",
            "output": [
                "Jika langkah itu diluluskan, New Jersey mungkin menjadi satu-satunya negeri AS yang mengharamkan amalan itu sepenuhnya."
            ]
        },
        {
            "input": "Last week, Iowa Governor Tom Vilsack announced he would seek the Democratic nomination.",
            "output": [
                "Minggu lalu, Gabenor Iowa Tom Vilsack mengumumkan beliau akan mendapatkan pencalonan Demokrat."
            ]
        },
        {
            "input": "After questions and answers finished, the video statement from John Kerry began to play.",
            "output": [
                "Selepas sesi soal jawab berakhir, video kenyataan dari John Kerry itu mula ditayangkan."
            ]
        },
        {
            "input": "This abrupt stop created a hole in the sightglass which helps monitor fuel levels.",
            "output": [
                "Hentian mendadak ini mencipta lubang di gelas memerhati yang membantu mengawasi tahap bahan api."
            ]
        },
        {
            "input": "\"Don't tell me, for the love of God, that food is expensive because of biodiesel,\" said Lula, when talking to reporters.",
            "output": [
                "\"Jangan beritahu saya, demi tuhan, bahawa makanan adalah mahal disebabkan oleh biodiesel,\" kata Lula, apabila bercakap dengan pemberita."
            ]
        },
        {
            "input": "Halutz has also been facing criticism after it was disclosed that he sold a portion of his stock portfolio hours after the Lebanon fighting began on July 12, 2006.",
            "output": [
                "Halutz juga telah berhadapan dengan kritikan selepas bahawa dia telah menjual bahagian daripada saham potfolionya telah terbongkar selepas perperangan Lebanon bermula pada 12 July 2006."
            ]
        },
        {
            "input": "Mr. Russell added: \"Support, both online and offline is a key factor in satisfaction with your ISP.\"",
            "output": [
                "Encik Russell menambah: \"Sokongan, kedua-dua di dalam talian dan luar talian adalah satu faktor utama yang membawa kepuasan kepada ISP anda.\""
            ]
        },
        {
            "input": "Faithless, an electronica band from the United Kingdom, have made the announcement that they are to separate at the end of their current tour.",
            "output": [
                "Faithless, sebuah kumpulan muzik elektronik dari United Kingdom, telah membuat pengumuman bahawa mereka akan membubar di akhir lawatan nyanyian semasa mereka."
            ]
        },
        {
            "input": "French broadcasters are also planning an international television network, CFII aimed at presenting the French view on world events.",
            "output": [
                "Penyiar Perancis juga merancang rankaian televisyen antarabangsa, CFII tujuan untuk menyampaikan pandangan Perancis terhadap peristiwa dunia."
            ]
        },
        {
            "input": "Lifeguards were first on the scene and unsuccessfully tried to rescue Ryan.",
            "output": [
                "Pasukan penyelamat merupakan yang pertama tiba di tempat kejadian dan percubaan menyelamatkan Ryan tidak berhasil."
            ]
        },
        {
            "input": "\"The data presented here make a compelling case for social relationship factors to be added to that list,\" he continued.",
            "output": [
                "\"Data yang dibentangkan di sini adalah hujah yang menyakinkan untuk faktor-faktor hubungan sosial supaya dimasukkan ke dalam senarai itu,\" katanya lagi."
            ]
        },
        {
            "input": "The head of the Iranian space center, Mohsen Bahrami, was quoted saying that the scientific material on board came from the science and from the defence ministry.",
            "output": [
                "Ketua pusat angkasa Iran, Mohsen Bahrami, telah disebutkan sebagai berkata bahawa bahan saintifik di dalamnya datang dari sains dan dari Kementerian Pertahanan."
            ]
        },
        {
            "input": "As of October 25, 2009, the WHO says there have been more than 440,000 laboratory confirmed cases of H1N1 influenza and more than 5,700 deaths reported to the UN agency.",
            "output": [
                "Sehingga Oktober 25, 2009, WHO berkata terdapat lebih daripada 440,000 makmal mengesahkan kes nfluenza H1N1 dan lebih daripada 5,700 kematian dilaporkan kepada agensi UN."
            ]
        },
        {
            "input": "Australian Prime Minister John Howard has attacked US presidential candidate Barack Obama on his pledge to introduce a bill that would withdraw American troops from Iraq by March 2008.",
            "output": [
                "Perdana Menteri Australia, John Howard telah menyerang calon presiden Amerika Syarikat, Barack Obama tentang janjinya untuk memperkenalkan rang undang-undang yang akan menarik balik tentera Amerika dari Iraq pada Mac 2008."
            ]
        },
        {
            "input": "The storm has since been downgraded to Category 1 status.",
            "output": [
                "Ribut itu telah pun diturunkan kepada status Kategori 1."
            ]
        },
        {
            "input": "At Seattle's Boeing Field, winds flipped a private plane over, colliding with another plane.",
            "output": [
                "Di Seattle Boeing Field, angin menterbalikkan pesawat peribadi, berlanggar dengan pesawat lain."
            ]
        },
        {
            "input": "Political figures in the UK continue to raise concerns about both the specific loss of this information, and the nature of governments ability to safely gather and maintain information.",
            "output": [
                "Ahli-ahli politik UK terus meluahkan kebimbangan mengenai kedua-duanya khususnya kehilangan data tersebut, dan kebolehan kerajaan mengumpul dan mengekal maklumat."
            ]
        },
        {
            "input": "The IDF arrested five wanted Islamic Jihad members in the city.",
            "output": [
                "IDF menahan lima anggota Jihad Islam yang dikehendaki di bandar itu."
            ]
        },
        {
            "input": "West Indies have beaten England by 15 runs in the first Twenty20 international of their tour of England at The Oval, London, England.",
            "output": [
                "West Indies telah menewaskan England sebanyak 15 larian dalam Twenty20 antarabangsa pertama sempena lawatan ke England di The Oval, London, England."
            ]
        },
        {
            "input": "He felt \"grateful, lucky and honoured\" to have been able to work at the BBC.",
            "output": [
                "Beliau merasa \"bersyukur, bertuah dan berbesar hati\" kerana dapat bekerja di BBC."
            ]
        },
        {
            "input": "Komar's lawyer Mochtar Zuhdi said the High Court decision was final and cannot be appealed.",
            "output": [
                "Peguam Komar ini Mochtar Zuhdi berkata keputusan Mahkamah Tinggi adalah muktamad dan tidak boleh dirayu."
            ]
        },
        {
            "input": "A multi-center US study of 748 patients, who were to undergo treatment for coronary artery disease, has found that prayer by Christian, Muslim, Jewish, and Buddhist groups had no measurable effects on the medical health of the study subjects.",
            "output": [
                "Satu kajian Pusat Berbilang Kajian AS dengan 748 pesakit, yang menjalani rawatan bagi penyakit arteri koronari, telah mendapati bahawa doa oleh agama Kristian, Islam, Yahudi, dan Buddha tidak memberi kesan yang boleh diukur kepada kajian dalam subjek perubatan kesihatan."
            ]
        },
        {
            "input": "Critchfield also forced the children to continuously eat food and drink, and then eat their own vomit.",
            "output": [
                "Critchfield juga memaksa kanak-kanak itu untuk makan dan minum berterusan, dan kemudian memakan muntah mereka sendiri."
            ]
        },
        {
            "input": "In his first appearance since the raid began, Palestinian PM and leader of the Hamas organization, Ismail Haniya denounced the raid saying it was a \"premeditated plan\" to bring down the new Hamas government.",
            "output": [
                "Dalam penampilan pertamanya sejak serbuan bermula, Perdana Menteri Palestin dan pemimpin organisasi Hamas, Ismail Haniya mengecam serbuan itu berkata ia adalah satu \"rancangan yang dirancang\" untuk menjatuhkan kerajaan Hamas yang baru."
            ]
        },
        {
            "input": "More than two dozen sub-prime lenders have closed or sold operations as defaults on those mortgages have risen.",
            "output": [
                "Lebih daripada dua dozen pemberi pinjaman sub-prima telah tutup atau menjual operasi apabila kegagalan membayar balik gadai janji mereka telah meningkat."
            ]
        },
        {
            "input": "Around 50 bodies of the 228 passengers and crew on board and parts of the plane were found shortly after the crash in 2009.",
            "output": [
                "Kira-kira 50 orang mayat daripada 228 orang penumpang dan anak kapal dan bahagian-bahagian pesawat itu ditemui sejurus selepas kemalangan itu pada tahun 2009."
            ]
        },
        {
            "input": "At the end of this year the companies planned to start mass production of these new displays.",
            "output": [
                "Pada akhir tahun ini, kedua-dua syarikat telah merancang untuk memulakan pengeluaran besar-besaran paparan baru ini."
            ]
        },
        {
            "input": "\"I thought there were plans in place for emergencies such as this.\"",
            "output": [
                "\"Saya fikir telah ada perancangan untuk kecemasan seperti ini.\""
            ]
        },
        {
            "input": "McLaren-Mercedes driver Fernando Alonso stayed in the lead for the most part of the third qualifying session, but was closely pursued by his rivals from Ferrari and by his teammate Lewis Hamilton who, after the fantastic debut in the previous race, surely has ambitions for the World Champion title.",
            "output": [
                "Pemandu McLaren-Mercedes Fernando Alonso kekal mendahului untuk sebahagian besar sesi kelayakan ketiga, tetapi dikejar rapat oleh saingannya dari Ferrari dan rakan sepasukannya Lewis Hamilton yang, selepas kemunculan pertama yang hebat di perlumbaan sebelum ini, pasti mempunyai cita-cita untuk gelaran Juara Dunia."
            ]
        },
        {
            "input": "20 people had to evacuate their homes while the bomb was safely defused.",
            "output": [
                "20 orang terpaksa meninggalkan kediaman mereka sementara bom itu selamat dimatikan."
            ]
        },
        {
            "input": "Legislators in the Massachusetts General Court, their name for the state legislature, approved legislation on Tuesday, April 4, that would make it the first state in the United States to require all residents to have health insurance and impose penalties for non-compliance.",
            "output": [
                "Penggubal undang-undang di Mahamah Am Massachusetts, yang nama mereka untuk badan perundangan negeri, meluluskan undang-undang pada hari Selasa, 4 April, menjadikan ia negeri pertama di Amerika Syarikat yang memerlukan semua penduduk untuk mempunyai insurans kesihatan dan mengenakan penalti jika tidak mematuhi undang-undang."
            ]
        },
        {
            "input": "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.",
            "output": [
                "Sempena pencapaian itu, syarikat penerbangan itu lantas menggunakan peluang itu, seperti biasa, untuk menjual tiket; melancarkan jualan gergasi 200,000 tempat duduk pada harga 99p/99c satu tempat."
            ]
        },
        {
            "input": "Dmitry Medvedev, the President of Russia, stated that \"the enforced detention of Russian citizens in Georgia is an unacceptable situation and in complete violation of international law,\" according to a press release published by the Russia Ministry of Foreign Affairs.",
            "output": [
                "Dmitry Medvedev, Presiden Rusia, menyatakan bahawa \"penguatkuasaan penahanan rakyat Rusia di Georgia adalah situasi yang tidak boleh diterima dan memang melanggar undang-undang antarabangsa,\" menurut kenyataan akhbar yang diterbitkan oleh Kementerian Luar Negeri Rusia."
            ]
        },
        {
            "input": "Zinedine Zidane has apologised on French TV for his actions on the World Cup final, Wednesday - but the apology did not extend to his victim.",
            "output": [
                "Zinedine Zidane telah meminta maaf di TV Perancis atas tindakannya dalam perlawanan akhir Piala Dunia, hari Rabu - tetapi permohonan maaf itu tidak dipanjangkan kepada mangsanya."
            ]
        },
        {
            "input": "The rumor is a first sign of Google's expected expansion of revenue sources to capitalize on its advertising customer base and search-engine traffic.",
            "output": [
                "Khabar angin itu merupakan penanda pertama berkenaan ramalan pertambahan sumber pendapatan Google dengan cara mengambil kesempatan terhadap pengiklanan berasaskan pelanggan dan trafik enjin cariannya."
            ]
        },
        {
            "input": "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.",
            "output": [
                "Penerbangannya selepas serangan itu terbukti sia-sia sebagaimana rekod telefon membawa polis ke Rom, dan satu serbuan di pangsapuri saudaranya, di mana beliau telah ditangkap."
            ]
        },
        {
            "input": "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.",
            "output": [
                "Semalam dua pembawa dadah lain, Renae Lawrence dan Scott Rush, dijatuhi hukuman penjara seumur hidup."
            ]
        },
        {
            "input": "The latest release may be downloaded from the OpenOffice.org web site free of charge.",
            "output": [
                "Keluaran terbaru ini mungkin boleh dimuat turun dari laman sesawang OpenOffice.org secara percuma."
            ]
        },
        {
            "input": "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.",
            "output": [
                "Kumpulan media bebas Wartawan Tanpa Sempadan telah memanggil perbuatan itu \"berbahaya,\" dan memberi amaran bahawa ianya mungkin digunakan untuk menyasarkan \"rakyat biasa\" yang merakamkan perbuatan keganasan."
            ]
        },
        {
            "input": "South Africa has won the first One-Day International of the series against Zimbabwe by five wickets at Queens Sports Club, Bulawayo, Zimbabwe.",
            "output": [
                "Afrika Selatan telah memenangi tempat pertama siri Satu Hari Antarabangsa terhadap Zimbabwe dengan lima gawang di Kelab Sukan Queens, Bulawayo, Zimbabwe."
            ]
        },
        {
            "input": "At the end of the voting, most of the reactions expressed shock in the Portuguese and Macedonian results.",
            "output": [
                "Pada akhir pengundian, kebanyakan reaksi dilahirkan terkejut atas keputusan Portugis dan Macedonia."
            ]
        },
        {
            "input": "The results of a plotting analysis will be posted to a public website.",
            "output": [
                "Keputusan analisis plot akan dipaparkan atas laman web awam."
            ]
        },
        {
            "input": "Lieutenant colonel, who came with another patrol car, explained that they are not allowed to the village for their own safety.",
            "output": [
                "Leftenan kolonel, yang datang dengan satu lagi kereta ronda, menjelaskan mereka tidak dibenarkan dari masuk ke kampung atas keselamatan mereka."
            ]
        },
        {
            "input": "Meanwhile, Bush arrived in Albuqerque, New Mexico Monday where he signed into law the new energy bill.",
            "output": [
                "Sementara itu, Bush tiba di Albuqerque, New Mexico Isnin tadi dimana beliau menandatangani undang-undang tentang tenaga baru."
            ]
        },
        {
            "input": "Having outlined his manifesto in his last pre-election radio broadcast, beleaguered Thai Prime Minister Thaksin Shinawatra has failed to deflect calls for his resignation.",
            "output": [
                "Setelah menggariskan manifestonya dalam siaran radio pra-pilihan raya yang terakhir, Perdana Menteri Thailand, Thaksin Shinawatra yang dilanda masalah gagal memesongkan seruan untuk peletakan jawatannya."
            ]
        },
        {
            "input": "\"The sheer quantity involved in this attempt suggests these cigarettes could have ended up in locations across the UK.\"",
            "output": [
                "\"Kuantiti sebenar yang terlibat dalam usaha ini menunjukkan rokok ini boleh berada di lokasi seluruh UK.\""
            ]
        },
        {
            "input": "Thousands of people gathered at the Samata Centre, the residence of Kishore, who was very popular particularly among farmers and tea garden workers.",
            "output": [
                "Ribuan orang berkumpul di Pusat Samatha, kawasan kediaman Kishore, yang sangat terkenal terutamanya di kalangan petani-petani dan pekerja-pekerja ladang teh."
            ]
        },
        {
            "input": "Gawker.com has stated that the video will stay up on its site, and has reprinted correspondence with Ava Paquette, an attorney with Moxon & Kobrin, a law firm representing the Church of Scientology.",
            "output": [
                "Gawker.com telah menyatakan bahawa video itu akan kekal di laman web itu, dan telah mencetak semula surat-menyurat dengan Ava Paquette, seorang peguam yang berkhidmat dengan Moxon & Kobrin, firma guaman yang mewakili Gereja Scientologi."
            ]
        },
        {
            "input": "Most of the repair time is covered by previously scheduled maintenance time, and CERN originally hoped to have the machine up and running again by early May.",
            "output": [
                "Kebanyakan masa pembaikan diliputi oleh masa penyelenggaraan yang dijadualkan sebelum ini, dan CERN asalnya berharap supaya mesin itu beroperasi semula pada awal bulan Mei."
            ]
        },
        {
            "input": "\"The Homeland is more secure when each hometown is more secure,\" said Secretary of Homeland Security Tom Ridge in DHS's February 24, 2004 press release that launched the program.",
            "output": [
                "\"Negeri ini akan lebih selamat apabila setiap kampung halaman menjadi lebih selamat,\" kata Setiausaha Keselamatan Dalam Negeri, Tom Ridge pada dalam sidang akhbar DHS 24 Februari 2004 yang melancarkan program ini."
            ]
        },
        {
            "input": "President Bush, in a press conference on Tuesday, was asked about Amnesty International's report.",
            "output": [
                "Presiden Bush, di dalam satu sidang media pada hari Selasa, telah ditanya mengenai laporan Amnesti Antarabangsa."
            ]
        },
        {
            "input": "Also removed was a paragraph about Chris Shays raising $70,000 with House Speaker Dennis Hastert at a country club event.",
            "output": [
                "Juga dipadamkan adalah perenggan mengenai Chris Shays mengumpul $70,000 bersama dengan Jurucakap Dewan Rakyat Dennis Hastert di satu acara kelab negara."
            ]
        },
        {
            "input": "The support would consist of backing bad debts owed by Lehman.",
            "output": [
                "Sokongan itu akan termasuk menyokong hutang buruk oleh Lehman."
            ]
        },
        {
            "input": "Authorities could not confirm any injuries or fatalities, but the missing man formation was performed in a flyby shortly after the crash.",
            "output": [
                "Pihak berkuasa tidak dapat mengesahkan apa-apa kecederaan atau kematian, tetapi pembentukan manusia yang hilang itu telah dilakukan di penerbangan lalu tidak lama selepas kemalangan itu."
            ]
        },
        {
            "input": "Late Thursday, Amazon emailed owners of Kindle readers who had previously lost copies of these novels, offering a new copy of the deleted books, or a gift certificate or check for US$30.",
            "output": [
                "Lewat hari Khamis, Amazon telah menghantar e-mel kepada pemilik Kindle readers yang sebelum ini telah kehilangan salinan novel ini, dengan menawarkan salinan baru buku yang telah dipadam itu, atau satu baucar hadiah atau cek bernilai US$30."
            ]
        },
        {
            "input": "Following Adam's testing, King's team manually tested three of Adam's hypotheses and found that the robot's conclusions were correct, and each was a breakthrough to the scientific community.",
            "output": [
                "Berikutan ujian Adam, pasukan King menguji tiga hipotesis Adam secara manual dan mendapati bahawa kesimpulan robot adalah betul, dan setiapnya merupakan satu kejayaan kepada masyarakat saintifik."
            ]
        },
        {
            "input": "AAP quickly published a retraction, however that didn't stop the hoax making its way into the paper versions of two of Australia's most respected broadsheets, The Sydney Morning Herald, and The Australian.",
            "output": [
                "AAP dengan cepat menerbitkan penarikan balik, namun itu tidak menghalang penipuan membuat jalan ke versi kertas dua daripada broadsheets Australia yang paling dihormati, The Sydney Morning Herald dan The Australian."
            ]
        },
        {
            "input": "The bank is working closely with law enforcement authorities, however, it was told by Goldman Sachs that the threat is not likely to be credible.",
            "output": [
                "Bank itu sedang bekerjasama rapat dengan pihak berkuasa undang-undang, walau bagaimanapun, Goldman Sachs memberitahu bahawa ancaman itu kemungkinan tidak boleh dipercayai."
            ]
        },
        {
            "input": "The British tabloid The Daily Mirror today suggested that the London bombers may not have planned to commit suicide, while a Scotland Yard spokesman said they have not definitely confirmed that the four men intended to die when they carried out the attacks.",
            "output": [
                "Tabloid Britain The Daily Mirror hari ini mencadangkan bahawa pengebom London mungkin tidak merancang untuk membunuh diri, manakala jurucakap Scotland Yard berkata, mereka belum pasti mengesahkan bahawa keempat-empat lelaki bertujuan untuk mati apabila mereka melakukan serangan itu."
            ]
        },
        {
            "input": "British author James Graham Ballard, known as J. G. Ballard has died at the age of 78.",
            "output": [
                "Pengarang British James Graham Ballard, yang dikenali sebagai JG Ballard telah meninggal dunia pada usia 78 tahun."
            ]
        },
        {
            "input": "Fabricio Coloccini came closest to breaking the deadlock when he hit the crossbar from 45 yards trying to catch Lehmann off his goal line.",
            "output": [
                "Fabricio Coloccini hampir memecah kebuntuan apabila terkena palang gol dari 45 ela ketika cuba untuk menangkap Lehmann dari garisan gol."
            ]
        },
        {
            "input": "The following is an interview with Ms. Boulding, conducted via email, over a week ago.",
            "output": [
                "Berikut adalah temu bual dengan Cik Boulding, yang dijalankan melalui e-mel, seminggu yang lalu."
            ]
        },
        {
            "input": "As David Thigpen of the Chicago Tribune wrote, Musto is \"a funny and caustic satirist who masquerades as a gossip and nightlife columnist.\"",
            "output": [
                "David Thignen daripada Chicago Tribune menulis, Musto adalah \"seorang yang lawak dan penyidir tajam yang menggunakan samaran sebagai penulis gosip dan hiburan malam.\""
            ]
        },
        {
            "input": "The venue, Metro Radio Arena, have announced that the singer had a sore throat.",
            "output": [
                "Tempat tersebut, Metro Radio Arena, mengumumkan bahawa penyanyi tersebut sakit kerongkong."
            ]
        },
        {
            "input": "\"An old man stained in blood was crying for help,\" he said.",
            "output": [
                "\"Seorang lelaki tua berlumuran darah menangis meminta bantuan,\" katanya."
            ]
        },
        {
            "input": "A special court had earlier sentenced Delhi University lecturer S. Geelani, Afzal and Shaukat Hussain Guru to death under Section 3(2) of POTA (indulging in terrorist acts leading to deaths) and Section 302 of the Indian Penal Code (murder).",
            "output": [
                "Mahkamah khas sebelum ini telah menjatuhkan hukuman Delhi University pensyarah S. Geelani, Afzal dan Shaukat Hussain Guru mati di bawah Seksyen 3 (2) POTA (terlibat dalam perbuatan keganasan yang membawa kepada kematian) dan Seksyen 302 Kanun Keseksaan India (pembunuhan)."
            ]
        },
        {
            "input": "Border Patrol spokesman Eric Cantu told the Associated Press that the FBI is probing the agent's death and had few details at the time.",
            "output": [
                "Jurucakap Peronda Sempadan Eric Cantu memberitahu Akhbar Persekutuan bahawa FBI sedang meniasat kematian agen dan mendapatkan beberapa maklumat masa itu."
            ]
        },
        {
            "input": "There are concerns that the two-year length the recorders have been submerged in seawater along with enormous pressure located at the depth of the wreck, that the data on the recorders might be unreadable.",
            "output": [
                "Terdapat kebimbangan bahawa selama dua tahun perakam telah tenggelam di dalam air laut dengan tekanan besar yang terletak di kedalaman bangkai kapal, yang data pada perakam mungkin tidak boleh dibaca."
            ]
        },
        {
            "input": "Passes were frequently misplaced and attacks from both teams lacked cutting edge.",
            "output": [
                "Hantaran bola kerap disalahletak dan serangan dari kedua-dua pasukan kurang mantap."
            ]
        },
        {
            "input": "The Speaker of the Bundestag, Wolfgang Thierse, welcomed the decision and urged the parties to conduct fair campaigns.",
            "output": [
                "Yang di-Pertua Bundestag, Wolfgang Thierse, mengalu-alukan keputusan itu dan menggesa pihak-pihak untuk mengadakan kempen yang adil."
            ]
        },
        {
            "input": "Earlier this week 11 elderly people had been burned on suspicion of witchcraft.",
            "output": [
                "Awal minggu ini 11 warga tua telah dibakar yang disyaki mempunyai ilmu sihir."
            ]
        },
        {
            "input": "\"I want the Sudanese government to understand the United States of America is serious about solving this problem,\" Bush said.",
            "output": [
                "\"Saya mahu kerajaan Sudan untuk memahami bahawa Amaerika Syarikat serius dalam menyelesaikan masalah ini,\" Bush berkata."
            ]
        },
        {
            "input": "\"ISG has found that such reports are usually scams or in misidentification of materials or activities.\"",
            "output": [
                "\"ISG mendapati bahawa laporan sedemikian kebiasaannya adalah penipuan atau salah mengidentifikasi bahan atau aktiviti.\""
            ]
        },
        {
            "input": "Site administrators from OpenOffice.org say the suite has been downloaded an average of over 400,000 times per week from the official site alone.",
            "output": [
                "Pentadbir laman dari OpenOffice.org berkata pakej itu telah dimuat turun secara purata sebanyak lebih dari 400,000 kali seminggu dari laman web rasmi sahaja."
            ]
        },
        {
            "input": "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.",
            "output": [
                "Selepas pada mulanya dibawa oleh hanya 45 stesen di seluruh negara, hos kepada program bersindiket yang telah lama disiarkan itu, Jerry Springer Show akan akhirnya kedengaran di semua 51 sekutu Air America."
            ]
        },
        {
            "input": "Citizens in Moscow said that the tremors were not \"really strong\" but they were enough to shake things hanging on walls.",
            "output": [
                "Warga di Moscow berkata bahawa gegaran tidak \"begitu kuat\" tetapi ia cukup kuat untuk mengoyangkan barang-barang yang tergantung di dinding."
            ]
        },
        {
            "input": "However no one of them introduced himself.",
            "output": [
                "Walaubagaimanapun tiada seorang pun dari mereka yang memperkenalkan diri."
            ]
        },
        {
            "input": "Flying from Washington, Zelaya is to arrive in Honduran air space at around 22:00 (GMT).",
            "output": [
                "Terbang dari Washington, Zelaya akan tiba di ruang udara Honduras pada kira-kira 22:00 (GMT)."
            ]
        },
        {
            "input": "This is not the first time the Church has been accused of fraud in France.",
            "output": [
                "Ini bukan kali pertama Gereja itu dituduh atas penipuan di Perancis."
            ]
        },
        {
            "input": "Southampton bosses are now contemplating the sale of one of their top players, 16-year old Theo Walcott to the highest bidder.",
            "output": [
                "Bos-bos Southampton kini menpertimbang jualan salah satu pemain utama mereka, berusia 16 tahun, Theo Walcott kepada pembida tertinggi."
            ]
        },
        {
            "input": "The study calls for investments totaling over US$13 billion a year to achieve gender equality and women empowerment.",
            "output": [
                "Kajian ini meyeru pelaburan berjumlah lebih US$13 bilion setahun untuk mencapai kesaksamaan jantina dan pemerkasaan wanita."
            ]
        },
        {
            "input": "The Faina remains held with a cargo of military hardware including tanks.",
            "output": [
                "Faina kekal ditahan bersama kargo perkakasan tentera termasuk tangki."
            ]
        },
        {
            "input": "While the military has not publicly set a date for any major operation in the area, UN officials say some 80,000 civilians have fled the region in anticipation of a new offensive.",
            "output": [
                "Walaupun tentera masih belum secara terbuka menetapkan tarikh untuk sebarang operasi utama dikawasan tersebut, pegawai PBB mengatakan sejumlah 80,000 orang awam telah meninggalkan kawasan ini atas jangkaan keganasan baru."
            ]
        },
        {
            "input": "All terminals were back in working order by midday Friday.",
            "output": [
                "Semua terminal kembali dalam keadaan baik pada tengah hari jumaat."
            ]
        },
        {
            "input": "\"Alias' technology spans several of our most important markets and augments the synergy between our design and media business,\" said Carl Bass, COO of Autodesk.",
            "output": [
                "\"Teknologi Alias ​​menjangkau beberapa pasaran terpenting kami dan menguatkan sinergi antara reka bentuk dan perniagaan media kami,\" kata Carl Bass, Ketua Pegawai Operasi Autodesk."
            ]
        },
        {
            "input": "Although only two are required for normal operation, and the Shuttle can be flown with one, NASA elected to maintain full redundancy.",
            "output": [
                "Walaupun hanya dua sensor diperlukan untuk operasi biasa dan kapal angkasa itu boleh berfungsi dengan satu sensor, namun NASA memilih untuk mengekalkan lewahan penuh."
            ]
        },
        {
            "input": "Police began an investigation into Madhavan in April after a woman filed a complaint alleging he had promised to start a business with her after a meeting in Dubai, but she said he disappeared after she gave him the money.",
            "output": [
                "Polis memulakan siasatan terhadap Madhavan pada bulan April selepas seorang wanita mengfailkan aduan mendakwa dia telah berjanji untuk memulakan perniagaan dengan beliau selepas mesyuarat di Dubai, tetapi wanita itu berkata dia hilang selepas wanita itu memberikannya wang."
            ]
        },
        {
            "input": "Regional coast guard officer Anatoly Yanhuck said once weather improves they will begin pumping oil from the tanker, then tow the ship to port.",
            "output": [
                "Pegawai pengawal pantai serantau Anatoly Yanhuck berkata bila cuaca bertambah baik mereka akan mula mengepam minyak dari kapal tangki, kemudian membawa kapal ke perlabuhan."
            ]
        },
        {
            "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
            "output": [
                "Menurut laporan itu yang menyatakan satu kalori makanan mengambil lebih kurang 1 liter air untuk dihasilkan, dengan sekilo gandum hanya memerlukan 500-4,000 liter berbanding sekilo daging perindustrian yang dihasilkan menggunakan 10,000 liter."
            ]
        },
        {
            "input": "\"In Friday's riot, at least ten civilians died, mostly from burns caused by the roving mobs and some others were injured,\" Xinhua said, citing the Tibetan Regional Government's report.",
            "output": [
                "\"Dalam rusuhan pada hari Jumaat, sekurang-kurangnya sepuluh orang awam mati, kebanyakannya disebabkan luka terbakar yang disebabkan oleh rusuhan yang huru-hara dan beberapa orang lain tercedera,\" kata Xinhua, dengan memetik laporan Wilayah Kerajaan Tibet."
            ]
        },
        {
            "input": "He was Carrie Bradshaw, replete with a prodigious use of puns, before Sex and the City was a thought.",
            "output": [
                "Beliau merupakan Carrie Bradshaw, penuh dengan jenaka luar biasa, sebelum Sex and the City difikirkan."
            ]
        },
        {
            "input": "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.",
            "output": [
                "Para pekerja mengambil tindakan tidak rasmi ini dalam menyokong mogok tiga hari di Kilang Penyuligan Minyak Lindsey di Lincolnshire, England."
            ]
        },
        {
            "input": "With many products had already been presented to the public like wikis, blogs, and photo albums in the Web 2.0 era, Google served to provide lots of services like Google Apps, Google Maps and YouTube with suitable versions in Taiwan differing other countries this year.",
            "output": [
                "Dengan banyak produk yang telahpun dipersembahkan kepada umum seperti wikis, blogs, dan album gambar dalam era Web 2.0, Google membekalkan untuk menyediakan servis-servis seperti Google Apps, Google Maps dan YouTube dengan versi yang sesuai untuk Taiwan berbanding dengan negara-negara lain tahun ini."
            ]
        },
        {
            "input": "\"They came with sandbags, but by then it was too late.\"",
            "output": [
                "\"Mereka datang dengan bag pasir, tetapi pada masa itu ia sudah terlalu lambat.\""
            ]
        },
        {
            "input": "Most electoral observers agree the vote was generally fair despite irregularities that included security forces at polling stations, some ballot boxes not being properly sealed, and the absence of opposition representatives during some vote counting.",
            "output": [
                "Kebanyakan pemerhati pilihan raya bersetuju undi secara umumnya adil walaupun penyelewengan yang meliputi pasukan keselamatan di pusat mengundi, beberapa peti undi tidak dimeterai dengan betul, dan ketiadaan wakil pembangkang semasa sebahagian pengiraan undi."
            ]
        },
        {
            "input": "After a referendum, the Montenegro region of Serbia and Montenegro declares independence to form the new Republic of Montenegro.",
            "output": [
                "Selepas referendum, rantau Montenegro di Serbia dan Montenegro mengisytiharkan kemerdekaan untuk membentuk sebuah Republik Montenegro baru."
            ]
        },
        {
            "input": "There are also reports that military checkpoints are been set up around the capital.",
            "output": [
                "Juga dilaporkan bahawa tempat pemeriksaan tentera ditubuhkan sekitar ibu negara."
            ]
        },
        {
            "input": "\"This holiday season we will start to provide Canadians with the competitive choice that they want and deserve,\" said Anthony Lacavera, Chairman and CEO of Globalive Communications Corporation, in a release sent out today.",
            "output": [
                "\"Musim cuti ini kami akan mula menyediakan pilihan yang berdaya saing kepada orang Kanada apa yang mereka mahu dan impikan,\" kata Anthony Lacavera, Pengerusi dan Ketua Pegawai Eksekutif Perbadanan Komunikasi Globalive, dalam siaran yang dihantar hari ini."
            ]
        },
        {
            "input": "In all, a dozen members of the new government are veterans of the previous administration.",
            "output": [
                "Dalam semua, sedozen ahli kerajaan baru adalah veteran pentadbiran sebelumnya."
            ]
        },
        {
            "input": "\"The team had patience with me, everyone in Australia and a few people who doubted me too so hello to them as well.\"",
            "output": [
                "\"Pasukan itu bersabar dengan saya, semua orang di Australia dan beberapa orang yang ragu-ragu dengan saya juga jadi apa khabar kepada mereka juga.\""
            ]
        },
        {
            "input": "In a July 24 statement, Solidarity backed the Vestas workers, with union executive member David Kerr saying \"We are behind the Vestas workers 100 per cent.",
            "output": [
                "Dalam kenyataan pada 24 Julai, Perpaduan menyokong pekerja-pekerja Vestas, dengan ahli eksekutif kesatuan David Kerr berkata \"Kami di belakang pekerja-pekerja Vestas 100 peratus."
            ]
        },
        {
            "input": "PCS members \"suffer oppressive working conditions that simply result in high levels of stress and sickness\" according to the union, and points to the 2,779 staff who left Jobcentre Plus call centres since April last year – approximately 20% of the workforce in the 37 Jobcentre Plus offices handling calls from the public – as evidence of the challenging work environment.",
            "output": [
                "Ahli PCS \"mengalami keadaan kerja yang menindas yang hanya menyebabkan tahap stres yang tinggi dan penyakit\" menurut kesatuan, dan menunjukkan 2779 kakitangan yang meninggalkan pusat panggilan Jobcentre Plus sejak April tahun lepas - kira-kira 20% daripada tenaga kerja dalam 37 pejabat Jobcentre Plus yang mengendali panggilan daripada orang ramai - sebagai bukti persekitaran kerja yang mencabar."
            ]
        },
        {
            "input": "An 11-year-old boy has died after being shot in the car park of the Fir Tree pub in the Croxteth area of Liverpool, shortly after 1930 BST.",
            "output": [
                "Seorang kanak-kanak lelaki berusia 11 tahun mati selepas ditembak di tempat letak kereta di pub Fir Tree di kawasan Croxteth di Liverpool, sejurus selepas 1930 BST."
            ]
        },
        {
            "input": "The value of the works stolen was not yet determined by gallery officials.",
            "output": [
                "Nilai karya-karya seni yang dicuri masih belum ditentukan oleh pegawai galeri."
            ]
        },
        {
            "input": "The \"Red Baron\" set up the fastest time and the top speed record for this track.",
            "output": [
                "\"Red Baron\" mencatat masa terpantas dan rekod kelajuan tertinggi untuk trek ini."
            ]
        },
        {
            "input": "It is then mixed with the zest of lemons and vanilla seed cases.",
            "output": [
                "Ia kemudian dicampur dengan parutan kulit lemon dan benih vanila."
            ]
        },
        {
            "input": "ABC also reports that exchanges of small arms fire took place shortly after the explosion.",
            "output": [
                "ABC turut melaporkan yang pertukaran tembakan tangan kecil berlaku sebaik selepas letupan."
            ]
        },
        {
            "input": "The accused are required to respond to the show-cause notice (issued on the 2nd of September), which Natwar says is an attempt by the ED to \"defame\" him, within 30 days.",
            "output": [
                "Tertuduh perlu untuk bertindak balas terhadap tunjuk sebab notis (yang dikeluarkan pada 2 September), yang Natwar berkata adalah satu percubaan oleh ED untuk \"memfitnah\" beliau, dalam masa 30 hari."
            ]
        },
        {
            "input": "The newspaper further reports that the United Nations state that 1 in 8 Sierra Leonean women die giving birth, as compared to 1 in 4,800 in the United States and that life expectancy in Sierra Leone is merely 41 years while in Bangladesh life expectancy reaches 60 years.",
            "output": [
                "Akhbar tersebut selanjutnya melaporkan bahawa Bangsa-Bangsa Bersatu menyatakan bahawa 1 daripada 8 wanita mati bersalin di Sierra Leone, berbanding dengan 1 daripada 4,800 di Amerika Syarikat dan bahawa jangka hayat di Sierra Leone hanya 41 tahun sementara di Bangladesh jangka hayat mencecah 60 tahun."
            ]
        },
        {
            "input": "The Ministry of Defence has announced that a British soldier has been killed in an explosion in the Helmand Province of Afghanistan.",
            "output": [
                "Menteri Pertahanan telah mengumumkan bahawa seorang tentera British telah terbunuh dalam letupan di Wilayah Helmand di Afghanistan."
            ]
        },
        {
            "input": "However, a five-day forecast map shows Bertha passing near Bermuda around Saturday.",
            "output": [
                "Walau bagaimanapun, peta ramalan lima-hari menunjukkan Bertha melalui kawasan berhampiran Bermuda sekitar hari Sabtu."
            ]
        },
        {
            "input": "Ectopic pregnancies are generally discovered early, especially as they tend to cause bleeding in the mother, and tend to miscarry or be terminated due to the health risks they pose.",
            "output": [
                "Kandunga luar rahim biasanya dijumpai lebih awal, terutamanya ia cenderung untuk mengakibatkan pendarahan kepada ibu, dan cenderung untuk mengakibatkan keguguran atau dihentikan atas sebab risiko kesihatan yang ditimbulkan."
            ]
        },
        {
            "input": "The next issue before Parliament of to ensure that the implementation of the bill so it is consistent with private interests of neighborhoods to be affected by Crossrail.",
            "output": [
                "Isu seterusnya di Parlimen adalah untuk memastikan bahawa pelaksanaan rang undang-undang itu supaya ia selaras dengan kepentingan kejiranan terjejas oleh Crossrail."
            ]
        },
        {
            "input": "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.",
            "output": [
                "Jika terlalu ramai pemilik rumah lalai dengan gadai janji mereka, pemberi pinjaman sub-prima boleh berakhir dengan kemungkiran."
            ]
        },
        {
            "input": "\"These include policy actions at a global and UK level, including any fiscal measures announced in the pre-Budget report, and the fall in oil and commodity prices.\"",
            "output": [
                "\"Ini termasuk tindakan dasar di peringkat global dan UK, termasuk apa-apa langkah-langkah fiskal yang diumumkan dalam laporan pra-Belanjawan, dan kejatuhan harga minyak dan komoditi.\""
            ]
        },
        {
            "input": "Practitioners qualified to Level 1 Healing Touch taught the patient relaxation techniques and played soothing music before applying 21 Healing Touch hand positions, over a 40 minute session.",
            "output": [
                "Pengamal yang berkelayakan untuk Tahap 1 Sentuhan Pemulihan mengajar teknik-teknik bersantai kepada pesakit dan bermain muzik yang menenangkan sebelum memulakan Sentuhan Pemulihan 21 lokasi, sepanjang sesi 40 minit."
            ]
        },
        {
            "input": "A \"bump\" is caused by coal shooting out from the walls of a mine due to extreme pressure.",
            "output": [
                "\"Benjolan\" adalah dari arang yang dipancut keluar dari dinding lombong yang disebabkan oleh tekanan yang melampau."
            ]
        },
        {
            "input": "\"He promised me that my suit, which included two pairs of pants and two custom made dress shirts, would be ready early the next morning.\"",
            "output": [
                "\"Dia janjikan bahawa sut saya, yang termasuk dua pasang seluar dua dan dua kemeja ditempah khas, akan siap awal pagi esoknya.\""
            ]
        },
        {
            "input": "\"I have a great hope from my government that it show more interest in me and meet the demands of the Mujahideen (kidnappers),\" said Shalit on the audio tape.",
            "output": [
                "\"Saya mempunyai harapan yang besar daripada kerajaan saya bahawa ia menunjukkan lebih prihatin terhadap saya dan memenuhi permintaan para Mujahideen (penculik),\" kata Shalit dalam pita audio."
            ]
        },
        {
            "input": "They also said that many dead bodies have been stashed in front of a Public Security Department office in Lhasa, the Tibetan capital where most of the unrest occurred.",
            "output": [
                "Mereka juga berkata bahawa banyak mayat telah disembunyikan di hadapan pejabat Jabatan Keselamatan Awam di Lhasa, ibu negara Tibet di mana kebanyakan pergolakan berlaku."
            ]
        },
        {
            "input": "In February Obama said that 17,000 more troops would be sent this year before the August elections to supplement the 36,000 American troops already deployed in Afghanistan.",
            "output": [
                "Pada Februari Obama berkata yang 17,000 orang tentera lagi akan dihantar pada tahun ini sebelum pilihanraya Ogos bagi menambah kepada 36,000 orang tentera Amerika yang sudah diletakkan di Afghanistan."
            ]
        },
        {
            "input": "The Danko firm who is representing the residents say they expect to file at least a dozen more lawsuits against the company alleging they were liable and responsible for the explosion and the damages that occurred as a result of it.",
            "output": [
                "Firma Danko yang mewakili penduduk berkata mereka mejangka untuk mengfailkan sekurang-kurangnya se-dozen lagi tindakan mahkamah terhadap syarikat kerana mendakwa mereka bertanggungjawab atas keletupan dan kerosakan yang terjadi kerananya."
            ]
        },
        {
            "input": "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.",
            "output": [
                "Tahun lepas majlis BBC mengumpul kira-kira £37 juta, dan sebelum 11:00 malam tadi jumlah yang dikumpul telah melebihi £10 juta."
            ]
        },
        {
            "input": "For those afraid of heights and the tab for \"fine dining\", the ground floor also features a Starbucks.",
            "output": [
                "Bagi mereka yang takut dengan ketinggian dan tab bagi \"tempat makan yang baik,\" aras bawah juga dilengkapi Starbucks."
            ]
        },
        {
            "input": "\"Despite the Coup, Bangkok seemingly remains peaceful in all respects.\"",
            "output": [
                "\"Selain rampasan kuasa tersebut, Bangkok kelihatan kekal aman sebenar-benarnya.\""
            ]
        },
        {
            "input": "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.",
            "output": [
                "Press Trust of India melaporkan bahawa sebanyak 130 cedera, dan Al Jazeera melaporkan bahawa mungkin terdapat 200 orang penumpang didalamnya."
            ]
        },
        {
            "input": "After the speech by Tsai, he presented a symbolized flag to a delegate named Tsia-tse Kuo and hoped this trip will succeed.",
            "output": [
                "Selepas ucapan itu oleh Tsai, beliau menyampaikan bendera lambang kepada seorang wakil bernama Tsia-tse Kuo dan berharap lawatan ini akan berjaya."
            ]
        },
        {
            "input": "The embassy will be operating with a reduced staff and will not offer American citizens services until the conflict is resolved.",
            "output": [
                "Kedutaan itu akan beroperasi dengan kakitangan yang dikurangkan dan tidak akan menawarkan perkhidmatan rakyat Amerika sehingga konflik itu diselesaikan."
            ]
        },
        {
            "input": "A 1963 Gilligan, it was designed for use within ten miles of shore for fishing.",
            "output": [
                "Sebuah Gilligan yang dibina dalam tahun 1963, ia direka untuk digunakan dalam jarak sepuluh batu dari pantai untuk memancing."
            ]
        },
        {
            "input": "BBC News also say that Khomeini states Iran's economy \"was operating at a level below zero.\"",
            "output": [
                "BBC News juga mengatakan bahawa Khomeini menyatakan ekonomi Iran \"telah beroperasi pada tahap di bawah sifar.\""
            ]
        },
        {
            "input": "At least one eyewitness claims to have watched Semrau shooting the militant with his field rifle.",
            "output": [
                "Sekurang-kurangnya seorang saksi mendakwa telah melihat Semrau menembak militan dengan senapangnya."
            ]
        },
        {
            "input": "TV and merchandising rights have long played a role, but have become more and more important for larger projects.",
            "output": [
                "TV dan hak perniagaan telah lama memainkan peranan, tetapi menjadi makin dan makin penting untuk projek-projek yang lebih besar."
            ]
        },
        {
            "input": "I'm going to want to stretch that out before we get to Homestead.",
            "output": [
                "Saya akan ingin mencapainya sejauh yang mungkin sebelum kami sampai peringkat Homestead."
            ]
        },
        {
            "input": "The Supreme Court left effective the rest of this provision and accepted the plaintiffs' claims for Japanese nationality.",
            "output": [
                "Mahkamah Agung menggunakan frasa akta ini dengan berkesan dan terima tuntutan plaintif untuk mendapatkan kewarganegaraan Jepun."
            ]
        },
        {
            "input": "The PC tune ups include utilities for improved backup and restore capabilities, and easy access to Windows PC maintenance tools for file repair and hard drive clean up.",
            "output": [
                "PC tune up termasuk utiliti untuk keupayaan sandaran yang lebih baik dan pemulihan dan akses mudah untuk alat penyelenggaraan Windows PC untuk membaiki fail dan membersihkan cakera keras."
            ]
        },
        {
            "input": "Mr. Shinawatra's recent visit to the region was followed by further shootings.",
            "output": [
                "Lawatan baru-baru Encik Shinawatra ke rantau ini diikuti dengan tembak-menembak yang berterusan."
            ]
        },
        {
            "input": "Buried in a nearby crypt, the bones are thought to be centuries old but forensic tests are ongoing.",
            "output": [
                "Dikebumikan di bilik bawah gereja berdekatan, tulang-tulang itu dianggap sudah beratus tahun tetapi ujian forensik masih sedang berterusan."
            ]
        },
        {
            "input": "They were founded in 1983 under the name Alias Research.",
            "output": [
                "Ia telah ditubuhkan pada tahun 1983 di bawah nama Penyelidikan Alias."
            ]
        },
        {
            "input": "According to a spokesman for the International Security Assistance Force, a NATO peacekeeping organisation, troops came under fire after a successful operation.",
            "output": [
                "Menurut jurucakap Pasukan Bantuan Keselamatan Antarabangsa, sebuah pertubuhan pengaman NATO, tenteranya dikritik selepas pembedahan itu berjaya."
            ]
        },
        {
            "input": "Rick Sorrells says he saw the object while deer hunting in the woods.",
            "output": [
                "Rick Sorrells mengatakan dia nampak objek itu semasa memburu rusa di dalam hutan."
            ]
        },
        {
            "input": "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.",
            "output": [
                "\"Walaupun kami terima bahawa tiada apa yang boleh membawa Alex dan Bethan kembali dan orang lain yang kehilangan nyawa mereka, kami ingin memastikan kami mengelakkan ini daripada berlaku lagi,\" kata keluarga tersebut dalam satu kenyataan bersama."
            ]
        },
        {
            "input": "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.",
            "output": [
                "Beliau berkata 70% daripada kos operasi dimakan bahan api, dan syarikat penerbangan itu telah menaikkan caj sampingan bahan api sekali lagi dari 100 baht ke 850 baht seorang."
            ]
        },
        {
            "input": "\"The government’s role in the long term should be as restricted as possible,\" he added.",
            "output": [
                "\"Peranan kerajaan dalam jangka masa panjang seharusnya menjadi ketat seketatnya,\" tambahnya lagi."
            ]
        },
        {
            "input": ": \"More importantly, a strong protest by British Muslims against the imprisonment of Gillian Gibbons would help to contradict the growing ranks of pessimists and neo-cons - the people who say that the real problem is Islam, the religion itself.\"",
            "output": [
                ": \"Lebih penting lagi, bantahan yang kuat oleh orang Islam di Britain terhadap memenjarakan Gillian Gibbons akan membantu mencanggah golongan pesimis dan berfikiran neokonservatif - orang-orang yang mengatakan bahawa masalah yang sebenar adalah Islam, agama itu sendiri.\""
            ]
        },
        {
            "input": "According to the World Health Organization's World Health Report 2003, tobacco consumption is the single leading preventable cause of death.",
            "output": [
                "Menurut Laporan Kesihatan Dunia 2003 Pertubuhan Kesihatan Sedunia, penggunaan tembakau adalah punca utama tunggal kematian yang boleh dicegah."
            ]
        },
        {
            "input": "Pte. Green then picked up the AK-47 and shot Abeer once, waited, and then shot her a few more times, the U.S. official, Agent Bierce, said, quoting from Spc. Barker's statement.",
            "output": [
                "Pte. Green kemudian mengambil senapang AK-47 dan menembak Abeer sekali, menunggu, dan kemudian menembaknya beberapa kali lagi, pegawai A.S., Agent Bierce, berkata, memetik kenyataan daripada Spc. Barker."
            ]
        },
        {
            "input": "\"If action isn't taken soon to avoid catastrophic climate change, Australians will have John Howard to blame for failing to act when he had the chance.\"",
            "output": [
                "\"Jika tindakan tidak diambil tidak lama lagi untuk mengelakkan perubahan iklim bencana, Australia akan mempersalahkan John Howard kerana dia gagal bertindak apabila mempunyai peluang.\""
            ]
        },
        {
            "input": "Imperial vice president Brian Harrison, who is overseeing reconstruction at the site, said of the move \"Several people have indicated to me it's a passage from the old to the new and a significant sign of the progress we're making to rebuild.\"",
            "output": [
                "Naib Presiden Imperial Brian Harrison, yang menyelia pembinaan semula di tapak itu, berkata tentang langkah itu \"Beberapa orang telah menyatakan kepada saya ia adalah satu saluran dari yang lama ke yang baru dan tanda besar kemajuan yang kami buat untuk membina semula.\""
            ]
        },
        {
            "input": "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"",
            "output": [
                "Mereka kemudian menyatakan bahawa dokumen itu boleh \"didapati menggunakan Akta Kebebasan Maklumat atas permintaan melalui saluran rasmi.\""
            ]
        },
        {
            "input": "The Serbian Air Force has five MiG-29s which were repaired between 2007 and 2008 at a cost of €15m (£13 m).",
            "output": [
                "Tentera Udara Serbia mempunyai lima MiG-29 yang telah dibaiki di antara 2007 dan 2008 dengan kos sebanyak €15Juta (£13 juta)."
            ]
        },
        {
            "input": "They sat talking mutual challenges they have faced and politics (she's supporting Hillary); Rebecca reflected upon the irony that many of the people who supported the torture at Abu Ghraib would want her closed down.",
            "output": [
                "Mereka duduk dan bercakap cabaran bersama yang mereka telah hadapi dan politik (dia menyokong Hillary); Rebecca merenungkan ironi bahawa ramai orang yang menyokong penyeksaan di Abu Ghraib mahu dia menutup perniagaannya."
            ]
        },
        {
            "input": "At least eight construction workers have died and thirteen more are injured after a building collapsed during construction in Qiuzhigou Village, a suburb of China's Wuhan City.",
            "output": [
                "Seramai lapan orang pekerja pembinaan telah mati dan tiga belas orang lagi cedera selepas bangunan yang dalam pembinaan runtuh di Kampung Qiuzhigou, di pinggir Bandar Wuhan China."
            ]
        },
        {
            "input": "Williams had a variety show on television called \"The Andy Williams Show\" from 1962 to 1967 and 1969 to 1971.",
            "output": [
                "Williams mempunyai rancangan aneka ragam di televisyen bertajuk \"Andy Williams Show\" dari 1962 hingga 1967 dan 1969 hingga 1971."
            ]
        },
        {
            "input": "A contrary view is offered by Charles O'Reilly, a management expert at Stanford University, who stated, \"Great companies rarely go from strength to strength\".",
            "output": [
                "Pandangan bertentangan diberi oleh Charles O'Reilly, seorang pakar pengurusan di Universiti Stanford, yang menyatakan, \"Syarikat-syarikat hebat jarang berkembang dan terus maju.\""
            ]
        },
        {
            "input": "Slipknot became very popular and famous for its artistic live performances and the iconic masks that all band members wore in public.",
            "output": [
                "Slipknot menjadi sangat popular dan terkenal dengan persembahan seni siaran langsung dan topeng ikonik yang dipakai oleh semua ahli kumpulan di khalayak ramai."
            ]
        },
        {
            "input": "\"When a native commits a serious crime or any crime, they stand by and watch the crime take place and will not do anything to stop the crime.\"",
            "output": [
                "\"Apabila seorang orang asli melakukan jenayah serius atau apa-apa jenayah, mereka duduk diam dan hanya melihat jenayah yang berlaku dan tidak akan berbuat apa-apa untuk menghentikan jenayah itu.\""
            ]
        },
        {
            "input": "In McCain's TV ad, it was stated that Obama was \"the biggest celebrity in the world.\"",
            "output": [
                "Dalam iklan TV McCain, dinyatakan bahawa Obama adalah \"selebriti terbesar di dunia.\""
            ]
        },
        {
            "input": "Following the elections, an estimated 600 people were detained by the government, including 11 Russian nationals.",
            "output": [
                "Berikutan pilihanraya tersebut, dianggarkan seramai 600 rakyat telah ditahan oleh pihak kerajaan, termasuk 11 warganegara Rusia."
            ]
        },
        {
            "input": "\"She said before the election that after the election she would be considering a presidential run,\" said senior Clinton advisor Howard Wolfson.",
            "output": [
                "\"Beliau berkata sebelum pilihan raya itu bahawa selepas pilihan raya tersebut beliau akan mempertimbangkan untuk bertanding sebagai presiden,\" kata penasihat kanan Clinton Howard Wolfson."
            ]
        },
        {
            "input": "Agca was a Turkish militant who was a member of the nationalist Grey Wolves; however, his motives for the shooting remain unclear.",
            "output": [
                "Agca merupakan militan Turki yang merupakan ahli nasionalis Serigala Kelabu; tetapi, motif tembakannya masih tidak jelas."
            ]
        },
        {
            "input": "Delphi previously filed for Chapter 11 bankruptcy in October 2005.",
            "output": [
                "Delphi sebelum ini memfailkan kebankrapan Bab 11 pada Oktober 2005."
            ]
        },
        {
            "input": "\"To the province as a whole?\"",
            "output": [
                "\"Kepada wilayah keseluruhannya?\""
            ]
        },
        {
            "input": "In response to being questioned about their toughest decisions in life, Obama answered that deciding to oppose the Iraq War in 2002 was his toughest, while McCain cited his refusal to leave his men behind in a POW camp in Vietnam when given the chance.",
            "output": [
                "Sebagai tindak balas terhadap disoal tentang keputusan paling sukar dalam kehidupan mereka, Obama menjawab bahawa memutuskan untuk menentang Perang Iraq pada tahun 2002 adalah yang paling sukar, manakala McCain menamakan keengganannya untuk meninggalkan pasukannya di belakang dalam kem tawanan perang di Vietnam apabila dia diberi peluang sedemikian."
            ]
        },
        {
            "input": "The Heath Avenue area is sealed off while officers investigate.",
            "output": [
                "Kawasan Heath Avenue ditutup semasa para pegawai menyiasat."
            ]
        },
        {
            "input": "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.",
            "output": [
                "Pengilang Airbus, yang berpangkalan di Toulouse, akan membantu siasatan, jurucakap Airbus menyatakan."
            ]
        },
        {
            "input": "Critics of the embattled Attorney General have called for his ousting for several months, largely over his conflicts with the US Congress over the Bush Administration's warrant-less wiretapping program, and his firing of nine US attorneys.",
            "output": [
                "Pengkritik Peguam Negara yang dilandai masalah telah meminta penyingkirannya selama beberapa bulan, sebahagian besarnya mengenai konflik dengan Kongres AS ke atas rancangan pengintipan dengar melalui talian telefon tanpa waran di bawah Pentadbiran Bush, dan dia memecat sembilan peguam AS."
            ]
        },
        {
            "input": "It was found that those who experience sufficient social interactions were 50 per cent more likely to be alive when re-examined eight years later than those who were more socially isolated.",
            "output": [
                "Ia telah mendapati bahawa mereka yang mengalami interaksi sosial yang mencukupi adalah 50 peratus lebih cenderung bersifat cergas apabila diperiksa semula lapan tahun kemudian berbanding orang-orang yang lebih terpencil sosial."
            ]
        },
        {
            "input": "The goal that sealed the game for the South Amercians was scored six minutes from time by Nelson Cuevas after he had exchanged passes with Roque Santa Cruz.",
            "output": [
                "Gol yang memeterai perlawanan itu untuk Amercians Selatan telah dijaringkan enam minit sebelum waktu tamat oleh Nelson Cuevas selepas dia berbalas hantaran dengan Roque Santa Cruz."
            ]
        },
        {
            "input": "A free vote is due to be conducted on this issue.",
            "output": [
                "Satu undi percuma dijadualkan akan dijalankan ke atas isu ini."
            ]
        },
        {
            "input": "“However, many marketers are already fulfilling these requirements because they are standard good e-marketing practice,” Stewart said.",
            "output": [
                "\"Walau bagaimanapun, ramai pemasar telah memenuhi keperluan ini kerana mereka mengamalkan standard baik e-pemasaran,\" kata Stewart."
            ]
        },
        {
            "input": "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"",
            "output": [
                "\"Ini adalah antara ibu bapa yang menghantar anak-anak ke sekolah kami dan itu adalah setakat tanggungjawab itu.\""
            ]
        },
        {
            "input": "\"The Cockpit Voice recorder revealed that both pilots were concerned about navigation problems and subsequently become engrossed with trouble shooting Inertial Reference System (IRS) anomalies for at least the last 13 minutes of the flight, with minimal regard to other flight requirements.\"",
            "output": [
                "\"Perakam Suara Kokpit mendedahkan bahawa kedua-dua juruterbang mengambil berat tentang masalah navigasi dan seterusnya menjadi leka untuk menyelesaikan masalah anomali Sistem Rujukan Inersia (IRS) sekurang-kurangnya 13 minit terakhir penerbangan itu, dengan kurang mengambil kira keperluan penerbangan yang lain.\""
            ]
        },
        {
            "input": "Somalia is one of the world's most dangerous places for journalists to work.",
            "output": [
                "Somalia merupakan salah satu tempat paling berbahaya di dunia untuk pekerjaan wartawan."
            ]
        },
        {
            "input": "How precisely the infection was transported from the ranch to the spinach field is still unknown.",
            "output": [
                "Bagaimana tepatnya jangkitan itu diangkut dari ladang ke ladang bayam masih tidak diketahui."
            ]
        },
        {
            "input": "It comes as two bombing suspects were arrested today in West London, and one in Birmingham on 27 July.",
            "output": [
                "Selanjutnya, dua suspek pengebom telah ditahan pada hari ini di London Barat, dan seorang di Birmingham pada 27 Julai."
            ]
        },
        {
            "input": "The cost of the project is planned to be divided equally between Brazil and France.",
            "output": [
                "Kos projek ini dirancang akan dibahagikan sama rata antara Brazil dan Perancis."
            ]
        },
        {
            "input": "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"",
            "output": [
                "\"Bukan kerana saya seorang yang sangat popular di Kingsway, tetapi kerana perpecahan undi dan cara kerja sistem pertama-lepas-jawatan.\""
            ]
        },
        {
            "input": "\"The milk tastes just as good the second time around here,\" said Franchitti, referring to the ceremonial winner's milk drink following the race.",
            "output": [
                "\"Rasa susu adalah baik untuk kali kedua di sini,\" kata Franchitti, merujuk kepada minuman susu bagi acara istiadat pemenang berikutan perlumbaan."
            ]
        },
        {
            "input": "\"When I get into the mountains, it's sure that it's finished,\" Cancellara said.",
            "output": [
                "Cancellara berkata \"Apabila saya memasuki pergunungan, sudah pasti semuanya akan tamat.\""
            ]
        },
        {
            "input": "On September 29, Minnesota will become the first U.S. state to require diesel fuel sold at filling stations in the state to be blended with 2% biodiesel.",
            "output": [
                "Pada 29 September, Minnesota akan menjadi negeri Amerika Syarikat yang pertama untuk memerlukan bahan api diesel yang dijual di stesen pengisian di negeri ini untuk dicampur dengan 2% biodiesel."
            ]
        },
        {
            "input": "On further investigation, it was discovered that an individual or group claims responsibility for attacking the website on an Iranian internet forum.",
            "output": [
                "Dalam penyiasatan lanjut, ia telah mengenal pasti bahawa individu atau kumpulan yang mendakwa bertanggungjawab dalam serangan laman web di forum internet Iran."
            ]
        },
        {
            "input": "The fires have reportedly destroyed hundreds of homes and shops and hundreds of people are said to have fled from the area.",
            "output": [
                "Kebakaran dilaporkan memusnahkan beratus-ratus rumah dan kedai dan beratus-ratus orang dikatakan telah melarikan diri dari kawasan itu."
            ]
        },
        {
            "input": "\"A huge part of the state system was devoted to the election process.\"",
            "output": [
                "\"Bahagian besar daripada sistem negeri menumpukan kepada proses pilihanraya.\""
            ]
        },
        {
            "input": "\"Alone it would be a Herculean task for Anambra state,\" commented Egbebike.",
            "output": [
                "\"Secara sendirian ini akan menjadi satu tugas yang amat berat bagi negeri Anambra,\" komen Egbebike."
            ]
        },
        {
            "input": "Although there have been reports that planning and design work on replacement vessels and new designs of nuclear war heads has been proceeding for some years, the first Cabinet meeting to consider this pledge will take place tomorrow.",
            "output": [
                "Walaupun terdapat laporan bahawa perancangan dan kerja reka bentuk pada kapal penggantian dan reka bentuk baru kepala perang nuklear ini telah berjalan selama beberapa tahun, mesyuarat Kabinet pertama yang perlu dipertimbangkan ikrar ini akan berlangsung esok."
            ]
        },
        {
            "input": "Reports indicate that many residents of the vast region rely heavily on poorly-maintained river ferries for cheap transportation, since many areas are inaccessible by road.",
            "output": [
                "Laporan menunjukkan yang ramai penduduk dikawasan yang luas itu amat bergantung kepada feri sungai yang tidak terjaga untuk pengangkutan murah, semenjak banyak kawasan tidak boleh diakses menggunakan jalan."
            ]
        },
        {
            "input": "The dispute with Nano-Proprietary was the ground for Canon and Toshiba to delay the construction of the $1.7 billion plant for SED-based flat-panels.",
            "output": [
                "Pertikaian dengan Nano-Proprietary adalah alasan untuk Canon dan Toshiba untuk melambatkan pembinaan kilang berharga $1.7 bilion untuk skrin rata berdasarkan SED."
            ]
        },
        {
            "input": "Averaged with the performance of American Dad, a cartoon produced by Family Guy creator Seth MacFarlane, FOX earned a mere 5.8 rating/9 share for the hour.",
            "output": [
                "Purata dengan prestasi American Dad, kartun yang dihasilkan oleh pencipta Family Guy Seth MacFarlane, FOX memperoleh hanya kadar 5.8 untul 9 bahagian untuk jam tersebut."
            ]
        },
        {
            "input": "Yesterday in Cairo, protestors supporting Mohamed Morsi and the Muslim Brotherhood were shot outside the Presidential Guard barracks, where pro-Morsi supporters believe the former president is being kept under arrest.",
            "output": [
                "Semalam di Kaherah, penunjuk perasaan yang menyokong Mohamed Morsi dan Ikhwanul Muslimin ditembak di luar berek Pengawal Presiden, di mana penyokong pro-Morsi percaya bekas presiden itu sedang ditahan."
            ]
        },
        {
            "input": "\"Surgery was the long term answer since there were many blockages.\"",
            "output": [
                "\"Pembedahan adalah jawapan jangka masa panjang kerana terdapat banyak salur yang tersumbat.\""
            ]
        },
        {
            "input": "New Century Financial Corporation, the second largest sub-prime lender in the US, has recently revealed that its creditors were no longer providing funds and, further, it has become subject of an SEC investigation.",
            "output": [
                "Perbadanan Kewangan New Century, pemberi pinjaman sub-prima kedua terbesar di Amerika Syarikat, baru-baru ini mendedahkan bahawa pemiutang tidak lagi menyediakan dana dan tambahan pula, ia telah menjadi subjek penyiasatan SEC."
            ]
        },
        {
            "input": "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.",
            "output": [
                "Burung yang luar biasa itu mempunyai lebar sayap 30-inci dan hampir 20 inci tinggi."
            ]
        },
        {
            "input": "Norway and the US have both frozen all non-humanitarian aid to Madagascar, whilst the African Union suspended Madagascar's membership.",
            "output": [
                "Norway dan AS kedua-duanya menghentikan kesemua bantuan bukan kemanusiaan ke Madagascar, sementara Kesatuan Afrika menggantung keahliah Madagascar."
            ]
        },
        {
            "input": "Celtic's defense continued to play well, and they limited Milan's chances to long ranged shots.",
            "output": [
                "Pertahanan Celtic terus bermain dengan baik, dan mereka menghadkan peluang Milan untuk tendangan berjarak panjang."
            ]
        },
        {
            "input": "A Cathay Pacific passenger aircraft from Hong Kong was escorted by two Canadian military aircraft after the pilot issued an alert of a bomb threat to the aircraft.",
            "output": [
                "Pesawat penumpang Cathay Pacific dari Hong Kong telah ditemani oleh dua pesawat tentera Kanada selepas juruterbang mengeluarkan amaran berkenaan ugutan bom kepada pesawat."
            ]
        },
        {
            "input": "He says he \"really really\" does love the iPhone due to its small size, its quietness, and the fact that it does not get hot.",
            "output": [
                "Dia berkata dia \"benar-benar\" sukakan iPhone disebabkan oleh saiznya yang kecil, ketenangannya, dan hakikat bahawa ia tidak menjadi panas."
            ]
        },
        {
            "input": "Madagascar has the third biggest coral system in the world.",
            "output": [
                "Madagascar mempunyai sistem terumbu karang ketiga terbesar didunia."
            ]
        },
        {
            "input": "At least seven bomb blasts occurred early on New Year's Eve in Bangkok.",
            "output": [
                "Sekurang-kurangnya tujuh letupan bom berlaku pada malam tahun baru di Bangkok."
            ]
        },
        {
            "input": "The earthen ramp bridge leads to a hilltop compound known as the Temple Mount to Jews and as the Noble Sanctuary to Muslims.",
            "output": [
                "Jambatan diperbuat daripada tanah yang melereng itu menuju ke kawasan puncak bukit yang dikenali sebagai Gunung Temple kepada Yahudi dan sebagai Tempat Perlindungan Suci kepada orang Islam."
            ]
        },
        {
            "input": "These human bombs were then detonated remotely using mobile phone.",
            "output": [
                "Bom manusia ini kemudiannya dikawal mengguna alat kawalan jauh."
            ]
        },
        {
            "input": "Lopez Obrador's election team had filed complaints at 50,000 polling stations but the court ordered a recount at only 11,839 stations or 9% of all voting locations following massive street protests.",
            "output": [
                "Pasukan pilihan raya Lopez Obrador telah memfailkan aduan di 50,000 pusat pengundian tetapi mahkamah mengarahkan pengiraan semula hanya 11,839 stesen atau 9% daripada semua lokasi mengundi berikutan bantahan jalanan besar-besaran."
            ]
        },
        {
            "input": "Chibitty was among the 14 Comanches who landed with the D-Day invasion of Normandy Beaches where they reported by radio to division headquarters on the progress of the landings.",
            "output": [
                "Chibitty adalah antara 14 Comanches yang mendarat dengan pencerobohan D-Day of Pantai Normandy di mana mereka melaporkan perkembangan pendaratan dengan radio untuk ibu pejabat jabatan."
            ]
        },
        {
            "input": "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.",
            "output": [
                "Wikinews telah menghubungi Jerome, bagi membicarakan isu-isu yang sedang dihadapi rakyat Kanada, dan apa yang mereka dan parti mereka akan lakukan untuk menyelesaikannya."
            ]
        },
        {
            "input": "Lake Erie is the fourth largest lake of the five Great Lakes in the U.S., but the smallest by volume, and the tenth largest fresh water lake in the world.",
            "output": [
                "Tasik Erie adalah tasik keempat terbesar daripada lima Great Lakes di Amerika Syarikat, tetapi yang paling kecil dari segi isipadu, dan tasik air tawar yang kesepuluh terbesar di dunia."
            ]
        },
        {
            "input": "In the letter, Robertson said Sharon is \"kind, gracious, and gentle man\" who was \"carrying an almost insurmountable burden of making decisions for his nation.\"",
            "output": [
                "Dalam surat itu, Robertson kata Sharon \"baik hati, baik budi, dan orang yang lemah-lembut\" yang \"mendukung beban yang hampir tidak dapat diatasi demi membuat keputusan untuk negara beliau.\""
            ]
        },
        {
            "input": "\"He had grown up in Shanghai and had very good manners.\"",
            "output": [
                "\"Beliau telah dibesarkan di Shanghai dan mempunyai adab yang sangat baik.\""
            ]
        },
        {
            "input": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "output": [
                "Perdana Menteri Blair dan Canselor Brown bersetuju mengenai keperluan untuk mengekalkan penghalang nuklear."
            ]
        },
        {
            "input": "Three journalists are now known to have been killed in Syria.",
            "output": [
                "Tiga wartawan kini diketahui telah terbunuh di Syria."
            ]
        },
        {
            "input": "In that same letter, Jobs stated that his desire was to remain as chairman of the board.",
            "output": [
                "Dalam surat yang sama, Jobs menyatakan bahawa keinginannya adalah untuk kekal sebagai pengerusi lembaga."
            ]
        },
        {
            "input": "Mohammed also expressed displeasure that it took over a month for the court to address his filing requesting \"an immediate hearing session to announce our confessions.\"",
            "output": [
                "Mohammed juga melahirkan rasa tidak puas hati bahawa ia mengambil masa lebih sebulan bagi mahkamah itu untuk menyatakan permintaan dakwaannya meminta \"sesi perbicaraan segera mengumumkan pengakuan kami.\""
            ]
        },
        {
            "input": "Mandushev went on to say, \"Because of the planet's relatively weak pull on its upper atmosphere, some of the atmosphere probably escapes in a comet-like tail.\"",
            "output": [
                "Mandushev berkata, \"Disebabkan tarikan yang agak lemah di atmosfera bahagian atas planet itu, sebahagian dariada atmosferanya mungkin terlepas dalam bentuk ekor komet.\""
            ]
        },
        {
            "input": "The news agency reported that DeLay would look forward to meeting the charges with the ethics committee in a sit-down and blamed all of his problems on House Democrats.",
            "output": [
                "Agensi berita melaporkan bahawa DeLay akan berharap untuk menghadapi pertuduhan itu dengan jawatankuasa etika dan menyalahkan semua masalahnya atas Dewan Demokrat."
            ]
        },
        {
            "input": "Andrew Frey, the defence attorney for Conrad Black, said that the court's decision was based on \"a number of factual misunderstandings\", and that the defendants were considering a request for a rehearing of the appeal.",
            "output": [
                "Andrew Frey, peguam bela untuk Conrad Black berkata bahwa keputusan mahkamah adalah berdasarkan \"jumlah fakta salah faham,\" dan defendan mempertimbangkan permintaan untuk mendegar semula rayuan."
            ]
        },
        {
            "input": "\"The airport company has every right to decide who advertises on airport property, but last year Wellington Airport accepted billboards critical of the Government,\" English said.",
            "output": [
                "\"Syarikat lapangan terbang itu mempunyai hak untuk memutuskan siapa untuk beriklan di atas hartanah lapangan terbang, tetapi tahun lepas Lapangan Terbang Wellington menerima papan iklan mengkritik pemerintah,\" kata English."
            ]
        },
        {
            "input": "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.",
            "output": [
                "\"Tiada apa-apa yang mereka tidak akan lakukan jika mereka fikir ia dapat membantu pembunuhan dan kejatuhan politik hasil daripada yang tersebut,\" kata duta U.S. Ryan Crocker."
            ]
        },
        {
            "input": "The parents, who wish to remain anonymous, explain their situation on a blog entitled The \"Ashley Treatment\".",
            "output": [
                "Ibu bapa tersebut, yang ingin kekal tanpa nama, menjelaskan keadaan mereka di dalam blog yang bertajuk \"Rawatan Ashley.\""
            ]
        },
        {
            "input": "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).",
            "output": [
                "Gempa pertama 7.2 dicatatkan pada 4:08 a. m., khamis pagi waktu tempatan (UTC + 11), 55 kilometer (35 batu) timur, tenggara Luganville, Espiritu Santo, Vanuatu dengan kedalaman 144.8 km (90.0 batu)."
            ]
        },
        {
            "input": "My hope is to reach out to him in the near future.\"",
            "output": [
                "Harapan saya untuk mendekati beliau pada masa hadapan.\""
            ]
        },
        {
            "input": "President Jacques Chirac announced the launch of Quaero during the French-German ministerial conference in April of last year.",
            "output": [
                "Presiden Jacques Chirac mengumumkan pelancaran Quaero semasa persidangan menter Perancis-German pada April tahun lalu."
            ]
        },
        {
            "input": "He joined the union in 1974 and he first taught in 1975 at Shorefields Comprehensive in Toxteth, Liverpool.",
            "output": [
                "Beliau menyertai kesatuan pada tahun 1974 dan beliau mula mengajar pada tahun 1975 di Shorefields Komprehensif di Toxteth, Liverpool."
            ]
        },
        {
            "input": "The Pacific Gas and Electric Company (PG&E) is facing several lawsuits, including one filed by residents of San Bruno, California, after a gas line exploded in their neighborhood on September 10, completely destroying over 50 structures, 37 of them homes.",
            "output": [
                "Pacific Gas dan Electric Company (PG&E) sedang menghadapi beberapa tindakan mahkamah, termasuk satu yang difailkan oleh penduduk San Bruno, California, selepas paip gas meletup di kejiranan mereka pada September 10, memusnahkan keseluruhan 50 struktur, 37 daripada mereka rumah."
            ]
        },
        {
            "input": "Năstase led the exit polls due to greater support in rural Romania, as well as support from the urban poor, due to his policy of boosting the economy.",
            "output": [
                "Nastase mengetuai pemilihan keluar kerana kehebatan dalam menyokong luar bandar Romania, dan juga sokongan dari masyarakat miskin, dengan polisinya untuk membangunkan ekonomi."
            ]
        },
        {
            "input": "The AJC reports that the victims were Marie Bruce, 47, Ben Teague, 63, and Tom Tanner, 40.",
            "output": [
                "AJC melaporkan bahawa mangsa adalah Marie Bruce, 47, Ben Teague, 63, dan Tom Tanner, 40."
            ]
        },
        {
            "input": "A spokesperson for the Franken campaign says that Coleman is up to the \"same old, same old.\"",
            "output": [
                "Seorang jurucakap kempen Franken berkata yang Coleman sedang berusaha untuk melakukan \"perkara yang sama dan berulang.\""
            ]
        },
        {
            "input": "It has received criticism over the years from the U.S. State Department and others for its arbitrariness and its treatment of political prisoners.",
            "output": [
                "Ia selama ini telah menerima kritikan daripada Jabatan Negara U.S. dan lain-lain diatas kesinambungan dan layanannya terhadap tahanan politik."
            ]
        },
        {
            "input": "There were 8 games played in the National Hockey League on February 14, 2008, including the #2 Dallas Stars taking on the Phoenix Coyotes, and the Minnesota Wild and Vancouver Canucks fighting for playoff contention in the Northwest division.",
            "output": [
                "Terdapat 8 permainan dimainkan dalam Liga Hoki Kebangsaan pada 14 Februari 2008, termasuk #2 Dallas Star berhadapan dengan Coyotes Phoenix, dan Minnesota Wild dan Vancouver Canucks berjuang untuk perlawanan penentuan untuk pertandingan di bahagian Barat Laut."
            ]
        },
        {
            "input": "Their opinion of the changes were that the library operation had been considerably tightened up.",
            "output": [
                "Pendapat mereka terhadap tuduhan itu adalah bahawa operasi perpustakaan itu telah diperketatkan."
            ]
        },
        {
            "input": "There were 79 people aboard the boat when it sank in the Irrawaddy river, according to an unnamed official.",
            "output": [
                "79 orang menaiki bot tersebut semasa ia tenggelam di sungai Irrawaddy, menurut pegawai yang tidak disiarkan nama."
            ]
        },
        {
            "input": "A letter that had been written in 1988 by Ayatollah Ruhollah Khomeini, who led the 1979 Iranian Revolution and is Iran's former Supreme Leader has been made public by Iran's former president Hashemi Rafsanjani and states that Iran needed to acquire nuclear weapons in an attempt to win the war with Iraq.",
            "output": [
                "Surat yang telah ditulis pada tahun 1988 oleh Ayatollah Ruhollah Khomeini, yang mengetuai Revolusi Iran 1979 dan bekas Pemimpin Agung Iran telah diumumkan oleh bekas Presiden Iran Hashemi Rafsanjani yang menyatakan bahawa Iran perlu untuk mendapatkan senjata nuklear dalam usaha untuk memenangi peperangan dengan Iraq."
            ]
        },
        {
            "input": "Carrillo claims, however, that his report is similar to the recently leaked draft.",
            "output": [
                "Carrillo mendakwa, bagaimanapun, laporannya sama dengan draf terbocor baru-baru ini."
            ]
        },
        {
            "input": "\"We are delighted that they today became the first team to qualify for the 2010 FIFA World Cup,\" Danny Jordaan, World Cup organising committee chief, said.",
            "output": [
                "\"Kami gembira bahawa mereka hari ini menjadi pasukan pertama yang layak ke Piala Dunia FIFA 2010,\" Danny Jordaan, ketua jawatankuasa penganjur Piala Dunia, berkata."
            ]
        },
        {
            "input": "The Light Blues won with a time of 17 minutes and 49 seconds to record their first win in three years.",
            "output": [
                "Universiti Cambridge menang dengan catatan masa 17 minit dan 49 saat untuk mencatat kemenangan pertama mereka dalam tiga tahun."
            ]
        },
        {
            "input": "In the Philippines, the Liberal Party's presidential candidate Benigno Simeon Cojuangco Aquino III, commonly known as Noynoy, was officially elected as the next President of the Philippines in the 2010 presidential election.",
            "output": [
                "Di Filipina, calon presiden Parti Liberal Benigno Simeon Cojuangco Aquino III, lebih terkenal sebagai Noynoy, telah secara rasmi dipilih sebagai Presiden Filipina baru di pilihanraya presiden 2010."
            ]
        },
        {
            "input": "Al Sadwn's presence sufficiently distracted Schwarzer, who dived the wrong way.",
            "output": [
                "Kehadiran Al Sadwn ini cukup mengganggu Schwarzer, yang jatuh atas padang dan berpura-pura tercedera dengan cara yang salah."
            ]
        },
        {
            "input": "The manifest is also available on the Office's official web page.",
            "output": [
                "Kenyataan ini juga boleh didapati di laman web rasmi Pejabat."
            ]
        },
        {
            "input": "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.",
            "output": [
                "Hanya dua minggu selepas China menyebabkan pasaran global jatuh, kebimbangan semakin meningkat tentang pemberi pinjaman gadai janji sub-prima di Amerika Syarikat merangsang kegelisahan melalui bursa saham di seluruh dunia."
            ]
        },
        {
            "input": "\"As a nation, we have prepared at all levels of government, and as individuals and communities, taking unprecedented steps to counter the emerging pandemic,\" the president wrote in the declaration.",
            "output": [
                "\"Sebagai sebuah negara, kami di semua peringkat kerajaan telah bersedia, dan sebagai individu dan sebuah masyarakat, mengambil langkah-langkah yang belum pernah diambil untuk menangani wak baru ini,\" tulis presiden dalam deklerasinya."
            ]
        },
        {
            "input": "European Parliament members also want to initiate visa liberalisation dialogues with Kosovo and establish a roadmap for visa-free travel.",
            "output": [
                "Ahli Parlimen Eropah juga mahu memulakan dialog pembebasan visa dengan Kosovo dan membina pelan tindakan untuk perjalanan bebas visa."
            ]
        },
        {
            "input": "\"How they structure the company to achieve this is entirely up to them.\"",
            "output": [
                "\"Bagaimana mereka menyusunkan syarikat itu untuk mencapai matlamat ini terpulang sepenuhnya kepada mereka.\""
            ]
        },
        {
            "input": "The Environment agency representative said that they would have extra staff available to inform the public of the risks but are also asking people to check that others are aware of the potential risks, especially to the elderly.",
            "output": [
                "Wakil daripada agensi Alam Sekitar berkata bahawa mereka akan mempunyai kakitangan tambahan disediakan untuk memaklumkan kepada orang ramai mengenai risiko itu tetapi juga meminta orang ramai untuk memeriksa jika orang lain juga menyedari tentang risiko yang berpotensi, terutamanya kepada warga tua."
            ]
        },
        {
            "input": "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.",
            "output": [
                "Sebuah dinding kuil runtuh, mengakibatkan panik diantara berpuluh ribu penganut Hindu yang mula lari untuk keselamatan, menyebabkan rempuhan."
            ]
        },
        {
            "input": "In total, they contributed $136 million to New Zealand's economy.",
            "output": [
                "Secara keseluruhannya, mereka menyumbang $136 juta ke ekonomi New Zealand."
            ]
        },
        {
            "input": "One former student described the alleged abuse as \"an orgy\", claiming that boys were herded into a prayer room by a priest chanting \"hypnotic\" spells in tongues.",
            "output": [
                "Seorang bekas pelajar menerangkan deraan yang didakwa sebagai \"pesta liar,\" dengan mendakwa bahawa kanak-kanak lelaki telah dikumpulkan ke dalam sebuah bilik sembahyang oleh seorang paderi yang membaca sihir \"hipnosis.\""
            ]
        },
        {
            "input": "People earning the Newstart Allowance can now earn more from paid employment before there payments from the government are cut.",
            "output": [
                "Mereka yang menerima Peruntukan Newstart kini boleh mendapat lebih banyak dari pekerjaan bergaji sebelum bayaran dari kerajaan dipotong."
            ]
        },
        {
            "input": "The other battle for the fifth place involving two Honda's, Nick Heifeld, Takuma Sato (+1 lap) and Christijan Albers (+3 laps) took place on the last lap when the slight rain touches the track.",
            "output": [
                "Pertempuran lain untuk tempat kelima melibatkan dua Honda, Nick Heifeld, Takuma Sato (1 pusingan) dan Christijan Albers (3 pusingan) berlaku pada pusingan terakhir apabila hujan renyai menyentuh trek."
            ]
        },
        {
            "input": "A NATO airstrike has killed at least seven members of the Afghan security forces in the western province of Badghis on Friday, according to the Afghan defence ministry.",
            "output": [
                "Satu serangan udara NATO telah membunuh sekurang-kurangnya tujuh anggota pasukan keselamatan Afghan di wilayah barat Badghis pada Jumaat, menurut kementerian keselamatan Afghan."
            ]
        },
        {
            "input": "Four explosions went off almost simultaneously in different parts of Thailand's capital city, at around 6:00 p.m. local time (1100 GMT).",
            "output": [
                "Empat letupan berlaku hampir berturutan di bahagian berlainan pusat bandar Thailand, lebih kurang 6:00 petang waktu tempatan (1100 GMT)."
            ]
        },
        {
            "input": "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.",
            "output": [
                "Destinasi lain termasuk Liverpool (berkembar dengan Shanghai) dan stadium Old Trafford Manchester, di mana pasukan bola sepak Manchester United bermain."
            ]
        },
        {
            "input": "In a statement, the Church of Scientology said that the video was Cruise's acceptance speech after he had been given the organization's \"Freedom Medal\", and was shown \"before an audience of 5,000 church parishioners and their guests.\"",
            "output": [
                "Dalam satu kenyataan, Gereja Scientologi berkata video itu adalah ucapan penerimaan Cruise selepas dia diberikan \"Pingat Kebebasan\" organisasi, dan ditunjukkan \"di hadapan 5,000 ahli gereja dan tetamu mereka.\""
            ]
        },
        {
            "input": "The mechanisms through which distant intercessory prayer might convey healing benefit are unknown, the authors of the study explain.",
            "output": [
                "Mekanisme di mana doa dari jauh mungkin menyampaikan faedah penyembuhan yang tidak diketahui, jelas penulis kajian tersebut."
            ]
        },
        {
            "input": "The UK currently holds responsibility for the Nato airspace, and launched four F3 Tornados from RAF Leeming in North Yorkshire, UK, to identify the bombers.",
            "output": [
                "UK ketika ini memegang tanggungjawab bagi ruang udara NATO, dan melancarkan empat F3 Tornado dari RAF Leeming di North Yorkshire, United Kingdom, untuk mengenal pasti pengebom-pengebom itu."
            ]
        },
        {
            "input": "He did share the ball with the rest of the team.",
            "output": [
                "Dia ada berkongsi bola dengan keseluruhan pasukan."
            ]
        },
        {
            "input": "A leading Queensland union says that the Melbourne Cup due to be run tomorrow at 3:00pm Australian Eastern Daylight Saving Time could be used as a valuable educational tool in the classroom.",
            "output": [
                "Kesatuan terkemuka Queensland berkata Kejuaraan Melbourne yang akan dijalankan esok pada jam 3:00 petang Masa Penjimatan Hari Siang Timur Australia boleh dijadikan sebagai bahan pendidikan berharga di dalam kelas."
            ]
        },
        {
            "input": "These securities may end up in the hands of major multi-national banks such as Citibank, HSBC, and Commerzbank.",
            "output": [
                "Sekuriti-sekuriti ini mungkin akhirnya terjatuh di tangan bank multinasional utama seperti Citibank, HSBC dan Commerzbank."
            ]
        },
        {
            "input": "Casa Maria was paid $100 for two weeks' use of its wall, co-owner Mario Arana told Wired News.",
            "output": [
                "Casa Maria telah dibayar $100 untuk penggunaan dinding bangunan tersebut selama dua minggu, pemilik bersama Mario Arana memberitahu Wired News."
            ]
        },
        {
            "input": "Rescuers are currently on the scene and they expect to reach the men within 24 hours.",
            "output": [
                "Para penyelamat pada ketika ini sedang berada di tempat kejadian dan mereka jangka akan mencapai lelaki-lelaki itu dalam masa 24 jam."
            ]
        },
        {
            "input": "Experts said that the incident was embarrassing for Airbus; the airline's shares have dropped by 7% since.",
            "output": [
                "Pakar-pakar menyatakan bahawa peristiwa itu amat memalukan untuk Airbus; saham syarikat penerbangan itu telah menurun sebanyak 7% sejak itu."
            ]
        },
        {
            "input": "North Carolina attorney general Roy Cooper and Connecticut attorney general Richard Blumenthal stated that they encourage and seek more social networking sites like MySpace to become safer.",
            "output": [
                "Peguam awam North Carolina Roy Cooper dan peguam awam Connecticut Richard Blumenthal telah menyatakan yang mereka menggalakkan dan berharap lebih banyak laman rangkaian sosial seperti MySpace menjadi lebih selamat."
            ]
        },
        {
            "input": "Numerous patients, including adults and children, have been admitted to hospital.",
            "output": [
                "Ramai pesakit, termasuk orang dewasa dan kanak-kanak, telah dimasukkan ke hospital."
            ]
        },
        {
            "input": "This is the first time that the one hundred dollar note has been redesigned since 1996.",
            "output": [
                "Ini adalah kali pertama seratus dolar telah direka semula sejak tahun 1996."
            ]
        },
        {
            "input": "A review board was convened on January 29 to assess all options and to decide on a course of action.",
            "output": [
                "Satu lembaga ulasan telah diadakan pada 29 Januari bagi mengkaji semua pilihan dan membuat keputusan tindakan yang akan diambil."
            ]
        },
        {
            "input": "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.",
            "output": [
                "\"Kawasan ini adalah sangat penting untuk pemuliharaan dan wilayah ini mahu melindungi hutan dan alam sekitar mereka, serta menyumbang kepada pembangunan mampan,\" kata Pengarah Jabatan Daerah Perlindungan Hutan bagi wilayah itu, Hoang Ngoc Khanh."
            ]
        },
        {
            "input": "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.",
            "output": [
                "Mereka berkata mereka mahu mengendalikan pemeriksaan warga negara ke atas kawasan Pine Gap yang berkontroversi itu."
            ]
        },
        {
            "input": "The President of Virginia Tech, Charles Steger said in an interview that the \"possibility exists\" that more than one gunman was involved.",
            "output": [
                "Presiden Virginia Tech, Charles Steger berkata di dalam satu temubual bahawa \"ada kemungkinan\" yang lebih dari seorang penembak terlibat."
            ]
        },
        {
            "input": "I still remember the three victims – R. Ramesh, V. V. Kumara and G. Thomas.",
            "output": [
                "Saya masih ingat tiga orang mangsa - R. Ramesh, VV Kumara dan G. Thomas."
            ]
        },
        {
            "input": "The committee said that some of the US' techniques had resulted in the deaths of prisoners during the interrogation process.",
            "output": [
                "Jawatankuasa itu berkata bahawa beberapa teknik AS telah menyebabkan kematian tahanan-tahanan dalam proses soal siasat."
            ]
        },
        {
            "input": "Although New Jersey statutes have always banned bikini waxing, the laws were unclear and seldom enforced.",
            "output": [
                "Walaupun undang-undang New Jersey melarang cabutan berlilin bikini, undang-undang tidak jelas dan ia jarang dikuatkuasakan."
            ]
        },
        {
            "input": "Images, films and documentaries of the Holocaust are typically broadcast throughout the Israeli news media on that day, deeply affecting the survivors and their children.",
            "output": [
                "Gambar, filem dan dokumentari tentang holocaust disiarkan melalui media berita Israel pada hari itu, memberi kesan mendalam kepada rakyat yang terselamat dan anak-anak mereka."
            ]
        },
        {
            "input": "Sheriff's Lt. Neil Riedlinger said, water was over 3 feet (1 m) deep in some areas of downtown Carey, Ohio, and a local nursing home had to be evacuated.",
            "output": [
                "Sherif Lt. Neil Riedlinger berkata, air telah melebihi kedalaman 3 feet (1 m) di beberapa tempat di pusat bandar Carey, Ohio, dan sebuah rumah penjagaan tempatan terpaksa dipindahkan."
            ]
        },
        {
            "input": "Best Sportswoman, Deeva, participated in the \"2007 World Deaf Swimming Championships\" in Taiwan and broke 3 world records in the same day.",
            "output": [
                "Atlit wanita terbaik, Deeva, terlibat dalam \"Kejohanan Renang Dunia tahun 2007\" di Taiwan dan memecahkan 3 rekod dunia pada hari yang sama."
            ]
        },
        {
            "input": "He died at Morriston Hospital, in Swansea, Wales where he remained unresponsive.",
            "output": [
                "Beliau meninggal dunia di Hospital Morriston, di Swansea, Wales di mana beliau kekal tidak responsif."
            ]
        },
        {
            "input": "\"Had it been successful, it would have undermined the business of honest traders who only sell duty paid tobacco products,\" he continued.",
            "output": [
                "\"Sekiranya ia berjaya, ia akan menjejaskan perniagaan peniaga jujur yang hanya menjual produk tembakau yang cukai telah dibayar,\" katanya lagi."
            ]
        },
        {
            "input": "According to Levin, this practice made it so that almost all payments went towards finance charges with almost none toward repaying the principal.",
            "output": [
                "Menurut Levin, latihan ini dibuat supaya pembayaran akan dikenakan kadar cas dengan hampir tiada pembayaran lagi sekali."
            ]
        },
        {
            "input": "The chairman of the Tomsk branch of the Union of Journalists of Russia said that a source close to the investigation told him that Popov was not only beaten but was also \"tortured\" and \"violated\" with a foreign object.",
            "output": [
                "Pengerusi cawangan Tomsk daripada Kesatuan Wartawan Rusia mengatakan sumber rapat kepada penyiasatan itu memberitahunya bahawa Popov bukan sahaja telah dipukul tetapi juga telah \"diseksa\" dan \"dicabul\" dengan objek asing."
            ]
        },
        {
            "input": "It was still official Israeli policy to not speak with the PLO.",
            "output": [
                "Ianya masih menjadi polisi rasmi Isarel untuk tidak bercakap dengan PLO."
            ]
        },
        {
            "input": "\"The resulting debt will be passed to our children and grandchildren.\"",
            "output": [
                "\"Hutang yang terhasil akan diserahkan kepada anak-anak dan cucu kita.\""
            ]
        },
        {
            "input": "Newmont Mining officials have blamed the June 2000 mercury spill on a contractor, and have lost the battle to keep the case out of the American court system.",
            "output": [
                "Pegawai Newmont Mining telah menyalahkan tumpahan merkuri kepada kontraktor pada bulan Jun 2000, dan telah kalah dalam perlawanan untuk memastikan kes itu berada di luar sistem mahkamah Amerika."
            ]
        },
        {
            "input": "According to the New York Times, the CEO of a major online merchant, who spoke on the condition of anonymity, was approached by Google to take part in this service.",
            "output": [
                "Menurut New York Times, CEO kepada perniagaan utama dalam talian, yang bercakap diatas syarat tidak disiarkan nama, telah didekati Google untuk mengambil bahagian dalam perkhidmatan ini."
            ]
        },
        {
            "input": "According to Reuters,\" fellow Beatles bandmate Sir Paul McCartney was unable to attend the ceremony due to the fact that he was in England at the time\", Starr said.",
            "output": [
                "Menurut Reuters, \"Rakan Beatles Sir Paul McCartney tidak dapat menghadiri majlis tersebut kerana bahawa dia berada di England pada masa itu,\" kata Starr."
            ]
        },
        {
            "input": "The zoo has two different kinds of tigers, two Siberian and one Sumatran tigers.",
            "output": [
                "Zoo ini mempunyai dua jenis harimau, dua Siberia dan satu harimau Sumatera."
            ]
        },
        {
            "input": "Rescue efforts ended on Saturday morning when the government confirmed that no one was missing.",
            "output": [
                "Usaha menyelamat berakhir pada pagi Sabtu apabila kerajaan mengesahkan bahawa tiada sesiapun yang hilang."
            ]
        },
        {
            "input": "The Red Cross had been denied access to the city of Homs.",
            "output": [
                "Persatuan Palang Merah telah ditolak untuk kemasukan ke bandar Homs."
            ]
        },
        {
            "input": "The woman was holidaying from Brisbane with a church camp and attempts to contact her family have been made.",
            "output": [
                "Wanita itu sedang bercuti dari Brisbane dengan kem gereja dan percubaan untuk menghubungi keluarganya telah dibuat."
            ]
        },
        {
            "input": "Overall, their physical presence meant they were dangerous from their 11 corner kicks and were capable of making space to shoot from the edge of the area.",
            "output": [
                "Keseluruhannya, kehadiran fizikal mereka menjadikan mereka merbahaya dari 11 sepakan sudut dan berkeupayaan untuk menyediakan ruang untuk membuat menjaring dari pinggir kawasan."
            ]
        },
        {
            "input": "This happened a day after 21 people were dragged off buses and killed in Diyala province.",
            "output": [
                "Ini berlaku sehari selepas 21 orang diheret keluar dari bas lalu dibunuh di daerah Diyala."
            ]
        },
        {
            "input": "The ship was carrying, according to MTV3, over 100 tons of heavy fuel oil and 35 tons of light fuel oil.",
            "output": [
                "Kapal tersebut membawa, menurut MTV3, lebih 100 tan minyak berat dan 35 tan minyak ringan."
            ]
        },
        {
            "input": "The review, to take place in September, will look at \"whether regeneration in the areas for the super-casinos may be a better way of meeting their economic and social needs than the creation of super-casinos\".",
            "output": [
                "Kaji semula itu, yang akan diadakan pada bulan September, akan melihat \"sama ada pembangunan semula di kawasan-kawasan untuk super kasino itu mungkin kaedah yang lebih baik bagi memenuhi keperluan ekonomi dan sosial mereka daripada membina super kasino.\""
            ]
        },
        {
            "input": "JetBlue's service in Raleigh is comprised of four daily flights to New York, the airline's hub.",
            "output": [
                "Perkhidmatan JetBlue di Raleigh terdiri daripada empat penerbangan harian ke New York, pusat syarikat penerbangan itu."
            ]
        },
        {
            "input": "The cost of the damage is estimated to be Bt2million.",
            "output": [
                "Jumlah kerugian dijangka bernilai Bt2juta."
            ]
        },
        {
            "input": "The fact the edit originated from a computer in Stamford, Connecticut (the site of WWE headquarters) appears to be another coincidence.",
            "output": [
                "Hakikat pengeditan itu berasal daripada komputer di Stamford, Connecticut (kawasan ibu pejabat WWE) nampaknya adalah satu lagi kebetulan."
            ]
        },
        {
            "input": "\"Evidence of this is clear:\"",
            "output": [
                "\"Bukti untuk ini sangat jelas:\""
            ]
        },
        {
            "input": "\"Broadband speed and the price people are paying are the biggest bones of contention.\"",
            "output": [
                "\"Kelajuan jalur lebar dan harga yang dibayar orang ramai menjadi perebutan terbesar.\""
            ]
        },
        {
            "input": "\"I am happy that the police finally caught up with him and he is in prison.",
            "output": [
                "\"Saya gembira bahawa polis akhirnya menangkapnya dan dia berada di dalam penjara."
            ]
        },
        {
            "input": "With images of wind turbines in the background, the narrator says, \"Renewable energy to transform our economy, create jobs and energy independence, that's John McCain.\"",
            "output": [
                "Dengan imej turbin angin di latar belakang, pengisah itu berkata, \"Tenaga boleh diperbaharui untuk mengubah ekonomi negara, mewujudkan peluang pekerjaan dan kebebasan tenaga, itulah John McCain.\""
            ]
        },
        {
            "input": "They were scrambled from Quebec to escort the inter-continental flight originating from London to the Halifax International Airport after a hijacking signal, an apparent accident, was sent from the plane.",
            "output": [
                "Mereka telah berpisah dari Quebec bagi mengiringi penerbangan antara benua yang berasal dari London ke Lapangan Terbang Antarabangsa Halifax selepas isyarat rampasan, satu kemalangan nyata, yang telah dihantar dari pesawat itu."
            ]
        },
        {
            "input": "According to Haji Mohammad Adeel of ANP, the Talibans had \"lost the battle\" and were executing such \"cowardly\" attacks \"out of desperation.\"",
            "output": [
                "Menurut Haji Mohammad Adeel dari ANP, Taliban telah \"kalah dalam pertarungan\" dan telah melaksanakan serangan seperti \"penakut\" dan \"dalam keaadan terdesak.\""
            ]
        },
        {
            "input": "Royal Mail vehicles will not be moving in or out of London, or between Royal Mail sites in central London for the remainder of today.",
            "output": [
                "Semua kenderaan Pusat Pengeposan Diraja tidak akan bergerak masuk atau keluar dari London, atau di antara tapak-tapak Pusat Pengeposan Diraja di tengah London untuk hari selebihnya pada hari ini."
            ]
        },
        {
            "input": "2008 COMPUTEX, famed as the 2nd-largest ICT trade show in the world, started today at the Taipei World Trade Center, Taipei International Convention Center, and TWTC Nangang with 1725 companies' participation including top 5 nations - Hong Kong, South Korea, China, France, and Japan.",
            "output": [
                "2008 COMPUTEX, terkenal sebagai pameran perdagangan ICT ke-2 terbesar di dunia, bermula hari ini di Pusat Perdagangan Dunia Taipei, Pusat Konvensyen Antarabangsa Taipei, dan TWTC Nangang dengan penyertaan 1725 syarikat-syarikat termasuk 5 negara utama - Hong Kong, Korea Selatan, China, Perancis, dan Jepun."
            ]
        },
        {
            "input": "All interests in the areas potentially in the path of Typhoon Parma are urged to monitor its progress over the next few days.",
            "output": [
                "Semua kepentingan di kawasan-kawasan berpotensi dilalui Taufam Parma dinasihatkan agar memerhatikan perkembangannya dalam tempoh beberapa hari akan datang."
            ]
        },
        {
            "input": "She is not yet fully recovered: the effects of the coma are still apparent, and she has difficulty with movement.",
            "output": [
                "Dia masih belum sembuh sepenuhnya: kesan dari koma masih jelas kelihatan, dan dia masih mempunyai kesusahan untuk bergerak."
            ]
        },
        {
            "input": "\"What is crucial now is that Sierra Leone actually receives the necessary funding and technical assistance to realise this objective.\"",
            "output": [
                "\"Apa yang penting sekarang ialah Sierra Leone sebenarnya menerima pembiayaan yang diperlukan dan bantuan teknikal untuk merealisasikan matlamat ini.\""
            ]
        },
        {
            "input": "Two activists who helped identify a vagrant Genetically Modified (GM) crop of papaya, which was later confirmed and destroyed by Thai officials, now face prison over their actions, says Greenpeace.",
            "output": [
                "Dua aktivis yang membantu mengenal pasti tanaman betik berkeliaran yang diubahsuai secara genetik (GM), yang kemudiannya disahkan dan dimusnahkan oleh pegawai Thailand, kini dimasukkan ke dalam penjara atas tindakan mereka, kata Greenpeace."
            ]
        },
        {
            "input": "NASA officials, astronauts, schoolchildren and family members attended the ceremony, which was held just miles from Columbias intended landing site.",
            "output": [
                "Pegawai NASA, angkasawan, pelajar sekolah dan ahli keluarga menghadiri majlis itu, yang diadakan hanya satu batu dari lapangan pendaratan untuk Columbia."
            ]
        },
        {
            "input": "The government passed a law on Friday ratifying Romania's accession treaty to the European Union, after the Treaty was signed in a ceremony in Luxembourg in April 25, which was attended by the heads of state of all 25 current EU member states.",
            "output": [
                "Pada hari Jumaat kerajaan meluluskan undang-undang mengesahkan perjanjian penyertaan Romania ke Kesatuan Eropah, selepas Perjanjian telah ditandatangani pada satu majlis di Luxembourg pada 25 April, yang dihadiri oleh ketua-ketua negara bagi semua 25 negara semasa anggota EU."
            ]
        },
        {
            "input": "By studying these collisions, scientists hope to shed light on theories such as supersymmetry and the Higgs boson.",
            "output": [
                "Dengan mengkaji perlanggaran ini, para saintis berharap untuk mendapatkan penerangan mengenai teori seperti supersimetri dan boson Higgs."
            ]
        },
        {
            "input": "At the end of 2011 Arab League observers had sent out observers to different cities in Syria to monitor the situation, whilst one of its advisers called for the organization to retreat after Al-Assad's government reneged on agreements to halt the crackdown.",
            "output": [
                "Pada akhir tahun 2011 pemerhati Liga Arab telah menghantar pemerhati ke bandar-bandar lain di Syria untuk memantau keadaan, manakala salah seorang penasihat yang menyeru organisasi untuk berundur selepas kerajaan Al-Assad mengingkari perjanjian untuk menghentikan tindakan keras."
            ]
        },
        {
            "input": "The available information about the phosphorous cloud following the railway accident in the Ukraine last Monday is becoming more and more cryptic.",
            "output": [
                "Maklumat yang ada tentang awan fosforus berikutan kemalangan kereta api di Ukraine Isnin lepas telah menjadi semakin tersembunyi."
            ]
        },
        {
            "input": "Microsoft has launched its much-hyped Xbox 360 console into Japan, but unlike the European and American markets the Japanese are not rushing out to buy them.",
            "output": [
                "Microsoft telah melancarkan konsol Xbox 360 yang digemburkan memasuki Japan, tetapi tidak seperti pasaran Eropah dan Amerika warga Japan tidak terburu-buru untuk membelinya."
            ]
        },
        {
            "input": "Initially, the two works of Orwell were made available to Kindle owners by a third-party company which did not have the rights to distribute them.",
            "output": [
                "Pada mulanya, kedua-dua karya Orwell telah dijadikan boleh didapati oleh pemilik Kindle oleh sebuah syarikat pihak ketiga yang tidak mempunyai hak untuk mengedarkannya."
            ]
        },
        {
            "input": "Eve's artificial intelligence will be enhanced to analyze compounds needed for medicinal drugs which may treat killer diseases such as malaria.",
            "output": [
                "Kecerdasan buatan Eve akan dipertingkatkan untuk menganalisis sebatian yang diperlukan untuk ubat ubatan yang boleh merawat penyakit pembunuh seperti malaria."
            ]
        },
        {
            "input": "Yak was the minister for cabinet affairs until a 2007 reshuffle left him removed from office.",
            "output": [
                "Yak adalah menteri hal ehwal kabinet sehingga rombakan pada tahun 2007 menggulingkannya."
            ]
        },
        {
            "input": "The value of the US dollar fell against other world currencies, but gold prices increased.",
            "output": [
                "Nilai matawang dolar Amerika susut terhadap matawang-matawang dunia lain, tetapi harga emas meningkat."
            ]
        },
        {
            "input": "However, a survey by the Campaign for Real Ale suggests 840,000 people who do not regularly go to the pub would do so following the introduction of the ban and that England's 6.2 million regular drinkers would be more likely to visit pubs and bars.",
            "output": [
                "Walau bagaimanapun, kajian yang dijalankan oleh Kempen untuk Real Ale menunjukkan 840,000 orang yang tidak kerap pergi ke pub itu akan berbuat demikian berikutan pengenalan larangan dan 6.2 juta peminum tetap England akan menjadi lebih cenderung untuk melawat pub dan bar."
            ]
        },
        {
            "input": "\"We want to apologize for that bad typo,\" Mr Blitzer said.",
            "output": [
                "\"Kami mahu memohon maaf atas kesilapan menaip yang teruk,\" kata Encik Blitzer."
            ]
        },
        {
            "input": "Washington DC Metropolitan Police Chief Cathy Lanier announced yesterday that Philip Cooney had been arrested after a warrant was issued for the September 9 attack, which occurred in the 1400 block of 36th Street NW (Between O and P Streets, NW).",
            "output": [
                "Ketua Polis Metropolitan Washington DC Cathy Lanier mengumumkan semalam bahawa Philip Cooney telah ditangkap selepas satu waran telah dikeluarkan untuk serangan 9 September yang berlaku di blok 1400 di Jalan 36 NW (di antara Jalan O dan P, NW)."
            ]
        },
        {
            "input": "\"The world has lost not only a legendary attorney, but an outstanding humanitarian.\"",
            "output": [
                "\"Dunia telah kehilangan bukan sahaja seorang peguam yang hebat, tetapi seorang berperikemanusiaan yang cemerlang.\""
            ]
        },
        {
            "input": "Singapore Home Affairs Minister Wong Kan Seng told his Parliament that a \"security lapse\" is what led to Mas Selamat's escape.",
            "output": [
                "Menteri Dalam Negeri Singapura Wong Kan Seng memberitahu Parlimen bahawa \"kesilapan keselamatan\" menyebabkan pelarian diri Mas Selamat."
            ]
        },
        {
            "input": "\"As a precaution, a cordon has been put in place around the scene,\" said another police spokesperson.",
            "output": [
                "\"Sebagai langkah berjaga-jaga, kepungan telahpun diletakkan di tempat sekitar kejadian,\" kata jurucakap polis yang lain."
            ]
        },
        {
            "input": "According to Berj Hatjian from the Lebanon Ministry of Environment, \"What we have here is equivalent to a tanker sinking, and 20,000 to 30,000 tonnes reaching the shoreline.\"",
            "output": [
                "Menurut Berj Hatjian daripada Kementerian Alam Sekitar Lebanon, \"Apa yang kita ada di sini adalah bersamaan dengan tenggelamnya sebuah kapal tangki, dan 20,000 hingga 30,000 tan mendekati pesisiran pantai.\""
            ]
        },
        {
            "input": "Jim Langdon, lawyer for the Coleman campaign, said that the oral arguments in the court could begin in anywhere from \"two weeks to two months\", adding more time to a process which has continued since a razor-thin difference between the two candidates' vote totals triggered an automatic recount in November 2008.",
            "output": [
                "Jim Langdon, peguam kepada kempen Coleman, berkata bahawa perdebatan lisan di dalam mahkamah akan bermula pada bila-bila dari \"dua minggu hingga ke dua bulan,\" menambah lagi masa ke proses yang telah berterusan sejak perbezaan yang sangat kecil di antara undi kedua calon tersebut telah menimbulkan kiraan semula automatik pada November 2008."
            ]
        },
        {
            "input": "This is held by 80,000 fans of the Finnish hard rock band Lordi, who had met in Helsinki for the band to give a brief free concert to celebrate their victory at that year's Eurovision.",
            "output": [
                "Ini dijalankan oleh 80,000 peminat kumpulan rock hebat warga Finland, Lordi, yang telah bertemu di Helsinki untuk kumpulan tersebut bagi memberi konsert ringkas percuma untuk meraikan kejayaan mereka di Eurovision tahun lepas."
            ]
        },
        {
            "input": "In his reply, Straw \"noted\", but \"did not accept\" Wood's advice.",
            "output": [
                "Dalam jawapannya, Straw \"perasan,\" tetapi \"tidak menerima\" nasihat Wood."
            ]
        },
        {
            "input": "The court in Komar's trial had ruled that while it could not be shown for sure that the aircraft was mechanically sound with the Captain solely responsible for the dangerous landing, Komar had two minutes in which to inform air traffic control and his co-pilot Gagam Salman R. that they were experiencing an emergency.",
            "output": [
                "Mahkamah dalam perbicaraan Komar ini memutuskan bahawa walaupun ia tidak dapat ditunjukkan dengan pasti bahawa pesawat memberi amaran mekanikal dengan Kapten bertanggungjawab sepenuhnya untuk pendaratan berbahaya, Komar mempunyai dua minit untuk memaklumkan kawalan trafik udara dan pembantu juruterbang beliau Gagam Salman R. bahawa mereka mengalami kecemasan."
            ]
        },
        {
            "input": "In particular, limited freedom to act within the 6-miles-zone of the Lebanese coast is seen as endangering the efficiency and feasibility of the Bundeswehr controlling arms smuggling.",
            "output": [
                "Khususnya, kebebasan yang terhad untuk bertindak dalam 6-batu-zon pantai Lubnan dilihat sebagai membahayakan kecekapan dan kemungkinan Bundeswehr mengawal penyeludupan senjata."
            ]
        },
        {
            "input": "This continuing promotion, launched in 2004, was on the forefront of a current trend in Western culture to abandon the overly idealised images the media portrays of women.",
            "output": [
                "Promosi berterusan ini dilancarkan pada 2004, berada di barisan hadapan di trend semasa dalam budaya Barat untuk meninggalkan imej terlalu terunggul di media untuk menggambarkan wanita."
            ]
        },
        {
            "input": "A Washington, D.C. student of Georgetown University has been arrested on suspicion of a hate crime, in which he allegedly beat up another man because the victim was gay.",
            "output": [
                "Seorang pelajar Universiti Georgetown di Washington, D.C. telah ditangkap kerana disyaki atas jenayah kebencian, di mana dia didakwa telah memukul seorang lelaki lain kerana mangsa tersebut adalah seorang homoseksual."
            ]
        },
        {
            "input": "Two people were reported to have died, one of whom was part of the Bahraini security force.",
            "output": [
                "Dua orang dilaporkan telah meninggal dunia, salah seorang dari mereka adalah sebahagian daripada pasukan keselamatan Bahrain."
            ]
        },
        {
            "input": "The biggest Lotto win was $54 million in a Lotto 649 draw in October 2005.",
            "output": [
                "Pemenang Lotto paling besar ialah $54 juta pada cabutan Lotto 649 pada Oktober 2005."
            ]
        },
        {
            "input": "A very successful qualification for the only American driver Scott Speed, showed thirteenth result and for both MF1-Toyota team drivers, Christijan Albers and Tiago Monteiro, right after Speed.",
            "output": [
                "Kelayakan sangat berjaya untuk satu-satunya pemandu Amerika Scott Speed, menunjukkan hasil ketiga belas dan untuk kedua-dua pemandu pasukan MF1-Toyota, Christijan Albers dan Tiago Monteiro, selepas Speed."
            ]
        },
        {
            "input": "After being found by hotel workers in his room, he was rushed to the emergency department at the University Hospital in Kingston, but doctors where not able to save him.",
            "output": [
                "Selepas ditemui oleh pekerja-pekerja hotel di dalam biliknya, dia dikejarkan ke jabatan kecemasan di Hospital Universiti Kingston, tetapi doktor tidak dapat menyelamatkan dia."
            ]
        },
        {
            "input": "The vote followed weeks of campaigning by the President, who was supported by a speech by Michelle Obama describing his proposed measures as \"common sense.\"",
            "output": [
                "Undian terhadap minggu berkempen oleh Presiden, yang telah disokong oleh ucapan dari Michelle Obama menyifatkan langkah yang dicadangkan beliau sebagai \"masuk akal.\""
            ]
        },
        {
            "input": "Only 44.47 percent of Romanian high school students passed last week's 2011 baccalaureate exam, according to the results published by Romanian education authorities on Sunday.",
            "output": [
                "Hanya 44.47 peratus pelajar sekolah menengah Romania lulus peperiksaan baccalaureate 2011 pada minggu lepas, menurut keputusan yang dikeluarkan oleh pihak berkuasa pendidikan Romania pada hari Ahad."
            ]
        },
        {
            "input": "They will share the second-largest lottery jackpot in Canadian history as the lucky winners of Saturday's $43.2-million Lotto 649 draw.",
            "output": [
                "Mereka akan berkongsi hadiah loteri kedua terbesar dalam sejarah Kanada sebagai pemenang bertuah cabutan Lotto 649 sebanyak $43.2 juta."
            ]
        },
        {
            "input": "The minimum wage started in the UK in 1998 as one of the election proposal of the Labour government and it started at GBP 3.60 (EUR 5.22) per hour.",
            "output": [
                "Upah minimum bermula di UK pada tahun 1998 sebagai salah satu cadangan pilihan raya oleh kerajaan Buruh dan ia bermula dengan GBP 3.60 (EUR 5.22) sejam."
            ]
        },
        {
            "input": "Seven of the pirate gunmen were temporarily detained, but were later released.",
            "output": [
                "Tujuh daripada lelaki bersenjata lanun ditahan buat sementara waktu, tetapi kemudiannya dibebaskan."
            ]
        },
        {
            "input": "\"What we are trying to do together with the Ministry of Agriculture and UNICEF is, for example to dig wells so that despite drought, these herders will be able to irrigate their fields,\" said Simon Pluess, WFP spokesman.",
            "output": [
                "\"Kami akan cuba untuk berkerjasama dengan Menteri Pertanian dan UNICEF, sebagai contoh untuk mengorek telaga supaya semasa kemarau, pengembala ini boleh membuat tanaman mereka,\" kata Simon Pluess, jurucakap WFP."
            ]
        },
        {
            "input": "\"The combination of Kevin Rudd and Julia Gillard will have all the hallmarks of the mongoose and the cobra.",
            "output": [
                "\"Gabungan Kevin Rudd dan Julia Gillard akan mempunyai semua ciri-ciri cerpelai dan ular tedung.\""
            ]
        },
        {
            "input": "More details have emerged over the weekend after the surprise announcement last week of Honda's intention to sell its Formula One racing team, Honda Racing F1.",
            "output": [
                "Maklumat lanjut telah muncul pada hujung minggu selepas pengumuman mengejutkan pada minggu lalu tentang niat Honda untuk menjual pasukan lumba Formula Satu, Honda Racing F1."
            ]
        },
        {
            "input": "Goldman says executive director Young infused Landmark Education jargon terms into staff meetings such as \"create possibilities\", \"create a new context\", and \"enroll in possibilities\".",
            "output": [
                "Goldman berkata pengarah eksekutif Young memasukkan istilah bahasa khusus Landmark Education ke dalam mesyuarat kakitangan seperti \"mewujudkan kemungkinan,\" \"mewujudkan konteks baru,\" dan \"mengikuti kemungkinan.\""
            ]
        },
        {
            "input": "Authorities from the Occupational Safety and Health Administration do not know why the platform broke free from the bridge.",
            "output": [
                "Pihak berkuasa dari Pentadbiran Keselamatan dan Kesihatan Pekerjaan tidak tahu mengapa platform tersebut jatuh bebas dari jambatan."
            ]
        },
        {
            "input": "Thousands of Greeks gathered last night in Syntagma square in front of the parliament building in Athens to protest over the political response to the fires.",
            "output": [
                "Beribu-ribu orang-orang Greece berkumpul malam tadi di dataran Syntagma di hadapan bangunan parlimen di Athens untuk membantah tindak balas politik terhadap kebakaran."
            ]
        },
        {
            "input": "In the meantime, Weinstein claims that the problems are not malicious.",
            "output": [
                "Sementara itu, Weinstein menyatakan yang masalah tersebut bukan berniat jahat."
            ]
        },
        {
            "input": "\"The first step is to cut off pirates inland from those on the Saudi ship by restricting their supplies and cutting their communications.\"",
            "output": [
                "\"Langkah pertama ialah untuk memotong bekalan dan talian lanun di darat daripada yang berada di kapal Saudi.\""
            ]
        },
        {
            "input": "\"These structures appear on at least three independent lineages of apes, including gorillas, and they could relate to a dietary shift rather than indicating a new genetic trait,\" said a Professor at the London Natural History Museum in the United Kingdom, Peter Andrews who also added, \"but the fossil evidence for the evolution of our closest living relatives, the great apes, is almost non-existent.",
            "output": [
                "\"Struktur ini dilihat pada sekurang-kurangnya tiga keturunan bebas beruk, termasuk gorilla, dan mereka mungkin berkaitan dengan perubahan pemakanan daripada menunjukkan sifat genetik baru,\" kata Professor di Muzium Sejarah Semula Jadi di United Kingdom, Peter Andrew juga menambah, \"tetapi bukti fosil untuk evolusi saudara hidup terdekat kita, beruk besar, hampir tidak wujud."
            ]
        },
        {
            "input": "Noynoy received more than 15 million votes, about 5.7 million ahead of his closest opponent, ousted Joseph Estrada.",
            "output": [
                "Noynoy menerima lebih daripada 15 juta undian, kira-kira 5.7 juta lebih banyak daripada lawan terdekatnya, Joseph Estrada yang tersingkir."
            ]
        },
        {
            "input": "Scientology staff members told all three that they should buy a course to handle psychological issues.",
            "output": [
                "Kakitangan Saintologi memberitahu mereka bertiga mereka patut membeli kursus untuk menangani masalah psikologi."
            ]
        },
        {
            "input": "He also denied that the issue happened because the Army awarded the contract to the lowest bidder and that he was not aware of AEY's qualifications to fulfill the contract.",
            "output": [
                "Beliau juga menafikan bahawa isu ini berlaku kerana Tentera menganugerahkan kontrak kepada pembida yang paling rendah dan bahawa dia tidak mengetahui kelayakan AEY untuk memenuhi kontrak."
            ]
        },
        {
            "input": "Tats Cru, the graffiti crew responsible for the designs, have also been targeted with insulting slogans on Sony's advertisements.",
            "output": [
                "Tats Cru, kru grafiti yang bertanggungjawab terhadap reka bentuk itu, juga telah dikecam dengan slogan menghina pada iklan Sony."
            ]
        },
        {
            "input": "The term stands for Keeping Scientology Working, which refers to a 10-point letter written by Scientology founder L. Ron Hubbard in 1965 to ensure the organization's survival.",
            "output": [
                "Istilah itu bermaksud Mengekalkan Fungsi Scientologi, yang merujuk kepada surat berperkara 10 yang ditulis oleh pengasas Scientologi L. Ron Hubbard pada tahun 1965 untuk memastikan penerusan hidup organisasi itu."
            ]
        },
        {
            "input": "The court said that Bhoir had not been aware that the sacks contained explosive material.",
            "output": [
                "Mahkamah mengatakan bahawa Bhoir tidak pernah sedar akan guni-guni itu mengandungi bahan letupan."
            ]
        },
        {
            "input": "Buffalo was the host of the Pan-American Exposition from May 1 until November 2, 1901.",
            "output": [
                "Buffalo adalah tuan rumah Ekspo Pan-Amerika dari 1 Mei hingga November 2, 1901."
            ]
        },
        {
            "input": "On Tuesday, February 10, the American civilian communications satellite Iridium 33, launched in 1997, and the defunct Russian military communications satellite Kosmos-2251, launched in 1993, collided over Siberia.",
            "output": [
                "Pada hari Selasa, 10 Februari, satelit komunikasi awam Amerika Iridium 33, yang dilancarkan pada tahun 1997, dan satelit komunikasi tentera Kosmos-2251 Rusia yang sudah rosak dan tidak berfungsi lagi, yang dilancarkan pada tahun 1993, bertembung di Siberia."
            ]
        },
        {
            "input": "\"We're focusing our search on the border between [the] Keerom and Pegunungan Bintang districts... it's a mountainous, jungly region,\" said air force commander Suwandi Miharja, who is in charge of the search.",
            "output": [
                "\"Kami menumpukan pencarian kami di sempadan antara Keerom [tersebut] dan daerah Pergunungan Bintang...ia adalah kawasan yg diliputi dgn gunung dan hutan,\" kata komander tentera udara Suwandi Miharja, yang bertanggungjawab dalam pencarian itu."
            ]
        },
        {
            "input": "The song has become the third most downloaded single of the week, following the death of former United Kingdom Prime Minister Margaret Thatcher.",
            "output": [
                "Lagu ini telah menjadi lagu perseorangan ketiga paling banyak muat turun minggu ini, berikutan kematian bekas Perdana Menteri United Kingdom, Margaret Thatcher."
            ]
        },
        {
            "input": "\"If you can imagine, it is not an easy operation to collect those bubbles so that they can be tested to see what their make-up is.\"",
            "output": [
                "\"Jika kamu boleh bayangkan, operasi untuk mengumpul buih bagi membolehkan mereka diuji untuk melihat asas mereka adalah tidak senang.\""
            ]
        },
        {
            "input": "Democratic campaign aides claim the alleged relationship has been played up by the presidential hopeful's opponents as a smear campaign.",
            "output": [
                "Pembantu kempen demokratik mendakwa hubungan yang dikatakan itu telah dimainkan oleh calon lawan sebagai kempen memburuk-burukkan."
            ]
        },
        {
            "input": "Veteran striker Pat \"Bam Bam\" Healy put an end to the undefeated streak of Lyle \"Fancy Pants\" Beerbohm in a close main event fight that went to the judges' decision at the Strikeforce Challengers 14 event at Cedar Park Center in Cedar Park, Texas on Friday night.",
            "output": [
                "Penyerang veteran Pat \"Bam Bam\" Healy telah menamatkan kemenangan berterusan Lyle \"Fancy Pants\" Beerbohm di dalam satu pertarungan acara utama tertutup yang diakhiri dengan keputusan para hakim di acara Strikeforce Challengers 14 di Pusat Cedar Park di Cedar Park, Texas pada malam hari Jumaat."
            ]
        },
        {
            "input": "The manhunt covered the Boot or Scafell Pike area, and at 14:04 BST (13:04 UTC) the Deputy Chief Constable of Cumbria reported that a body believed to be Bird was found in a wood near Boot with a firearm, and that he had turned the weapon on himself.",
            "output": [
                "Pemburuan yang meliputi kawasan Boot atau Scafell Pike, dan pada 14:04 BST (13:04 UTC) Timbalan Ketua Konstabel Cumbria melaporkan bahawa satu mayat dipercayai adalah Bird ditemui dalam hutan berhampiran Boot dengan senjata api, dan dipercayai bahawa dia telah menembak dirinya."
            ]
        },
        {
            "input": "\"Our business activity came to a screeching halt yesterday, and that affects the entire community.\"",
            "output": [
                "\"Aktiviti perniagaan kami terhenti secara tiba-tiba semalam, dan ia memberi kesan kepada seluruh masyarakat.\""
            ]
        },
        {
            "input": "Scunthorpe will lose 500 members of staff, with 379 going at Stocksbridge and 377 at Rotherham.",
            "output": [
                "Scunthorpe akan kehilangan 500 kakitangan, dengan 379 di Stocksbridge dan 377 di Rotherham."
            ]
        },
        {
            "input": "The former CEO of Tyco International, Dennis Kozlowski, as well as CFO Mark Swartz are convicted of taking more than $600 million from the company.",
            "output": [
                "Bekas CEO Tyco International, Dennis Kozlowski, dan juga CFO Mark Swartz adalah yang disabitkan mengambil lebih dari $600 juta dari syarikat tersebut."
            ]
        },
        {
            "input": "The virus has been genetically engineered to prevent it from causing the flu or from passing on from person to person.",
            "output": [
                "Virus ini telah dibina secara genetik untuk mengelakkan ia daripada menyebabkan selesema atau daripada menjangkiti daripada seorang ke seorang."
            ]
        },
        {
            "input": "A former border told The Daily Telegraph that priests \"got a group between eight and 12 of us together and they'd just start chanting and I would wake up during these sessions and see what was going on.\"",
            "output": [
                "Seorang bekas pengawal memberitahu The Daily Telegraph bahawa paderi \"mengumpulkan satu kumpulan antara lapan dan 12 antara kami dan mereka hanya akan mula membaca dan saya akan bangun semasa sesi itu dan lihat apa yang berlaku.\""
            ]
        },
        {
            "input": "\"I am grateful to the jury for their careful deliberation and I would also like to thank the press for their restraint in not making the lives of my wife, children and family difficult during this time and I implore them to continue to grant my family the privacy they need.\"",
            "output": [
                "\"Saya berterima kasih kepada juri kerana pertimbangan berhati-hati dan saya juga ingin mengucapkan terima kasih kepada akhbar untuk menahan diri mereka tidak membuat kehidupan isteri saya, anak-anak dan keluarga sukar pada masa ini dan saya merayu kepada mereka untuk terus memberikan keluarga saya privasi yang mereka perlukan.\""
            ]
        },
        {
            "input": "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.",
            "output": [
                "Walau bagaimanapun, komander TPLF buangan yang tinggal di Belanda, Aregawi Berhe, mempertahankan cerita Araya."
            ]
        },
        {
            "input": ":foreign countries' movement as in (f) is not to be instantly reflected in judgment on constitutionality; they are different from Japan, with a large number of international marriages and expansion of regional unification like EU.",
            "output": [
                ":pergerakan negara-negara asing sebagaimana dalam (f) tidak boleh digambarkan serta-merta dalam penghakimam perlembagaan; mereka adalah berbeza daripada Jepun, dengan sejumlah besar perkahwinan antarabangsa dan pengembangan penyatuan serantau seperti EU."
            ]
        },
        {
            "input": "A cholera epidemic in Angola has killed over 1,200 people in the past three months.",
            "output": [
                "Satu wabak taun di Angola telah membunuh lebih daripada 1,200 orang dalam tempoh tiga bulan yang lalu."
            ]
        },
        {
            "input": "Ali Abdu, Eritrea’s information minister stated, \"We believe the government of Uganda must rectify its error and pull out from Somalia, otherwise the situation will become increasingly dangerous.\"",
            "output": [
                "Ali Abdu, Menteri Penerangan Eritrea menyatakan, \"Kami percaya kerajaan Uganda perlu membetulkan kesilapan dan menarik diri dari Somalia, jika tidak, keadaan akan menjadi semakin berbahaya.\""
            ]
        },
        {
            "input": "The declaration is in-response to Safarov's pardon and promotion, despite the Azeri officer having been given a life sentence — with a minimum jail term of 30 years, by Hungarian authorities in 2006.",
            "output": [
                "Perisytiharan itu adalah sebagai tindak balas kepada pengampunan dan kenaikan pangkat Safarov, walaupun pegawai Azeri itu yang telah diberikan hukuman penjara seumur hidup - dengan hukuman penjara sekurang-kurangnya 30 tahun, oleh pihak berkuasa Hungary pada tahun 2006."
            ]
        },
        {
            "input": ":even if it's unconstitutional, the plaintiffs' appeals are to be dismissed, following the viewpoint in the other dissenting opinion.",
            "output": [
                ":Walaupun sekiranya ia tidak mengikut perlembagaan, rayuan plaintif hendaklah ditolak, berikut pandangan mereka yang menentang."
            ]
        },
        {
            "input": "Thousands of people around the world took to the streets in a \"Global Day of Action\" to mark the third anniversary of the US-led invasion of Iraq.",
            "output": [
                "Ribuan orang diseluruh dunia turun ke jalan pada \"Tindakan Hari Dunia\" untuk menandakan ulangtahun ketiga pencerobohan diketuai AS keatas Iraq."
            ]
        },
        {
            "input": "In the foreword of the report, written by Amnesty International Secretary General Irene Khan, Guantanamo was compared to a Soviet-era gulag in that it is \"entrenching the practice of arbitrary and indefinite detention in violation of international law\".",
            "output": [
                "Dalam pendahuluan laporan itu, yang ditulis oleh Ketua Setiausaha Amnesti Antarabangsa Irene Khan, Guantanamo telah dibandingkan dengan era gulag Soviet kerana ia sedang \"mengekalkan amalan penahanan sewenang-wenangnya dan tiada batasan yang melanggar undang-undang antarabangsa.\""
            ]
        }
    ]
}