{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in the Khmer language and your task is to convert it into the English language.",
    "Positive Examples": [
        {
            "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
            "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
            "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
            "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
            "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
            "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
            "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ក្រុមហ៊ុន Microsoft បានយល់ព្រមចំពោះករណីនេះ ដោយផ្តល់ព័ត៌មានសម្រាប់តម្លៃពន្ធប៉ាតង់ចំនួន 6.5% នៃចំណូលរបស់អ្នកទទួលអជ្ញាប័ណ្ណចំពោះផលិតផលដែលទើបឆ្នៃប្រឌិត (ជាពិសេស 3.87% សំរាប់អាជ្ញាប័ណ្ណប៉ាតង់ និង2.98% សំរាប់អាជ្ញាប័ណ្ណផ្តល់ព័ត៌មាន)។\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "រ៉ូយ៉ាលមេលបានព្រមានដល់អតិថិជនថាការប្រមូលនិងចែកចាយសំបុត្រនៅចក្រភពអង់គ្លេសនឹងអាចរអាក់រអួលដោយសារឧបត្តិហេតុ។\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "បន្ទាប់មករូបថតដែលបានកែតម្រូវរួច ត្រូវបានបិទនៅលើផ្ទាំងពាណិជ្ជកម្មសំរាប់ម៉ាកប្រឌិត \"Ease Foundation Makeup។\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "នៅលើសមតុល្យ យើងជឿថា នេះគឺជាវិធីសាស្រ្តដែលនឹងផ្តល់ផលប្រយោជន៍ធំបំផុតដល់ប្រជាជនដែលងាយរងគ្រោះបំផុត។\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "បើយោងតាមហ្វ្រ៊ីដាប៊េរីហ្គាន នៅក្នុងបទសម្ពាសន៍មួយជាមួយ Democracy Now កាលពីថ្ងៃសុក្រ បានឲ្យដឹងថាត្រឹមតែថ្ងៃទី14 ខែកក្កដា នៅពេលអំពាវនាវឲ្យមានការបញ្ឈប់ សហរដ្ឋអាមេរិកក៏បានលក់សាំងយន្តហោះដែលមានតម្លៃ$120លានទៅឲ្យយោធាអ៊ីស្រាអែល ដែលជួយដល់យុទ្ធនាការទម្លាក់គ្រាប់បែករបស់ពួកគេនៅលីបង់។\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "លោក បេនសឹន-ប៉ូប បាន​និយាយ​ថា \"ខ្ញុំ​យល់​ពី​ការខក​ចិត្ត​ដែល​ក្រុម​ប៉ូលីស និង​សេវា​អគ្គីភ័យ​មាន នៅ​ពេល​ដែល​ប្រឈមមុខ​នឹង​បញ្ហា​បង្កឡើង​ដោយ Guy Fawkes ហើយ​ខ្ញុំ​សង្ឃឹម​ថា ការរឹតបន្តឹង​ថ្មី​ទាំងនេះ​នឹង​ផ្ញើ​សារ​ថា ការខូចខាត​ដោយ​ចេតនា ឬ​ការខូចខាត​គឺ​ជាបទព្រហ្មទណ្ឌ​និង​កំពុង​ត្រូវបាន​រឹតបន្តឹង​។\"\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "គេរំពឹងថា សន្និសីទម្ចាស់ជំនួយអន្តរជាតិមួយនឹងធ្វើឡើងនៅខែក្រោយ ដើម្បីទទូចសុំជំនួយបន្ថែមសំរាប់ប្រទេសនេះ។\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "\"នេះគឺផលវិបាកមួយដែលដឹងទុកមុនមួយនៃការមិនយកចិត្តទុកវិធានការសុវត្ថិភាព\" មេធាវីម្នាក់ដែលតំណាងគ្រួសារជាច្រើនបាននិយាយ។\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារទាំងនេះមិនដូចជាការបំផ្ទុះគ្រាប់​បែក​អត្តឃាតជាច្រើននោះទេ នៅក្នុងនោះគ្រាប់​បែកគឺជារំសេវ និងគ្រាប់បដាងដែលបានចងភ្ជាប់ទៅនឹងស្ត្រីពីរនាក់។\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះចាប់ផ្ដើមពីឆ្នាំ1947 ដោយគ្រាន់ជាព្រឹត្តិការណ៍អញ្ជើញចូលរួមមួយរបស់ក្រុមសិង្ហបូរីនិងម៉ាឡេស៊ីនិងចាប់តាំងពីនោះមកបានរីកដុះដាលក្លាយជាថ្នាក់ជាតិហើយក្រុមក្លិបនៅទូទាំងសកលលោកត្រូវបានអញ្ជើញឱ្យចូលរួម។\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "អាជ្ញាធរមូលដ្ឋានភ្នំហាស្ស ដែលមានទីតាំងនៅអាល្លឺម៉ង់កណ្ដាល ក៏បានប្រកាសអំពីការបើកចំហចំពោះទេសចរណ៏ទាំងអស់នៃ \"ដងផ្លូវសម្រាប់ការដើរស្រាតជាផ្លូវការ\" ជាលក្ខណៈខាងក្រៅទៀតផង។\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា លោកនឹងតវ៉ាលទ្ធផលបោះឆ្នោតនេះទៅកាន់តុលាការ។\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "ជាអកុសល ពួកគេបានមកដល់យឺតពេលសម្រាប់ពិធីកាន់ទុក្ខនេះ ហើយគណៈប្រតិភូបានឃើញតែផ្នែកមួយចំនួននៃសកម្មភាពពិធីនេះតែប៉ុណ្ណោះ។\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប៊ីវឺ កប៉ាល់មុជទឹកទាំងនោះនឹងផ្តល់អោយអ៊ីស្រាអែលនូវសមត្ថភាពក្នុងការបាញ់លើកទីមួយនិងការបាញ់លើកទីពីរ។\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ដោយសារខ្យល់បានកើនឡើងនៅពេលរសៀលនេះ នាំឲ្យមានរងើកភ្លើងបង្កឲ្យឆេះឆ្លងកាត់តាមប្រព័ន្ធប្រឡាយទឹក ហើយឥឡូវនេះ អគ្គិភ័យកំពុងឆាបឆេះឆ្ពោះទៅតំបន់ផាមដាល់ដែលមានប្រជាជនរស់នៅច្រើន។\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកវាជាការប្រកួតដ៏ខ្លាំងក្លាមួយសំរាប់ក្រុមទាំងពីរ ជាពិសេសក្រុមហូឡង់ ប៉ុន្ដែតូប៊ីនស្គីនិងអាសាវីនបានស៊ុតបញ្ចូលទី បញ្ចប់ការប្រកួតយ៉ាងមានប្រសិទ្ធិភាព។\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "មនុស្សពេញវ័យពីតំបន់បានរាយការណ៍ថាកុមារស្លាប់ដោយសារជំងឺគ្រុនចាញ់។\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "ក្រោយពីការប្រកាសរបស់លោកចច ដេបបែលយូ ប៊ូសថាប្រជាជនអាមេរិកក្នុងប្រទេសអ៊ីរ៉ាក់ជាច្រើននាក់បានស្លាប់ ដើម្បី 'បុព្វហេតុថ្លៃថ្នូរ'មួយ អ្នកស្រីស៊ីហេនបានមកបោះជំរុំក្បែរកសិដ្ឋានក្នុងរដ្ឋតិចសាសរបស់លោកប៊ូសអស់រយៈពេលមួយសប្តាហ៍កន្លងទៅ ដើម្បីទាមទារនូវកិច្ចសន្ទនាជាឯកជនមួយជាមួយនឹងប្រធានាធិបតី។\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ចំនាត់ការនេះមានន័យថាវាជាទីបញ្ចប់នៃឋានៈរបស់ក្រុមហ៊ុនប្រកួតប្រជែងឈ្មោះអេធី&ធីដែលធ្លាប់ជាក្រុមហ៊ុនតែមួយនៃសហរដ្ឋអាមេរិចដែលកាន់ផលិតផលអាយហ្វូន វាជាឋានៈដែលក្រុមហ៊ុននេះបានប្រកាន់ខ្ជាប់ចាប់តាំងពីការចេញមុខដំបូងរបស់អាយហ្វូនដំបូងគេនៅឆ្នាំ2007។\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "ការអនុវត្តអនុសាសន៍របស់ពួកគេនឹងមានន័យថាអ្នកស្នងរាជ្យមានឋានៈខ្ពស់បំផុតក្នុងសង្គមជប៉ុនអាចកើតឡើងដោយគ្មានភាពលម្អៀងលើយេនឌ័រនោះឡើយ។\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "លោកស៊ីង ដែលជាអ្នកកើតជំងឺទឹកនោមផ្អែមម្នាក់ បានទទួលការវះកាត់មួយនៅប្រទេសអង់គ្លេសក្នុងឆ្នាំ1990 និងទទួលការព្យាបាលដោយការវះកាត់ជួសជុលសរសៃឈាមនៅឆ្នាំ2004 ក្នុងទីក្រុងដេលី ដែលនៅក្នុងពេលនោះ សរសៃដែលត្រូវបានបញ្ចូលទៅក្នុងសរសៃអាទែរបស់គាត់។\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "7 អ៊ីលីវិន អីន បានមានប្រសាសន៍ថា \"ការទិញយកនេះ គឺជាយុទ្ធសាស្រ្តសមស្របសម្រាប់ 7 អ៊ីលីវិន និងបង្កើនវត្តមានលើទីផ្សារក្នុងតំបន់ឈីកាហ្គៅលែន។\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "ការពិន័យជាប្រាក់អាចត្រូវបានដាក់ទៅលើគេហទំព័រខាងក្រៅប្រទេសអូស្រ្តាលីដែលបានតភ្ជាប់ទៅសម្ភារៈនានានៅក្នុងបញ្ជីរបស់ខ្លួន។\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "ក្រសួងដំបូងដែលត្រូវផ្លាស់ប្ដូរទៅកាន់លីនូខនិងអូផេនអូហ្វីស.org.នឹងអាចជាការិយាល័យនៃឡតមេយឺរដែលមានផែនការសំរាប់ពាក់កណ្ដាលឆ្នាំ2006 ទោះបីជាកុំព្យូទ័ររបស់ផ្នែកទាំងអស់នឹងមិនត្រូវបានផ្លាស់ប្ដូរភ្លាមក៏ដោយ។\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "នៅសប្តាហ៍នេះនៅថ្ងៃទី7 ខែមេសា ឆ្នាំ2005 អ្នកអត្ថាធិប្បាយព័ត៌មាន ABC លោកភីតធើ ចេននីង ត្រូវបានធ្វើរោគវិនិច្ឆ័យថាមានជំងឺមហារីកសួត។\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាក៏ដោយ កីឡាការីនីទាំងពីរនេះនៅតែចូលរួមចំណែកដល់ការរកគ្រាប់បាល់ ឲ្យក្រុមរបស់ខ្លួន ដោយកីឡាការីនីគ្រីស្ពីនរកបាន 12 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូល 15 គ្រាប់ ហើយ កីឡាការីនីម៊ែរីតរកបាន 16 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូលប្រាំមួយគ្រាប់។\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "ទូកសង្គ្រោះក៏បាននាំសមាជិកក្រុមដែលមិនបានរងរបួសទៅកាន់ច្រាំងផងដែរ ខណៈពេលដែលឧទ្ធម្ភាគចក្រមួយនេះត្រឡប់ទៅសង្គ្រោះក្មេងប្រុសទីពីរ។\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ស្ទេវើតបានឡើងចំណាត់ថ្នាក់មួយ បន្ទាប់ពីបញ្ចប់ប្រកួតលើកទី២ ហើយគាត់បានស្ថិតចំណាត់ថ្នាក់ទី៩ រីឯគ្រិច ប៊ីហ្វីបានធ្លាក់ចុះចំណាត់ថ្នាក់ទី១០។\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "លោកបារ៉ាក់ អូបាម៉ា ដែលជាសមាជិកព្រឹទ្ធសភាពថ្មីមួយមកពីរដ្ឋអៀលីនន័រ និងជាបេក្ខជនប្រធានាធិបតីរបស់សហរដ្ឋអាមេរិកឆ្នាំ2008 បានយកឈ្នះលើការប្រកួតប្រជែងទាំងបីក្នុងគណៈបក្សប្រជាធិបតេយ្យថ្ងៃនេះ ការប្រជុំជ្រើសរើសបេក្ខភាពពីរធ្វើនៅរនើប្រាស្កានិងវ៉ាស៊ីនតោន និងការបោះឆ្នោតសាកល្បងធ្វើនៅលូវីសស៊ាណា។\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "\"ក្នុងដំណើរការធូលីអាលមីញ៉ូមជាច្រើនអណ្តែតនៅក្នុងខ្យល់។\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "នៅអំឡុងពេលរដ្ឋបាលលោកខេនណេឌី លោកស្រីហេលែន បានបញ្ចប់សន្និសីទសារព័ត៌មានប្រធានាធិបតីទាំងអស់ ដោយមានហត្ថលេខា \"សូមអរគុណ លោកប្រធានាធិបតី\" និងជានិច្ចជាកាលបានចេញការព្រមានអំពីការងាររបស់លោកស្រីថា: \"ក្នុងអាជីពរបស់ខ្ញុំ អ្នកគ្រាន់តែល្អដូចជារឿងចុងក្រោយរបស់អ្នកប៉ុណ្ណោះ។\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "លោកត្រូវរំពឹងថា នឹងដាក់ជូនឯកសារនៅថ្ងៃព្រហស្បតិ៍ក្រោយដើម្បីក្លាយជាបេក្ខភាពផ្លូវការ។\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "ប្រធានប៉ូលីសប្រចាំតំបន់ លោក ហ៊ើប៊ើត ខេមបា បានប្រកាសនៅថ្ងៃនេះថា: \"ជនសង្ស័យ ដែលត្រូវបានគេជឿថាជាអ្នករៀបចំចម្បងនៃឃាតកម្មសាហាវឃោរឃៅនេះ ត្រូវបានចាប់ខ្លួនដោយប៉ូលីស ក្នុងទីក្រុងថាវេថាព្រំដែនកេនយ៉ា ពេលកំពុងលាក់ខ្លួន។\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "របាយការណ៍ក៏បានបញ្ជាក់ទៀតថា សេដ្ឋកិច្ចដែលបានរងការខាតបង់របស់ប្រទេសនេះ បានឈានទៅដល់7.754 ពាន់លានដុល្លារ បានបន្សល់ទុកនូវ71ភាគរយនៃប្រជាជនហៃទីស្ថិតក្នុងភាពក្រីក្រជាទីបំផុត។\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាវគ្គហ្វឺកហាត់របស់ព្រំដែនគរុកោលស្យគឺជា\"ផ្ទុយ\"នៃជំនឿរបស់អ្នកកាន់គ្រឹស្តសាសនា។\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអ៊ែបផលបច្ចុប្បន្នបានណែនាំពីiPhoneអនាគតនៅសន្និសិទម៉ាកវឺលនៅទីក្រុងសាន់ហ្វ្រាន់ស៊ីសស្កូ។\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរទីមួយឆ្ពោះទៅកាន់ទីក្រុងញូវយ៉កនឹងត្រូវធ្វើដំណើរនៅក្រោមលេខជើងហោះហើរឡូហ្វថានសា ហើយគ្រោងនឹងមកដល់នៅអាកាសយានដ្ឋានចន អេហ្វ ខេនណាឌីនៅទីក្រុងញូយ៉ក នៅម៉ោង 12:30 EST (16:30 UTC)។\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "អ្នកជិតខាង លោក ដន ថាល័រ បាននិយាយថា \"ពួកគេជាអត្តពលិកដ៏ឆ្នើម ជាសិស្សនិទ្ទេស A រហូត ពិតជាល្អ ក្មេងប្រុសតួចៗ ... ពិតជាពិបាកណាស់។\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "ភាពជាប់គ្នានៃការធ្វើបុណ្យឡេកអុនតារីយ៉ូបង្កអោយមានបញ្ហាមួយចំណែក ជាពិសេសសំរាប់ក្រុមសិល្បៈដែលសម្តែងនៅភាគខាងត្បូង។\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់មានអាយុ50ឆ្នាំ ជាកម្មករសំណង់ ដែលបានស្លាប់បន្ទាប់ពីការហូរច្រោះដីនៅឯការដ្ឋានសំណង់ទំនប់ទឹកនៅខេត្ត ហ្វុគុយ កាលយប់មិញ និងម្នាក់ទៀតជាបុរសអាយុ76ឆ្នាំ ដែលបានស្លាប់បន្ទាប់ពីជាប់ដោយសារដើមឈើរលំ នៅថ្ងៃទី6 ខែកញ្ញា ភា្លមៗបន្ទាប់ពីព្យុះ ហ្វីតូវ បានបោកបក់មក។\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "ដោយបានបង្កើតជាក្រុមហ៊ុនរួមទុនរវាងក្រុមហ៊ុន BMG និងវ៉ូលហ្គង់ ហ្វាំងនៅឆ្នាំ1992 ក្រុមឡាប៊ែល បានឃើញក្រុមហ៊ុនមេរបស់ខ្លួនរួមជាមួយក្រុមហ៊ុនសូនី នៅឆ្នាំ2005 ដើម្បីបង្កើតក្រុមហ៊ុនសូនី BMG ហើយ ហ្វាំង លាលែងជាប្រធាននៅខែធ្នូ ឆ្នាំ2008។\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "\"ប្រទេសនេះគួរតែជ្រើសរើសលើកទឹកចិត្តមនុស្សដែលឧស្សាហ៍ព្យាយាមជាជាងអ្នកដែលលួចចម្លង។\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "យោងទៅតាមដេនីស វ៉ានអេនជេលដប អ្នកជំនាញសត្វឃ្មុំដែលធ្វើការនៅនាយកដ្ឋានរដ្ឋផ្នែកកសិកម្មនៃរដ្ឋផេនស៊ីលវ៉ានាបានឲ្យដឹងថា \"ពួកយើងដឹងច្បាស់ ប៉ុន្តែមិនទាន់ប្រាកដថាវាជាជំងឺឆ្លង។\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់មក បួនក្រុមកំពូលៗក្នុងក្រុមនីមួយៗនឹងចូលទៅវគ្គមួយភាគបួនផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "ព្រះមហាក្សត្រមិនបានផ្តល់ហេតុផលសម្រាប់ការផ្លាស់ប្តូរភ្លាមៗនោះឡើយ។ ទោះជាយ៉ាងណាថ្មីៗនេះមានសេចក្តីរាយការណ៍ចោទប្រកាន់សភាថាបានអនុវត្តច្បាប់មិនមានប្រសិទ្ធិភាព និងថែមទាំងមានអំពើរពុករលួយទៀតផង។\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "កិច្ចចរចារត្រូវបានរៀបចំសំរាប់ពិភាក្សាបញ្ហាដែលមិនទាន់ត្រូវបានដោះស្រាយនៅសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2009នៅខូផេនហាហ្កេន។\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "យោងតាមស្ថានទូតអ៊ីស្រាអែលប្រចាំនៅសហរដ្ឋអាមេរិក ប្រទេសអ៊ីស្រាអែលបានទទួលការសុំទោសនោះ។\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកសង្កេតការណ៍ជាថ្មី 1ខែក្រោយនៃអធិការកិច្ចកម្មករបានចុះសាខានៅបារាំងនៃក្រុមហ៊ុននោះត្រូវបិទ។\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "កំឡុងឆ្នាំបន្ទាប់ពីFCTCត្រូវបានសរសេរឡើង ប្រទេសចំនួន167បានចុះហត្ថលេខានិងប្រទេសចំនួន23បានផ្តល់សច្ចាប័នចំពោះវា ធ្វើអោយវាក្លាយជាសន្ធិសញ្ញាមួយក្នុងចំនោមសន្ធិសញ្ញាUNទាំងអស់ដែលត្រូវបានទទួលយកយ៉ាងលឿនបំផុតកន្លងមក។\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ការពិភាក្សានេះសង្ឃឹមថា នឹងនាំទៅដល់ការបង្កើតរដ្ឋប៉ាឡេស្ទីននៅចុងឆ្នាំនេះ។\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "អ្នកដើរថ្មើរជើង អាយុ 23 ឆ្នាំម្នាក់បានដើរនៅតាមបណ្តោយផ្លូវរត់ប្រណាំងក្នុងទីក្រុងឡុនដុនឌើរី ប្រទេស អៀរឡង់ខាងជើង នៅម៉ោងប្រហែល0220 GMT នៅយប់ថ្ងៃអាទិត្យត្រូវបានរថយន្ត វ៉ុលស្វាហ្គែន​ ប្រាសាត ពណ៍ខ្មៅមួយគ្រឿងបុកនិងត្រូវបានសម្លាប់។\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "វាចំណាយពេលពីរបីម៉ោងមុននឹងកងកម្លាំងសន្តិសុខអាចគ្រប់គ្រងកន្លែងទាំងមូលបាន។\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមស្នាដៃសិល្បៈទាំងនោះមានផ្ទាំងគំនូរមួយដែលគូរដោយវិចិត្រករដ៏ល្បីឈ្មោះជនជាតិអេស្ប៉ាញលោកប៉ាបប្លូ ពីកាសូដែលមានកាលបរិច្ឆេទនៅឆ្នាំ1939ដែលគេហៅថាក្បាលស្រ្តីដែលជាអំណោយចំពោះប្រជាជនក្រិចសម្រាប់ការតស៊ូរបស់ពួកគេប្រឆាំងនឹងពួកណាហ្ស៊ីសក្នុងអំឡុងពេលសង្រ្គាមលោកលើកទី2។\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "លោក McGuire បានប្រាប់ថាការចរចារជំនួញនេះមិនបានកំហឹតអ្នកទាំង២នេះមិនឲ្យលក់រឿងរបស់ពួកគេទៅឲ្យ ទូរទស្សន៏CNN, US Today Show និង Good Morning America ដែលបានរាយការណ៍មកថាបានទាក់ទងជាមួយទាំងលោក Russel និងលោក Web នៅសប្តាហ៏នេះ។\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "របាយការណ៍បាននិយាយថា \"អង្គភាពផ្នែកទន់ ដែលមានព័ត៌មានដែលមិនអាចគណនាបាន\" ត្រូវបានជួយសង្គ្រោះទាន់ពេល។\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "ករណីទីមួយនៃជម្ងឺគ្រុនផ្តាសាយបក្សីនៅអ៊ីរ៉ាក់ត្រូវបានប្រកាសនៅថ្ងៃនះដោយរដ្ឋមន្រ្តីក្រសួងសុខាភិបាលរបស់ប្រទេសនះគឺលោកមូតាលីបមហាម៉េត។\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់ថ្មីស្នើឡើងដើម្បីផ្លាស់ប្តូរគោលនយោបាយនាពេលបច្ចុប្បន្ន ដែលអនុញ្ញាតឱ្យកាមេរ៉ាក្នុងរថយន្តតាក់ស៊ីដែលមិនថតសំឡេងសំរាប់ហេតុផលឯកជនភាព ក្នុងក្តីសង្ឃឹមថាការថតសំឡេងនឹងធ្វើឱ្យការស៊ើបអង្កេតមួយចំនួនមានភាពងាយស្រួល។\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "វាបានរកឃើញថាព្រៃកោងកាងជុំវិញដីសណ្តអៀរ៉ាវ៉ាឌីនៃប្រទេសភូមានបានទទួលការខូតខាតដោយសារតែការ \"ទាញយកផលហួសកំណត់\" និងការប្តូរទៅជាដីធ្វើស្រែ-ដែលត្រូវបានលើកទឹកចិត្តដោយរដ្ឋាភិបាលជាវិធីក្នុងការធានាការផលិតអាហារគ្រប់គ្រាន់សម្រាប់ខ្លួនឯង។\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "ស្ពានដែលមានតំលៃ$ 220 លាន មានគម្រោងបើកឲ្យដំណើរការនៅខែមិថុនា ឆ្នាំ2007 ហើយនេះជាគម្រោងសំណង់ធំជាងគេបំផុតក្នុងប្រវត្តិសាស្ត្រនៃទីក្រុងអូហ៊ីអូ។\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "គ្រួសារមួយដែលមានសមាជិកប្រាំមួយនាក់បានរងរបួសនៅរមនីយដ្ឋាននិងទីបោះជំរុំជាលក្ខណៈគ្រួសារហ្លេតរ៉ុកប្រ៊ិចនៅឡេបានិន ក្នុងរដ្ឋមែន បន្ទាប់ពីព្យុះរន្ទះផ្គរដ៏កាចសាហាវមួយបានធ្វើឱ្យដើមឈើដួលរលំ ដែលក្នុងនោះមានមួយដើមបានសង្កាត់លើតង់មួយ។\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "ចាងហ្វាងនិពន្ឋផ្នែលថាមពលរបស់ឌឹហ្គាឌៀន លោកធើរី​ ម៉ាកាលីស្ទឺ បានសរសេរថា \"កំហុសឆ្គងកាតាឡុកទាំងមនុស្ស ទាំងមេកានិក\" នៅក្នុងរបាយការណ៍ \"កម្ទេចចោល \" ឧស្សាហកម្មប្រេង \" មានដកស្រង់ពាក្យស្លោកជាច្រើន \" អំពីសុវត្ថិភាពជាចម្បង។\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "ប្រធានគ្រប់គ្រងបេសកកម្មថ្លែងតាមទូរទស្សន៍របស់អង្គការណាសាថា \"យើងបានឃើញមេឃស្រឡះគ្មានពពក ហើយនេះជាមូលហេតុដែលយើងត្រូវបាញ់បង្ហោះ។\"\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន​បាន​ធ្វើឲ្យ​ភ្ញាក់ផ្អើល​ប្រទេស​អូទ្រីស ដោយសារ​មាន​រឿង​ស្រដៀងគ្នា​ទៅនឹង​ករណី​របស់​នាង ណាតាស់ចា ខេមភូស ដែល​ត្រូវបាន​ចាប់ពង្រត់​នៅអាយុ 10 ឆ្នាំ ហើយ​បាន​រត់ចេញ​ក្រោយពី​ត្រូវបាន​ឃុំ​ក្នុង \"គុកងងឹត\" អស់​រយៈពេល​ប្រាំបីឆ្នាំនៅឆ្នាំ 2006​។\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "ដោយសារតែទឹកកកជាច្រើននៅអាទិចបានរលាយធ្វើឲកប៉ាល់ធ្វើដំណើរដោយគ្មានគោលដៅច្បាស់លាស់នៅលើទឹក។\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "នេះជាការប្រៀបធៀបគ្នាយ៉ាងស្តែងធៀបនឹងឆ្នាំ2007 ដែលមានកម្មករបរទេស 120,000 នាក់បានចូលក្នុងសហរដ្ឋអាមេរិកជាមួយនឹងទិដ្ឋាការប្រភេទH-2B។\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "លោកហ្វ្រេង ភូសបឿក ជាអ្នកវិទ្យាសាស្ត្រក្រុម Cassini មួយនៅសាកលវិទ្យាល័យ Heidelbergក្នុងប្រទេសអាល្លីម៉ង់បានមានប្រសាសន៍ថា \"បច្ចុប្បន្នមិនមានមធ្យោបាយដែលអាចជឿជាក់បាន ដើម្បីផលិតនូវលំហូរថេរមួយនៃសារធាតុដែលសម្បូរទៅដោយអំបិលពីដុំទឹកកកដោយឆ្លងកាត់ឆ្នូតខ្លាក្រៅពីទឹកអំបិល ដែលស្ថិតក្រោមស្រទាប់ទឹកកកអ៊ិនសេនឡាឌុស។\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ ដែលមិនត្រូវបានបញ្ចេញឈ្មោះបានចាំថាត្រូវពាក់ខ្សែក្រវ៉ាត់ និងថែមទាំងបានប្រើភ្លើងសញ្ញាផងដែរនៅពេលដែលត្រូវប្រើ។\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "\"យើងប្រហែលជាត្រូវយកវិធីសាស្រ្តកាទូតថ្នាក់តំបន់បន្ថែមទៀតដើម្បីគាំទ្រ។\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "របបអាហាររបស់គាត់មានអាហារ និងត្រីដែលស្ងួតក្រៀម ដែលអាចរក្សាស្ថានភាពរាងកាយរបស់គាត់ឲ្យធម្មតាទោះបីជាអស់កម្លាំងផ្នែកស្មារតី។\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "Google Base ត្រូវគេរំពឹងថាជាគូប្រកួតប្រជែងដ៏ធំរបស់ក្រុមមហ៊ុន Craigslist ដែលជាផ្នែកមួយនៃកម្មសិទ្ធិរបស់ eBay។\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីគឺជាព្យុះត្រូពិកទីប្រាំដែលជំរុញអោយរដូវព្យុះសង្ឈរា។\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "កងកំលាំងដែលដឹកនាំដោយអង្គការNATOក្នុងប្រទេសអាហ្គានីស្ថាន បានចេញនូវសេចក្តីថ្លែងការមួយកាលពីថ្ងៃសុក្រ ដោយនិយាយថា កងកំលាំងពីររូបរបស់ខ្លួនបានបាត់ខ្លួនកាលពីថ្ងៃពុធ នៅពេលកំពុងចុះបេសកកម្មផ្តល់ជំនួយដូចរាល់ដង។\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "វាត្រូវកត់សម្គាល់ថាការប្រតិបត្តិច្បាប់កាស្សាកដែលមិនមានចែងពីប្រភេទនៃការបណ្តេញចេញដូចនេះ ដូចការកម្ចេចផ្ទះសំបែង និងការបណ្តេញចេញត្រូវអមដោយបញ្ជីសារពើភ័ណ្ឌនៃទ្រព្យសម្បត្តិដែលត្រូវយកចេញពីអាគារ៌ដែលត្រូវបានជម្លៀស ខណៈកន្លែងទុកដាក់ទ្រព្យសម្បត្តិនេះត្រូវផ្តល់ជូនជាចាំបាច់។\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសសហរដ្ឋអាមេរិកខនដូលីហ្សារ៉ាយបានផ្តល់ការពន្យល់ពីមូលហេតុដែលសហរដ្ឋអាមេរិកសម្រេចមិនបោះឆ្នោតនិងបដិសេធទៅលើការសម្រេចចិត្ត។\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "ការប្រកាសអាសន្នត្រូវបានប្រកាសទូទាំងខេត្ត កាន់ដាហារ ខណៈទាំងកងកម្លាំងអាហ្វហ្គានីស្ថាន និងកងកម្លាំង NATO ត្រូវបានដាក់បញ្ចេញដើម្បីតាមស្វែងរកអ្នកទោសដែលបានគេចខ្លួន។\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ប្រធានធិបតីអេក្វាឌ័ររ៉ាហ្វាអ៊ែលកូរៀបាននិយាយដោយមានការទះដៃអបអរសាទរពីសំណាក់មេដឹកនាំអាមេរិកឡាទីនផ្សេងទៀតថា \"ដោយមានការប្តេជ្ញាចិត្តមិនធ្វើការវាយប្រហារទៅលើប្រទេសជាបងប្អូនសារជាថ្មី និងដោយស្នើសុំការអត់ឱនទោសឲ្យគ្នាទៅវិញទៅមក យើងអាចចាត់ទុកថាហេតុការណ៍ធ្ងន់ធ្ងរ ដែលបានកើតឡើងកន្លងមកត្រូវបានដោះស្រាយ។\"\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ ក្រុម SLW បានបង្ហាញថា ខ្លួនទទួលបានជោគជ័យក្នុងការទទួលបានគណនីទឹកប្រាក់ចំនួន $10 លាន។\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "សេចក្តីប្រកាសធ្វើឡើងនូវថ្ងៃសុក្រដោយរដ្ឋាភិបាលអង់គ្លេស បានចេញក្រោយពីសភាសហភាពអឺរ៉ុបបានជំរុញឲ្យមានដំណោះស្រាយមួយសំរាប់ករណីនេះ និងថ្លែងថាប្រទេសអ៊ីរ៉ង់មានប្រវត្តិសាស្ត្រធ្វើទារុណកម្ម និងកាត់ទោសអ្នកស្រលាញ់ភេទដូចគ្នា។\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "ពានរង្វាន់មនុស្សធម៌ត្រូវបានផ្តល់ជូនអ្នកសម្តែងប្រចាំប្រទេសលោក ផូល ប្រេន ចំណែកពានរង្វាន់ស្នាដៃពិសេស វ៉ល គ្រេលីស ត្រូវបានផ្តល់ជូន ស្ថាបនិក ស៊ីតធីធីវី និង MuchMusic លោកម៉ូសេ ស្នៃមើ។\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "មិនថាបព្វជិតដែលស្រលាញ់ភេទដូចគ្នានឹងត្រូវបានអនុញ្ញាតឲ្យក្លាយទៅជាសង្ឃរាជបាន ឬអត់ បានក្លាយជាបញ្ហាមួយនៅក្នុងឆ្នាំ2003 ជាមួយនឹងការតែងតាំងនៃលោករ៉េវ ជេហ្រ្វ៊ីយ៍ ចន ជាសង្ឃរាជអានព្រះគម្ពីរ។\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "ជម្រើសសម្រាប់យុទ្ធសាស្រ្តមួយរួមមានការកែលម្អទំនាក់ទំនងអាហ្វហ្គានីស្ថាននិងប៉ាគីស្ថាន និងការកសាងសេដ្ឋកិច្ចរបស់ប្រទេសអាហ្វហ្គានីស្ថានជាថ្មី។\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "បើយោងទៅតាមមន្ត្រីនៃក្រសួងមហាផ្ទៃមា្នក់បានឲ្យដឹងថា គេជឿថាការបាញ់សម្លាប់នោះគឺជាស្នាដៃរបស់ក្រុមអ្នកប្រឆាំងរដ្ឋាភិបាលទៅលើទាហានអ៊ីរ៉ាក់ ទោះបីជាជនរងគ្រោះមិនបានស្លៀកពាក់ឯកសណ្ឋានទាហានក៏ដោយ។\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "អ្នកម៉ៅការដែលត្រូវបានចោទប្រកាន់ម្នាក់ ម៉ាក លុយផើត បានប្រាប់សារព័ត៌មានថា ចៅក្រមដែលទទួលខុសត្រូវចំពោះការស៊ើបអង្កេតនៅទីក្រុងហាសសែលបានហាមគាត់មិនឲ្យនិយាយអំពីព្រះអង្គម្ចាស់ឡូរេន។\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "អង្គការសហប្រជាជាតិ និងកងកម្លាំងរក្សាសន្តិសុខរបស់បារាំងនិយាយថា ពួកគេនឹងមិនចាកចេញពីប្រទេសកូតឌីវ័រ ទេ បើទោះបីជាមានបញ្ជាពីប្រធានាធិបតី ឡូរ៉េន ហ្គ្បាគបូ ដែលកំពុងកាន់ដំណែង ឲ្យចាកចេញពីប្រទេសនេះក៏ដោយ។\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "បាល់ហ្វ្រីឃីកដោយរីយ៉ាន់ ហ្គីកស្ស នៅពាក់កណ្ដាលវគ្គទីពីរនៃការប្រកួតនេះ បានបណ្ដាលឲ្យមានការទាស់ទែងគ្នាយ៉ាងខ្លាំង ដោយសារនៅពេលលីឡេកំពុងរៀបចំឈរជារបាំងនោះ បាល់បានចូលទៅដល់ផ្នែកខាងក្រោយនៃសំណាញ់ហើយ។\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "ក្រុមចចជា បាននាំមុខនៅតង់ទីពីរ និងកំពុងគំរាមរកពិន្ទុនៅការប្រកួតក្រោយ ប៉ុន្តែ ការការពាររបស់ក្រុមអៀឡង់ បានការពារជ័យជំនះបួនពិន្ទុ។\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងបទឈប់បាញ់ដែលរៀបចំដោយអង្គការសហប្រជាជាតិរវាង អ៊ីស្រាអែលនិងហេសបូឡាកំពុងតែដំណើរការយ៉ាងល្អដោយអ៊ីស្រាអែលបានចាប់ផ្តើមដកកងកំលាំងខ្លួនពីឡេបាណន់។\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "ក្រុមគូករីសបានព្យាយាមស៊ុតបញ្ចូលទីបន្ទាប់ពីរយៈពេលពេញម៉ោងប៉ុន្ដែបរាជ័យក្នុងការកែប្រែការទាត់សមញ្ញនេះដែលអាចឱ្យពួកគេឈ្នះការប្រកួតបាន។\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "បីនាក់ផ្សេងទៀតត្រូវបានរកឃើញនៅក្បែរផ្លូវមួយនៅរ៉ូស្តាមីយ៉ានៅជាយក្រុងទិសអាគ្នេយ៏នៃរដ្ឋធានី។\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "ការសន្យាថា សេចក្តីព្រាងច្បាប់ដើម្បីផ្តល់ភាពស្របច្បាប់ដល់ការរៀបការភេទដូចគ្នា នឹងត្រូវដាក់ឲ្យអនុវត្តនៅរយៈពេល100ថ្ងៃរបស់រដ្ឋាភិបាល លោករ៉ាត់បានសន្យាដើម្បីអនុញ្ញាតឲ្យមាន \"ការបោះឆ្នោតស្របតាមមនសិការពេញលេញ\" ប្រសិនបើគាត់ជាប់ឆ្នោតជាថ្មី។\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "ស៊ីអេដាប់បេលយូ បានស្នើថាបុគ្គលិកជូនដំណឹងដល់អ្នកតំណាងសុខភាពនិងសុវត្ថិភាពរបស់ពួកគេអំពីការព្រួយបារម្ភលើសុវត្ថិភាពណាមួយនៅកន្លែងការងារ។\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": ": \"យើងបានដើរយឺតៗទៅកាន់កន្លែងដែលមានទាហានទាំងនោះ ហើយញញឹមទៅកាន់ពួកគេបណ្តើរដើរបណ្តើរ។ យើងបានដើរចូលជិតបុរសម្នាក់ ដែលទំនងថាជាបញ្ជាការយោធា។\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើក៏ជះឥទ្ធិពលទៅលើអត្រាប្តូរប្រាក់ជាសកល ធ្វើឲដុល្លាធ្លាក់ចុះទូទាំងពិភពលោកដល់1%។\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យក្រសួងការបរទេសអ៊ីស្រាអែល លោកយីហ្គាល ផាលម៉រ បាននិយាយថា \"នេះគឺលើសពីភាពចម្លែក ជាពិសេសចាប់តាំងពីចលនាហាម៉ាសត្រូវបានពិភពលោកទទួលស្គាល់ថាជាក្រុមភេរវកម្មមួយ។\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "លោក រ៉ាយម៉ុន ម៉ូរ៉េណូ បាននិយាយថា: \"ខ្ញុំសង្ឃឹមថាវាស្ថិតនៅរយៈពេលដប់ ម្ភៃ សាមសិបឆ្នាំទៀត ដោយសារតែយើងត្រូវការវា។\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "WHO បានបដិសេធមិនបញ្ជាក់ពីអត្តសញ្ញាណសមាជិកនៃគណៈកម្មាធិការ ដោយប្រកែកថា ពួកគេចាំបាច់ត្រូវទទួលការការពារពីសម្ពាធឧស្សហកម្ម ដូច្នេះ ជម្លោះនៃអត្ថប្រយោជន៍ដែលអាចមានជាមួយក្រុមហ៊ុនឱសថ គឺមិនត្រូវបានដឹងនោះទេ។\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "អ្វីដែលកាន់តែធ្វើអោយស្ថានភាពកាន់តែធ្ងន់ធ្ងរនោះគឺថា សន្ទស្សន៍កម្តៅត្រូវបានគេរំពឹងថានឹងឈានទៅហួស110s នៅតាមឆ្នេរភាគខាងកើតភាគច្រើន យោងទៅតាមកំរិតសំណើមខ្ពស់។\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "អង្គការសុខភាពពិភពលោកបាននិយាយថាករណីធ្ងន់ធ្ងរជាច្រើននៃមេរោគនេះ ត្រូវបានគេរាយការណ៍ថាមាននៅក្នុងមនុស្សដែលមានជំងឺរ៉ាំរ៉ៃពីមុនមក។\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "សៀវភៅហ្គែមឆេញបានចេញផ្សាយនៅថ្ងៃនេះ ក៏បាននិយាយផងដែរថាសមាជិកព្រឹទ្ធសភាក្រុងញូយ៉ក Chuck Schumer បានលើកទឹកចិត្តលោកបារ៉ាក់ អូបាម៉ា ឲ្យឈរឈ្មោះនៅដើមឆ្នាំ2006 ទោះបីជាគាត់នៅពេលក្រោយបានគាំទ្រអតីតមិត្តរួមការងារ ហ៊ីលឡារី គ្លីនតុន។\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "គាត់និយាយថា រដ្ឋាភិបាលមិនអនុវត្តតាមគោលការណ៍ដែលអាចទទួលយកបានជាទូទៅនេះឡើយ។\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "តាកូ ស្ទេន ប្រធានចៅក្រមអារូបា បានបញ្ចេញ នូវអំនះអំណានបន្ទាប់ពីការប្រកាសត្រូវបានធ្វើឡើង។\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "យោងតាម IMB មានការវាយប្រហារពីក្រុមចោរសមុទ្រចំនួន 23ផ្សេងទៀតមាននៅតាមតំបន់ឈូងសមុទ្រក្បែរប្រទេសអាហ្រិ្វកខាងកើត ចាប់តាំងពីថ្ងៃទី15 ខែមីនា។\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "មន្ត្រីរូបនេះបានមានប្រសាសន៍ថា​ កិច្ចព្រមព្រៀងពាណិជ្ជកម្មផ្សេងទៀតគឺជាផ្នែកមួយនៃកិច្ចសន្យានេះ។\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "ក្រុមមេនឆេស្ទើរយូណាយធីតបានឈ្នះក្រុម អាស រ៉ូម៉ា 1-0 នៅក្នុងពូលអេហ្វរបស់ យូអ៊ីអេហ្វអេ ឆេមភៀនលីក ឆ្នាំ2007-08 នៅអូលត្រាហ្វត មេនឆេស្ទើរ ប្រទេសអង់គ្លេស។\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "\"ពួកគេបានដាក់សម្ពាធមកលើយើង ប៉ុន្តែអ្នកដឹងទេ ពិតជាអរគុណដល់ខ្សែការពាររបស់យើងដែលលេងបានយ៉ាងល្អ ហើយយើងរបូតតែមួយគ្រាប់ប៉ុណ្ណោះ ដែលជាការស៊ុតដ៏អស្ចារ្យរបស់កីឡាកររីអូដាន់។\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "ប្រធានគណកម្មការជាតិរៀបចំការបោះឆ្នោតមួហ្សំប៊ិច ឡេអូប៉ូលដូ ដា កូស្តាបាននិយាយថា \"យើងមិនបានទទួលការតវ៉ាណាមួយក្នុងអំឡុងពេលនេះឡើយ។\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងកំពុងផ្លាស់ប្តូរពីនិយាយថាវាគឺដើម្បីសុវត្ថិភាព ទៅជានិយាយថាវាជាការបង្កើតឱ្យមានជម្លោះស្មើភាព។\"\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើឲ្យក្រុមខ្លាំងចេញ ហើយពេលខ្លះអ្នកឆ្ងល់ថាហេតុអ្វី។\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "ខេវិន ភីធ័រស៊ែន និង លូករ៉ាយដែលបានបង្ហាញខ្លួនជាលើកដំបូងនៅអូឌីអាយទាំងអស់គ្នាធ្វើបានហាសិប ដោយរ៉ាយរួមចំណែក106រ៉ានជាមួយនឹង អូវ៉ាស ហ្សា។\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "អ្នករត់ក្នុងរយៈចម្ងាយឆ្ងាយរបស់អូតាវ៉ា រ៉េ ហ្សាហាប់ អាយុ 39 ឆ្នាំ អ្នកកាសែតផ្សងព្រេង និងស្ថាបត្យករ ខេវីន វ៉ាលេលី អាយុ 44 ឆ្នាំ របស់លីន វ៉ាឡេ ភាគខាងជើងទីក្រុងវ៉ាន់ឃូវើ និងអ្នកធ្វើដំណើររុករកនៅប៉ូលខាងជើង រីឆាត វ៉េប៊ើ អាយុ 49ឆ្នាំ បាននិយាយថាពួកគេបានបញ្ចប់ការធ្វើដំណើរ 700-ម៉ាយ (1,130-គីឡូម៉ែត្រ) ក្នុងរយៈកម្ពស់ 10,000 ហ្វីត នៅទីបំផុតបានមកដល់ព្រឹកព្រលឹមថ្ងៃពុធ។\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "ការបន្ថែមមួយដែលវែង សរសេរលំអិតអំពីវិនីដែលត្រូវធ្វើតាម នៅក្នុងករណីមានការរត់គេច រឺការព្យាយាមរត់គេច។\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីថ្មីរបស់ហ្គាបុង អាលី បិន បុងហ្គោ បានដាក់ឈ្មោះរដ្ឋាភិបាលលើកដំបូងរបស់ខ្លួនបន្ទាប់ពីបានឈ្នះនៅក្នុងការបោះឆ្នោតជ្រើសរើសប្រធានាធិបតីទូទាំងប្រទេសនៅក្នុងពេលថ្មីៗនេះ។\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកវិទ្យាសាស្រ្តនៅសាកលវិទ្យាល័យស្តេនហ្វតបានអះអាថា បានរកឃើញសមាសធាតុដែលបាត់ស្រពិចស្រពិលនៃទ្រឹស្តីទំនាក់ទំនងរបស់អាញស្តាញ។\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "ក្រុមអាស រ៉ូម៉ា ជាប់ចំណាត់ថ្នាក់ទីពីរ ដោយសារចំនួនហ្គោលច្រើនជាងក្រុមស្ពតធីង ស៊ីភី ដែលបានឈ្នះក្រុមអេហ្វស៊ី ឌីណាម៉ូ ឃីអ៊ីវ 2-1។\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសដែលលាក់ខ្លួននៅក្នុងកង់យន្តហោះនេះ ប្រឈមនឹងគ្រោះថ្នាក់ដល់អាយុជីវិតដោយសារការកក បន្ទាប់ពីយន្តបានចេញដំណើរ ឬការប៉ះទង្គិចនៅពេលដែលកង់យន្តហោះរួញចូលវិញ។\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "លោក លី តុមគីន នាយកអង្គការសកម្មភាពសប្បុរសធម៌ទៅអ្នកជំងឺ បានអធិប្បាយថា\" អស្ចារ្យ\" និង \"ជាជំហានទៅមុខពិតប្រាកដមួយដ៏អស្ចារ្យ។\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "កុនតឺសព្វថ្ងៃនេះត្រូវជាប់ពន្ធធានាគារបួនខែសំរាប់ការចែកចែកថ្នាំសារធាតុគីមីនិងការបន្លំលុយ។\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "ជាផ្នែកមួយនៃគោលនយោបាយថ្មី អាវុធធម្មតានឹងមានតួនាទីសំខាន់នៅថ្ងៃអនាគត។\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្លានោះបានវាយប្រហារលើបុគ្គលិករួច វាក៏បន្តវាយប្រហារលើអ្នកទស្សនាពីរនាក់នោះ។\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "បានបន្ថែមពីលើនេះទៀតថា \"ខ្ញុំជឿថា យើងនឹងឃើញក្នុងពេលឆាប់ៗនេះ ដែលមានមនុស្សជាច្រើនដើរនៅលើផ្លូវទៅកាន់លទ្ធិប្រជាធិបតេយ្យ។\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "នៅដំណាច់ឆ្នាំនេះ ក្រុមហ៊ុន​នេះគ្រោងនឹងចាប់ផ្ដើមផលិតកម្មទ្រង់ទ្រាយធំលើអេក្រង់ថ្មីនេះ។\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបារំាងបានផ្តល់កិត្តិយសពិសេសដល់ពួកកូម៉ានឆេ ដោយផ្តល់ដល់ពួកគេនូវគ្រឿងឥស្សរិយយសឆេវ៉ាលៀសុឆន្ចៈ លំដាប់ថ្នាក់ជាតិក្នុងឆ្នាំ1989។\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះនៅ ខេបពីតូល ហ៊ីល ឧត្តមសេនីយ៍ទាហានសហរដ្ឋអាមេរិកឈ្មោះ ដេវីដ ភីត្រេអឺស បានបង្ហាញសក្ខីភាពដែលគេទន្ទឹងរង់ចាំយ៉ាងយូរ។\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "ភ្ញៀវដែលស្នាក់នៅសណ្ឋាគារនេះ ត្រូវបានជម្លៀសចេញទៅសាលតាំងពិព័រណ៍ នៅតាមដងផ្លូវ។\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនផលិតឧបករណ៍ក្មេងឡេង ម៉ាទែល បានប្រកាសថ្ងៃនេះថាខ្លួននឹងប្រកាសប្រមូលវិញនូវផលិតផលជាច្រើនដោយសារតែព្រួយបារម្ភអំពីកម្រិតគ្រោះថ្នាក់នៃសំណរនៅក្នុងថ្នាំពណ៌របស់វា។\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "នៅ​កម្រិត​នោះ​ វើតមេន និយាយ​ថា ​ប្រសិទ្ធភាពរបស់​អរ​ម៉ូ​ន​បញ្ចប់​បន្ទាប់​ពី​ពីរ​បី​ថ្ងៃ ​ដោយសារ​តែផ្នែកទទួល​មេឡាតូនីន​​នៅ​ក្នុង​ខួរក្បាល​ក្លាយ​​​ទៅ​ជា​លែងចាប់អារម្មណ៍ ដោយសារតែមានអ័រម៉ូន​ច្រើន​ពេក។\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "ឱនភាពថវិកាសហព័ន្ធនៅឆ្នាំ2008 របស់សហរដ្ឋអាមេរិក បានឈានដល់កម្រិតខ្ពស់មួយ US$454.8 ពាន់លាន - តួរលេខនេះគឺច្រើនជាងឱនភាពឆ្នាំមុនពីរដង។\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "យោងតាមការថតទុកការនិយាយទូរស័ព្ទដែលលោកបានបង្ហោះទៅកាន់បណ្ដាញប្លុករបស់គាត់។\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "ខ្ញុំមានការឈឺចាប់ប្រសិនបើគ្រួសាររបស់ខ្ញុំមិនសប្បាយចិត្តជាមួយនឹងការបញេ្ចញមតិរបស់មហាជន ប៉ុន្តែខ្ញុំគិតថាខ្ញុំបានទទួលនូវគំនិតមួយដោយមិនអើពើចំពោះការរិះគន់ដែលអវិជ្ជមាន!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "យោងតាមមេធាវីរបស់គាត់បានឲ្យដឹងថា ស្ថានភាពនេះត្រូវបានគេបង្ខំ ដោយសារតែលោកមេននីងបាន \"និយាយកំប្លែងឌឺដងបញ្ឈឺ\" អំពីស្ថានភាពអាក្រក់នៃការបង្ខាំងរបស់គាត់។\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ប៉ូលីស 30-40 នាក់បានឈរក្បែរផ្ទះជាច្រើន និងប្រជាជន 20-30 នាក់ ស្លៀកពាក់ស៊ីវិលរួមមានអ្នកដឹកនាំស្រុកដោយមានហាគីម និងប្រធានអជ្ញាធរប្រតិបត្តិស្រុកបានឈរនៅលើផ្លូវ ដែលមើលកាឈូសកម្ចេចចោល។\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "លោកហ្វឺរបាននិយាយថា \"DS4SEQ ចង់បានភាគរយដែលច្រើនល្មមពីការបោះឆ្នោតបឋម និងឈ្នះកៅអីក្នុងមួយចំនួន។\"\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "ក្រុមA1នូវែលហ្សេឡង់បានឈ្នះការប្រណាំងលក្ខណៈពិសេសនៅហ្គ្រេនព្រីជA1នៅទីក្រុងសៀងហៃ ប្រទេសចិនបច្ចុប្បន្ននេះ និងតាមពីក្រោយដោយក្រុមA1ចក្រភពអង់គ្លេសនិងក្រុមរបស់A1ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "ប្រជាជនប្រហែល 25,000 នាក់រួមទាំងនាយករដ្ឋមន្រ្តីស្តេហ្វិនហាភើ ភរិយារបស់គាត់ និងកូនរបស់គាត់ពីរនាក់មានវត្តមាននៅទីនោះផងដែរ។\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "ក្រោយពីអានសាលក្រមជាប់ពិរុន្ធចប់ ប្រោន សេនឌ័រ បានអោបគ្រួសារ និងមិត្តភ័ក្តិរបស់នាងដែលបានចូលរួមស្តាប់នៅអង្គជំនុំជម្រះ​នោះ។\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "លុះត្រាតែក្រុមហ៊ុន ហ្គូកហ្កល បានកែតម្រូវកូដដែលនៅពីក្រោយការរាប់នោះ អត្ថបទនឹងអាន \"ជាង 2075\" បន្ទាប់ពី ថ្ងៃទី9 ខែមេសា។\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសបារាំងលោក ប៊ឺណាដ គួចនឺ នឹងព្យាយាមជំរុញឲ្យមានកិច្ចពិភាក្សាគ្នានៅមជ្ឈឹមបូព៌ាពោលគឺរវាងអ៊ីស្រាអែល និងប៉ាឡេស្ទីននៅក្នុងរយៈពេលខ្លីខាងមុន។\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "កាលបរិច្ឆេទនៃប្រតិបត្តិការ និងរយៈពេលសម្រាប់ជម្លៀសចេញពីអាគារ៌មិនត្រូវបានបញ្ជាក់ទេ។\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ការបែកចែកបច្ចុប្បន្នអំពីចំនួនកៅអីគឺគណបក្សការងារអូស្ត្រាលីមាន 58 ក្នុងចំណោមកៅអីសរុប86 គណបក្សជាតិសេរីនិយមមាន 25 គណបក្សឃ្វីនស៍ឡែនហ្រ្គីន និងគណបក្សជាតិតែមួយមានមួយកៅអីម្នាក់ និងគណបក្សឯករាជ្យមានបួនកៅអី។\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "ស្ម៊ីតបាននិយាយអំពីផលប៉ះពាល់ដល់ទំនាក់ទំនងជាមួយអាមេរិក - ដែលមានលក្ខណៈរឹងមាំចាប់តាំងពីសង្គ្រាមលោកលើកទី២ - \"វាមិនមែនជាអ្វីដែលខ្ញុំជឿថានឹងរំខានរហូតមកដល់ថ្ងៃនេះទំនាក់ទំនងការងារបានល្អណាស់រវាងរដ្ឋាភិបាលថ្មី និងរដ្ឋបាល(សហរដ្ឋអាមេរិក)។\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "សាលារៀនជាច្រើនទៀតត្រូវបានវាយប្រហាររួមទាំងសាលារៀន អាល់ហ្វាខូរ៉ា ដោយបានសម្លាប់មនុស្ស 40 នាក់ ភាគច្រើនពួកគេជាស្ត្រីនិងកុមារ។\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "មន្ត្រីសត្វព្រៃនៅហ្ស៊ីមបាវ៉េម្នាក់ បានមានប្រសាសន៍នៅថ្ងៃនេះថា ចំនួននៃការប្រម៉ាញ់សត្វព្រៃនៅក្នុងប្រទេសនេះមានការកើនឡើងយ៉ាងខ្លាំងនៅឆ្នាំនេះ និងបានថ្កោលទោសទៅលើក្រុមឧក្រិដ្ឋកម្មអន្តរជាតិ។\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "ការបុកនេះបានធ្វើអោយទាំងក្រុមអាល្លឺម៉ង់ និងញ៉ូវហ្សេឡែន ត្រូវចាប់ផ្តើមពីចំណុចទីចុងក្រោយសំរាប់ការប្រកួតពិសេស។\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ការស្ទង់មតិដែលត្រូវបានចេញផ្សាយដោយសមាគមន៏អ៊ីតាលីអ៊ីនតេសាខនសូម៉ាតូរី(សហភាពអ្នកប្រើប្រាស់)បាននិយាយថា61%នៃជនជាតិអ៊ីតាលីគឺខ្លាចក្នុងការហោះហើរ ខណៈដែល41%នៃប្រជាជនមានអារម្មណ៏ថាខ្វះសុវត្ថិភាពអំពីសុវត្ថិភាពយន្ដហោះជាងពេលដែលពួកគេបានជិះនៅមួយខែមុន។\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ក្រុមបាល់ទាត់ជម្រើសជាតិរបស់ប្រទេសបូស្នី និងហឺសហ្គោវីណាត្រូវបានហាមឃាត់ដោយសហព័ន្ធបាល់ទាត់ពិភពលោក FIFA ដែលជាអង្គភាពអន្ដរជាតិនៃកីឡានេះ។\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "\"ស្ថានភាពនៅតំបន់អាកទិក ទឹកកកអាចជួយដល់ការងារឆ្លើយតបចំពោះការកំពប់ប្រេងដោយពន្យឺតអាកាសធាតុរបស់ប្រេង រលកផ្សើម ការទប់ប្រេងកុំឲ្យរសាត់ទៅឆ្ងាយ និងមានពេលវេលាដោះស្រាយកាន់តែច្រើន។\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "សន្តថ្មីនោះរួមមាន រ៉ូសា វេណឺរីនី (1656-1728) អ្នកម្តាយ ធីអូឌ័រ ហ្គូរីន (1798-1856) ហ្វីលីប៉ូ ស្មាលឌុន (1848-1923) និងប៊ីស្សព រ៉ាងហ្វាអែល ហ្គីស្ស វ៉ាឡិនសៀ (1878-1938)។\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "អភិបាលក្រុងសាន់ ចូសេ រដ្ឋកាលីហ្វរនីញ៉ា លោក រុន ហ្គនហ្សាលេស នឹងត្រូវបានសាកសួរដោយការិយាល័យមេធាវីស្រុកតំបន់ សានតា ក្លារ៉ា។\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "ទីតាំងនៃបំណែកស្ថិតនៅចម្ងាយប្រាំមួយម៉ាយល៍ពីភាគខាងជើងនៃទីតាំងចុងក្រោយរបស់យន្តហោះ ដែលត្រូវបានគេរាយការណ៍ឆ្ងាយពីឆ្នេរសមុទ្រនៃប្រទេសប្រេស៊ីលនៅក្នុងជម្រៅ 3,800 និង 4,000 ម៉ែត្រ (2,070 ទៅ 2,190 fathoms ឬ 12,467 feet និង 13,123 feet)។\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "ការប៉ុនប៉ងរបស់ព្រះវិហារនៃ Scientology ដើម្បីបញ្ឈប់ការចែកចាយវីដេអូតាមប្រព័ន្ធអ៊ីនធឺណិត \"ហាក់ទទួលបានលទ្ធផលផ្ទុយកាន់តែខ្លាំង\" នេះបើយោងតាមសមាគមន៍កាសែត ហើយមកត្រឹមថ្ងៃព្រហស្បតិ៍នេះ វីដេអូនៅតែអាចបើកមើលបាននៅលើវែបសាយត៍មួយចំនួនក្រៅពី Gawker.com រួមមានញូវយ៉កប៉ុស្តិ៍ ព័ត៌មានទូរទស្សន៍ឯករាជ និង BBC។\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ភាគី ACT រួមមានសមាជិកក្រុមជាតិអូស្រ្តាលី​ អៃមី មើច និង ក្លែរ វ៉ាវិក; កីឡាករ ប្រេនដា ឌើ ប្លែ បានទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; តំណាងក្រុមរដ្ឋវិចតូរៀ សមាជិកក្រុមជាតិនិងកីឡាករ ចាស្ទីន ស្មេសើស ទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; និងកីឡាករ ក្លែរ ឃូរី ដែលខកខានការប្រកួតសម្រាប់ក្រុមជាតិ។\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "វិទ្យុអ៊ីស្រាអែលបានកត់សម្គាល់ថា នេះគឺជាក្មេងប៉ាលីស្ទីនទីបីនៅក្នុងរយៈពេលពីរខែចុងក្រោយដែលត្រូវបានចាប់នៅពេលកំពុងព្យាយាមយកគ្រាប់ផ្ទុះឆ្លងកាត់កន្លែងឆែកឆេររបស់អ៊ីស្រាអែល។\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "\"ចំពោះករណីដែលយើងត្រូវបានជូនដំណឹងរាល់ការចោទប្រកាន់និងករណីដែលយើងបានពិនិត្យរាល់ភស្តុតាងដែលអាចមាន ពួកយើងក៏ជឿថានេះជាការពិត។\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "ក្លឹប NHL ភាគច្រើន​បានខាតបង់ប្រាក់​នៅរយៈពេល​ប្រាំឆ្នាំ​កន្លងទៅនេះ ដូច្នេះហើយ ក្លឹប​មាន​បំណង​កម្រិត​ការបង់ឲ្យ​កីឡាករ​តាមបរិមាណដែលបានកំណត់​។\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "ប្រទេសកាតាបានស្មើទាំងពីរប្រកួតជាមួយនឹងប្រទេសជប៉ុន និងប្រទេសវៀតណាម មានន័យថាវានឹងត្រូវគិតដល់ចំនួនគ្រាប់បាល់ដែលខុសគ្នា ប្រសិនបើភាគីទាំងពីរស្មើគ្នានៅលើបួនពិន្ទុ។\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "\"ដោយពិចារណាលើហេតុផលដែលមិនមានអ្នកស្លាប់ វាហាក់ដូចជាថានាយកដ្ឋានអគ្គីភ័យនិងអ្នកឆ្លើយតបសម្រាប់គ្រាមានអាសន្នអនុវត្តការងារបានល្អណាស់។\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "\"ការកើនឡើងនេះធ្វើឲ្យរឹងមាំដល់តម្រូវការក្នុងការអនុម័ត និងការរក្សាឲ្យបាននូវគោលនយោបាយដែលលើកកម្ពស់កំណើនសេដ្ឋកិច្ច និងការទទួលខុសត្រូវសារពើពន្ធ រួមទាំងការធ្វើកំណែទម្រង់ពន្ធនិងគោលនយោបាយដែលគាំទ្រការរីកចម្រើនផ្នែកពន្ធ។\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់អាល់-ហ្សាខ្វាវីហាក់បីដូចជាមានការបកប្រែដោយទីផ្សារថា ជាដំណឹងល្អសំរាប់ការផ្គត់ផ្គង់ប្រេងនាថ្ងៃអនាគតពីតំបន់នោះ។\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "GoM បានស្នើអោយមានការអនុញ្ញាតដល់វិទ្យុសហគមន៍ក្នុងការផ្សាយពាណិជ្ជកម្ម5នាទី រាល់ការផ្សាយរយៈពេលមួយម៉ោង។\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "លោកបានផ្តល់ខ្សែអាត់វីដេអូទៅឲ្យប្រព័ន្ធផ្សព្វផ្សាយនៅសប្តាហ៍នេះ ក្រោយពីទទួលបានខ្សែអាត់នេះពីនគរបាល។\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "មិនគួរយល់ច្រឡំគ្នាជាមួយនឹងហាង លីវើភូល ឡឺវីសដែលនាពេលថ្មីៗនេះ កំពុងធ្លាក់ទៅក្រោមការគ្រប់គ្រងរបស់អ្នកគ្រប់គ្រងពេលមានវិវាទឡើយ។\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "\"សកម្មភាពនេះនឹងបង្កើតឲ្យចេញជាកំណរនៃសារធាតុថ្មនៅជុំវិញស្នូលនោះដែលហ៊ំព័ទ្ធដោយសំបកទឹកកក។\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "\"ប្រភពជូនដំណឹងច្បាស់លាស់\" មួយដកស្រង់សម្តីដោយកាសែតជាភាសាបារាំងប្រចាំថ្ងៃឈ្មោះ ឡឺ ស័រ បានលើកឡើងថា អាចនឹងមានកំហុសចរន្តអគ្គិសនីនៅក្នុងប្រព័ន្ធផ្តល់សញ្ញានោះ។\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "stuff.co.nzs គ្រីស បាក្លេ ជឿជាក់ថា នេះមានន័យថាហ្វ៊ីវើមានឱកាសឈ្នះជាពិសេសបន្ទាប់ពីការប្រកួតមុនបើករដូវកាល ដែលរួមមានការទទួលជ័យជម្នះពីរប្រកួត ស្មើជាមួយហ្វាយអ៊ើប៊ើដ និងចាញ់មួយប្រកួត។\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "ក្នុងចន្លោះពីគ្នាត្រឹមតែម្ភៃនាទីប៉ុណ្ណោះ ការបំផ្ទុះគ្រាប់បែកបានកំណត់គោលដៅទៅលើផ្សារចំនួនពីរនៅទីក្រុងបាកដាដ ភ្លាមៗ មុនពេលការហៅឲ្យចូលទៅសូត្រធម៍ថ្ងៃសុក្រ។\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "អង្គការអ្នកផ្សព្វផ្សាយគ្មានព្រំដែន(អាលដាប់បឺលយូ)បានទាមទារអោយមានការដាក់ទោសចំពោះជនដែលត្រូវទទួលខុសត្រូវក្នុងឃាតកម្មនេះ។\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "ទោះបីជាយ៉ាងណាក៏ដោយ សំណាកដែលប្រើប្រាស់ក្នុងការវិភាគបានមកពី120,000ឆ្នាំមុនហើយបានបង្ហាញថាការបង្កាត់ពូជនៃពួជពីរនេះមានការទទួលយកដ៏អស្ចារ្យតាំងពីពេលមុន។\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "គ្រូបង្វឹកបាល់ទាត់ជនជាតិអាមេរិក ត្រូវបានបាញ់នៅក្នុងបន្ទប់ហាត់ប្រាណនៅសាលា ក្នុងរដ្ឋអីអូវ៉ា សហរដ្ឋអាមេរិក។\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "ប្រហែលពីម៉ោង1:00 ទៅម៉ោង 4:15 ល្ងាច ET អ្នកប្រើប្រាស់បានរាយការណ៍ថា គេហទំព័រនេះបានធ្លាក់ចុះ។\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "ពួកគេនឹងប្រឈមមុខនឹងការគំរាមកំហែងពីអតិផរណា និងមិនចង់នាំចេញឥវ៉ាន់ដោយមានមូលដ្ឋានលើគោលនយោបាយអត្រាការប្រាក់ ដែលបានកំណត់សម្រាប់លក្ខខណ្ឌដែលមានវិបត្តិសេដ្ឋកិច្ច ដូចនៅសហរដ្ឋអាមេរិកឡើយ។\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងការបោះឆ្នោតឆ្នាំ2003 ADQ ទទួលបានសម្លេងឆ្នោត 21%។\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ECC របស់អាហ្វហ្គានីស្ថានបានចេញផ្សាយរបាយការណ៍ អំពីការស៊ើបអង្កេតរបស់ខ្លួនក្នុងការចោទប្រកាន់ដែលបានលេចឡើងបន្ទាប់ពីការបោះឆ្នោតរយៈពេលពីរខែមុន។\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "លេខាធិការដ្ឋានអង្គការសហប្រជាជាតិជាផ្នែកមួយនៃសរីរាង្គសំខាន់របស់អង្គការសហប្រជាជាតិ ហើយវាត្រូវបានដឹកនាំដោយអគ្គលេខាធិការអង្គការសហប្រជាជាតិ និងបានជួយដោយបុគ្គលិកនៃមន្រ្តីរាជការជាអន្តរជាតិទូទាំងពិភពលោក។\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "រាល់ការសម្ភាសន៍ទាំងអស់ត្រូវបានធ្វើឡើងតាមរយៈអ៊ីម៉ែល ហើយការសម្ភាសន៍ទាំងនោះនឹងត្រូវបានចេញផ្សាយដោយពុំមានការកែសម្រួលឡើយ អនុញ្ញាតឲ្យបេក្ខជនផ្តល់នូវព័ត៍មានពេញលេញរបស់ពួកគេទៅកាន់អ្នកអាន ដោយគ្មានការរំខាន។\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ បានព្យាយាមរត់គេចពីសន្ដិសុខនៅអាកាសយាន្ដដ្ឋានទីក្រុងភើម ដើម្បីលាក់ខ្លួននៅក្នុងយន្តហោះនៅពេលយន្តចេញដំណើរ។\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "ការប្រយុទ្ធគ្នាបានចាប់ផ្តើមនៅថ្ងៃសៅរ៍ ទី6 ខែតុលា នៅក្នុងទីក្រុងមីរអាលី និងបន្តអស់រយៈពេលបីថ្ងៃរហូតមកដល់ពេលនេះ។\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "អ្នកស្រីហ្គ្រាហាមបានទិញពួកវានៅក្នុងហាងសប្បុរសធម៌ស្យូ រេឌើរមួយ បន្ទាប់ពីឃើញបុគ្គលិករបស់ថាច់ឆឺម្នាក់បានដាក់ពួកគេលក់ក្នុងហាង។\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "ការកាត់ទោសជាផ្លូវការនឹងត្រូវប្រកាសនៅថ្ងៃទី25 ខែកុម្ភៈ ឆ្នាំ 2005។\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ1991និង1992 បួនក្នុងចំណោមសាធារណៈរដ្ឋយូហ្គូស្លាវៀទាំងប្រាំមួយ បានប្រកាសឯករាជ្យ ប៉ុន្តែរដ្ឋពីរគឺសេប៊ៀនិងមនថេនេហ្រ្កូនៅតែនៅជាមួយគ្នា។\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Poison បានអះអាងថា ក្រុមហ៊ុនទាំងពីរបានបង់តម្លៃសិទ្ធិឲ្យពួកគេខ្វះជាច្រើនឆ្នាំមកហើយ។\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទាំងពីរនាក់ ដែលមានលោកផូល ឌូក្លាស់ ជាអ្នកកាន់កាមេរ៉ា និងលោកជេមស៍ ប្រូឡេន ជាអ្នកកាន់ខាងសម្លេង សុទ្ធតែជាជនជាតិអង់គ្លេសត្រូវបានបង្កប់ជាមួយកងពលធំថ្មើរជើងទី4 អាមេរិក ហើយបានស្ថិតនៅក្នុងការល្បាតដូចធម្មតាខណៈដែលរថយន្តនៅក្បែរនោះមួយគ្រឿងផ្ទុកដោយគ្រាប់បែកត្រូវបានផ្ទុះ។\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "Wikipedia គឺជាគំរោងមូលនិធិវិគីមេឌា ជាអង្គការមិនរកប្រាក់ចំណេញស្ថិតនៅ ភីតធឺស្សបឺក រដ្ឋហ្លូរីដា។\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "អារីដ អ៊ុកា ដែលអាយុ22ឆ្នាំបានសម្លាប់កងទ័ពអាកាសអាមេរិក (USAF) ចំនួនពីរនាក់ និងធ្វើឲ្យបុរសពីនាក់ផ្សេងទៀតរងរបួសនៅក្នុងការវាយប្រហារដោយកាំភ្លើងនៅក្នុងរថយន្តក្រុងរបស់ពួកគេនៅក្នុងទីក្រុងហ្វ្រែងហ្វើត។\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោក៏ប្តឹងពីការរំខានធ្វើបាបលក្ខណៈភេទ ហើយអះអាងថាមីលល័រមករកគាត់នៅខែកញ្ញាឆ្នាំ2006។\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "\"វាជារឿងមួយដែលខ្ញុំទាយ វាបានផ្លាស់ប្តូរការប្រកួតប៉ុន្តែតើអ្វីដែលអ្នកអាចធ្វើបាននៅពេលនេះ?\" នេះបើយោងតាមប្រធានក្រុមអាដេឡេត កីឡាករត្រាវីស ដត បានប្រាប់សារព័ត៌មានស្ពតនៅក្រោយការប្រកួត។\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "ព័ត៌មានសប្តាហ៍បានរាយការណ៍ថា ខ្សែកាបនោះត្រូវបានរំពឹងថានឹងមានតម្លៃជាច្រើនលានដុល្លារអាមេរិក។\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "ហ្កូវដែលបានលំអោនខ្លួនជាការបញ្ជាក់ពីការសោកស្ដាយហើយបានសន្យាថានឹងធ្វើការចៀសវាងនូវសោកនាដកម្មដូច្នេះកើតឡើងម្ដងទៀត។\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "បងប្រុសរបស់ពួកគេត្រូវបានចោទប្រកាន់ពីបទចាក់ ដែលម្នាក់ក្នុងចំណោមនោះត្រូវបានស្លាប់។\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "ព្រះរាជអាជ្ញាអ៊ីតាលីបានចាប់ផ្តើមការស៊ើបអង្កេតឯករាជ្យផ្ទាល់របស់ពួកគេ កាលពីថ្ងៃពុធ ចំពោះការស្លាប់របស់នីកូឡា កាលីផារី នៅក្នុងភាពចម្រូងចម្រាសកាន់តែខ្លាំងឡើងមួយ ដែលផ្តល់នូវបញ្ហានយោបាយរបស់នាយករដ្ឋមន្ត្រីអ៊ីតាលី ស៊ីលវីយ៉ូ ប៊ើលូសកូនី និងដែលបង្កើតចលាចលជាតិក្នុងប្រទេសអ៊ីតាលី។\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "អត្ថបទព័ត៌មានជាញឹកញាប់ពិភាក្សាអំពីបញ្ហាមួយចំនួន ប៉ុន្តែមិនបានយកចិត្តទុកដាក់នឹងរឿងដទៃទៀតដែលអាចនឹងមានសារៈសំខាន់ជាងនេះ។\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តនៃផ្នែកឧត្តុនិយមប្រទេសឥណ្ឌា (IMD) ក្នុងទីក្រុងដែលលី ជាស្ថាប័នមជ្ឍមណ្ឌលជំនាញឧត្តុនិយមពិភពលោកសំរាប់អាស៊ី និយាយថាពួកគេបានចេញផ្សាយការប្រកាសដំណឹងនៃព្យុះស៊ីក្លូនទីមួយយ៉ាងលឿនបំផុតទៅប្រទេសមីយ៉ាម៉ាក្នុងថ្ងៃទី26 ខែមេសា។\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "ថវិកាទាំងអស់ក្នុងក្រុមត្រូវបែងចែកស្របតាមច្បាប់ស្តីពី (ជំនួយផ្នែកហិរញ្ញវត្ថុ) រដ្ឋាភិបាលមូលដ្ឋានឆ្នាំ1995។\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "ក្នុងខែកក្កដាឆ្នាំ2010 រ៉ូដបានជំនួសជាអ្នកដឹកនាំនៃអេអេលភីហើយមានលោកស្រីជីឡាតជានាយករដ្ឋមន្រ្តី។\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះ ជាពិសេសដាក់បន្ទោសទៅលើវិបត្តិសេដ្ឋកិច្ចពិភពលោកដែលបានបង្កើនបញ្ហាអនិកម្មភាពការងារ និងការថយចុះប្រាក់ចំណូលនៅក្នុងចំណោមប្រជាជនក្រីក្រ ដែលនាំឱ្យមានអសន្ដិសុខស្បៀងកាន់តែច្រើន ដែលនាំឲ្យមានភាពអត់ឃ្លាននៅលើពិភពលោក។\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "ក្រុមអាល់កៃដាបាននិយាយក្នុងសេចក្តីថ្លែងការណ៍លើគេហទំព័រមួយកាលពីថ្ងៃព្រហស្បតិ៍ថា វាបានសម្លាប់បេសកជនកំពូលរបស់ប្រទេសអេហ្ស៊ីបក្នុងប្រទេសអ៊ីរ៉ាក់ ឈ្មោះអ៊ីហាប អាល់-ស្សេរីហ្វ។\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "អ្នកជំនួញទាំងនោះបានបដិសេធឈប់បំបះបំបោរនេះរហូតដល់ថ្ងៃទី1 ខែវិច្ឆិកា នៅពេលដែលសាជីវកម្មនៃក្រុងដេលី ហាក់បីដូចជាបន្តរចលនាបិទរបស់ខ្លួន។\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "\"យើងមានដីការចាប់ខ្លួន ដែលយើងអាចអនុវត្តប្រឆាំងនឹងអ្នកក្នុងពេលឥលូវនេះ។\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "រដ្ឋសភានៃប្រទេសទាំងពីរបានអនុម័តទៅលើកិច្ចព្រមព្រៀងនេះ ដែលនឹងចងកាតព្វកិច្ចទៅលើប្រទេសទាំងពីរ។\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "បើយោងតាមក្រុមពន្លត់អគ្គីភ័យបានឲ្យដឹងថា ការរំលោភធ្ងន់ធ្ងរទៅនឹងបទបញ្ញត្តិស្តីពីសុវត្ថិភាពអគ្គីភ័យគឺជាដើមចមធ្វើឲ្យមានមនុស្សស្លាប់។\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "សមាជិកសភាផ្សេងទៀត ហើយថែមទាំងសមាជិកសភាខ្លះទៀតមកពីគណបក្សពលករ មិនបានយល់ស្របនឹងការប៉ុនប៉ងផ្តួលរំលំដោយប្រើទាហានទេ។\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "ប្រធានផ្នែកទំនាក់ទំនងនៃក្រុមហ៊ុនវេរីហ្សុនលោកអ៊ីវ៉ានសេដេនបឺក និងប្រធានក្រុមហ៊ុនអេផលលោកស្ទីវចប មិនបានចូលរួមនៅក្នុងសន្និសីទនោះឡើយ។\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ម្យ៉ាងទៀត ពួកគេបានពិនិត្យរន្ធខ្យល់ចេញចូលនៅលើប្រព័ន្ធដែលជួយគ្រប់គ្រងបរិយាកាសរបស់ស្ថានីយ៍ និងរើទីតាំងពិសោធន៍វិទ្យាសាស្ត្ររូបវិទ្យារបស់ជប៉ុនមួយ។\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវ និងគណៈកម្មាធិការជំងឺមហារីកអាល់ប៊ែតា ព្រមទាំងការិយាល័យសុខាភិបាលក្រុងមិនណែនាំឲ្យប្រើប្រាស់ DCA ដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ ដោយសាពុំទាន់មានការធ្វើតេស្តបែបគ្លីនិកលើការប្រើប្រាស់ថ្នាំនេះដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ។\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់ឳពុកមាក្មេងស្រីនេះ គឺកំពុងតែធ្វើការតាមដានដោយសារគាត់មានរោគសញ្ញាដែលអាចបញ្ជាក់ថាគាត់មានជម្ងឺផ្តាសាយបក្សី។\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "រឿងរ៉ាវនៃការវាយប្រហាររបស់យោធាប៉ាគីស្ថានក្នុងតំបន់កុលសម្ព័ន្ធក្បែរព្រំប្រទល់អាហ្វហ្កានីស្ថានពិតជាលំបាកក្នុងការផ្ទៀងផ្ទាត់ ដោយសារអ្នកយកព័ត៌មាន និងអ្នកធ្វើការសង្គ្រោះមិនត្រូវបានអនុញ្ញាតឱ្យចូលក្នុងតំបន់ជម្លោះនេះទេ។\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "វាក៏បានផ្តល់ឲ្យស្ត្រីមានសិទ្ធិស្មើគ្នាក្នុងការទទួលមរតកទ្រព្យសម្បត្តិ និងបានដោះស្រាយការបោះឆ្នោតក្នុងស្រុក។\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "អូបាមេ បានចូលរួមក្នុងកូដកម្មអត់អាហារដើម្បីទាក់ទាញអារម្មណ៍សោកស្ដាយចំពោះអ្វីដែលលោកបានហៅថាជា \"ការដំឡើងសម័យរបបផ្តាច់ការ\" នៅក្នុងហ្គាបុង។\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "នេះជាការផ្តន្ទាទោសលើកដំបូងដែលបានធ្វើឡើងដោយប្រើច្បាប់ប្រកាសក្នុងឆ្នាំ2003 ដើម្បីប្រឆាំងនឹងសារអេឡិចត្រូនិចដ៏ច្រើនលើសលប់ សារឥតប្រយោជន៍ដែលផ្ញើរមកពីប្រភពមិនចង់បាន មកក្នុងប្រអប់សារអេឡិចត្រូនិចរបស់អ្នកប្រើប្រាស់។\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "សារមន្ទីរពីរនៅសានឌីអាហ្គោ រដ្ឋកាលីហ្វ័រញ៉ា ត្រូវបានគេធ្វើបច្ច័យទានឲ្យនូវការប្រមូលផ្តុំសិល្បៈដែលមានតម្លៃជាង 40 លាន។\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកបោះឆ្នោតទូទាំងប្រទេសមាន 45%​ ប៉ុន្តែមណ្ឌលខ្លះបានរាយការណ៍ថាចំនួនអ្នកបោះឆ្នោតមានដល់ 95% ឬច្រើនជាងនេះ ដែលបង្កឲ្យមានការសង្ស័យថា មានការលួចបន្ថែមសន្លឹកឆ្នោត។\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "សំណល់ប្រមូលផ្តុំនៅជុំវិញរន្ធខ្យល់ចេញចូលម៉ាស៊ីនផលិតអុកស៊ីហ្សែនអេឡិចត្រុន ត្រូវបានកត់ចំណាំ និងថតទុកដោយសារីពៅ។\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "លោកវ៉ូលមឺ បានប្រកួតសាកល្បង 19 លើកសំរាប់ប្រទេសអង់គ្លេស និងជាគ្រូបង្វឹកសំរាប់ Warwickshire និងអាហ្វ្រិកខាងត្បូងមុនពេលក្លាយជាគ្រូបង្វឹកសម្រាប់ប៉ាគីស្ថានក្នុងឆ្នាំ 2004។\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "រថភ្លើងរបស់ក្រុមហ៊ុនអាមត្រាក់ 371 ដែលមានឈ្មោះថា ភីរេ ម៉ាឃ្វីតតេ បានចាប់ផ្តើមចេញដំណើរនៅក្នុងទីក្រុងហ្គ្រេន រ៉ាភីត រដ្ឋមីឈីហ្គាន និងបានផ្ទុកមនុស្សចំនួន 193 នាក់ រួមទាំងសមាជិកអ្នកបើកបរប្រាំមួយនាក់ទៀត។\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "សេចក្តីថ្លែងការណ៍នេះបាននិយាយថា: \"មិនមានការសម្រេចចិត្តចុងក្រោយលើតម្លៃចាប់ផ្តើម ឬជំនួយត្រូវបានយកហើយ ដូច្នេះវាលឿនពេកក្នុងការព្យាករណ៍ទៅលើផលប៉ះពាល់ដល់សក្តានុពលនៃតំលៃ។\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "លោកវ៉ូដ ប្រកែកអំពីរឿងនេះថា \"ជាក់ស្តែង មានកន្លែងខ្លះនៃច្បាប់អន្តរជាតិអាចមានភាពមិនច្បាស់លាស់។\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការថ្ងៃទី10 មីនា មុនការប្រកាសសាលក្រម ស៊ីម៉ុនបានបង្ហាញនូវការសោកស្តាយចំពោះទង្វើរបស់គាត់។\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "\"Red Baron\" បានធ្វើកំណត់ត្រាពេលវេលាតិចជាងគេ និងល្បឿនលឿនជាងគេ សំរាប់ផ្លូវនេះ។\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "តុលាការអឺរ៉ុបដើម្បីសិទ្ធិមនុស្សបានផ្តល់ទឹកប្រាក់ €2500 ទៅអោយលោក Abu Qatada ដែលជាសកម្មប្រយុទ្ធនិងបព្វជិតអ៊ីស្លាម នៅក្នុងពាក្យបណ្តឹងដែលលោកបានដាក់ប្តឹងប្រឆាំងនឹងចក្រភពអង់គ្លេសដែលបានឃុំខ្លួនលោកដោយគ្មានការកាត់ទោសនៅក្នុងឆ្នាំ 2002។\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ការដាក់ទោសធ្វើឡើងតែក្នុងករណីដែលសហជីពដែលរៀបចំឲ្យមានកូដកម្មតូចៗ មិនមែនទៅលើកម្មករដែលធ្វើសកម្មភាពម្នាក់ឯងទេ។\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "បាក់តេរីដែលអាចត្រូវបាននាំដោយសត្វព្រៃ មកពី​កសិដ្ឋាន​ចិញ្ចឹមសត្វគោក្របី ទៅកាន់ចំការបន្លែផ្ទីនេះ។\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "ផ្អែកទៅតាមសារព័ត៌មាន Press Trust of India ប៉ូលីសនៅប្រទេសឥណ្ឌាបានទទួលពាក្យបណ្តឹងពីក្មេងស្រីមិនទាន់គ្រប់អាយុបីរូបដោយចោទប្រកាន់គាត់ថាបានចាប់រំលោភពួកគេ។\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "មិត្តភក្តិរបស់គេ ដែលត្រូវបានលាក់ឈ្មោះ បានបាញ់ រីស៍ ចនសុនចំបេះដូងដោយកាំភ្លើងខ្យល់ .22 caliber Webley Vulcan នៅក្នុងចម្ងាយជិត។\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "បេនចាមីន មូលឡានី​ បុរសជនជាតិអង់គ្លេសដែលរងការបាញ់សម្លាប់ជាមួយប្រពន្ធរបស់គាត់ខណៈកំពុងសម្រាកវិស្សមកាលនៅ អានទីហ្គ័រ បានស្លាប់បាត់បង់ជីវិតហើយ។\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "នៅក្នុងតំបន់បាកដាដថ្មី ម្ចាស់ហាងនិងអតិថិជនជាច្រើន នៃផ្សារសត្វចិញ្ចឹមនោះ បានបញ្ជាក់ថាស្ត្រីម្នាក់ដែលបានបំផ្ទុះនៅទីនោះ គឺជាជនពិការផ្នែកបញ្ញាស្មារតីផងដែរ។\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយ លោកសាលម៉ន បានបង្ហាញសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធ និងរូបសំណាក់ធ្វើពីលង្ហិនដែលបានដាក់ដើម្បីប្រារព្ធខួបលើកទី50 នៃឧប្បត្តិហេតុនេះ។\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីឪពុករបស់គាត់ ហ្គាប៊ុនបានក្លាយជាអ្នកនាំចេញប្រេងធំបំផុតទីប្រាំមួយរបស់ពិភពលោក ប៉ុន្តែប្រជាជនចំនួន70%នៅតែរស់នៅក្នុងភាពក្រីក្រនៅឡើយ។\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "គេគិតថា គាត់បានកំពុងព្យាយាមបង្ខំឲ្យរថយន្តផ្សេងទៀតគេចចេញពីផ្លូវគាត់។\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "​ស្នាដែសិល្បះចំនួនពីរផ្សេងទៀតគឺជាមៀលដែលបង្កើតឡើងដោយភៀតម៉ុនដ្រៀន និងគំនូព្រៀងអេសធី ឌៀហ្គោដឺអាល់កាឡា ដែលជាស្នាដៃរបស់លោកហ្គុកលៀមូកាសៀរ។\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីន ATM មួយនៅទីក្រុងវើជីនៀ ប៊ីជ រដ្ឋវើជីនៀ ត្រូវបានធ្វើឲ្យខូចដែលជាហេតុធ្វើឲ្យវាចេញប្រាក់ ច្រើនបំផុតចំនួន4ដងតាមដែលគេសន្មត; ហើយគេអាចធ្វើបែបនេះបានដោយគ្រាន់តែបញ្ចូលលេខកូដតាមក្ដារចុចប៉ុណ្ណោះ។\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "រោងចក្រនីមួយៗនៃរោងចក្រថ្មីទាំងពីរនេះ អាចផលិតបាន 30 លានហ្គាល្លុង (113 ML) ជាប្រចាំឆ្នាំ។\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយរបស់ប្រទេសស្កុតលែនដ៏ Alex Salmond MSP បានបង្ហាញរូបសំណាក់ធ្វើពីលង្ហិនមួយនិងសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធនៅ Moodiesburn កាលពីថ្ងៃអាទិត្យនៅមុខហ្វូងមនុស្សប្រមាណ 600 នាក់។\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "រេម៉ន លី អយឡឺ នៃរដ្ឋកាលីហ្វ័រនៀ សហរដ្ឋអាមេរិក ត្រូវបានផ្តន្ទាទោសពីការសម្លាប់អ្នកបំរើសេវាពន្លត់អគ្គីភ័យព្រៃឈើជនជាតិអាមេរិកចំនួនប្រាំនាក់ ឲ្យស្លាប់នៅពេលដែលពួកគេប៉ុនប៉ងពន្លត់ភ្លើងព្រៃ ដែលគាត់បានដុតឡើង។\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "អុកហ្វ្រឺតបានឈ្នះការបោះកាក់ ហើយរើសយកជួរ Surrey នៃទន្លេ ដែលខេមប្រ៊ីជស្ថិតនៅជួរកណ្តាល។\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ហៀង-ឡាងសៃ (អនុប្រធាន SAC) បានកត់សម្គាល់ថា SAC បានលើកកម្ពស់កីឡាមហាជននៅក្នុងប្រទេសតៃវ៉ាន់អស់រយៈពេលជាយូរណាស់មកហើយ ហើយ SAC បានគោរពការចូលរួមទៅលើប្រជាជន ឬជនភាគតិចដែលពុំសូវមានឱកាស។\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "\"តើអ្នកជា David Shankboneមែនទេ? យើងមានការរំភើបខ្លាំងណាស់ដែលបានជួបអ្នក! \"នាងបាននិយាយ​ ហើយនាំលោកទៅកាន់សាល ទៅកាន់កន្លែងបន្ទប់ទទួលភ្ញៀវដែលមានសាឡុងមួយទូរទស្សន៍មួយដែលកំពុងលេងរឿងគួរឲ្យព្រឺព្រួចមួយ ទូដាក់​​ឥវ៉ាន់មួយដែលបើកចំហដែលពេញទៅដោយឧបករណ៍បញ្ចុះទឹកលាងពោះវៀន និងប្តីរបស់នាងលោក Bill ដែលអង្គុយនៅមុខកុំព្យូទ័រព្យាយាមស្វែងរកកន្លែងផ្សាយឡើងវិញនៃរឿងBlade Runnerដែលកំពុងលេងនៅរោងកុនមូលដ្ឋាននោះ។\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "គាត់ត្រូវបានគេចាត់ទុកថាជាអ្នកអភិរក្សសង្គមមួយនៅកំណត់ត្រាបោះឆ្នោតរបស់គាត់ ហើយគាត់បានគាំទ្រការធ្វើវិសោធនកម្មអាពាហ៍ពិពាហ៍សហពន្ធ័ ប្រឆាំងនឹងការរៀបការភេទដូចគ្នា។\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "សមាជិកសភាបក្សអភិរក្សនិយម លោក ធីម យ៉ ដែលជាប្រធានគណៈកម្មាធិការ មានប្រសាសន៍ថា \"តម្រូវឲ្យមានការវិនិយោគយ៉ាងច្រើនសន្ធឹកសន្ធាប់លើសមត្ថភាពផលិតថ្មីៗ និងប្រសិទ្ធភាពផ្នែកថាមពល ប្រសិនបើភ្លើងអគ្គិសនីនៅតែបើក។\"\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "លោកហាស់សាន់ រ៉ូហានី ដែលជាប្រធានក្រុមប្រឹក្សាសន្តិសុខជាតិកំពូលសំរាប់អ៊ីរ៉ង់ បានប្រកាសកាលពីថ្ងៃចន្ទថា ប្រទេសនេះនឹងផ្អាកការបម្លែងអ៊ុយរ៉ាញ៉ូមជាបណ្តោះអាសន្នចាប់ពីថ្ងៃទី22 ខែវិច្ឆិកា។\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "លោកប្រធានាធិបតីអាល់ អាសាដ និយាយថាលោក មិនអាចធ្វើការចចារដោយផ្ទាល់ជាមួយអ៊ីស្រាអែលឡើយ ប៉ុន្តែមានឆន្ទៈចង់ឲ្យមានកិច្ចពិភាក្សានៅក្នុងប្រទេសទួរគី។\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "IFAនិងIOCបានឈ្លោះគ្នាទៅលើអ្នកដែលគ្រប់គ្រងការប្រកួតនៅក្នុងប្រទេសសំរាប់បីបួនឆ្នាំ។\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "លោកស្ថារីបាននិយាយថា \"គាត់ស្ថិតក្នុងស្ថានភាពទន់ខ្សោយ ដែលជាលទ្ធផលនៃអ្វីដែលបានកើតឡើង។\"\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ពួកគេក៏ត្រូវបានទទួលរងការរិះគន់ផងដែរចំពោះការអនុញ្ញាតឲ្យកូនធ្វើដំណើរចេញពីសហរដ្ឋាអាមេរិកនៅដើមឆ្នាំនេះ ដោយសារនាងសាន់ឌ័រលែននឹងអាចទៅដល់មហាសមុទ្រឥណ្ឌានៅរដូវរងារក្នុងតំបន់នោះ។\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "ពិន្ទុសុតចូលដោយកីឡាករ Doug Howlett កីឡាករ Mils Muliaina និងពីរទៀតពីកីឡាករ Sitiveni Sivivatu បានជួយអោយក្រុម All Blackនាំមុខកាន់តែលើសលប់។\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "លើសពីនេះ ការរៀបចំនេះបង្កើតនូវស្ថានភាពខុសពីធម្មតា៖ ការយល់ដឹងជាសាធារណៈថា Villepin និង Sarkozy គឺជាអ្នកប្រកួតប្រជែងនយោបាយដ៏គ្រោះថ្នាក់មួយ ក្នុងការបោះឆ្នោតជ្រើសរើសប្រធានាធិបតីឆ្នាំនៅឆ្នាំ2007 ហើយពួកគេបាននិយាយាថាប្រកិតប្រកើយគ្នា។\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "ឧប្បត្តិហេតុនៅក្នុងវិហារអ៊ីស្លាមបានលើកឡើងនូវភាពចម្រូងចម្រាសខ្លាំងអំពី ថាតើអ្នកកាសែតដែលបានបង្កប់គួរតែរក្សាទស្សនៈអព្យាក្រឹត ឬអត់។\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានវិលត្រឡប់មកពីការសម្រាកផ្សាយពាណិជ្ជកម្ម ប្ល៊ីតហ្សឺ បានប្រាប់ទស្សនិកជនថា CNN ទើបតែទទួលបានព្រឹត្តិបត្រព័ត៌មានពីសេតវិមាន។\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "គ្លីនតុនបានថ្លែងថារូបលោកមានកិត្តិយសខ្លាំងណាស់ដែលរូបលោកបានចូលរួមនៅក្នុងពិធីនេះជាមួយភរិយា កូនស្រី និងមិត្តភក្តិរបស់លោកមកពីសហរដ្ឋអាមេរិក ដោយឈរក្នុងស្មារតីសាមគ្គីភាពសម្រាប់ការចងចាំយី​ត​ហ្សា​ក់រ៉ា​ប៊ី​ន។\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "ដើម្បីតវ៉ាប្រឆំាងនឹងការដាក់ទណ្ឌកម្មនេះ លោក អ៊ីសាវី បានចាប់ផ្តើមធ្វើកូដកម្មបង្អត់អាហារដែល​មានការផ្សព្វផ្សាយជាសាធារណៈ។\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 បណ្ឌិតអាហ្វីយ៉ាបានត្រូវគេស្គាល់អត្តសញ្ញាណដោយអែហ្វប៊ីអាយថាជា \"អ្នកសម្របសម្រួលប្រតិបត្តិការអាល់កៃដាដែលបានបង្កគ្រោះថ្នាក់យ៉ាងច្បាស់លាស់ដល់ជនជាតិអាមេរិក។\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "គាត់និយាយថាវា\"រួមផ្សំអត្ថបទដែលមានប្រយោជន៏សំរាប់អ្នកថតខ្សែភាពយន្ដដំបូងជាមួយរឿងនិទានកថាផ្អែកទៅលើបទពិសោធន៏របស់ខ្ញុំដែលរកប្រាក់សំរាប់ខ្សែភាពយន្ដនិងអត្ដចារិកឆ្កួតៗដែលឈ្លានពានពិភពលោកនៃការថតខ្សែភាពយន្ដដែលមានថវិកាតិចតួច។\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "បើយោងតាមលោកសាកូហ្ស៊ីវិធានការបន្ថែមទាំងនេះមានតែទៅលើតំបន់ព្រំដែនតែប៉ុណ្ណោះ។\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "គាត់គឺនៅតែជាគ្រូបង្វឹករហូតទាល់តែបន្ទាប់ពីការប្រកួត World Cup 2007 និងត្រូវបានគេលើកឱ្យជំនួសតំណែង លោកឌុនខេន ហ្វ្រេតឆឺ ដែលជាគ្រូបង្វឹករបស់អង់គ្លេសបន្ទាប់ពីកិច្ចសន្យារបស់គាត់ជាមួយ PCB បានផុតកំណត់។\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "លោករ៉ូប៊ើតស៊ុនមានប្រសាសន៍ថា \" 'នេះគឺជាទឹកដីរបស់ខ្ញុំ'ហើយសំរាប់នាយករដ្ឋមន្ត្រីអ៊ីស្រាអែលណាក៏ដោយដែលសម្រេចចិត្តថានឹងបែងចែកវាបន្ត ឬប្រគល់ឱ្យទៅអ្នកដទៃ នោះព្រះនឹងមានបន្ទូលថា 'ទេ នេះគឺរបស់ខ្ញុំ'។\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "តារាងទីផ្សារភាគហ៊ុនបីសំខាន់ៗរបស់អាមេរិក បានធ្លាក់ចុះពីរភាគរយពីរភាគរយពីតម្លៃបិទនៅថ្ងៃច័ន្ទ ដែលធ្វើឲមានការបាត់បង់ដ៏ធំបំផុតលើកទីពីរនៅឆ្នាំ2007។\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "លោកចេហ្វ ប្លេក ប្រធានទីផ្សារ និង​ចែកចាយ​របស់​ក្រុមហ៊ុន​សូនី ភីកឆើ ទូទាំងពិភពលោក បាននិយាយថា: \"លោក​ម៉ាយខល ជេកសុន មានអ្នកគាំទ្រគ្រប់ទីកន្លែង​នៅជុំវិញ​ពិភពលោក... យើង​នឹងផ្តល់​ឲ្យទស្សនិកជន​នូវ​ឱកាស​ដែលមិនគួរឲ្យ​ជឿ​ដើម្បីចូលរួម​ជាមួយ​គ្នា​ក្នុងការប្រារព្ធអាជីព​មិនគួរឲ្យជឿ​របស់លោកម៉ាយខល ជេកសុន។\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "អត្ថបទដែលបានដាក់តំបន់បណ្តាញនៅលើកំពូលនេះគឺដោយចៃដន្យរស់នៅសហភាពសូវៀត។\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតនិយាយថាបច្ចុប្បន្នពួកគេមិនប្រាកដថាការផ្ទុះនេះគឺជារឿងចៃដន្យសុទ្ធសាធ ឬក៏ជាអំពើឃាតកម្មទេ ដោយកិច្ចខិតខំប្រឹងប្រែងទាំងអស់ត្រូវបានផ្ដោតលើការព្យាយាមដើម្បីកំណត់ទីតាំងដែលនៅរស់រានមានជីវិត។\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ខរណូ បាននិយាយនៅក្នុងបទសម្ភាសន៍ឆ្នាំ1992នៅសារព័ត៌មានញ៉ូវយ៉កថាមថា \"មនុស្សជាច្រើនមានភាពរំជួលចិត្តចំពោះរឿងនេះ ហើយធ្វើឲ្យវាអាចចៀសផុតពីស្ថានភាពដែលមានជំនឿដូចគ្នា។\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីការរាប់ឡើងវិញនូវលទ្ធផលសន្លឹកឆ្នោតពីមណ្ឌលបោះឆ្នោតចំនួនជាង2,800 មណ្ឌល តុលាការធម្មនុញ្ញរបស់ហ្គាបុង បានបញ្ជាក់អំពីការបោះឆ្នោតជ្រើសរើសកូនប្រុសរបស់មេដឹកនាំដែលកាន់តំណែងយូររបស់ប្រទេសនេះគឺ អូមារ ប៊ុងហ្គោ។\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "រីកូធ្លាប់ធ្វើការងារជាច្រើនប្រភេទ ប៉ុន្តែឥឡូវនេះ ចំណង់ចំណូលចិត្តរបស់គាត់គឺវិជ្ជាជីវៈរបស់គាត់ - គាត់បានប្រែ 'របស់សំណល់'ដែលគ្នានអ្នកត្រូវការ ទៅជាគ្រឿងសង្ហារឹមមិនធម្មតា។\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្នលោក Sarkozy បានកំពុងប្រឹងប្រែងដើម្បីនាំមុខក្នុងការបោះឆ្នោត មួយសប្តាហ៍បន្ទាប់ពីការប្រកាសបេក្ខភាពរបស់គាត់សំរាប់ការបោះឆ្នោត ខែឧសភា។\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "ការចូលមើល Wikipedia និងគេហទំព័រ​កម្មវិធីសម្ព័ន្ធ​របស់ Wikinews និង Flickr ដែលជាគេហទំព័រចែករំលែករូបភាព ត្រូវបានហាមឃាត់ផងដែរ នៅថ្ងៃព្រហស្បតិ៍។\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបាតធើសបានបដិសេធមិនធ្វើអត្ថាអធិប្បាយរបស់នៅពេលទាក់ទងអំពីសេចក្តីថ្លែងការណ៍នៅថ្ងៃនេះឡើយ។\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "តំបន់វ៉ូលូសៀ ស៊ុមធើ ឡេក និងសេមីណូល ត្រូវបានប្រកាសថាជារដ្ឋដែលស្ថិតក្នុងអាសន្នរាប់សិបម៉ោង ផ្ទះចល័តជាច្រើន និងវិហារមួយត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "\"នៅពេលដែលខ្ញុំធ្វើជានាយករដ្ឋមន្រ្តី គោលនយោ បាយសេដ្ឋកិច្ចដែលខ្ញុំនឹងបន្តគឺសន្សំសំចៃជាមួយ នឹងមូលធនរបស់សហរដ្ឋអាមេរិក។\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "ពួកគេភ័យខ្លាចខ្លាំងណាស់ក្នុងការត្រលប់ទៅផ្ទះយោងទៅលើការភ័យខ្លាចនៃព្យុះស៊ូណាមិមួយផ្សេងទៀតប៉ុន្ដែយោងទៅតាមមន្រ្តីសុខភាពរ៉ូថើរស៏ព្រួយបារម្ភអំពីការគំរាមគំហែងនៃជម្ងឺក្នុងចំណោមពួកគេដែលកំពុងនៅក្នុងទីជំរក។\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួន20នាក់ត្រូវតែជម្លៀសចេញពីផ្ទះ នៅពេលដែលគ្រាប់បែកត្រូវបានដោះចេញដោយសុវត្ថិភាព។\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីចាប់ផ្តើមអនុវត្តដំបូងនៅស្ថានីយទាំង45ទូទាំងប្រទេស ពិធីករក្នុងកម្មវិធីដែលបានដំណើរការជាយូរមកហើយ ជេរី ស្ព្រីងជើរ នៅទីបំផុតនឹងអាចឮតាមកម្មវិធីវិទ្យុអ៊ែរអាមេរិកទាំង51។\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "\"លើសពីនេះទៀត បេក្ខជនមិនគួរមានអាយុលើសពី 32 ឆ្នាំ គិតដល់ថ្ងៃទី31 ខែធ្នូ ឆ្នាំ2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "មនុស្សដប់មួយនាក់បានស្លាប់បន្ទាប់ពីឧទ្ធម្ភាគចក្ររបស់ទាហានបានធ្លាក់ក្នុងពេលហោះហើរប្រឆាំងគ្រឿងញៀនណាកូទិចក្នុងប្រទេសម៉ិកសិកូខាងលិច។\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "ក្រុមប្តឹងពីក្រមសីលធម៌បានធ្វើឡើងដំបូងដោយសមាជិកប្រជាធិបតេយ្យគ្រីសប៊ែលនៃរដ្ឋតិចសាសនៅថ្ងៃទី15មិថុនា ឆ្នាំ2004 ហើយបានចាប់ផ្តើមនិយាយតៗគ្នាមុនពេលការបោះឆ្នោតឆ្នាំមុន។\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "សេចក្តីណែនាំនេះត្រូវបានរំពឹងថាអាចអនុម័តងាយស្រួលដោយក្រុមប្រឹក្សានេសាទនៃក្រុមប្រឹក្សាអឺរ៉ុប កាលពីថ្ងៃអង្គារទី21 ខែធ្នូ ប៉ុន្តែត្រូវបានដកចេញពីរបៀបវារៈ តាមសំណើរបស់រដ្ឋមន្ត្រីផ្នែកវិទ្យាសាស្រ្ត​និងកុំព្យូទ័រនៃប្រទេសប៉ូឡូញ លូតហ្សីមឺរ ​ម៉ាស៊ីនស្គី។\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "\"សេចក្តីព្រាងច្បាប់ជំរុញសេដ្ឋកិច្ចទ្វេភាគី និងដំណើរសេដ្ឋកិច្ចយឺត ជាហេតុផលចម្បងសំរាប់ការកើនឡើងឱនភាពនេះ ដែលឆ្លុះបញ្ចាំងនៅក្នុងលទ្ធផលថវិកាឆ្នាំនេះ។\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "ប្រធាន Ryanair បាននិយាយថា \"ការឯកភាពរទិញ bmi ភ្លាមៗរបស់ BA បង្ហាញជាថ្មីថា EC មានច្បាប់មួយសំរាប់ក្រុមហ៊ុនអាកាសចរណ៍ជាតិរបស់អឺរ៉ុប ប៉ុន្តែ Ryanair មានច្បាប់ផ្សេងរបស់ខ្លួន។\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "បណ្ឌិតហ៊ឺរីរ៉ាហារីសៃណា រដ្ឋមន្រ្តីនេសាទនិងធនធានសមុទ្រម៉ាដាហ្កាស្ការ បានចូលរួមមរណៈទុកចំពោះគ្រួសារនៃជនរងគ្រោះជំនួសមុខឲ្យរដ្ឋាភិបាល។\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "មេឌីកបានយកខនវេយចេញពីឡានហើយគាត់ត្រូវបានយកទៅមន្ទីរពេទ្យដោយការរបួសជើងម្ខាង។\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "សមាជិកប្រទេសអឺរ៉ុបមួយចំនួនបានទទួលរងគ្រោះដោយសារកម្រិតបំណុលកើនឡើង។\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "ប្រធាននាយកប្រតិបត្តិ FA ឈ្មោះ ប្រៀន បាវីច បានបង្ហាញការខកចិត្តរបស់គាត់នៅឯកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ IFAB ក្នុង​ Gleneagles នៅឯ ស្កុតឡេន ថា: \"យើងគាំទ្រការប្រើប្រាស់បច្ចេកវិទ្យាខ្សែទី តែវានឹងមិនមានការពិសោធន៍ទៀតទេ​ ហើយវានឹងមិនត្រូវលើកមកក្នុងរបៀបវិរ:សំរាប់ឆ្នាំក្រោយដែរ ឬក៏នៅក្នុងអនាគតខ្លីៗខាងមុខនេះទ្បើយ។\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "ការដោះលែងអ្នកទាំងប្រាំពីរបានធ្វើខណៈពេលដែលប្រធានាធិបតីបារាំង Nicolas Sarkozy បានមកដល់ប្រទេសឆាដ ដើម្បីធ្វើកិច្ចចរចាលើរឿងក្តីនេះជាមួយមន្ត្រីឆាដ។\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "អ្នកកំនែមួយក្នុងចំនោមនោះគឺចាស់ស្ទិនដៀល ដែលបានប្រាប់ទៅយ៉ាងធ្រីកថា៖\"កំនែខ្លះរបស់អ្នកអាចប៉ះពាល់ដល់អត្តបទគឺថាដូចជាបង្ហាញនូវការពេញចិត្តចំពោះតួអង្គនៅក្នុងអត្តបទនោះ។\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "យោងតាមមន្រ្តីនគរបាលមិនបញ្ចេញឈ្មោះដែលស៊ើបអង្កេតលើភ្លើងនេះបានឲ្យដឹងថា យ៉ាងហោចណាស់មានគ្រាប់មីស៊ីលចាប់ពី 400 ទៅ 450 គ្រាប់ដែលខូចនៅលើអាកាស ឬត្រូវបានបំផ្លាញក្នុងពេលបាញ់។\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "សាកសពស្រ្តីប្រាំនាក់ក្នុងចក្រភពអង់គ្លេសត្រូវបានគេរកឃើញក្នុងស្រុកនៃស៊ូហ្វកភាគខាងកើតនៃប្រទេសអង់គ្លេស។\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "យោធាអ៊ីស្រាអែលត្រូវតែដឹងអំពីស្ថានភាពនេះប៉ុន្តែមិនបានជួយដល់អ្នករងរបួស។\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្តដើម្បីលុបបំបាត់ការធ្វើតេស្តនេះសំរាប់កុមារអាយុដប់បួនឆ្នាំ បានចេញជាលទ្ធផលនៃស្ថានភាពមួយកាលពីដើមឆ្នាំនេះ នៅពេលដែលមានការពន្យារពេលយ៉ាងយូរនូវការចែកចាយលទ្ធផលតេស្តនេះទៅកាន់សិស្សដែលស្ថិតក្នុងអាយុនេះ។\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "តើមានកត្តាណាផ្សេងទៀត ដែលអាចប្រើប្រាស់ដើម្បីពន្យល់ពីភាពខុសគ្នានៃទំនាក់ទំនង ក្នុងចំណាប់អារម្មណ៍លើប្រព័ន្ធផ្សព្វផ្សាយជាជាងការប្រតិបត្តិដែរឬទេ?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "លោកអាឡិចសាល់មុន មេដឹកនាំនៃគណបក្សស្កត់ធីសណាសូណាល់(អេសអេនភី) បាននិយាយថាទោះបីជាប្រទេសស្កក់ឡេនគ្មានអំនាចដើម្បីបញ្ឈប់ការជំនួសនៃប្រព័ន្ធអាវុធទ្រីដិន គេនៅតែមានអំនាចច្រើនក្នុងការការពារបរិស្ថាន។\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់មនុស្ស10,000នាក់បានស្លាប់នៅក្នុងទីក្រុងមួយឈ្មោះ បូហ្គាឡាយនៅក្នុងស្រុកពីយ៉ាប៉ុននៃប្រទេស។\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនីហ្សេរីយ៉ាបានស្នើសុំជំនួយពីអង្គការអន្តរជាតិ រួមទាំងអង្គការសុខភាពពិភពលោក និងមជ្ឈមណ្ឌលគ្រប់គ្រងនិងបង្ការជំងឺរបស់អាមេរិក ក្នុងការបញ្ចៀសការផ្ទុះរីករាលដាលយ៉ាងគំហ៊ុក។\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "គំរូនេះបានព្យាករថាចុណ្ណភាគ ហ៊ីគស៍ បស្សុន បានផ្តល់នូវម៉ាស់ដល់ចុណ្ណភាគមូលដ្ឋានទាំងអស់ ហើយពន្យល់អំពីអត្ថិភាពនៃបញ្ហាងងឹត ឬបញ្ហាដែលមើលមិនឃើញនៅក្នុងចន្លោះកញ្ចុំផ្កាយ។\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបោះឆ្នោតដែលជិតមកដល់នៅថ្ងៃសៅរ៍នេះ នៅរដ្ឋឃ្វីនស៍ឡែននៃអូស្រ្តាលី អ្នករាយការណ៍ Wikinews ប៉ាត់ទ្រីក ហ្គីលឡែត បានបង្ហាញឲ្យឃើញជាមុនអំពីគណបក្សដែលចូលរួម។\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "មូលនិធិសំរាប់រថភ្លើងថ្មីនេះត្រូវរំពឹងថាមួយភាគធំបានមកពី TfL ទោះបីជាសង្កាត់ឡុងដ៍នៃគ្រ័យដុនបានបញ្ជាក់ពីការរួមចំណែកចំនួន £3m ទៅលើគម្រោងក៏ដោយ។\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "អ្នកផ្តល់ត្រូវតែសម្រួចការផ្សាយពាណិជ្ជកម្មរបស់ខ្លួន ហើយកែលម្អស្នាដែសេវាកម្មនៅនឹងកន្លែង។\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "តំបន់ដែលក្តៅបំផុតតាមចង្អូរ tiger stripes ប្រហាក់ប្រហែលនឹងតំបន់ពីរនៃតំបន់ដែលធ្វើដំណើរតាមយន្តហោះប្រតិកម្មដែលគេឃើញក្នុងរូបភាពកាស៊ីនី។\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "មានតែពីរភាគរយប៉ុណ្ណោះនៃស្រ្តីដែលបានស្ទង់មតិទូទាំងពិភពលោកយល់ថាខ្លួនឯងស្អាត បើយោងតាមអ្នកដឹកនាំកម្មវិធី ABC អារុណសួស្ដីអាមេរិក លោករ៉ូប៊ីនរ៉ូប៊ើត ដែលកម្មវិធីរបស់គាត់និយាយពីពាណិជ្ជកម្មព្រឹកនេះនៅម៉ោង 8:07 ព្រឹក EST។\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាណា លោករ៉ូឌ័របាននិយាយថា ការកំណត់សន្ទស្សន៍តម្លៃចាំបាច់ត្រូវមានភ្ជាប់ទាក់ទងជាមួយគណនីវិនិយោគឯកជនរបស់លោកប៊ូសជាប្រាក់ចំណូលបានមកពីគណនីដែលនឹងផ្តល់ឱកាសអ្នកចូលនិវត្តបំបាត់ការខ្វះខាតបាន។\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "លោកអាប៊ុតបានអះអាងថា \"វាដោយសារលោករ៉ាត់ បានបិទកិច្ចព្រមព្រៀងទាំងអស់ ដែលរកឃើញជនភៀសខ្លួនជាង50,000នាក់ដែលយើងបានរកឃើញរហូតមកដល់ឥឡូវនេះ។\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "លទ្ធផលនៃការស្ទង់មតិហ្សូកបាយត្រូវបានប្រកាសនៅថ្ងៃច័ន្ទមុន(ទី22ខែឧសភា) ប៉ុន្ដែត្រូវបានលើកឡើងដោយមិនបានរាយការណ៏ជាច្រើនដោយប្រព័ន្ធផ្សព្វផ្សាយ ប្រហែលផ្អែកលើភាពលំអៀងនៅក្នុងប្រភព។\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាប្រទេសចំនួយ19 ដែលក្នុងនោះចំនួន13ស្ថិតនៅក្នុងទ្វីបអាហ្រ្វិកអនុតំបន់សាហារាស្ថិតនៅឆ្ងាយពីការសម្រេចបានគោលដៅរបស់ខ្លួន។\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "យុវជនហ៊ូសាមអាប់ដូ ក្រោយមក បានប្រាប់កាសែតអ៊ីស្រាអែលថា គាត់មានបេសកកម្មសម្លាប់ទាហានអ៊ីស្រាអែល។\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "ឃេរី បានកត់សំគាល់ថា នៅមានអ្នកមានការសង្ស័យនៃកំនើនកំដៅពិភពលោកនិងការប្រែប្រួលសុវត្ថិភាពនៅក្នុងកិច្ចប្រជុំដែលជាអ្នក\"សាកល្បងវិទ្យាសាស្រ្ត\"ទោះបីជាមានការព្រឹងប្រែងនិងស្រាវជ្រាវនៃអាលហ្គលនិងអង្គការសហប្រជាជាតិហើយបានកត់សំគាល់ថា\"សេតវិមានគឺជាកន្លែងចុងក្រោយសំរាប់ការផ្លាស់ប្តូរ។\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងសន្និសីទស្ដីពីការប្រែប្រួលអាកាសធាតុរបស់អង្គការសហប្រជាជាតិនៅកូ​ផេន​ហា​ជែន បន្ទាប់ពីការចចារអស់រយៈពេលបួនថ្ងៃ បណ្ដាប្រទេសអាហ្វ្រិក បានបង្កើតសេចក្ដីព្រាងលើកដំបូងនៃសន្និសញ្ញាលទ្ធផលភាពអនាគត ដើម្បីជំនួសឲ្យពិធីសារក្យូតូឆ្នាំ1997។\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "មេទ័ពជើងទឹក គូរ៉ូយ៉េដូវ បានទទួលបន្ទុកងទ័ពជើងទឹកអំឡុងពេលមានគ្រោះមហន្តរាយឃឺស៍ឆ្នាំ2000 ដែលនាវិក 118នាក់បានបាត់បង់ជីវិតនៅពេលនាវាមុជទឹករបស់ពួកគេបានលិច។\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "កាលពីសប្ដាហ៍មុនរបបហ្វីជី បានគំរាមកំហែងបណ្ដេញតំណាងជាន់ខ្ពស់របស់ញូវហ្ស៊េលែន ប្រសិនបើ រដ្ឋាភិបាលញូវហ្ស៊េលែនមិនផ្ដល់ទិដ្ឋាការដល់លោកចច នាសេវ៉ា ដែលជាកូនប្រុសរបស់មន្រ្តីរដ្ឋាភិបាលជាន់ខ្ពស់ទេនោះ។\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "អង្គការសម្លេងជនភៀសខ្លួន ក៏បាននិយាយផងដែរថា វាគឺជាការបូជាដល់សេរីភាពអាមេរិកកាំងដែលបានធ្វើឲ្យប្រទេសនេះអស្ចារ្យ និងជាទិសដៅដែលគួរឲ្យចង់បាន សំរាប់ពហុជាតិសាសន៍ជុំវិញពិភពលោក ហើយពួកគេចង់និយាយថា \"អរគុណអ្នក​ និងសូមព្រះជួយថែរក្សា\" ដល់បុគ្គលិកសេវាទាំងនោះ។\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "ឯកសារអំពីផែនការសន្តិភាពដើមឡើយត្រូវបានព្រាងដោយ នីកូលឡាស សាកូហ្ស៊ី ប្រធានាធិបតីនៃប្រទេសបារាំង។\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "នេះត្រូវបានគេនិយាយថាជាគ្រោះមហន្តរាយពាណិជ្ជកម្មផ្លូវអកាសអាក្រក់បំផុតរបស់ប្រទេសរុស្ស៊ីចាប់តាំងពីខែសីហា ឆ្នាំ2006 នៅពេលដែលមនុស្ស 170 នាក់បានស្លាប់បន្ទាប់ពីយន្តហោះដឹកអ្នកដំណើរឈ្មោះTupolev Tu-154 ជើងហោះហើរលេខ 612 ដែលជាកម្មសិទ្ធិរបស់ក្រុមហ៊ុនអាកាសចរណ៍ Pulkovo មូលដែលមានមូលដ្ឋាននៅ St. Petersburg បានធ្លាក់នៅប្រទេលអ៊ុយក្រែន។\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "អណ្តូងរ៉ែនៅប្រទេសចិនគឺជាអណ្តូងរ៉ែគ្រោះថ្នាក់បំផុតនៅក្នុងពិភពលោក; កម្មករអណ្តូងរ៉ែរាប់ពាន់នាក់បានស្លាប់ជារៀងរាល់ឆ្នាំ ដោយសារឧប្បត្តិហេតុនៅក្នុង​អណ្តូងរ៉ែទាំងនោះ នេះបើយោងតាមសារព័ត៌មានអាល់ហ្សាស៊ីរ៉ា។\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "\"នាយករដ្ឋមន្ត្រីនឹងត្រូវបានបញ្ជូនទៅកាន់សាល​វះកាត់នៅម៉ោង 6:40 ព្រឹក ការវះកាត់បានធ្វើឡើងនៅម៉ោង8:45ព្រឹក និងត្រូវបានបញ្ចប់នៅម៉ោង 7:30 យប់។\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "កីឡាករ ហ្គ្រេឌី សាយម័រ បានចាប់ផ្តើមលេងឲ្យ ក្រុម អ៊ីនឌាន ដោយវាយកូនបាល់ហើយរត់ជុំវិញមកកន្លែងដើមវិញនៅលើកទីមួយ ប៉ុន្តែក្រុមស៊ុកនឹងចាប់ឲ្យជាប់នៅលើកទីពីរនៅពេលបាល់ចោលដោយកីឡាករ ផូល កូណឺកូ អាប៊ីអាយ ត្រូវចាប់បាន។\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន All Headline News បានរាយការណ៍ថា មន្រ្តីបានដោះគ្រាប់នោះហើយ។\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "នៅក្នុង 20 ប្រកួត នៅរដូវកាលនេះ មានតែក្រុមម្ចាស់ផ្ទះបីក្រុមប៉ុណ្ណោះដែលបានឈ្នះ ប៉ុន្តែ សម្រាប់ពេលវេលាលើកដំបូងនៅក្នុងលីក ក្រុមម្ចាស់បួនក្រុមបានឈ្នះការប្រកួតរបស់ខ្លួននៅក្នុងជុំតែមួយ។\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "លោកប្លាត់បាននិយាយថា \"តើអ្នកធ្លាប់ឃើញមាន​មេក្លោងអាយុ20ឆ្នាំដែរឬទេ? គាត់មិនមែនជាអ្នកបាញ់ឡើយ។\"\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "តាមការពិត ខ្ញុំបានលក់ឈុតថ្មីទៅឲ្យជនជាតិអាមេរិកម្នាក់ផ្សេងទៀតនៅថ្ងៃនេះ។'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ អគារមួយកន្លែងនៅក្នុងរាជធានីតេហេរ៉ង់ ប្រទេសអ៊ីរ៉ង់ ត្រូវបានបាក់រលំ ហើយបានសម្លាប់មនុស្សយ៉ាងហោចណាស់ 19 នាក់។\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "វាជាសេចក្តីព្រាងច្បាប់ដំបូង​ដោយលោកម៉ាត រ៉បសុន សមាជិកគណបក្សពលករញូវហ្ស៊េឡែន និងបន្ទាប់មកដោយលោកម៉ាទីន ហ្គាល់ឡាហ្គ័រ ពីគណបក្សពលករញូវហ្ស៊េឡែន។\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី28 ខែឧសភាឆ្នាំ2003ទី ក្រុងធំជាងគេទីបីរបស់អាល្លឺម៉ង់ បានសម្រេចចិត្តប្ដូរទៅកាន់ប្រភពសូហ្វៀបើកទូលាយ។\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនោះត្រូវបានគេប៉ាន់ស្មានថាមានចំងាយប្រវែងបីម៉ាយ។\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "បើសិនជាមនុស្សផលិតជីវៈឥន្ធនៈនិងអាហារវានឹងធ្វើឲមាននូវភាពស្មុគស្មាញមួយថ្មីទៀត ដាវីត ដេវីត ម៉ូឌេន អ្នកដឹកនាំការស្រាវជ្រាវរបស់អាយដាប់បែលយូអេមអាយដែលមានទីតាំងនៅប្រទេសស្រីលង្កាបាននិយាយដូចនេះ។\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ការប្រកួតរបស់ Toronto FC នៅក្នុងរដូវកាលបានបញ្ចប់ នៅពេលដែល New England Revolution ត្រូវជួបជាមួយ New York Red Bulls នៅក្នុងជុំទី1នៃការប្រកួតជម្រុះ។\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនិងការឆេះដែលជាលទ្ធផលគឺត្រូវបានគិតតាំងពីដំបូងថាជាការធ្លាក់យន្តហោះពាណិជ្ជកម្មមួយ។\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ក្រោយពីសកម្មភាពជាច្រើនបានកើតឡើងក្នុងទូប៊ីនហ្គេន ម៉ូនិចនិងបាស្សេល ដែលកន្លែងនីមួយៗមានអ្នកចូលរួមរាប់រយនាក់។\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាលទ្ធផលរបស់គាត់ក្នុងក្រុមហ៊ុន ត្រូវវាយតំលៃតាមមូលដ្ឋានថាគាត់បាន\"ធ្វើអោយគេរំភើបនិងបញ្ចុះរំលឹក\"ចំពោះអ្នកទៃ ឃ្លាពីទស្សនវិជ្ជាព្រំដែន ផ្ទុយទៅនឹងស្នាដៃការងាររបស់គាត់នៅក្នុងក្រុមហ៊ុន។\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "លោកស្រីថូម៉ាស មានការលាក់បាំងទស្សនៈរបស់លោកស្រីតិចតួចជាមួយសំណួររបស់លោកស្រីសួរទៅកាន់លោកប្រធានាធិបតី ចច ដាប់ប៊លយូ ប៊ូស និងលោក បារ៉ាក់ អូបាម៉ា និងលេខាសារព័ត៌មានរបស់ប្រធានាធិបតីទាំងពីរ ជាញឹកញាប់អំពីរឿងសង្រ្គាមនៅមជ្ឈិមបូព៌ា។\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "\"មានហេតុការណ៍ដែលបានកត់ត្រាមួយចំនួនអំពីករណីសម្លាប់ក្រៅប្រព័ន្ធច្បាប់ដោយទាហានកាណាដាប៉ុន្តែពុំមានតុលាការយោធាសម្រាប់ជំនុំជម្រះករណីមនុស្សឃាតឡើយ។\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "អ្នកជំនាញខាងភ្លើងដែលតែងតែជាប់រវល់ក្នុងកំឡុងពេលនេះជារៀងរាល់ឆ្នាំ បានអំពាវនាវឱ្យប្រើប្រាស់ពិពណ៌កាំជ្រួចដោយស្របច្បាប់ និងប្រកបដោយសុវត្តិភាព និងបានទទូចឱ្យប្រជាពលរដ្ឋចូលរួមរៀបចំពិពណ៌ជាសាធារណៈ។\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមានអារម្មណ៍ថានេះគឺជាពេលវេលាសំរាប់ការផ្លាស់ប្ដូរ\" នេះជាប្រសាសន៍របស់ម្ចាស់ក្រុម លោកត្រាយតុន ម៉ាក់ឡេន។\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ន ស្ទើរតែមានដប់លានតេស្តត្រូវបានកំណត់ឲ្យសិស្សអង់គ្លេសធ្វើជារៀងរាល់ឆ្នាំ។\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "កសិករអាល្លឺម៉ង់ដែលមានអាយុ 54 ឆ្នាំម្នាក់ ដែលបានបាត់បង់ដៃទាំងពីរនៅក្នុងគ្រោះថ្នាក់កសិកម្មកាលពីប្រាំមួយឆ្នាំកន្លងទៅ បានក្លាយទៅជាអ្នកជំងឺដំបូងដែលទទួលបាននូវការវះកាត់ប្តូរដៃទាំងពីរទាំងស្រុង។\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "ហ្សាហាប់បានទាញគ្រែរំកិលលើទឹកកកទម្ងន់ 170ផាន (77-kg) ធ្វើដំណើរថ្មើជើងនិងដោយពាក់ស្បែកជើងព្រិលខណៈពេលបុរសពីរនាក់ផ្សេងទៀតបានជិះស្គី។\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "ក្រុមនេះត្រូវបានជួលនៅក្នុងខែមេសា ឆ្នាំ2008ជាលក្ខណៈបុគ្គលស្គាល់តាមរយៈ A Giai និង A Tran ឲ្យបញ្ជូនកញ្ឆាពីប៉ាគីស្ថានទៅកាណាដា ហើយត្រូវបានចាប់ខ្លួននៅថ្ងៃទី12 ខែឧសភា ឆ្នាំ2008។\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "អត្រាប្រឡងជាប់ទូទាំងប្រទេសធ្លាក់ចុះពី72ភាគរយមកដប់មួយភាគរយ ដោយក្នុងភាគរយនោះមានសាលាជាច្រើនទៀតសូម្បីសិស្សប្រឡងជាប់ម្នាក់ក៏គ្មានដែរ។\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកជួយសង្គ្រោះបានបន្តការខិតខំប្រឹងប្រែងរបស់ពួកគេ ដើម្បីជួយអ្នកជីករ៉ែដែលជាប់ក្នុងរូងនៅតំបន់រ៉ែ បៀរខនហ្វៀល នៅតាស្មានាភាគខាងជើង។\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ឃ្លាំងគឺជាកន្លែងផ្ទុក និងចែកចាយសារធាតុគីមីសម្រាប់អាងទឹក ជាពិសេសក្លរីន។\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថាប្តីរបស់នាងលោកផេត មិនអាចទ្រាំរស់នៅដោយមានរបស់របររបស់ខេស៊ីនៅក្នុងផ្ទះបានទេ និងបាន​ប្រមូលរបស់ទាំងនោះស្ទើរតែទាំងអស់ទៅដាក់ក្នុងឃ្លាំង។\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "លោកណាស្រាឡាហ៍បានសន្យាថា កម្លាំងហេសបូឡាហ៍នៅតែបន្តការប្រយុទ្ធរហូតដល់ជម្លោះនេះត្រូវបានប្រែក្លាយជាការពេញចិត្តរបស់លោកប្រធានាធិបតី អាសសាដ។\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "យោងតាមក្រុមហ៊ុនផ្សព្វផ្សាយជាតិរបស់ប្រទេសហ្វាំងឡង់ (YLE) គាត់បាននិយាយថា វិធានការប្រឆាំងគួរតែបានចាប់ផ្តើមរយៈពេលមួយសប្តាហ៍កន្លងមកហើយ ភ្លាមៗក្រោយពេលកើតមានគ្រោះមហន្តរាយនេះ មិនមែនទើបតែពេលនេះឡើយ។\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "ភាពស្ងៀមស្ងាត់ត្រូវបានប្រារព្ធធ្វើឡើងនៅទូទាំងប្រទេសក្នុងការប្រកួតកីឡាបាល់ទាត់នៅចុងសប្តាហ៍នេះ ដោយមានក្រុមអ្នកគាំទ្របានបង្កើតទីសក្ការៈបណ្តោះអាសន្នក្នុងញូវខាស្សល យូណាយធីត និងអ៊ីបស្វីឆ ថោន ជាក្លឹបទាំងពីរដែលលោកជិតស្និទជាមួយបំផុត។\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ 1997 ព្រះវិហារត្រូវបានផ្តន្ទាទោសពីបទបោកបន្លំនៅទីក្រុងលីយ៉ុង និងនៅឆ្នាំ 1999 នៅ ម៉ាសេល។\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "ប្រជាជនត្រូវបានគេណែនាំឱ្យផឹកទឹកច្រើន មិនឲ្យចេញទៅក្រៅនៅក្រោមកំដៅព្រះអាទិត្យថ្ងៃត្រង់ និងរក្សាវាំងននបិទជិតដើម្បីឲ្យបន្ទប់ត្រជាក់។\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "ហ្គារីសេហ្វៀលបានឆ្លើយតបនៅជុំចុងក្រោយដោយការរត់បីនាក់ក្នុងការវាយបាល់ចូលជ្រៅទៅក្នុងទីវាលកណ្ដាលខាងស្ដាំនៃកន្លែងអង្គុយមើលការប្រកួត ដោយបានធ្វើឱ្យក្រុមយ៉ាំងឃីនាំមុខ​ 9-4។\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ រដ្ឋលេខាធិការក្រសួងការពារជាតិអាល្លឺម៉ង់ ឈ្មោះ ភែតធើ វីចើត ទំនងជាស្ថិតក្នុងសម្ពាធលើជម្លោះដែលកំពុងតែរីកធំឡើងជុំវិញនីតិបញ្ញត្តិរបស់ UNIFIL អាល្លឺម៉ង់: ដោយសារអ្នកនយោបាយគណបក្សប្រឆាំងចោទរដ្ឋាភិបាលថា មិនបានផ្តល់ព័ត៌មានឲ្យពួកគេជាមុនពីការដែលសភាអនុម័តឲ្យមានបេសកម្មនៅលេបាណន់ ទាក់ទិននឹងការដាក់កំហិតនៃនីតិបញ្ញត្តិ UN របស់កងទ័ពអាល្លឺម៉ង។\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "FIFA និង UEFA បាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"អ្នកតំណាង NSBIH និងក្រុមក្លិបលែងមានសិទ្ធិចូលរួមក្នុងការប្រកួតអន្តរជាតិចាប់ពីថ្ងៃទី1 ខែមេសា ឆ្នាំ2011 និងរហូតទាល់តែបញ្ហាខាងលើនេះត្រូវបានដោះស្រាយ។\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់នោះ ត្រូវបានឧបត្ថម្ភដោយតំណាងរដ្ឋ ដាលីន សេងគើរ៍ មកពីទីក្រុងណេពើរ៍វីល ដោយបានអនុម័តដោយសម្លេងភាគច្រើន114-1 ហើយនឹងត្រូវបានពិចារណាដោយព្រឹទ្ធសភារដ្ឋ អ៊ីលីណយស៍។\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ក្រុមឈីតាហ នឹងធ្វើជាម្ចាស់ផ្ទះនៅសប្តាហ៍ក្រោយ ជាក្រុមចូលដល់វគ្គផ្តាច់ព្រ័ត្រដែលមានពិន្ទុខ្ពស់បំផុត (លំដាប់លេខមួយ ក្រុមប៊្លូប៊ូលឈរនៅលំដាប់ទីពីរ)។\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "អ្នករបួសពីរនាក់ក្នុងចំណោមអ្នករបួសជាបុរសគឺលោក រែនដាប៊ីបអាយុ52 និងដាញែលមែកមឺរីអាយុ56 ត្រូវបានបញ្ជូនទៅមន្ទីរពេទ្យផាកលែនមែមម៉ូរាលដើម្បីព្យាបាលសំរាប់ការឆេះផ្នែកខាងលើនៃរាយកាយរបស់ពួកគេ។\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "ការបាញ់អាល-សាយេតកើតឡើងនៅតំបន់បាបអាមរ៏នៃហូមស៏។\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "ទោះជា វ៉ាឌី ជា​បិតា​ឆ្លាតម្នាក់​ក្នុង​ការ​លើក​ទឹក​ចិត្ដ​​ឬក៏តាម​ពិតគាំទ្រ​អ្នកដែលយឺត គឺជា​អ្វី​ដែល​មានតែ​ពេលវេលា​នឹង​ប្រាប់​គាត់​ ខណៈ​ដែល​គាត់​ព្យាយាម​ដើម្បី​នាំ​យក​ផលិតផលរបស់​កូន​គាត់​ទាំង​នេះ​ទៅ​ក្នុង​ទីផ្សារ​។\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "បទបញ្ជាជម្លៀសជាចំាបាច់ ត្រូវបានដាក់ចេញ ដោយប៉ះពាល់ដល់ផ្ទះចំនួន 2,000 ខ្នង។\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "វ៉ានហ្គូត្រូវបានធ្វើការរិះគន់យ៉ាងខ្លាំងទៅលើសាសនាអ៊ីស្លាម ហើយទង្វើរបស់គាត់បានប៉ះពាល់ទៅដល់ស្ត្រីៗ។\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "\"សុបិនអាក្រក់ដែលចៀសមិនរួចដែលយើងបានភ័យខ្លាច ឥឡូវនេះត្រូវបានបញ្ជាក់។\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "កងទាហានអ៊ីស្រាអែលបានធ្វើការវាយលុកចូលក្នុងតំបន់ក្សាហ្សាជាទៀងទាត់ក្រោយពីការចាប់ខ្លួនហ្គីឡេន ស្សាលីតក្នុងខែមិថុនា ឆ្នាំនេះ។\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "ជំនួយខ្លះបានចូលមកមានជាទម្រង់ជាអាហារខណៈជំនួយឯទៀតបានជាប្រាក់ដែលនឹងត្រូវបានប្រើប្រាស់ដោយទីភ្នាក់ងារជំនួយក្នុងការទិញគ្រាប់ធញ្ញជាតិពីកសិករអេត្យូភៀន។\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "ក្រុមគ្លីដឺស្ថិតនៅក្នុងទីក្រុងបាងកក ប្រទេសថៃដើម្បីចូលរួមការប្រកួតកីឡាបាល់បោះជើងឯករទេះរុញ តំបន់អាស៊ី អូសេអានី ដែលកំពុងត្រូវបានប្រារព្ធឡើងនៅឯមជ្ឈមណ្ឌលយុវជនបាងកក ជប៉ុន-ថៃ។\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក បាននិយាយទៀតថា \"មន្ទីរពេទ្យកុមារបានទទួលកុមារចំនួន 90 នាក់ ដែលក្នុងនោះកុមារ 34 នាក់ស្ថិតនៅទីនោះនៅឡើយ ហើយកុមារចំនួនប្រាំមួយនាក់កំពុងស្ថិតក្នុងការវះកាត់។\"\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "និស្សិតជិត 100 នាក់មកពីប្រទេសរ៉ាវ៉ាន់ដា ប៊ុយរុនឌី និង​កុងហ្គោ នឹងចែករំលែកគំនិតយោបល់គ្នាអំពីអតីតកាល និងបច្ចុប្បន្នកាលនៅក្នុងប្រទេសរ៉ាវ៉ាន់ដា ព្រមទាំងអនាគតសម្រាប់តំបន់ហ្គ្រេតឡេកផងដែរ។\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "សារព័ត៌មានអាត្លង់តាជើនណល ខនស្ទីឈូសិន (AJC) បានរាយការណ៍ថា កាំភ្លើងដៃពីរដើមត្រូវបានរកឃើញនៅកន្លែងកើតហេតុ។\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "នាងក៏បានកត់សំគាល់អំពីគំនរអំបិលដ៏ធំ នៅឆេស៊ី ដែលត្រូវបានប្រើសំរាប់រំលាយទឹកកកលើផ្លូវហាយវ៉េ នៅខមមិនវ៉េល និងបាននិយាយថា វាត្រូវបានដាក់ទីនោះដោយ \"ខុសច្បាប់។\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយអាមេរិកមកពីគណបក្សប្រជាធិបតេយ្យ លោក ដេននីស គូស៊ីនិក គ្រោងនឹងឈរឈ្មោះជាប្រធានាធិបតីនៅឆ្នាំ2008 នេះបើយោងតាមសម្ដីលោក អេនឌី ជូនីវិក អ្នកនាំពាក្យសមាជិកសភាប្រាំអាណត្តិនៅថ្ងៃចន្ទនេះ។\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "នាងបានកត់សំគាល់បន្ថែមថា ក្រុមហ៊ុន សាជីវកម្មគ្រប់គ្រងថាមពល ស្ថិតនៅខាងក្រោយគម្រោងចំរូងចំរាសខេបវីន ដែលត្រូវបានស្នើសុំសាងសង់រោងចក្រថាមពលបេ្រងម៉ាស៊ូត នៅម្ខាងទៀតនៃផ្លូវ ពីសាលាបឋមសិក្សាឆេស៊ី ហើយគុណភាពខ្យល់នៅឆេស៊ីគឺអាក្រក់។\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ MST ទទួលបានការជួយពីរដ្ឋាភិបាលប្រេស៊ីល និងអំណោយពីអង្គការអន្តរជាតិនានា​។\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "មានវត្ថុមួយគឺពែង មានតម្លៃដល់ទៅរាប់ពាន់អឺរ៉ូ។\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេច​នេះ បាន​បង្ហាញពី​ \"ការ​បារម្មណ៏​ជា​ចំបង\" លើ​ការ​មិនអនុវត្ត​តាម​ច្បាប់​របស់​ប្រទេស​អ៊ី​រ៉ង់​ ជាមួយ​នឹង​តម្រូវ​ការ​ IAEA ក្នុង​ការ​បញ្ឈប់​សកម្មភាពចំរាញ់​ និងសកម្មភាព​ដទៃ​ទៀត​ និងសំណូមពរ​ឲ្យ​ប្រធាន​ IAEA ធ្វើ​របាយការណ៍​ស្តីពី​ការ​អនុវត្តន៍​ច្បាប់​របស់​ប្រទេស​អ៊ីរ៉ង់​នៅ​ត្រឹម​ចុង​ខែ​សីហា។\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "\"ដោយសារតែការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងចំពោះការងារ និងកំណើន យើងបានយកការទទួលខុសត្រូវក្នុងការពន្យារពេលការវិលត្រឡប់ទៅរកផលលើសវិញ ហើយដោយសារតែការប៉ះទង្គិចដ៏ធំធេងចំពោះការទទួលប្រាក់ពន្ធ នឹងមានឱនភាពចំនួន $18 ពាន់លាន នៅក្នុងឆ្នាំ2013/14។\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "សៀវភៅនេះបានជាប់ចំណាត់ថ្នាក់ទីពីរជាសៀវភៅលក់ដាច់បំផុតនៅន័រវេស។\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "ក្រុមមន្រ្តីរដ្ឋាភិបាលក្នុងតំបន់បាននិយាយថាយ៉ាងហោចណាស់មានមនុស្សដប់មួយនាក់ត្រូវបានសម្លាប់កាលពីថ្ងៃអាទិត្យនៅភាគខាងត្បូងប្រទេសអាហ្វហ្គានីស្ថានដោយគ្រាប់បែកតាមដងផ្លូវ។\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "គាត់បានរិះគន់ការឆ្លើយតបរបស់សារព័ត៌មានចំពោះបាតុភូតនេះ ដោយមានប្រសាសន៍ថា \"វាលើសពីការប្រមាថមើលងាយ អ្នកដឹងទេ អ្វីៗដែលបុគ្គលសាធារណៈ ឬនរណាម្នាក់នៅអាមេរិកគួរតែអត់ធ្មត់ និងប្រព័ន្ធផ្សព្វផ្សាយធំៗបានសើចចំអកអំពីវា។\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "ស្ថានីយ៍រថភ្លើងសៀកឃើស ភីកាឌីលី បានបើកសារជាថ្មីក្រោយពីការបិទមុននេះ។\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Lech Walesa ដែលជាស្ថាបនិកនៃចលនាសាមគ្គីភាព បានលាលែងពីអង្គការនេះ។\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "លើសពីនេះទៀត អ្នកជំងឺដែលមានលទ្ធភាពរងផលប៉ះពាល់ផ្នែកបេះដូង (ដែលអាចជាឥទ្ធិពលបន្ទាប់បន្សំរបស់ថ្នាំ)នឹងមិនត្រូវបានផ្តល់អោយនូវថ្នាំដែលជាជំនួយឧត្ថម្ភនេះឡើយ។\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានលាតត្រដាងថាមានតាំងភូមិ លំនៅមនុស្សយុគសម័យដើមដ៏ធំបំផុតនៅចក្រភពអង់គ្លេសនៅឌូរីងតុនវ៉ល ហើយជឿជាក់ថាភូមិនោះមានក្រុមមនុស្សដែលបានកសាងបូជនីយ ដ្ឋានស្តូនហែនរស់នៅ។\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "យោងតាមសារព័ត៌មានវិទ្យុដែលជា ទីភ្នាក់ងារព័ត៌មានមួយរបស់ប្រទេសជប៉ុន ដែលត្រួតពិនិត្យលើការផ្សាយតាមវិទ្យុរបស់កូរ៉េខាងជើង បានឲ្យដឹងថាស្ថានីយ៍ផ្សព្វផ្សាយកណ្តាលរបស់កូរ៉េខាងជើង ក៏ដូចជាទីភ្នាក់ងារព័ត៍មានកណ្តាលរបស់កូរ៉េ និងប្រព័ន្ធផ្សព្វផ្សាយរបស់កូរ៉េខាងជើងដទៃទៀត បានឈប់ប្រើពាក្យ \"អ្នកដឹកនាំជាទីស្រលាញ់\" នេះ នៅពេលនិយាយសំដៅទៅលើ លោកគីម ជុងអ៊ីល ដែលជាមេដឹកនាំកំពូលរបស់ប្រទេសនេះ។\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "គាត់បានរត់អស់ចំងាយត្រឹម 200 ម៉ែត ហើយត្រូវបានចាប់ខ្លួនដោយប៉ូលីស។\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណាផែនការរបស់ពួកគេត្រូវបរាជ័យ ហើយម៉ាន់ត្រូវបានចាប់ខ្លួនក្រោយពីមកដល់ប្រទេសស្ស៊ីមប៉ាវេដើម្បីទិញកាំភ្លើង និងគ្រាប់បែក។\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "យើងកំពុងតែរៀបចំនៅក្នុងបរិស្ថានមួយដែលយើងពិតជាមិនបានដឹងពីទំហំធ្ងន់ធ្ងរនៃការផ្ទុះជម្ងឺនេះថាមានប៉ុណ្ណានោះទេ។\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា \"ខ្ញុំគិតថា ការងាររបស់គណបក្សប្រជាធិបតេយ្យគឺត្រូវតែធ្វើអោយមានការចាប់អារម្មណ៍ខ្លាំងដែលធ្វើឲ្យសំឡេងប៉ុន្មានភាគរយធ្លាក់ទៅកាន់បេក្ខជនផ្សេងទៀតដែលនឹងមិនធ្វើឲ្យមានការខុសប្លែកគ្នា។\"\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីសេរី លោកដលតុន ម៉ែកហ្គីនធីបានបង្កើតវាឡើងវិញដោយសារតែលោកចង់បានលោកចាន់ឲ្យទៅនៅក្នុងក្រសួងនោះ។\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "អំណះអំណាងទាំងមូលបានបញ្ជាក់ថារង្វាន់ត្រូវបានប្រគល់ជូន \"ចំពោះការបញ្ជាក់ឱ្យច្បាស់នៃលក្ខណៈសម្បត្តិនៃការបំបែកស៊ីមេទ្រីដោយឯកឯងនៅក្នុងទ្រឹស្ដីរង្វាស់ រឺឡាទីវបួនវិមាត្រ និងយន្តការសំរាប់ការបង្កើតដោយមិនផ្លាស់ប្ដូរនៃវ៉ិចទ័រម៉ាសបូស៊ុន។\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "ក្រសួងមហាផ្ទៃបារាំងបានដាក់ចេញនូវវិធានការកម្រដោយអនុវត្តផែនការអាសន្នដើម្បីធានាឲ្យមានការឆ្លើយតបភ្លាមៗពីអ្នកជួយសង្រ្គោះ និងធនធានជាច្រើន។\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "យន្តហោះបានហោះចូលប្រហែល4.5គីឡូម៉ែត្រ(3ម៉ាយ) ទៅក្នុងដែនអាកាសហ្វាំងឡង់នៅជិតប៉ូវូរយៈពេល3នាទី នេះបើយោងតាមក្រសួងការពារជាតិប្រទេសហ្វាំងឡង់។\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនេះត្រូវបានកំណត់ពេលឲ្យមិនអាចស្ដាប់ឮដោយចៅក្រម ប្រ៊ីខេមា ហើយ ចៅក្រមក៏ដូចជាអ្នកដាក់ពាក្យបណ្ដឹងដែលបានចេញពីបន្ទប់សវនាការដើម្បីសម្រាក។\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "\"វា​ជា​ភស្តុតាង​បញ្ជាក់​ថា យើង​នៅតែ​រួបរួម​និង​មាន​អំណាច​។\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "លោកស៊ីម៉ូន អាដឃិននៃប៉ូលីសក្នុងតំបន់ បាននិយាយថា \"រថយន្ត ម៉ុនដេអូពណ៌ខ្មៅ បានធ្វើដំណើរឆ្ពោះទៅកាន់តំបន់ឡេសេស្ទើរ និងរថយន្តធំ បានធ្វើដំណើរក្នុងទិសដៅផ្ទុយគ្នា។\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកបរិស្ថាន ដែលក្នុងនោះរួមមានក្លឹបសៀរ៉ា ត្រូវបានគេផ្តល់ការអនុញ្ញាតឱ្យធ្វើអន្តរាគមន៍នៅក្នុងរឿងក្តីនេះក្នុងការគាំទ្រដល់សកម្មភាពរបស់កងវិស្វកម្មនេះ។\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "អ្នកកែសម្រួលអនាមិកបានបន្សល់ទុកការសុំអភ័យ ទោសយ៉ាងវែងនៅសហគមន៍វីឃីមេឌា ដោយពន្យល់ថា \"ខ្ញុំសង្ឃឹមថាវានឹងបញ្ចប់ការស្ទង់មើលនេះថានរណាម្នាក់បានដឹងអំពីសោកនាដកម្មមុនពេលគេរកឃើញ។\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "\"យើងមានការសោកស្តាយដែលត្រូវនិយាយថា ក្រោយពេលតស៊ូជាមួយនឹងជំងឺមហារីកអស់រយៈពេលមួយឆ្នាំកន្លះ បងប្រុសរបស់យើង និងអ្នកលេងហ្គីតាបាស បេន ម៉ាលីន បានទទួលមរណភាពដោយជំងឺដាច់សរសៃឈាម នៅប្រហែលជាម៉ោង 5 ព្រឹក នៅថ្ងៃទី2 ខែមករា ឆ្នាំ2008នេះ។\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ការស្លាប់បានកើតមានឡើងនៅក្នុងក្រុងតូលារ៉ា នឹងស្ថានភាពលើកឡើងស្រដៀងគ្នាមួយទៀតមាននៅ130គីឡូម៉ែត្រ (80.8ម៉ាយ)ពីសាការ៉ាហា។\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "នាងគឺជាម្ដាយដែលមានកូនបីនាក់ អាយុខ្ទង់សែដ៏ស្រស់ស្អាតម្នាក់នៃទីក្រុងLong Island ដែលបានស្លៀកពាក់ខោខ្មៅនិងអាវយឺតពន្លាត់កខ្មៅដែលលូតដល់សក់ពណ៍ទង់ដែងធ្លាក់ចុះរបស់នាង ដែលក្របួចទៅក្រោយដូចកន្ទុយសេះ។\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "\"យើង មិនមែនជនជាតិអង់គ្លេស បានកសាងលទ្ឋិប្រជាធិបតេយ្យដោយ ផ្អែលទៅលើមនុស្សម្នាក់ សន្លឹកឆ្នោតមួយ នេះគឺប្រជាធិបតេយ្យ ដែលបដិសេធន៍ការរើសអើង ជាតិសាសន៍ ឬភេទ និងលើកកម្ពស់សិទ្ឋិមនុស្ស និងសេរីភាព សាសនា\" គាត់បាននិយាយនៅក្នុងការឆ្លើយតបទៅនឹងការរិះគន់ជាអន្តរជាតិ គាត់បានទទួលថ្មីៗ ជាពិសេសពីហ្គូដុន ប្រោន។\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "យោងតាមភ្នាក់ងារ ABC នៅ ឆាឡូត ភាគខាងជើងខារ៉ូលីណា ហ្វែរត្រូវបានចោទប្រាកាន់ថាបានចូលរួមក្នុងការបង្កឲ្យមានឧបទ្ទវហេតុបញ្ចេញកំហឹងនៅលើផ្លូវមួយ លើផ្លូវអ៊ីនធឺស្ទេត 485 កាលពីថ្ងៃពុធ។\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "នេះគឺជាឆ្នាំទីប្រាំមួយនៃការផ្តួចផ្តើមឲ្យមានការប្រកួតធីប៊លរបស់សេតវិមាន។\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "បូកដង់ ត្រូវបានព្រះរាជអាជ្ញារ៉ាឆែល ស្មីត ចោទប្រកាន់ពីបទផ្តល់ការណែនាំ និងជំនួយដល់ ម៉ារៀស; ព្រះរាជអាជ្ញាស្មីតបានបើកអង្គជំនុំជំរះកាលពីឆ្នំាមុន ដោយប្រានប្រាប់តុលាការក្រោនមេឆេស្ទើរ \"ដោយ[បា]នស្តាប់ភ័ស្តុតាង អ្នក [គណៈវិនិច្ឆ័យ] អាចសន្និដ្ឋានថាកូនប្រុសគឺលោក ម៉ារៀស បានរៀនអាជីវកម្មនេះពីឪពុករបស់ខ្លួន ហើយថានេះគឺជាអាជីវកម្មគ្រួសារ។\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ក្រុម Matildas ឈរនៅលេខរាងទី8 ក្នុងតារាងចំណាត់ថ្នាក់ដែលរៀបចំដោយ FIFA។\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលខ្លាឃ្មុំបានរត់ត្រឡប់ចូលព្រៃវិញ ឆ្កែបានដេញតាមវា។\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "ចូលទៅក្នុងការប្រកួតនេះ ក្រុមបានលេងប្រាំបីប្រកួតជាមួយគ្នា ដែលបែងចែកការឈ្នះ 4 ម្ខាង។\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សារដ្ឋមន្រ្តីរបស់ប្រទេសអ៊ីរ៉ាក់បាននិយាយថា យោធាប្រទេសទួរគីកំពុងរំលោភលើអធិបតេយ្យភាពរបស់ប្រទេសអ៊ីរ៉ាក់ ដោយបានធ្វើការលុកលុយចូលទៅក្នុងតំបន់ឃឺដភាគខាងជើងនៃប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "បេក្ខជនពីររូបដែលពីមុនមកបានបោះឆ្នោតក្នុងនាមជាសមាជិកក្រុមប្រឹក្សាភិបាល អោយបញ្ចូលមុខវិទ្យារចនាឆ្លាតវ័យទៅក្នុងកម្មវិធីសិក្សាវិទ្យាសាស្ត្រនៅសាលារដ្ឋ បានទទួលនូវសំលេងឆ្នោតតិចបំផុតកាលពីការបោះឆ្នោតក្នុងថ្ងៃអង្គារ។\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានស្វែងរកមើលការប្រែប្រួលតូចៗក្នុងចលនានៃឧបករណ៍នោះដើម្បីរកបាតុភូតកម្លាំងទំនាញផែនដីដ៏ធំបំផុត ការកែតម្រូវតិចតួចនៃបាតុភូតផែន ចំពោះផ្នែកទំនាញផែនដីដោយសារភាពខុសគ្នារវាងទ្រឹស្តីរបស់អាញស្តាញ និងញូវតុន។\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ប្រាក់ចំណូលពីការផ្សព្វផ្សាយពាណិជ្ជកម្មលើកម្មវិធីនេះ នឹងត្រូវបំបែកទៅឲ្យមូលនីធិវីគីមេឌា។\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ គាត់បានប្រគល់ខ្លួនទៅឲ្យនគរបាល ក្រោយពីផ្តល់បទសម្ភាសន៍រួច។\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "\"ពួកយើងកំពុងតែរង់ចាំដើម្បីពង្រីកទៅ ភាសាដ៏ទៃៗទៀតផងដែរ​ ពីព្រោះជាការពិតណាស់ថាវាមានតម្រូវការទីផ្សារនៃម៉ាកពត៌មានរបស់យើង។\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "\"ក្នុងការមានជំនួញមួយអនុញ្ញាតឱ្យប្រភេទនៃពាក្យពេចន៍ ឬរូបភាពអាសអាភាសនេះ ត្រូវបានប្រើប្រាស់ជាអាជីវកម្មតាមរយៈគេហទំព័ររបស់ពួកគេ ឬតាមរយៈប្រព័ន្ធរបស់ពួកគេ គឺជាអ្វីៗដែលពួកគេនិយាយថា ពួកគេមិនអាចគ្រប់គ្រងបាន។\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "អូម៉ា ហារ៉ានី ជាអ្នកដឹកនាំក្រុមតវ៉ាអាយុ 25 ឆ្នាំម្នាក់បានបា្រប់តេឡេក្រាហ្វថា \"ពួកយើងបានផ្តល់ដីនេះជាង 2,000 ឆ្នាំកន្លងមកហើយទៅឲ្យវិហារកាតូលិក ដើម្បីថែរក្សា\" ហើយបានបន្តថា \"ដូចនេះវាមិនមែនជាដីរបស់ពួកគេដែលត្រូវលក់នោះទេ។\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "ខណៈប្រជាជនប៉េរូរៀបចំរឿងក្តីរបស់ខ្លួនប្តឹងទៅក្រុមហ៊ុនជីករ៉ែញ៉ូវម៉ោនដែលមានមូលដ្ឋាននៅឌេនវើ ដែលជាក្រុមហ៊ុនរុករកមាសធំជាងគេបំផុតលើពិភពលោក ជាចុងក្រោយសំណួរសំខាន់ទាំងនេះមួយចំនួនអាចត្រូវបានបកស្រាយ។\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ពីរថ្ងៃកន្លងទៅប្រធានរដ្ឋមន្រ្ដីបាននិយាយថាការកាត់បន្ថយនៅក្នុងពន្ធលក់អាចជាលទ្ធផលក្នុងការឡើងតម្លៃឡានក្រុង។\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "បណ្ឌិតរ៉ោវប៉ាចឈ៍ ដែលជាសហប្រធាននៃគម្រោងកាបូនពិភពលោកអន្តរជាតិ ក៏បានភ្ញាក់ផ្អើលនឹងលទ្ធផលស្រាវជ្រាវរបស់គាត់ផងដែរ។\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "ម្តាយដែលមានកំហឹងរបស់ទាហានអាមេរិកដែលបានស្លាប់ កាលពីថ្ងៃសៅរ៍បានដឹកនាំក្បួនតវ៉ាមួយដែលមានមនុស្សជិត50នាក់នៅកសិដ្ឋានចិញ្ចឹមសត្វប៊ូស។\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើ ទោះបីជាយ៉ាងណាក៏ដោយ វាមិនមានផលវិជ្ជមានទាំងអស់នោះទេ ពីព្រោះវាកំពុងតែដាក់សម្ពាធដ៏ធំមួយដល់អ្នកនាំចេញ។\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "កាសែតក្នុងស្រុកនៅDover ឈ្មោះ York Daily Record បានសរសេរថា អ្នកបោះឆ្នោតនៅDoverគួរចូលធ្វើសាក្សីក្នុងការកាត់ក្តី កំឡុងពេលបោះឆ្នោតជាសកល នៅពេលពួកគេអាចបោះឆ្នោតជ្រើសរើសសមាជិកក្រុមប្រឹក្សាដែលក៏ពឹងផ្អែកលើលទ្ធផលពីមណ្ឌលបោះឆ្នោតផ្សេងទៀត។\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "មួយឆ្នាំក្រោយមក ឯកសារ​លំហូរប្រវត្តិ​នៅតែ​ជាប្រភព​ស្ថិតិ​ដែល​ត្រូវបាន​ដកស្រង់​ញឹកញាប់​បំផុត​អំពី​ការត្រឡប់មកវិញ​នូវ​ការបំផ្លាញ​នៅលើវីគីភីឌា​។\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "ភីតធើ អ៊កហ្គឺស នៃសកលវិទ្យាល័យរ៉ូដ អាយឡែន នៅឃីងស្តុនបានបកស្រាយថា: \"ខ្ញុំពិតជាមានការភ្ញាក់ផ្អើលចំពោះការបន្ស៊ីគ្នានឹងអ្វីដែលពួកគេបានរកឃើញការបែរមុខរបស់សត្វគោ និងក្តាន់ទៅទិសខាងជើង។\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "ផ្ទុយទៅវិញ គេគិតថាកំនកទឹកទន់បានកកើតឡើងនៅក្នុងបំពង់ រួចក៍ដាច់ចេញ និងធ្វើដំណើរទៅកាន់ប្រព័ន្ធផ្លាស់ប្តូរកំដៅនៃឥន្ធនៈឬប្រេង ធ្វើអោយស្ទះដំនើរនោះ។\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "វានៅមិនទាន់ដឺងទេថាតើមានជាតិពុលអ្វីផ្សេងទៀតនៅក្នុងប្រព័ន្ធរាងកាយរបស់គាត់។\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានឃើញផ្សែងខ្មៅកើនឡើង និងសំឡេងនៃអគារបាក់ធ្លាក់ចុះ\"​។\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ការផ្ទុះឡើងនៃជំងឺគ្រុនដែលបង្កឡើងដោយមេរោគម៉ាបឺកនេះគឺមានទ្រង់ទ្រាយធំជាងគេក្នុងប្រវត្តិសាស្ត្រកន្លងមក។\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "គេមិនទាន់ច្បាស់នៅឡើយថាតើម្ចាស់ជ័យលាភីចំនួនប្រាំពីរដងនៃការប្រកួតប្រណាំងកង់ Tour de France មានបំណងចូលរួមប្រកួតប្រជែងសម្រាប់ការចាត់ចំណាត់ថ្នាក់ទូទៅនេះឬអត់ ប៉ុន្តែគាត់មិនបាននាំមុខនៅក្នុងការប្រកួតថ្ងៃអាទិត្យនេះឡើយ។\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "ប្រជាជន 38 នាក់ត្រូវបានគេនិយាយថាបានស្លាប់ក្នុងការបំផ្ទុះគ្រាប់បែកអត្តឃាតក្នុងកំឡុងបាតុកម្មនយោបាយក្នុងខេត្តភាគពាយព្យនៃព្រោះប្រទល់ប្រទេសប៉ាគីស្ថាន។\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "វាមិនទាន់ច្បាស់នៅឡើយទេអំពីមូលហេតុដែលអ្នកបកប្រែបានចាប់ផ្តើមបាញ់នោះ; ប៉ុន្តែ អ្នកវាយប្រហារហាក់ដូចជា \"បុគ្គលិកមិនមានពេញចិត្ត\" ម្នាក់ ដែលប្រឆាំងទៅនឹងពួកសកម្មប្រយុទ្ធ នេះ បើយោងតាមមន្រ្តីយោធាសហរដ្ឋអាមេរិក។\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "សាស្កាត់ឈីវ៉េន បានឈ្នះការប្រកួតពានរង្វាន់ចុងក្រោយនៅឆ្នាំ1989 ហើយការចេញមុខរបស់ពួកគេចុងក្រោយនៅក្នុងការប្រកួតជើងឯកគឺនៅឆ្នាំ1997 ដោយប្រកួតជាមួយក្រុម តូរ៉ុនតូ អាហ្គោណត់។\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "សមាជិកក្រុមយូអេសអេមួយចំនួនមានការជប់លាងញ៉ាំភីហ្សាក្រោយពីផ្អាកការប្រកួតនៅស្លាឡុម។\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកស្រីជីបប៊ន​ ចនមកពីលីវើភូលបានសុំប្រជាជនអង់គ្លេសដែល ខឹងដោយសារការដាក់ទោសជាប់គុករបស់ម្តាយគាត់មិនគួរវាយបកប្រឆាំងនឹងអ៊ីស្លាមវិញ។\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "នៅទីនោះ ពួកគេត្រូវធ្វើការប្រាំមួយ ឬប្រាំពីរថ្ងៃ​ក្នុងមួយសប្តាហ៍ ដោយដេកនៅក្នុងផ្ទះបន និងរួមភេទជាមួយបុរសពីប្រាំបីទៅដប់នាក់ក្នុងមួយយប់​ដែលផ្ទុយទៅនឹងឆន្ទៈរបស់ពួកគេ។\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "នេះបានបង្កើតជាព្យុះនៃការប្រឆាំងពីសំណាក់មនុស្សមួយក្រុម រួមមានអ្នកទទួលរង្វាន់ណូបែលពីររូប ព្រមទាំងអ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀតដែលបានប្រឆាំងយ៉ាងខ្លាំងក្លាចំពោះការបង្រៀន រឺសូម្បីតែការពិភាក្សាអំពីទ្រឹស្តីអំពីកំនើតពិភពលោកនៅក្នុងថា្នក់វិទ្យសាស្រ្ត។\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "ទោះបីជាយ៉ាណាក៏ដោយ ពេលខ្លះក្នុងកំឡុងពេល 10 ពាន់លានឆ្នាំចុងក្រោយនេះបំនែកធំមួយនៃបាយ៉ុង ដែលជាទូទៅសំដៅលើ \"រូបធាតុធម្មតា\" ដើម្បីបែងចែកវាពីរូបធាតុងងឹត និងថាមពលងងឹត បានបាត់ខ្លួន។\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "ដំណើរទស្សនកិច្ចមកនូវប្រជាជនលើស70,000ភាគច្រើនជាជនជាតិអ៊ីរ៉ាក់រៀបចំដើម្បីពង្រាយចូលទៅក្នុងបាដាដក្នុងការព្យាយាននិងនាំមកនូវសុវត្ថិភាពសំរាប់រដ្ឋធានី។\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "ប្រទេសឥណ្ឌូនេស៊ីបានបញ្ឈប់ការហោះហើរនៅក្នុងខែមីនា បន្ទាប់ពីគ្រោះថ្នាក់មួយផ្សេងទៀតបានកើតឡើង ដែលយន្តហោះ B737 បានបោះពួយហួសផ្លូវរត់យន្តហោះ។\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "\"មានការគាំទ្រពិតប្រាកដក្នុងការទទួលបានរថភ្លើងបន្ថែមសំរាប់គ្រ័យដុន ដើម្បីរក្សាល្បឿនជាមួយនឹងតម្រូវការកើនឡើងក្នុងសេវាកម្មរថភ្លើង ​ហើយក៏ដើម្បីរក្សាការកែលម្អសំខាន់ៗសំរាប់អ្នកថ្មើរជើង និងអ្នកប្រើប្រព័ន្ធដឹកជញ្ជូននៅជុំវិញ​ និងចន្លោះភាគខាងកើត​ និងខាងលិចនៃស្ថានីយ៍គ្រ័យដុន។\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "ចុងបព្ចាប់ក្នុងខែមិនា ការគាំទ្រការបោះឆ្នោតក្នុងកិច្ចព្រមព្រៀងសេន អានឌ្រូវ នឹងប្រារពឡើងតាមរយៈការបោះឆ្នោតឬក៏ការធ្វើប្រជាមតិ។\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យស្រ្តីព្រីចាសស៊ីនបានបញ្ជាក់ថាការវាយប្រហានេះគឺជាលទ្ធផលនៃការមិនយកចិត្តទុកដាក់។\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "\"យោងតាមអ្នកស៊ើបអង្កេត អំពើភេរវ​កម្មនេះមានគោលដៅដំបូងនិងចម្បងទៅលើជនបរទេស។\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "តំបន់ត្រួតត្រារបស់ចិនត្រូវបានគេតំរង់ទិសដៅ នៅក្នុងការបដិសេធចុងក្រោយជាច្រើននៃសេវាកម្មវាយប្រហារទៅលើប្រទេសចិន។\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "មនុស្សចន្លោះ3,000នាក់ (ការប៉ាន់ស្មានរបស់ប៉ូលីស) និង8,000 នាក់ (ការប៉ាន់ស្មានរបស់អ្នករៀបចំ) មកកាន់ផ្លូវនៅជៀបេន ប្រទេសអាល្លឹម៉ង់សព្វថ្ងៃ ដើម្បីតវ៉ានឹងគម្រោងដាក់បញ្ចូលឲ្យមានថ្លៃសិក្សានៅសកលវិទ្យាល័យ ហេសសេន។\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "សេចក្តីបញ្ចប់នៃសេចក្តីថ្លែងការបានពណ៌នាថា បេសកកម្មនេះនឹង \"ធ្វើការវ៉ាស់ស្ទង់ឧស្ម័នដែលភាយចេញពីផ្សែងពពក។\"\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "របាយការណ៍បាននិយាយថាលោកវូឌដ្រុព្វបានថតការរាយការណ៍មួយនៅក្នុងរថយន្តយោធារបស់អ៊ីរ៉ាក់មួយដែលនៅជិតតាជី ប្រទេសអ៊ីរ៉ាក់ នៅពេលដែលរថយន្តនេះបានបរចេញ ហើយធ្វើឲ្យឧបករណ៍ផ្ទុះកែច្នៃមួយបានផ្ទុះឡើង។\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍រីយ៉ានអ៊ែរ របស់អៀរឡង់ មានការធ្លាក់ចុះ 12% ក្នុងការជួញដូរព្រឹកនេះដែលធ្វើឲ្យកាន់តែមានការព្រួយបារម្ភចំពោះស្ថានភាពទីផ្សារមិនសូវល្អ នៅពេលកំពុងមានការភ័យខ្លាចចំពោះវិបត្តិសេដ្ឋកិច្ច។\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ផលិតករប្រតិបត្តិសារព័ត៌មាន CBS រ៉ូមហាតមេនបានឆ្លើយតបនៅក្នុងអ៊ីមែលផ្ញើជូន TVNewser ដោយនិយាយថា \"ប៊ីលម៉ាហើមិនធ្លាប់ត្រូវបានប្រាប់ថា គាត់មិនអាចពិភាក្សាអំពីសាសនានៅក្នុងផ្នែកសេរីភាពបញ្ចេញមតិឡើយ\" ហើយបានបន្ថែមទៀតថា \"ការពិតសេរីភាពបញ្ចេញមតិបាននិយាយអំពីបញ្ហាសាសនារួចទៅហើយ ហើយយើងរំពឹងថានឹងមានអ្នកផ្សេងទៀតនិយាយនៅពេលអនាគត។\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "អ្នកសរសេរបណ្ដាញកំណត់ហេតុមុនគេជនជាតិម៉ាឡេស៊ី នៅអាហីរឺតឌីន អាតតាននិងជេហ្វ ហ្វ័រត្រូវបានទទួលបណ្តឹងដោយកាសែតដ៏ធំរបស់ម៉ាឡេស៊ី ដឺ ញូវ ស្តេត ថែម ពាក់ព័ន្ធនឹងរឿងបង្ខូចកេរ្តិ៍ឈ្មោះ។\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "លោកហេនឡីបានអំពាវនាវអោយមានការបោះឆ្នោតមួយនៅពេលដែលតំណាងរបស់ខ្លួនគឺលោកប៊ូរីស ចនសាន់ ត្រូវបានជ្រើសរើសជាចៅហ្វាយក្រុងនៃទីក្រុងឡុងដ៍។\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល អូតេហ្កា បាន​ចាប់ផ្តើម​រត់គេច​ខ្លួន​ចេញ​ពី​ប្រទេស​វេណេហ្ស៊ុយអេឡា បន្ទាប់ពី​ការចេញ​ដីកា​ចាប់​ខ្លួន​នៅ​ឆ្នាំ 2003 BBC បានរាយការណ៍ថា លោក​បាន​វិលត្រឡប់​មក​ដល់​ប្រទេស​វេណេហ្ស៊ុយអេឡា ពី​ប្រទេស​កូស្តារីកា​កាលពីខែសីហា​។\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "អ្នកដែលបានបំពានទៅលើតំរូវការទាំងអស់នេះដោយចេតនានឹងត្រូវប្រឈមមុខនឹងការផាកពិន័យដល់200,000ដុល្លាញ៉ូវហ្សេលេន។\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ ឈូងសមុទ្រប្រ៊ីស្តុលគឺជាដែននេសាទត្រីសាលម៉ុននាំមុខគេមួយនៅក្នុងរដ្ឋ។\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរ # 214 មកពីទីក្រុងសេអ៊ូលដែលដឹកអ្នកដំណើរចំនួន 291 នាក់ - រួមទាំងទារកម្នាក់និងសមាជិកនាវិក16នាក់ - បានធ្លាក់នៅលើផ្លូវរត់ 28L។\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "មតិយោបល់ថ្មីនេះរបស់ស៊ីនឌីមានការផ្លាស់ប្តូរយ៉ាងខ្លាំងពីមតិយោបល់របស់នាងនៅក្នុងបទសម្ភាសន៍ឆ្នាំ2004 ជាមួយអ្នករាយការណ៍របស់វ៉ាកាវីល CA។\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "ស្រុកធុង សុងក្នុងខេត្តនាកន ស្រី ថាមមារាត់កំពុងតែទទួលរងទឹកភ្លៀងជន់លិចត្រឹមចង្កេះក្នុងតំបន់លក់ទំនិញក្នុងក្រុង។\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "\"នៅពេលណាដែលគាត់ចង់ជាន់ហ្វ្រាំងគាត់នឹងងើបឈរដោយប្រើជើងឆ្វេងរបស់គាត់ ហើយប្រើជើងស្ដាំរបស់គាត់ជាន់ហ្វ្រាំង។\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "មួយក្នុងចំណោម URLs ដែលបានស្ថិតក្នុងបញ្ជីខ្មៅមកកាន់ Wikileaks រួមមានបញ្ជីដែលលេចធ្លាយមួយអំពីគេហទំព័រដែលត្រូវបានបិទនៅក្នុងប្រទេសដាណឺម៉ាក។\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ កាសែតជេរូសាឡិមរាយការណ៍ថាមានស្មារតីកើនឡើងក្នុងចំណោមការបង្កើតការការពារជាតិរបស់អ៊ីស្រាអែលដែលប្រទេសនេះនឹងធ្វើសកម្មភាពដោយឯករាជ្យដើម្បីបញ្ឈប់អ៊ីរ៉ង់ក្នុងការទទួលយកអាវុធនុយក្លេអ៊ែរដែលអាមេរិកគឺហាក់ដូចជាមិនអាចធ្វើបាន។\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបើកតាំងពីឆ្នាំ1893 និងមានព្រះអង្គម្ចាស់នៃប្រទេសវេលដែលជាអធិការបតី របស់ខ្លួនផងនោះ បញ្ហាបានចាប់ផ្តើមនៅ UoW កាលពីឆ្នាំមុនបន្ទាប់ពីមានការព្រួយបារម្ភអំពីប្រធាន វិទ្យាស្ថានដៃគូម៉ាឡេស៊ី ដែលជាសិល្បករចម្រៀងក្នុងស្រុកមានលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ស្របច្បាប់។\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "\"គាត់បានបង្ហាញពីអារម្មណ៍នៃការខកចិត្ត និងបានសុំទោសនៅក្នុងរបៀបដែលគួរឲ្យរំជួលចិត្ត។\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "នារីក្មេងម្នាក់ត្រូវបានសម្លាប់នៅយប់ថ្ងៃសុក្របន្ទាប់ពីឧប្បត្តិហេតុត្រូវបានកើតឡើងនៅពេលជិះលេងក្នុងសួនកំសាន្តផ្លេលេនក្នុងរី ទីក្រុងញ៉ូវយ៉កក្នុងសហរដ្ឋអាមេរិក។\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "មួយឆ្នាំក្រោយពីរលកស៊ូណាមិនៃមហាសមុទ្រឥណ្ឌា មហាទុក្ខសោក និងសង្វេគរបស់ពិភពលោក បានវិលត្រឡ​ប់ទៅកាន់ឆ្នេរមហាសមុទ្រឥណ្ឌា ដែលធ្លាប់បានរងការវាយប្រហារពីរលកយក្សស៊ូណាមិ និងជាទីកន្លែងដែលយ៉ាងហោចណាស់មានប្រជាជនចំនួន 216,000 នាក់បានបាត់បង់ជីវិត។\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "ក្នុងនាមជាអ្នកចាត់ការ គាត់ក៏បានឈ្នះនូវការប្រកួតចំនួន 1,800 ប្រកួត ក្នុងរយៈពេល 23 ឆ្នាំនេះ។\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ប្រជាជនអាហ្សឺរីស ខ្លះជឿថាជា \"បដិវត្តន៍បីម៉ោង\" នឹងមិនផ្លាស់ប្តូរអ្វីនៅក្នុងប្រទេសនេះទេ។\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "ស្ត្រីអ្នកនាំពាក្យនោះបាននិយាយថា \"ការស៊ើបអង្កេតនេះគឺនៅដំណាក់កាលដំបូងនៅឡើយ ហើយការសាកសួរនឹងត្រូវបានបន្ត។\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "នៅពេលដែលធ្វើដំណើរទៅសហរដ្ឋអាមេរិកគាត់ត្រូវបានគេរើសឲឡើង ទៅជុំទី៣នៃការជ្រើសរើសអិនប៊ីអេឆ្នាំ1988ដោយអាតាឡង់តាហកស៍។\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប្លុកអនឡាយដែលប្រកាន់ខាងឆ្វេងនិយម Daily Kos របស់អាមេរិក ដែលជាការរាយការណ៍ទីមួយអំពីរឿងនេះ CNN បានច្រឡំនូវពាក្យទាំងពីរកាលពីថ្ងៃច័ន្ទ ដែលវាជាវគ្គមួយនៃព័ត៌មានរបស់ ប៊ីន ឡាដិន ជាមួយនឹងចំណងជើងថា \"តើអូបាម៉ានៅទីណា?\"​ នៅក្នុងទីតាំងបន្ទប់ដែលមានអ្នកកាន់កាប់ការផ្សាយដោយបណ្ឌិតវ៉ូហ្វ ប្ល៊ីតហ្សឺ។\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ជាក់ស្តែង ខ្មាន់កាំភ្លើងបានចាប់ទាញសក់របស់នាង ហើយបន្ទាប់មកបានបាញ់មកលើរូបនាង និងបុរសពីរនាក់ទៀតដែលព្យាយាមមកជួយនាង។\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "ដូចបំណងប្រាថ្នា វានឹងជួយឲ្យទស្សនិកជនអាចញែកដាច់ពីភាពខុសគ្នារវាងសំបកកង់ឡាន វានឹងជួយបានច្រើនជាងលើកមុនដែលមានចំនុចពណ៌សក្រាស់នៅផ្នែកខាងក្រៅនៃសំបកកង់។\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារនេះបានបង្កើនកម្រិតប្រុងប្រយ័ត្នចំពោះការរាតត្បាតរបស់ខ្លួនទៅកាន់កម្រិតប្រាំមួយដែលជាកម្រិតខ្ពស់បំផុតរបស់ខ្លួន។\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "រដូវការប្រកួតកីឡាវាយកូនគោលលើទឹកកកនៅអនថារីអូឆ្នាំ 2005-2006 ត្រូវបានចាប់ផ្តើមនៅយប់ថ្ងៃពុធនៅទីលានវេនឌ្លើនៅមជ្ឈមណ្ឌលព្រឹត្តការណ៏ដោនៅសាជីនមីឆីហ្កាន អាមេរិចជាមួយសាជីនស្ពីរីតគ្រប់គ្រងទៅលើផ្លីម៉ាវវលលើសជាមួយការចូលរួមចំនួនមនុស្សលើសពី4600នាក់។\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "មន្ត្រីផ្នែកធនធានលោកម៉ាធីន ហ្វើហ្គូសុន បាននិយាយថា៖\"មិនមានការគំរាមកំហែងដល់ជ្រោយសមុទ្រអូស្ត្រាលីទេ។\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "លោកបានបន្ថែមថា ការចូលរួមក្នុងគណបក្សល្អប្រសើរជាងស្ថិតនៅឯករាជ្យ។\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តី NSW លោកម៉ូរីស ឡេមម៉ា បានប្រកាសនៅខែធ្នូ ឆ្នាំ2005ថា គាត់មានបំណងលក់ភាគហ៊ុនរដ្ឋនៅក្នុងក្រុមហ៊ុន ស្នូវី ហាយដ្រូ ដែលបង្កឲ្យរដ្ឋាភិបាលសហព័ន្ធ និងរដ្ឋាភិបាលវិចតូរៀអនុវត្តតាម។\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "លោកជីន អ៊ីយីហ្គេ អ៊ីដុង បាននិយាយថាលោកបុងហ្គូដែលជាមេដឹកនាំយូរបំផុតនៅប្រទេសក្នុងទ្វីបអាហ្រ្វិកមួយនេះ បានស្លាប់នៅគ្លីនិកហ្គីរ៉ុន នៅថ្ងៃច័ន្ទ ក្នុងអាយុ73ឆ្នាំ។\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ការលេងក្នុងការប្រកួតលីកថ្នាក់ជាតិកំរិតខ្ពស់របស់អូស្ត្រាលី W-League នាងបានឈ្នះជាជើងឯកនៃការប្រកួតនេះក្នុងឆ្នាំ2009។\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "មន្រ្តីដែលត្រូវបានគេសង្ស័យ អាឡិចស៊ី មីតាយេវ ត្រូវបានបញ្ឈប់ពីកងកំលាំង ត្រូវបានចាប់ខ្លួន និងត្រូវបានគេនិយាយថា បានសារភាពចំពោះបទឧក្រិដ្ឋនេះ។\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "ច្បាប់​ល្បែង​វីដេអូ​ហ្គេម​មួយរបស់​រដ្ឋកាលីហ្វ័រញ៉ា កំពុង​តែ​ត្រូវ​បាន​ពិនិត្យ​ឡើង​វិញ​ដោយ​តុលាការ​សហព័ន្ធ​។\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "មន្រ្តីម្នាក់បាននិយាយថា អ្នកបកប្រែបានបាញ់ពួកគេនៅមូលដ្ឋានទ័ពភាគខាងកើតអាហ្វហ្គានីស្ថាន មុនពេលគាត់ត្រូវបានបាញ់សម្លាប់ដោយទាហានផ្សេងទៀត។\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "\"បន្ទាប់មក អ្វីគ្រប់យ៉ាងបានមកជាមួយគ្នាល្អឥតខ្ចោះ និងហ្គ្រីនបឺដបានឈានជើងរហូតដល់កម្រិតកំណត់ត្រា និងដំណើរការបានអស្ចារ្យបំផុត។\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "យន្តហោះនេះ ដែលបានចុះបញ្ជីដែលមានលេខ VP-BKO មានអាយុដប់ប្រាំមួយឆ្នាំមកហើយដែលពីដំបូងយន្តហោះនេះប្រតិបត្តិការដោយក្រុមហ៊ុនអាកាសចរណ៍ Xiamen។\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "បេលឡូស្តេនី ជាកីឡាករសំខាន់ក្នុងក្រុមបាល់បោះសហភាពសូវៀត និងជាម្ចាស់មេដាយទាំងនៅអឺរ៉ុប និងអូឡាំពិក។\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានរកឃើញសញ្ញាគូសដោយដៃនៅលើដងខ្លួនរបស់គាត់ សរសេរថា \"Thou Shalt Not Kill។\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "អ្នកថែទាំបានសារភាពថាការបំពានសុខភាព និង សុវត្ថិភាពគឺជា \"មូលហេតុសំខាន់\" នៃការស្លាប់របស់គាត់ នេះបើយោងតាមសម្តីអយ្យការប៉ាស្កាល់ បេត​ សំរាប់អយ្យកា។\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងបានចេញពីក្រកួតពានរង្វាន់ ពិភពលោកកីឡាគ្រីឃីតនៅឆ្នាំ2011បន្ទាប់ពីបានចាញ់ញ៉ូវហ្សេលេននៅក្នុងវគ្គបួនក្រុមចុងក្រោយ ដែលប្រកួតនៅមៀរភ នៅក្នុងប្រទេសបង់ក្លាដេស។\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "ទើបតែក្រោយម៉ោង 6:00 ល្ងាច (EDT) គេហទំព័រនេះបានត្រឡប់មកអនឡាញវិញជាមួយនឹងបញ្ហាតំណភ្ជាប់បន្តិចបន្តួច។\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំកំពុងតែព្យាយាមរៀបចំកិច្ចប្រជុំជាន់ខ្ពស់នៅក្នុងប្រទេសចិន ដើម្បីបញ្ជាក់ពីករណីរបស់យើងនិងពន្យល់ពីមូលហេតុដែលយើងគួរតែមិនត្រូវបិទ។\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "គ្រូពេទ្យសម្ភពប្រចាំនៅមន្ទីពេទ្យអង់ឌ្រូមីលើរបាននិយាយថា ករណីកូនក្នុងអូវែដែលអាចនៅរស់រហូតដល់ពេលសម្រាលគឺ \"ពុំធ្លាប់មានឡើយ។\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "គេហទំព័រ \"ការពិតអំពីហេតុការណ៍ភ្លើងឆេះនៅទីក្រុងវីឡាឌីវ៉ូស្តុក\" ត្រូវបានបង្កើតឡើងដើម្បីផ្សព្វផ្សាយអំពីហេតុការណ៍ភ្លើងឆេះនោះ។\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "លោកកាប៊ីឡា ដែលបានក្លាយជាអ្នកដឹកនាំប្រទេសក្មេងជាងគេបំផុតនៅក្នុងទ្វីបអាហ្រ្វិកនៅក្នុងឆ្នាំ2001 បានប្រើប្រាស់សុន្ទរកថាចុងក្រោយរបស់លោក មុនពេលការបោះឆ្នោតឈានចូលមកដល់ ដើម្បីទាមទារឲ្យមានការគាំទ្រសម្រាប់ការនាំសាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ ទៅរកការបោះឆ្នោតតាមប្រជាធិបតេយ្យជាលើកដំបូងរបស់ខ្លួននៅក្នុងរយៈពេលជាង 40 ឆ្នាំកន្លងមកនេះ។\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "មានការចោទប្រកាន់ពីក្រុមប្រឹក្សាការពាររបស់ហ៊ួសេន ថា លម្អៀង ព្រមទាំងភ័យខ្លាចចំពោះសុវត្ថិភាពរបស់ចៅក្រម ដែលបានពន្យារពេលការកាត់ទោស។\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "អ្នកតំណាងរបស់ចេនីសឌីកគីសិន បានធ្វើសេចក្តីថ្លែងការណ៍មួយអំពីមរណភាពរបស់រ៉ាយអិន។\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃព្រហស្បត៍ កម្មករអណ្តូងប្រេងកាតត្រូវបានគេចាប់ពង្រត់ពីការដ្ឋានដែលស្ថិតនៅក្បែរសំណង់អនាធិបតេយ្យទាំងនោះដោយបុរសជាច្រើនដែលស្លៀកពាក់ទាហាន ហើយបានបាញ់សម្លាប់ទាហានម្នាក់ដែលឈរការពារកម្មករទាំងនេះ និងបាញ់របួសទាហានម្នាក់ទៀត។\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "លោកនិយាយថា \"នៅថ្ងៃទី18 ខែធ្នូ ឆ្នាំមុន ខ្ញុំបានសរសេរលិខិតជូនអគ្គមេធាវីឥណ្ឌូនេស៊ីដោយរំលឹកលោកថា រដ្ឋាភិបាលអូស្រ្តាលីត្រូវបានជំទាស់មិនឲ្យមានការកាត់ទោសប្រជាជីវិត ហើយយើងមិនចង់ឃើញ នៅក្នុងបរិបទបាលីណាញ ឬជនជាតិអូស្រ្តាលីត្រូវកាត់ទោសប្រហារជីវិតឡើយ។\"\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីម ស្តេផេណាកូប្រាប់ វេស្ទី 24 រុស្ស៊ី ថា ប្រធាននាវាត្រូវបានព្រមាននៅព្រឹកថ្ងៃសៅរ៍អំពីស្ថានភាពព្យុះនេះ។\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ក្រុមសិល្បៈរូបភាពប្រាមតុនបានផ្តល់ឱកាសដល់ក្មេងៗបង្កើតស្នាដៃសិល្បៈលើការសម្តែងសិល្បៈ Snail Mail World Postcard Art ខណៈដែលក្រុមប្រឹក្សាសិល្បៈប្រាមតុនចែកធុងខ្សាច់ពណ៌ផ្កាឈូក និងដបទឹករីជេនអហ្វភៀល។\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "ញូវផត និងហ្គ្លីនវ៍ នឹងក្លាយជាសាកលវិទ្យាល័យដោយប្រើសិទ្ធិរបស់ខ្លួន។\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "ជំរុំនៃម៉ាននី ប៉ាកគីអាវដែលដឹកនាំដោយអ្នកគ្រប់គ្រងហ្វ្រេដឌី រូច បានអះអាងថាដែសនឹងត្រូវការ\"អព្ភូតហេតុបណ្តាសា\"សំរាប់បញ្ចប់\"ឌឺ ផាកម៉េន\"ពីការឡើងនៅក្នុងការប្រកួតទំងន់ថ្នាក់135ផោនដែលដែសកំពុងស្ថិតកំពូល។\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "គណបក្សជាប់ឆ្នោតថ្មីក៏បានសន្យាផ្តោតជាសំខាន់លើការចំណាយក្នុងគ្រួសារ ជាពិសេសគ្រួសារជនបទ និងគ្រួសារដែលមានកូនច្រើន។\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "ការរញ្ជួយដីបន្ទាប់បានឈានដល់កម្រិត 5.9 រ៉ិចទ័រនៃចំណុចរញ្ជួយដែលមានទីតាំងស្ថិតនៅដប់ប្រាំបួនគីឡូម៉ែត្រភាគខាងលិចនៃតំបន់ ពីជីឡេមូ នេះបើយោងតាមសាកលវិទ្យាល័យអង្កេតភូគព្ភសាស្រ្តឈីលី (UCGS)។\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "មូលហេតុផ្លូវការនៃការស្លាប់នេះមិនទាន់បានដឹងនៅឡើយ ប៉ុន្តែមានសេចក្ដីរាយការណ៍ថា ហ្គីលសុនត្រូវបានវាយឲ្យរបួសក្បាល។\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "បើសិនជាមានការបិទបញ្ជីមិនទូទាត់ដោយ ម្ចាស់ផ្ទះជាច្រើនទៅលើប្រាក់កម្ចីរបស់ពួកគេអ្នកឲប្រាក់កម្ចីបន្ទាប់បន្សំអាចបញ្ចប់ដោយមិនបាច់បិទបញ្ជីទូទាត់។\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "មកទល់ថ្ងៃទី31ខែតុលា ប្រជាជនច្រើនជាង23លាននាក់បានធ្វើការបោះឆ្នោតតាមរយៈសំបុត្រ រឺ តាមការបោះឆ្នោតមុនថ្ងៃនៅតាមមណ្ឌល។\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "ផាត់ទ្រីក ម៉ានៀន ដែលមកពី Wikinews បានឆ្លើយតបទៅនឹងបេក្ខជនដែលត្រូវបានគេជ្រើសរើសឱ្យឈរឈ្មោះប្រចាំ USA មកពីគណបក្សសង្គមនិយម គឺលោកប្រេន ម៉រ តាមរយៈសារជាអេឡិត្រូនិក។\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារនោះ ដែលត្រូវបានរាយការណ៍ដោយប្រភពព័តិមានវ៉ាយអឺតញូវ ថាបានប្រើប្រាស់មុខងារមួយរបស់គេហទំព័រនេះដើម្បីដាក់បង្ហាញនូវលេខកូដចាវ៉ាស្គ្រីប។\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "វាគឺសំរាប់ផ្គត់ផ្គង់សុវត្តិភាពទឹកសំរាប់ទីក្រុងនៅពេលដែលភាពរាំងស្ងួតបានក្លាយទៅ ជាភាពញឹកញាប់ដោយសារតែការឡើងកម្តៅពិភពលោក។\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "លោកម៉ាកខូម៉ាក់ បាននិយាយថា \"យើងគិតថាប្រព័ន្ធនេះដំណើរការ ប៉ុន្តែប្រព័ន្ធនេះមិនល្អឥតខ្ចោះនោះទេ។\"\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "ក្រៃ ស្សាប បាននិយាយថា: \"ខ្ញុំចង់មានន័យថាខ្ញុំសោកស្តាយដែលខ្ញុំបានចាញ់ ប៉ុន្តែពួកយើងខុសគ្នាហើយនាងពិតជាអស្ចារ្យណាស់។\"\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "រូបភាពរបស់ម៉ាស៊ីនថតថ្មីបានបង្ហាញថា ផ្នែកនៃហ្វូមដែលមានទំម្ងន់ 250 g បានធ្លាក់ចេញពីធុងប្រេងខាងក្រៅនៅពេលបាញ់ ប៉ុន្តែមិនបានប៉ះជាមួយយានគន្លងទេ។\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "ប្រាវីន ខាន់ដិលវាល់ លេខាធិការនៃសម្ព័ន្ធអ្នកជំនួញជនជាតិឥណ្ឌាទាំងអស់ បាននិយាយថា ពួកគេនឹងអំពាវនាវឲ្យមានការបញ្ឈប់កូដកម្មនៅយប់ថ្ងៃពុធ ហើយពួកគេនឹងបន្តការបំបះបំបោររបស់ពួកគេដោយកូដកម្មបង្អត់អាហារ និងធ្វើសន្និសីទប្រឆាំងចលនាបិទនេះ។\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "ក្រុមញូយ៉កយ៉ាំងឃីបានងើបពីការប្រកួតចាញ់យ៉ាងធ្ងន់ធ្ងរកាលពីថ្ងៃសៅរ៍ មកជាការទទួលជ័យជំនះ 9-4 ទៅលើក្រុមខ្លេវលែនឥណ្ឌាដោយហីតខ្លះៗ។\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "ទោះបីជាចម្រៀង Beast Loose in Paradise មាន 'លក្ខណៈភាពយន្ត'និង 'ដូចជារន្ធត់'ច្រើនក៏ដោយ។\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "ប៉ូលីសនៅប្រទេសឥណ្ឌូនេស៊ីបានបញ្ចូនឯកសារសង្ខេបចំនួន 200 ទំព័រទាក់ទិននឹងគ្រោះមហន្តរាយនៃជើងហោះហើរលេខ 200 របស់ក្រុមហ៊ុនអាកាសចរណ៏ហ្គារូដារបស់ប្រទេសឥណ្ឌូនេស៊ីទៅកាន់ព្រះរាជអាជ្ញា។\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ទីផ្សារភាគហ៊ុននេះត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ1985 និងបន្ទាប់នោះបានកើនឡើងដល់មានសហគ្រាសចំនួន 34 ដោយមានតម្លៃសរុបជាង US$21bn (€16.3bn; GBP11.1bn)។\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "ពួកគេនិយាយថាពួកគេចង់ធ្វើការត្រួតពិនិត្យប្រជាជនមួយនៃអាគារចម្រងចម្រាស់ផានហ្កេព។\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "លោកអេដវើដ បានអំពាវនាវឱ្យមានតម្លាភាពចំពោះបញ្ហានេះ និងបានរៀបរាប់ពីពាក្យបណ្តឹងនេះថាជា \"ការព្រួយបារម្ភយ៉ាងខ្លាំង\" ហើយលោកសង្ឃឹមថាពាក្យបណ្តឹងទាំងនេះត្រូវបានដោះស្រាយឱ្យបានត្រឹមត្រូវដោយតុលាការ។\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "យោងតាមច្បាប់សហព័ន្ធ ថវិកាលើសទាំងអស់នឹងត្រូវប្រើប្រាស់សម្រាប់សងបំណុលរបស់កាណាដា ហើយមិនអាចប្រើជាចំណាយបានទេ។\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "អ្នកបើកបររថយន្តស្ព័រលោកហ្វឺណានដូអាឡុនសូ ស្ថិតនៅក្នុងចំណោមអ្នកទាំងឡាយដែលបានសំដែងនូវការគាំទ្ររបស់គាត់ដោយផ្តល់ទីតាំងដ៏ល្អរបស់គាត់ដែលមានកាលពីថ្ងៃសៅរិ៍ជូនទៅដឺវីឡូតា។\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "លោក ប៊ូឌិន បានរស់នៅជាមួយប្តីប្រពន្ធនោះ អស់រយៈពេលបីខែមុនពេលអ្នកកាសែតបានបង្ហាញថា គាត់និយាយកុហក ហើយត្រូវបានបញ្ជាក់ដោយការធ្វើតេស្តឌីអ៊ិនអេ។\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "ផ្លូវរថភ្លើងនៅអូស្ត្រាលីត្រូវបានបិទដោយសាររថភ្លើងពីរធ្លាក់ផ្លូវក្នុងរយៈពេលពីរថ្ងៃជាប់គ្នា។\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "នគរបាលបាននិយាយថាពួកគេបានគ្រប់គ្រងទាំងតាចម៉ាហាលនិងសណ្ឋាគារអុបិរយ ទ្រីឌិន។\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "ស្តង់ដារនេះមានគោលបំណងដើម្បីដោះស្រាយការលំបាកដែលអ្នកសរសេរកម្មវិធីប្រឈមមុខក្នុងការអភិវឌ្ឍន៍កម្មវិធីសំរាបប់ លីនុច។\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "ចៀម និងគោក្របីរាប់ពាន់ក្បាលក៏ត្រូវងាប់នៅក្នុងអគ្គីភ័យនោះដែរ។\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "\"កុំ​ធ្វើអត្ថា​ធិ​ប្បា​យ​ជា​ផ្លូវការ ​និង​ជា​ការ​ពិត​ណាស់ ក៏កុំឲ្យប្រកាសផ្សាយអំពី​រឿងនោះផងដែរ។\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "តាមប្រភពរដ្ឋាភិបាលមួយបានប្រាប់ដល់កាសែត ស៊ីដនី ម៉រនីង ហឺរាល់ ថា រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធ​នឹងចំណាយប្រាក់រហូតដល់ 1លានដុល្លារសហរដ្ឋអាមេរិករៀងៗខ្លួន។\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសអៀរឡង់មីឆែល ម៉ាទីនបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"នេះគឺជាសេចក្តីថ្លែងការណ៍អំពីជំនឿទុកចិត្តទៅលើដំណើការនយោបាយ និងទៅលើស្ថាប័នទទួលអំណាច។\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រសួងមហាផ្ទៃ ជូស្សេ ឌីជៀ ជាសមាជិកម្នាក់ក្នុងចំណោមគណៈប្រតិភូ។\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "ពិធីជប់លៀងដាច់ឆ្នាំក្នុងឱកាសចូលឆ្នាំថ្មីនៅទីក្រុងតៃប៉ិ ឆ្នាំ2008 ត្រូវបានលឺថា\"សាបរលាប\"ជាមួយនឹងកត្តានយោបាយ។\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "YouTube ជាធម្មតាអាចចូលមើលបានយ៉ាងងាយស្រួលនៅប្រទេសចិន ដែលរារាំងវីដេអូអាសអាភាស ឬវិទ្ធង្សនាផ្សេងទៀតជាមួយនឹង 'Great Firewall'របស់ខ្លួន។\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើយើងរក្សាភាពអត់ធ្មត់ និងជំនឿចិត្ត ខ្ញុំប្រាកដថា អ្វីដែលប្រជាជនអេស្ប៉ាញទាំងអស់ចង់បាន អ្វីដែលគ្រួសារចង់បាន អ្វីដែលរដ្ឋាភិបាលចង់បាន នោះចំណាត់ខ្មាំងអាចត្រឡប់មកផ្ទះរបស់ពួកគេវិញដោយសុវត្ថិភាព ហើយការចាប់ជំរិតនេះបញ្ចប់ទៅដោយការពេញចិត្ត។\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "អ្នករាយការណ៍របស់សង់ហ្វ្រង់ថ្យែរអះអាងថាប៉ូឡូញគឺជាប្រទេសតែមួយគត់នៅសហភាពអ៊ឺរ៉ុបដែលកាត់ទោសឲ្យជាប់ពន្ធនាគារត្រូវបានដាក់ឲ្យចូលជាធរមានសំរាប់\"បទល្មើសនៃគំនិត\" និងនេះជាលើកទីមួយហើយដែលកើតមាននៅអ៊ឺរ៉ុប។\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "នេះគឺជាការបាញ់តេស្តដ៏ធំមួយជាលើកដំបូងសម្រាប់គ្រាប់រ៉ុក្កែត ហ្វាខន 9 ហើយវាបង្កើតបានជាព្រឹត្តិការណ៍ដ៏សំខាន់មួយសម្រាប់ក្រុមហ៊ុនក្នុង​ការរៀបចំផែនការដើម្បីចាប់យកចំណែកទីផ្សារបាញ់គ្រាប់រ៉ុក្កែតពាណិជ្ជកម្ម។\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "នៅលើបន្ទាត់កិច្ចប្រជំកំពូលសហប្រតិបត្តិការអន្តរបាលកាន ដែល នឹងប្រារព្ឋនៅសណ្ឋាគារហាយយ៉ាត រីជែនស៊ីនៃថេសាលូនីកី នាយករដ្ឋមន្រ្តីក្រិក ព្រីមមែ កូស្តា ការ៉ាម៉ានលីស នឹងជួបជាមួយសមភាទីទួគីរបស់គាត់ រីសេប តាយយីប អ៊ីដូហ្គែន នៅថ្ងៃព្រហស្បតិ៍ដើម្បីពិភាក្សាបញ្ហាទ្វេរ ភាគី រួមមានបញ្ហាសាយព្រុសផងដែរ។\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ឆ្មាំសមុទ្របានទទួលការប្រកាសអាសន្ននៅម៉ោង7:03យប់ពីក្រុមហ៊ុននាវាដឹកទំនិញកង់ដាណូ។\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "រថភ្លើងផ្លូវអេតវែលរ៉ូតដែលចេញទៅផេដដីងថននិងនៅលើសឺកខលផងដែរការផ្ទុះនៅទល់មុខនឹងរថភ្លើងខ្សែមកពីទិសផ្សេងដែលបានធ្វើអោយប្រជាជនពីដំបូងគិតថាវាគឺជាការធ្លាក់រថភ្លើងពីលើផ្លូវមួយ។\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើយុទ្ធនាការនុយក្លេអ៊ែររបស់មូលដ្ឋានគ្រឹះអភិរក្សនៃប្រទេសអូស្រ្តាលី (អេស៊ីអែហ្វ)លោកដេវស្វីនី និយាយថាការសិក្សាបង្ហាញពីចំណុចខ្សោយហើយមិនបានផ្តល់ការជំទាស់អំពីការប្រើប្រាស់ថាពលនុយក្លេអ៊ែរទេ។\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "ការធ្វើទស្សនកិច្ចកាលពីពេលថ្មីៗរបស់លោក ស៊ីណាវ៉ាត្រាទៅកាន់តំបន់នោះត្រូវបានបន្តដោយការបាញ់ប្រហារបន្ថែមទៀត។\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "គណបក្សប្រឆាំងបាននិយាយថា ប្រតិបត្តិការនេះបានបង្កើតឡើងដើម្បី \"ដាក់ទោស\" ចំពោះអ្នកដែលជំទាស់នឹងរដ្ឋាភិបាលរបស់មូហ្គាបេ។\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "ព្រឹកបន្ទាប់ក្រោយពីការប្រយុទ្ធនោះ ផ្លូវមានសភាពស្ងប់ស្ងាត់ និងមានការបង្ហាញវត្តមានសំខាន់របស់ក្រុមយោធាគឺមានកាំភ្លើងផ្លោងធុនធ្ងន់នៅជុំវិញវិមានប្រធានាធិបតី។\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀតសាកសពបានដង្ហែរទៅទីស្នាក់ការកណ្តាលរបស់ ណូធីស៊ីអេត ដែលពិធីរំលឹកបានកើតឡើង។\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តព្យាករណ៏ថាឈានទៅប្រាំលានប្រភេទនឹងត្រូវបានបាត់បង់នៅសតវត្សនេះ។\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "នៅឯតំបន់ពាណិជ្ជកម្មសេរីក្នុងទីក្រុងAntalya ប្រទេសតួរគី កម្មករស្ត្រីចំនួន80នាក់មកពីក្រុមហ៊ុន ​FMC Novamed បានធ្វើកូដកម្មអស់ប្រហែលមួយឆ្នាំហើយពេលនេះ ចាប់តាំងពីថ្ងៃទី26 ខែកញ្ញា ឆ្នាំ2006។\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ទីក្រុងទាំងពីរនៃសាណាគី និងហ្ស៊ូឌីឌីស្ថិតនៅក្នុងដីចចជៀ ខាងក្រៅ \"តំបន់សុវត្ថិភាព \" ជុំវិញតំបន់ អាប់កាហ៊្សៀ។\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "ជាភព័្វអាក្រក់សំរាប់ ហ្វែរណាន់ដូ បញ្ហាពេលឈប់ឡានបានបំផ្លាញការប្រកួតដ៏អស្ចារ្យនេះ។\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ក្នុងអតីតកាល សកម្មភាពនយោបាយត្រូវគេហាមឃាត់ក្នុងប្រទេសចិន ត្រូវបានអនុគ្រោះដោយ អាជ្ញាធរនៅតំបន់រដ្ឋបាលពិសេស របស់សាធារណៈរដ្ឋប្រជាមានិតចិន (SAR)។\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ការព្រួយបារម្ភណ៍ទៅនឹងក្រុម ដូចជាអេមណេសធីអន្តរជាតិដែលធ្វើយុទ្ធការដើម្បីបិទជំរុំ រឺអង្គការអង្កេតមើលសិទ្ធិមនុស្ស បានបារម្មណ៍អំពីការគ្រប់គ្រងអ្នកជាប់គុក ស្ថិតនៅក្រោមអនុសញ្ញានៅទីក្រុងជេនីវ៉ាស្តីអំពីការគ្រប់គ្រងឈ្លើយសិក គឺជាការពិតដែលថា គោលការណ៍សំរាប់អ្នកជាប់ឃុំខ្លួនដែលទើបសារភាពថ្មីៗ នៅតែផ្តល់រយៈពេលរហូតដល់4សប្តាហ៍ ដែលការចូលទៅជួបអ្នកជាប់ឃុំដោយគណៈកម្មាធិការអន្តរជាតិនៃកាកបាក្រហម (ICRC) អាចនឹងត្រូវបដិសេធ។\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានចាប់ខ្លួនមនុស្សមួយចំនួនតូច (ភាគច្រើនជាស្ត្រី) ដែលព្យាយាមជ្រៀតជ្រែកការបំផ្លាញទ្រព្យសម្បត្តិរបស់ពួកគេ។\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ ក្រុមបាល់បោះប្រទេសអូស្រ្តាលីបានប្រកាសអំពីក្រុមកីឡាករអូឡាំពិកចុងក្រោយសម្រាប់ការប្រកួតកីឡាអូឡាំពិកនៅរដូវក្តៅឆ្នាំ2012 មុនពេលលាគ្នា នៅតំបន់មែលប៊ើន នៅចុងសប្តាហ៍នេះ សម្រាប់ទាំងក្រុមរបស់ស្ត្រីអូប៉ាលស៍ និងក្រុមរបស់បុរសប៊ូមើរ៍។\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "ប្រជាជនទីក្រុងបានអំពាវនាវម្តងហើយម្តងទៀតសុំឲ្យនគរបាលដេញក្រុមបាតុករពីទីតាំងដី ដែលឥឡូវនេះជាកម្មសិទ្ធិខេត្ត ហើយបានរក្សាជាការកាន់កាប់ផ្ញើទុករហូតទាល់តែជម្លោះត្រូវបានដោះស្រាយ។\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "ប៉េត្រូ ម៉ាកាដូ អគ្គមេបញ្ជាការក្រសួងអគ្គិភ័យក្រុងរ៉ៃអូ ឌឹ ជេនេរ៉ូ មានប្រសាសន៍ថា \"យើងត្រូវតែប្រើឧបករណ៍ផ្សារឧស្ម័នដើម្បីបើកជ្រុងទូរថភ្លើងជួយមនុស្ស។\"\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "ចលនានេះ កើតឡើងក្រោយពីព្រះសង្ឃឡាម៉ា ទី14 ឈ្មោះ តង់ស៊ីន យ៉ាត់សូ បានស្បថថានឹងចុះចេញពីតំណែងរបស់ខ្លួន ប្រសិនបើ \"មិនអាចគ្រប់គ្រងស្ថានការណ៍បាន\" នៅក្នុងទីបេ ដែលជា កន្លែងបាតុកម្មហិង្សាប្រឆាំងនឹងប្រទេសចិន បាន​សម្លាប់មនុស្សពី 13 ទៅ 100 នាក់។\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "វរសេនីទោ ដូមីនីក ដីមីនីក ឌីម ឌេង មន្ត្រីការពារតំបន់ ត្រូវបានបញ្ជាក់ថាស្លាប់ និងប្រហែលជាមានមន្ត្រីយោធាយ៉ាងហោចណាស់19 នាក់ស្លាប់ឥឡូវ។\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "លោក បាសេស្គូ ត្រូវបានគាំទ្រដោយប្រជាជនថ្នាក់កណ្តាលដែលមានការអប់រំ ដែលពេញចិត្តលើគោលនយោបាយរបស់លោក​ អំពីការបង្ក្រាបអំពើពុករលួយនៅក្នុងប្រទេសមួយក្នុងចំណោមប្រទេសដែលពុករលួយបំផុតនៃតំបន់នេះ។\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "អំពើហិង្សានៅព្រឹកនេះផ្ទុយពីការអះអាងដោយឧត្តមសេនីយ៍ វីលាមខាដវែល ដែលបាននិយាយថា\"កុបករនិងភេរវករកំពុងវាយតបតវិញក្នុងការប៉ុនប៉ងដើម្បីបំបាត់នូវភាពជោគជ័យរបស់រដ្ឋាភិបាលអ៊ីរ៉ាក់និងកំលាំងសន្តិសុខ\" ឧត្តមសេនីយ៍បានបន្តនិយាយថាអំពើហិង្សាបានធ្លាក់ចុះពាក់កណ្តាលតាំងពីខែកក្កដា ប៉ុន្តែបានកើនឡើងភ្លាមៗនៅពីរថ្ងៃចុងក្រោយនេះ។\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "កូនីយមិនអាចទាក់ទងសុំការអត្ថាធិប្បាយបានទេ ហើយនឹងត្រូវបាននាំខ្លួនមកឆ្លើយនៅមុខតុលាការនៅក្នុងវ៉ាស៊ីនតោនឌីស៊ី។\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "ប្រជាជនអាយស្សា ខេលេដ បានប្រាប់សារព័ត៌មាន Reuters ថា \"ពេលខ្ញុំភ្ញាក់ពីគេង និងបានឃើញព្រិលធ្លាក់ ខ្ញុំក៏បានដាស់គ្រួសារបស់ខ្ញុំ និងបានប្រាប់ពួកគេមកមើលព្រិលធ្លាក់។\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "\"គ្មានពួកយើងណាម្នាក់ចង់ឲ្យលិខិតឆ្លងដែនរបស់ជនជាតិអាមេរិក អាចយកមកមើល ដោយមិនស្របតាមច្បាប់នោះទេ។\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថាបច្ចុប្បន្នគាត់កំពុងពិចារណាសម្រាប់ការសរសេរសេចក្ដីព្រាងថ្ងៃដើម្បីដាក់ជូនសភាញូវហ្សឺលែន។\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "វិភាគទានត្រូវបានធ្វើការរៃអង្គាសសំរាប់កាកបាទក្រហមអាមេរិក និងកងទ័ពសង្គ្រោះ។\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "រង្វាន់ J.J Sakurai នឹងត្រូវបានបង្ហាញនៅក្នុងកិច្ចប្រជុំ APS 2010 ក្នុងទីក្រុងវ៉ាស៊ីនតោនឌីស៊ីក្នុងពិធីសម័យប្រជុំពិសេសមួយនៅខែកុម្ភៈ ឆ្នាំ2010។\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតនេះបានយកចិត្តទុកដាក់លើទំនាក់ទំនងរវាងប្រធានាធិបតីកូឡុំប៊ីដែលនឹងផុតអណត្តិ លោកអាល់វ៉ារូ យូរីបេ និងក្រុមជីវពលស្តាំនិយមនៅប្រទេសអាមេរិកខាងត្បូងដែលមានសង្គ្រាមញ៉ាំញ៉ី។\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "យប់ម៉ិញភ្លាមៗនេះ​​ ការវាយប្រហារដ៏ធំបានតំរង់ ទិសដៅមកអ៊ីនធឺណេតរបស់ចិន​​ ដែលធ្វើឲការភ្ជាប់ទៅអ៊ីធឺណេតមានសភាពយឺតខ្លាំង។\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "ផ្នែកមួយនៃដំណើរការនេះគឺថា AI របស់អាដាមអាចធ្វើការជាវដ្តនិងវិភាគលើលទ្ធផលនៃការពិសោធន៍ក៏ដូចជាការធ្វើការងារមន្ទីរពិសោធន៍ដដែលៗជាទម្លាប់។\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "មុកតា បាននិយាយថា អ៊ីប្រាហ៊ីម ដែលជាជនសង្ស័យម្នាក់ក្នុងចំណោមជនសង្ស័យពីរនាក់ត្រូវបានគេបញ្ចេញឈ្មោះបន្ទាប់ពីការប៉ុនប៉ងបំផ្ទុះគ្រាប់បែកមិនបានសម្រេចកាលពីថ្ងៃទី21 ខែកក្កដា ក៏ត្រូវបានគេស្គាល់ថាមានឈ្មោះម៉ូហាមម៉ាត់ផងដែរ។\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "រ៉ូសបានថ្លែងថា គាត់ \"មានការអៀនខ្មាស់\" ចំពោះកម្មវិធីមួយចំនួនតូច ហើយថា \"ភាគច្រើនគឺជាកម្មវិធីដែលខ្ញុំមានមោទនភាព។\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "បទ \"Lose Control\" របស់មីសស៊ី អែលឡុតដែលសំដែងដោយខាយរា និងហ្វេតមេន​ ស្កូបទទួលបានពិន្ទុ 5-3 ខណ:ពេលដែល \"Don't Cha\"បានធ្លាក់ដល់លេខ5។\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ការបង្កើតថ្មី និងវិធីសាស្រ្តរបស់រីកូដែលបានប្រើដើម្បីប្រឌិតពួកវា គឺជាប្រធានបទនៃការបង្ហាញរបស់ អ្នកជួយស្រោចស្រង់នេះ។\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "ព្យុះ 80km/h (50mph) នៅក្នុងមហាសមុទ្រប៉ាស៊ីហ្វិកគឺប្រមាណជា 210km (130 miles) ពីភាគខាងលិច-ភាគនិរតីនៃអាកាភូលកូ ប្រទេសម៉ិកស៊ិក។\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ ហ្ស៊ីដានេ បានបដិសេដការបកស្រាយអ្វីដែល ម៉ាតេរ៉ាសហ្ស៊ី បាននិយាយ ប៉ុន្តែគាត់បាននិយាយថា ម៉ាតេរ៉ាសហ្ស៊ីបានធ្វើការបង្ហាញដែលមានលក្ខណៈដូចជា​ \"​ផ្ទាល់ខ្លួនខ្លាំងពេក\"​ ជាពិសេសដូចជាការព្រួយបារម្ភអំពីម្តាយ និងបងប្អូនស្រីរបស់គាត់។\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "កុមារដែលត្រូវបានចាត់ចូលក្នុងប្រភេទ \"ចូលរួមក្នុងសកម្មភាពសង្គម\" នៅតែល្អជាងកុមារ​ដែលត្រូវចាត់ចូលក្នុងប្រភេទ \"មិនមានសកម្មភាព​សង្គមសោះ\": ពួកគេមានឱកាសឆ្លងជំងឺនេះប្រហែល 3/4ដង។\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "គាត់បានចំណាយពេលរបស់គាត់ទាំងអស់នៅជាមួយដាប់បែលយូ ដាប់បែលយូ អែហ្វ ប្រឆាំងជាមួយនឹងអាន់ដឺថេកឃឺ ហើយបានចាកចេញពីក្រុមហ៊ុននៅក្នុងខែកក្កដាឆ្នាំ1993 បន្ទាប់ពីចាញ់អាន់ដឺថេកឃឺនៅក្នុងការប្រកួត រ៉េស អ៊ីនភីស។\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "យោងតាមគណៈកម្មការការពារអ្នកសារព័ត៌មានបានអោយដឹងថា នៅក្នុងឆ្នាំនេះ មានអ្នកសារព័ត៌មានចំនួន៩នាក់ហើយត្រូវបានសំលាប់ នៅក្នុងប្រទេសប៉ាគីស្ថាន ហើយយ៉ាងហោចណាស់ចំនួន16នាក់ត្រូវបានសំលាប់ ក្នុងឆ្នាំ2010។\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "មន្រ្តីជាន់ខ្ពស់រដ្ឋាភិបាលប៉ូឡូញមួយចំនួនផ្សេងទៀតក៏ស្ថិតនៅលើយន្តហោះនោះផងដែរ។\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "ប្រទេសនៅអ៊ឺរ៉ុបតែមួយគត់ដែលមានលទ្ធភាពផលិតនុយក្លេអ៊ែរគឺប្រទេសបារាំង។\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "ក្រោយពីសំនួរនិងចម្លើយបានបញ្ចប់ សេចក្ដីថ្លែងការជាវីឌីអូ ពីចនឃេរី បានចាប់ផ្តើមបញ្ចាំង។\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "ប្រេងនេះនៅពេលក្រោយមក បានអណ្ដែតទៅឡើងលើឆ្នេរខ្សាច់ឈូងសមុទ្រសាន់សាន្ត ក៏ដូចជាកោះម៉ូរ៉េតុន និង ប៊្រីប៊ី និងត្រូវបានហៅដោយប្រព័ន្ធផ្សព្វផ្សាយថាជា \"គ្រោះមហន្តរាយបរិសា្ថនដ៏អាក្រក់បំផុតមួយរបស់ប្រទេសអូស្ត្រាលី។\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "លោកបានអះអាងថាចាំបាច់ត្រូវមានសំឡេងគាំទ្រចំនួន 17 លើ 18 សំឡេងដើម្បីឱ្យមានការគាំទ្រសំឡេងភាគច្រើននៅក្នុងរដ្ឋជាសមាជិក 34 នៃ OAS។\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "ការអនុញ្ញាតឲ្យ CIA មានអំណាចជាច្រើនក្នុងការសម្រេចចិត្តថា តើនរណាអាចស្នាក់នៅក្នុងប្រទេសនេះ​ និងនរណានឹងត្រូវបានបញ្ជូនតាមកប៉ាល់ទៅប្រទេសផ្សេងទៀត គឺមានភាពចំរូងចំរាសគ្នា ពីព្រោះក្នុងពេលកន្លងមក សេតវិមាន នាយកដ្ឋានរដ្ឋ ឬក្រសួងយុត្តិធម៌ គួរត្រូវបានចូលរួមពាក់ព័ន្ធក្នុងការអនុម័តករណីជាលក្ខណៈបុគ្គលក្នុងការបញ្ជូនអ្នកទោសទៅកាន់ប្រទេសផ្សេងៗ។\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "\"នៅក្នុងការឆ្លើយនឹងសំណួរនេះ ថម ឃ្រូស បានណែនាំឲ្យស្គាល់ LRH [អិល រុន ហាបាដ] បច្ចេកវិទ្យានាំទៅកាន់មនុស្សច្រើនជាង1ពាន់លាននាក់នៅលើផែនដីនេះ។\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "ចាន់ ត្រូវបានកាត់ទោសថាជាមេគំនិតនៃប្រតិបត្តិការនេះ ហើយមីយូរ៉ានត្រូវបានកាត់ទោសពីបទអ្នកអនុវត្តផ្ទាល់។\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀត វិកគីញូសបានចោទសួរថាហេតុអ្វីពួកគេមិនបានបញ្ចេញនូវបញ្ជីពេញលេញដែលអាចប្រើប្រាស់បាន ប៉ុន្តែគូសសំគាល់នូវគេហទំព័រណាដែលគេយល់ថាមិនគួរអោយមានការត្រួតពិនិត្យឡើយ។\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី អ៊ីលី អូដ ម៉ូហាមេដ វ៉ាល់ ដែលបានបោះឆ្នោតក្នុងប្រជាមតិនេះដែរ បានមានប្រសាសន៍ថា \"នេះគឺជាថ្ងៃល្អបំផុត និងជាកំណើតថ្មីសម្រាប់ប្រទេសម៉ូរីតានី...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "យន្តហោះប្រយុទ្ឋ F3 Tornado ចំនួនបួនគ្រឿង ត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយកងកម្លាំងអាកាសរបស់ចក្រភពអង់គ្លេស ដើម្បីទប់ស្កាត់យន្តហោះយោធានរុស្ស៊ី។\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ការសិក្សានេះគឹជាសៀវភៅប្រវត្តិសាស្រ្ដពេញលេញអំពីកំណើត ការស្លាប់ និងអន្តោរប្រវេសន៍ទៅក្រៅប្រទេសសម្រាប់ប្រជាជនញូវហ្សឺលែន។\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីទួរគីអាប់ឌុល ហ្គូលបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍ថា \"គ្មានអ្វីអាចទទួលបានជោគជ័យដោយភេវរកម្មទេ ការទាមទារដោយហិង្សាចំពោះជីវិតអ្នកដែលមិនមានទោសពៃ។\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "\"រដ្ឋាភិបាលក៏នឹងសហប្រតិបត្តិការយ៉ាងជិតស្និទ្ធជាមួយសហគមន៍អន្តរជាតិដើម្បីរក្សាសន្តិភាព និងសុវត្ថិភាពនៅលើឧបទ្វីបកូរ៉េ។\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "គ្លីនតុនទទួលបានសម្លេងគាំទ្រខ្ពស់ជាងគេពីរាល់ការបោះឆ្នោតថ្នាក់ជាតិក្នុងចំណោមបេក្ខជនរបស់បក្សប្រជាធិបតេយ្យ ហើយគាត់បានព្យាយាមរក្សាភាពឯកជនទាក់ទងនឹងយុទ្ធសាស្ត្ររបស់គាត់ពីអ្នកគាំទ្រ​ និងបុគ្គលិកថ្មី។\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "គណបក្សប្រឆាំងត្រូវយកអោយបានយ៉ាងហោចណាស់ម្ភៃកៅអីពីរដ្ឋាភិបាល ដើម្បីយកឈ្នះកៅអីភាគច្រើនរបស់គណបក្សការងារដ៏សំខាន់ និងកៅអីមួយចំនួនរបស់គណបក្សឯករាជ្យ។\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "ស្ថិតក្បែរផ្ទៃរបស់ព្រះច័ន្ទ កាស៊ីនីបានរកឃើញថាគ្រាប់ធំល្មមដែលសំបូរដោយសូដ្យូម និងប៉ូតាស្យូមគ្របដណ្តប់ plumes។\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ទីក្រុងប្រាមថុននៅក្នុងខេត្តអនតារីញ៉ូ ប្រទេសកាណាដា និងទីក្រុងម៉ារីគីណា ប្រទេហ្វីលីពីន ថ្មីៗនេះ ត្រូវរួមគ្នា \"ធ្វើជាទីក្រុងភ្លោះ។\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "រដ្ឋលេខាធិការអាមេរិកខុនដូលេសារ៉ាយក៏បដិសេធពីការវាយប្រហាឆាប់ៗខាងមុខនេះដែរ ដោយបញ្ជាក់ថាគ្មានការអនុម័តពីសភាសំរាប់យុទ្ធនាការទ័ពទៅលើអ៊ីរ៉ង់នោះទេ។\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "គេបាននិយាយផងដែរថា គាត់បានបាត់ឱកាសមួយបន្ថែមទៀតសំរាប់សកម្មភាពគេចក្នុងការជួយសង្គ្រោះបន្ទាន់ អំឡុងពេលយន្តហោះបានបុកផ្លូវរត់ និងលោតទៅក្នុងអាកាសនៅចំណុចដែលសហអាកាសយានិកហ្គាហ្គេម រ៉ូចម៉ាណាបានស្នើឲ្យ \"ឆ្វែលជុំវិញ\"វិធីគួរត្រូវចាប់ផ្ដើម ប៉ុន្តែមិនត្រូវបានអើពើទេ។\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះនៅត្រូវសម្រេចដោយអ្នកកាន់កាប់ភាគហ៊ុនធម្មតាភាគច្រើនរបស់ណេតអៅធ៍ បំពេញការដាក់ពាក្យសំុ និងទទួលបានការអនុញ្ញាតតាមបទប្បញ្ញត្តិ និងបំពេញរាល់លក្ខខណ្ឌបញ្ចប់ផ្សេងៗ។\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានទទួលជ័យជម្នះក្នុងលទ្ធផល 3-1 ក្នុងការប្រកួតទី 2 នៃក្របខ័ណ្ឌ UEFA-Women's Cup វគ្គផ្តាច់ព្រ័ត្រឆ្នាំ2005 កីឡាករនៃ 1.FFC Turbine Postdam បានឈ្នះជើងឯកនៅតំបន់អឺរ៉ុប ទល់នឹងក្រុមជនជាតិស៊ុយអែតនៃ Djurgården / Älvsjö - the UEFA Women's cup។\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "ការចំលងមេរោគពិតជាមានបញ្ហាដោយសារជិត1ភាគ4នៃអ្នកដែលចាប់មេរោគស្តាផត្រូវការគេងនៅមន្ទីពេទ្យ។\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "ខណៈការពិសោធត្រូវបានបញ្ចប់ គ្រប់មន្ទីរទាំងអស់នឹងផ្លាស់ទៅកាន់លីនូខនិងOpenOffice.org។\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "សាលារៀនចំនួន 2,000 និងកម្មវិធីក្រោយឬក្រៅសាលារៀនចំនួន 1,300 នឹងទទួលផលប្រយោជន៍ពីមូលនិធិនេះ។\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តពីសាកលវិទ្យាល័យមែលប៊ឺននិយាយថាការស្រាវជ្រាវរបស់ពួកគេបង្ហាញថាផលចំនេញនៃថាពលនុយក្លេរអ៊ែរត្រូវបានគេប្រមាណស្ទើរនិងព្រួយបារម្ភអំពីការប្រើប្រាស់លើសនៃសំណល់នុយក្លេរអ៊ែរ។\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ហាម៉ាសដែលជាបក្សគាំទ្រការផ្លាស់ប្ដូរជនជាតិអ៊ីស្លាមម្នាក់បានឈ្នះដោយសម្លេងភាគច្រើននៅក្នុងការបោះឆ្នោតសភានៅហ្កាសាស្រ្ដីពដែលធ្វើឡើងនៅខែមុន។\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "លោកបានចំណាយពេលបីម៉ោងក្នុងយប់មួយនៅកន្លែងធំនៅក្នុងតំបន់ Manhattan បន្ទប់សម្ងាត់របស់ Rebecca​ ជាកន្លែងដែល បើយោងតាមសម្លេងភូមិ \"អ្នកអាចយកមិត្តស្រីឬប្រពន្ធរបស់អ្នក ហើយឱ្យពួកគេបំពេញចិត្តដោយការគោរព លើកលែងតែពួកគេសង្ឃឹមថា ត្រូវបានបំពេញចិត្តជាមួយនឹងអ្វីផ្សេងក្រៅពីការគោរព!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "ទោះបីជាការប្រណាំងនេះគឺជាការប្រណាំងចំងាយវែងជាងគេលើកទីពីរនៃធួដឺតៃវ៉ាន់នៅឆ្នាំ2008 អាកាសធាតុនៅពេលនោះបានសាកល្បងនឹងអ្នកប្រណាំងកង់ចំនួន89នាក់ ដោយសារតែមានធ្លាក់ភ្លៀងមុននោះនៅតំបន់តៃប៉ិ‌-‌គីលុង។\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្ដចំពោះគម្រោងការBគឺករណីតែមួយនៃបញ្ញត្ដិដែលស្នើរទាំង67ទៅកាន់ការប្ដូរOTCដែលមិនត្រូវបានឯកភាពសម្បីតែក្រោយគណៈកម្មាធិការប្រឹក្សាបានឯកភាពលើការផ្លាស់ប្ដូរទាំងនោះ។\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក គាត់សន្យាថា ប្រសិនបើគាត់ជាប្រធានាធិបតី គាត់នឹងតាមប្រមាញ់អូសាម៉ា ប៊ីន ឡាឌេន រហូតដល់ \"ទ្វារនរក។\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "នៅម៉ោង 6:45 ព្រឹក ដែលជាម៉ោងនៅរដ្ឋហាវ៉ៃដែលជាពេលចាប់ផ្តើមហែលទឹកចម្ងាយ 2.4 mile ជិះកង់ប្រកួតម៉ោងចម្ងាយ 112 mile និងជាការរត់ម៉ារ៉ាតុងចម្ងាយ 26.2 mile ដែលបានឃើញនូវអ្នកអកុសល និងអ្នកមានសំណាង។\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះមានរយៈពេលខ្លី ដោយធ្វើការប្រកួតតែបីទឹកប៉ុណ្ណោះ។\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "ខែល បូស ដោយសារតែគ្រោះថ្នាក់ជាមួយនឹងចាស ប័រតុន ដែលស្ថិតនៅចំណាត់ថ្នាក់ទី៣ក្នុងពេលដែលមិត្តក្នុងក្រុមរបស់គាត់ហាមម្លីនសិ្ថតនៅទី៤។\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "មេធាវីម្នាក់របស់បុរសនោះបាននិយាយថា គាត់មានអារម្មណ៍ថាការចោទប្រកាន់នេះហួសកំណត់បើយោងទៅតាមស្ថានភាពនោះ។\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "ហ្វូងត្រីបាឡែនបានអណ្តែតខ្លួនវានៅកំពង់ផែឡេវី នៅភាគខាងជើងនៃកោះ អ្នកស្ម័គ្រចិត្តជាច្រើននាក់បានជួយដោយព្យាយាមយកពួកវាត្រលប់ទៅទឹកជ្រៅចេញពីដៃសមុទ្រដែលសម្បូរភក់ និងទឹករាក់។\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "សេវាកម្មឡានក្រុងនៅតំបន់1បានធ្វើការឡើងវិញនៅម៉ោង16:00BST។\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    }
]
}