{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Translate the given sentence from source language to target language. Here the target language is English and source language is Burmese. ",
  "Positive Examples": [
    {
      "input": "အဆိုပါ ပုံ တွင် ၊ ကယ်လို သည် ဆေးရုံ ကုတင် တစ်ခု ပေါ်တွင် သူမ၏ ကိုယ်ခန္ဒာ မှ ချိတ်ဆက်ထားသော ချက်ကြိုး များစွာ နှင့် လဲလျောင်း ပြသခဲ့ ပြီး တစ်ခု စီ သည် ကလေး တစ်ယောက် ကို ချိတ်ထားတာ တစ်ခု မှလွဲ၍ ၊ အရာဝတ္ထု သို့မဟုတ် ကိုယ်ခန္ဒာ အစိတ်အပိုင်း တစ်ခု ကို ချိတ်ထားသည် ။\n",
      "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
      "explanation": "The above sentence is correctly translated from Myanmar to English"
    },
    {
        "input": "ကီမီ သည် အခု အေလွန်ဆို နောက် က ငါးမှတ် ဖြင့် သာ ၊ အမ်စီလာရမ် ယာဉ်မောင်းများ နှင့် ကွာဟချက် အနည်းအကျဉ်း ရှိခဲ့သည် ။\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is correctly translated from Myanmar to English"
    },
    {
        "input": "စိန့် အန်းဒရူး တွင် ကျင်းပခဲ့သော အိုပင်း ချန်ပီယံရှစ် တွင် ၊ ဂေါက်ရိုက်သမားများ သည် သူတို့ ၏ လေးစားမှုများ ကို လည်း ပေးဆပ်ခဲ့သည် ။\n",
        "output": "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n",
        "explanation": "The above sentence is correctly translated from Myanmar to English"
    }
  ],
  "Negative Examples": [
    {
        "input": "မက်ဆာ က “ ကျွန်တော် ဟာ ကျွန်တော့် ကို အစားထိုးပေးအပ်ထားသော တာဝန် အတွက် အလေးအနက် ထား မိ ပြီး ဖာရေရီ လို အသင်းမျိုး မှာ ကမ္ဘာ့ အကောင်းဆုံး တိုက်စစ်မှူး မိုက်ကယ်ချမ်မာချာ လို လူမျိုး နှင့် ယှဉ်တွဲ ကစား ရ ဖို့ ရာ စောင့် တောင် စောင့် မ နေ နိုင် ပါဘူး ” လို့ ပြောကြားခဲ့ပါသည် ။\n",
        "output": "\"I am unaware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is not correctly translated from Myanmar to English as one of the words 'unaware' changed the meaning of the sentence."

    },
    {
        "input": "အဆိုပါ အက်စ်ယူဗွီ ၏ ကားမောင်းသမား သည် အသက်ရှင်ကျန်ရစ်ခဲ့ ပြီး ၊ အရက်သောက် မောင်းနှင်းထားခြင်း ၏ မသင်္ကာမှု အား ထိန်းသိမ်းခံလျက်ရှိသည် ၊ စပိန် သတင်းစာဆရာ ဆာ က တရား၀င် သွေး ထဲတွင် အရက်ပါ၀င်မှု သတ်မှတ်ချက် ကို အရက်ပမာဏတိုင်းတာစစ်ဆေးသည့် ကိရိယာ တစ်ခု ဖြင့် နှစ်ကြိမ် စစ်ဆေးထုတ်ဖော်ကြောင်း အခိုင်အမာပြောဆိုသည် ။\n",
        "output": "He must have lied to you for a damn good reason, Dexter\n",
        "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."

    }
  ],
  "Instances": [
    {
        "input": "ဒီ ကွန်ဖရင့်ထဲမှာ လည်းပဲ ၊ ဂူဂယ် တိုင်ဝမ် အာအင်ဒီ စင်တာ ၏ အင်ဂျင်နီယာ ဒါရိုက်တာ လီ-ဖန် ချင် က “ ဂူဂဲလ် တိုင်ပေ တီထွင်သူများ နေ့ ” မှာ အောင်မြင်မှုများ ကိုလည်းကြေငြာခဲ့ ပြီး ကိုင်-ပေါင် ဟူ နှင့် ရီ-ရူ လင်း အမည်ရှိ တီထွင်သူများ ကို အိုင်ဂူဂဲလ် ပေါ်တွင် တကယ့် အပလီကေးရှင်း အချို့ ဝေမျှ ဖို့ ဖိတ်ခေါ်ခဲ့တယ် ။\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "အဆုံးသတ် မှာတော့ ၊ ဒီ တူညီတဲ့ နည်းပညာ ဟာ ရုပ်ရှင် လုပ်ငန်း သန်းပေါင်းများစွာ ကို ကာကွယ်နိုင်လိမ့်မည် ။\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် က ကင်းစဝေး မှာ အလွန်တရာ လူကြိုက်များတဲ့ သူ တစ်ယောက် ဖြစ်တာ ကြောင့် မဟုတ် ပေမယ့် ၊ မဲ ခွဲ ပြီး ဦးသူအနိုင်ရ စနစ် အလုပ်လုပ်တဲ့ ပုံစံ ကြောင့်ပါ ။ \"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "ကား သည် အမေရိကန်ပြည်ထောင်စု နှင့် ပေါင်းစပ် ထူထောင် သည့် ၊ ပါကစ္စတန် စစ်ဘက်ဆိုင်ရာ အထူး ဝန်ဆောင်မှု အဖွဲ့ ၏ တစ်စိတ်တစ်ပိုင်း ဖြစ်သည့် ၊ အထူးစစ်ဆင်ရေးလုပ်ဆောင်သည့်အဖွဲ့ ၏ ဌာနချုပ် အဖွဲ့ သို့ အတင်းတိုးဝင်ခဲ့သည် ။\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "ပြည်နယ် ရဲ တပ်ဖွဲ့ဝင်များ သည် ( အမ်အိတ်ချ္်-၆၅ ) ကယ်ဆယ်ရေး ရဟတ်ယာဥ် တစ်စီး နှင့် ကယ်ဆယ်ရေး မော်တော်ကြီး နှစ်စင်း ပေးပို့ခဲ့ သူဖြစ်သည့် ကမ်းခြေ အစောင့် ကို သတင်းပို့ခဲ့သည် ။\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "ဘီပီ သည် ဇူလိုင် ၁၃ ရက်နေ့ က ပင်လယ်ကွေ့ ထဲသို့ ရေနံများ ယိုစိမ့်ဝင်ခြင်း အား ထိရောက်စွာ ရပ်တန့်စေ ရန် ယိုစိမ့် ရေနံတွင်း ကို ပိတ်ဆို့ထားခဲ့သည် ။\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "ပွဲစဉ် ၏ အခြေအနေ တွင် ၊ ၅-၁-၂၅-၃ ၏ စရီဆန့်သ် စာလုံးပေါင်း သည် အရေးကြီးသည် ။\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "“ ဒါပေမယ့် ၄င်း သည် ကျွန်ုပ်တို့ ၏ ပုံမှန် လည်ပတ်နေသော လုပ်ထုံးလုပ်နည်း များ အတွင်း ကျရောက် ပြီးလျှင် ကျွန်တော်တို့ သည် နှင့်အရ ထပ်မံလုပ်ဆောင်နေကြသည် ။ ”\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "ကုမ္ပဏီ ရဲ့ သုတေသန နှင့် ဖွံ့ဖြိုးရေး ဌာန အသစ် ကို ရှန်ဟိုင်းမြို့ ရဲ့ ဇီဇူး သိပ္ပံ ဥယျာဉ် မှာ စတင်တည်ထောင် ရန် ဖြစ်ပါတယ် ။\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "အစိုးရ က သေဒဏ် အပြစ် ကို အချိန်ယူ ၍ ဆန့်ကျင်မှု ထပ်ခါတလဲလဲ ပြောဆိုခဲ့ပါသည် ။\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "လက်နက် သစ် များ က သမားရိုးကျ စစ်ပွဲ မှ နယူးကလီးယား စစ်ပွဲ သို့ ပြင်းထန်လာခြင်း ၏ ခြိမ်းခြောက်မှု မရှိဘဲ ၊ နျူကလီးယား လက်နက်များ ကဲ့သို့ တူညီသော အကျိုးသက်ရောက်မှုများ ကို ရရှိလိမ့်မည် ။\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "ပီအို နှင့် ပီအိုင်အက်စ် ၊ နှစ်ခုစလုံး သည် အနာဂတ် အစိုးရ ပုံစံဖြစ်လာလိမ့်မည် ၊ ဆေဂျမ် အသစ် တွင် ၃၀၄ နေရာ ရှိလိမ့်မည် ၊ ပါတီ နှစ်ခုစလုံး ကို ပံ့ပိုးပေးနိုင် သော ၊ ပေါလစ် ဖွဲ့စည်းပုံ ကို အပြောင်းအလဲများ ပြုလုပ်ခြင်း အတွက် အနည်းဆုံး ၃ခု လိုအပ်ပါသည် ။\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "ရုရှား က အထူး လုပ်ငန်း ပျံသန်းမှုများ ၊ အများအား ဖြင့် မဟာဗျူဟာမြောက် လေကြောင်း နှင့် သယ်ယူရေးများ ကို ယင်း ဒေသ တွင် ပုံမှန် အသုံးပြုကြ ပြီး ၊ ကလင်နင်ဂရက် အော့ဘလပ်စ် ၏ မြို့တော် ၊ ကလင်နင်ဂရက် အကြား နှင့် ပိုလန် နှင့် လစ်သူနီးယား အကြား တည်နေရာ ၊ နှင့် ရုရှား ရှိ စိန့် ပီတာစဘာ့ဂ် ဖြစ်သည် ။\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "ထို ပေါက်ကွဲ မှု သည် အရောင်း စင်တာ ကို ဆိုးရွားစွာ ပျက်စီးမှု ကို ဖြစ်စေခဲ့သည် ၊ ပြူတင်းပေါက် များ ကျိုးပဲ့ ခြင်း ၊ မျက်နှာကျက် ပြိုကျ ခြင်း များ ဖြစ် စေ ခြင်း ၊ နှင့် တိုင် များ လည်း မီတာ ရာပေါင်း များစွာ အတွင်း လိမ့်သွားခဲ့သည် ။\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "သမ္မတ နိုင်ငံ အဖြစ် လိုလားသော ပါတီ အဖွဲ့ဝင် တွေ က ရေးဒ် ကို သူ့ ဝေဖန်ချက် တွေ အပေါ် ပြန်လည် ရုပ်သိမ်း ရန် တောင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "အသက် ၁၉ နှစ် ရှိ ပြီ ဖြစ် သော သြစတြေးလျ ရှဲဒိုး အိုလံပစ် အသင်း တက်ကရန်နမ် ၊ ကင်ဘာရာ -- ၏ အသင်းဝင် ဖြစ် သော အဲလစ်အင်ဂျာလေ သည် အမျိုးသား မြှားပစ်ချန်ပီယံပွဲ ၏ ဒုတိယ မြောက် နေ့ ကို တက်ရောက်ခဲ့ ပြီး သတ်မှတ်ထားသော ပွဲစဉ် မတိုင်မီ ရက် အနည်းငယ် အလို မှာ သြစတြေးလျ ကိုယ်စားပြု အနေဖြင့် အိုလံပစ် ပွဲတော် မှာ တက်ရောက် ဖို့ သူမ မျှော်လင့်တယ် ။\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "ကာနက်ဇ် သည် ၂၀၀၁ခု တွင် ဘတ်စ်ကား စီးနေ ချိန်တွင် ပါကစ္စတန်နိုင်ငံ တွင် ခေါ်ဆောင်ခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "“ ဈေးနှုန်း အညွှန်း ” အကောင်အထည်ဖော်ဆောင်ရေး မှ အနာဂါတ် လူမှု လုံခြုံရေး စရိတ် များ အနေဖြင့် ဒေါ်လာ သန်းတစ်ထောင် ကို ဖြတ် ပါလိမ့်မယ် ။\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "ပြင်းထန်သော အားထုတ်မှု နှင့် မတရားကျူးကျော်တိုက်ခိုက်သော ထိုးဖောက်ဝင်ရောက်သော မြေပြင် စစ်ပွဲ တစ်ခု နှင့်အတူ ၊ သူမ ထိုအရာ တွင် လုံးဝ ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "ဒေသသုံးစွဲရန်ငွေကြေးကန့်သတ်ချက်များ က အချို့သော လေဆိပ်များ ကို တိုးတက်ရေး မှ ၂၂၅၀ မီတာ ပြေးလမ်း ၏ ၁၄၀ မီတာ နှင့် လေဆိပ်မှာ လေယဉ်ဘေးလွတ်ရေးနေရာ နှင့် မီးသတ်ကား အတွက် RESA ကြေငြာချက် တစ်ခု အပါအဝင် တိုးတက်မှုများ နှင့်အတူ ၊ တားဆီးထား သော်လည်း ယိုဂျာကာတာ မှာ လက်ရှိမှာတော့ ပြဿနာ မရှိပါ ဟု အင်ဒိုနီးရှား လေကြောင်းပို့ဆောင်ရေး အထွေထွေ ဒါရိုက်တာ ဘူဒီ မူယာဝန် ဆူရစ်နို က ပြောခဲ့သည် ။\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနှစ် တွင် ဖွဲ့စည်းပုံအခြေခံဥပဒေနှင့်မညီသော စည်းမျဉ်းချခဲ့ သော ၊ ထိန်းသိမ်းစောင့်ရှောက်ခြင်း နှင့် ပုဂ္ဂလိက ကုမ္ပဏီ များ အား စွမ်းအင် ပေး ဖို့ ခွင့်ပြု ရန် ကြိုးစားခြင်း တို့ အပါအဝင် ၊ လျှပ်စစ် ပြတ်တောက်မှု သည် နိုင်ငံ ၏ ဖွံ့ဖြိုးဆဲ စွမ်းအင် အကြပ်အတည်း နှင့်ပတ်သတ်ပြီး ဖြေရှင်း ရန် ကြိုးစားအားထုတ်မှု များ ဆက်တိုက်ဖြစ်ပေါ်သည် ။\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "“ ရုတ်တရက် ပြောင်းလဲသွားတဲ့ ရာသီဥတု အခြေအနေ ၏ ရလဒ် တစ် ခု ကြောင့် ဖြစ်ရတဲ့ လှိုင်းလုံးကြီး တစ် ခု က သူ့ ကို သတိမထားမိစေ ဘဲ ပုတ်ထုတ်လိုက်တဲ့ အခါ မှာ ဒီ လူ ဟာ ပင်လယ် ရေကာတာ အောက်ခြေ မှာ ရှိတဲ့ ရေအောက် ကို ဝင်ရောက်သွားတယ် လို့ ယူဆဖွယ် ရှိကြောင်း ကျွန်ုပ်တို့ ယုံကြည်ပါတယ် လို့ ” သူတို့ က ပြောခဲ့တယ် ။\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "အာမေးနီးယား နိုင်ငံ သမ္မတ ဆပ်ဇ် ဆာခီစီရန် က \" ကျွန်တော် တို့ စစ်ပွဲ ကို အလိုမရှိပါဘူး ၊ ဒါပေမဲ့ ကျွန်တော် တို့ လုပ်ရမည် ဆိုလျှင် ၊ ကျွန်တော် တို့ တိုက် ပြီး နိုင်လိမ့်မည် \" ဟု ကြေညာခဲ့သည် ။\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "သူ့ ရဲ့ အုပ်ချုပ်မှု ကာလအတွင်း ၊ သူ သည် အခြား အုပ်ချုပ်ရေးမှူး အားလုံး ပေါင်းထားသည် ထက် ပို၍ ဥပဒေကြမ်း ၇၅၀ ကျော် ကို ဗီတိုအာဏာသုံးခဲ့ ပြီး ၊ ပြည်နယ် ကို ပိုငွေ ၁ ဘီလီယံ ဒေါ်လာ ဘတ်ဂျက် တစ်ခု ဖြင့် ချန်ထားခဲ့သည် ။\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "ပထမ တိုက်ခိုက်မှု သည် ပါကစ်စတန် - အာဖဂန် နယ်စပ် အနီး တောင်ထူတပ်သော နေရာ တွင် အရန် ရဲ-တပ်ဖွဲ့ တစ် ခု သည် လမ်းဘေး ဗုံး နှစ် လုံး ဖြင့် တိုက်ခိုက်ခဲ့သည့် အချိန် တွင် ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "အခင်းဖြစ်ပွားရာ နေရာ ရှိ ရှေးကျသော မွတ်စလင် တရားရုံးများ အသင်း အဖွဲ့ဝင်များ က ဗုံးခွဲသူ သည် ၊ အယ်လ်-ကိုင်ဒါ နှင့် ဆက်သွယ်မှုများ ရှိသည် ဟု ယုံကြည်ရသော ၊ အစွန်းရောက်-ရှေးရိုးစွဲ မွတ်စလင်များ အဖွဲ့ အယ်လ်-ရှာဘက် ၏ အဖွဲ့ဝင် တစ်ယောက် ဖြစ်သော ကြောင့် ၊ ၎င်း ၏ ဦးခေါင်း နှင့် မျက်နှာ ကို အကုန်အစင် မုတ်ဆိတ်ရိတ်ခြင်းခံထားရသည် ဟု ဖော်ထုတ်ခဲ့သည် ။\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် အဲဒီ အရာ ကို သေချာအောင် လုပ်ခဲ့ပါတယ် ၊ ကျွန်တော့် အမြင် ကတော့ ၊ ဒီ မူကြမ်း ကို သူတို့ လုပ်ခဲ့ကြ ပေမဲ့ လုံခြုံရေး အဖွဲ့ က နောက်ထပ် ဆုံးဖြတ်ချက် တစ်ခါ မပါဘဲ အင်အား သုံးခွင့် မရှိဘူး ” ဟု ၊ သူ က စုံစမ်းရေး ဌာန ကို ပြောခဲ့သည် ။\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "အာရပ် ခရစ်ယာန်များ က ဘုရားကျာင်း ၏ မြေ ကို ဂျူး လူမျိုး နေထိုင်သူများ သို့ ဘုန်းကြီးများ ၏ ရောင်းချမှု ကို ကန့်ကွက် သကဲ့သို့ ၊ ဂရိဘာသာ ကို လက်ခံယုံကြည်သော ဘုန်းကြီးများ နှင့် ဂျေရုစလင် ရှိ အာရပ် ခရစ်ယာန်များ ကြားတွင် ခရစ်တော် ထမြောက်ရာ တနင်္ဂနွေ မတိုင်မီ ကျရောက် သည့် သောကြာနေ့ တွင် အငြင်းပွားမှု တစ်ခု ပေါ်ပေါက်ခဲ့သည် ။\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "အီလီနွိုက် အောက်လွှတ်တော် က လိင်ဆိုင်ရာ မက်ဆေ့ ပို့တတ် သော ဆယ်ကျော်သက်များ အတွက် ပြစ်ဒဏ် အချို့ ထွက်ပေါ်လာ ရန် ဒီ ကြာသပတေးနေ့ က မဲပေးခဲ့ကြပါသည် ။\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "ဘာဗေရီရမ် ပြည်ထဲရေး ဝန်ကြီး ၊ ဂျိုချင် ဟာမာန် က ၊ ထို အဖြစ်အပျက် အကြောင်း သူ့ အကြံအစည် ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "မီးသတ်သမား များ သည် ယနေ့ အရှေ့ပိုင်း နေ့စဉ် စံတော်ချိန် နံနက် ၉ နာရီ ၁၅ မိနစ် ၊ ( နိုင်ငံတကာ စံတော်ချိန် ၄ နာရီ ) ထိ ဖြစ် သောကြောင့် မီး စတင် ပြီးနောက် ၂၄ နာရီ နီးပါး အခင်းဖြစ်ပွားရာ နေရာ မှာ ရှိ နေဆဲ ဖြစ်သည် ။\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "မျိုးချစ် အဖွဲ့ ၏ ထုတ်ပြန်ချက် တစ်ခု ထက် ၊ ဒီ အငြင်းပွား မှု ဟာ အလံ များ ကို မြှင့်တင် ခြင်း နှင့် ဖြုတ်ချ ခြင်း ဟာ အသင်း ဝင် များ အတွက် သာ ထုတ်ဖော်ပြောကြားခြင်း အခြေအနေ တစ်ခု အဖြစ် သီးသန့် သတ်မှတ်ထား သည့် အသင်း စာချုပ် များ နှင့် သက်ဆိုင်ခဲ့ သည် ။\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "သူ ၏ ခုနှစ် ကြိမ် မြောက် စီဝိုင် ရန်း ဆု ကို သူ ရရှိ ပြီးနောက် ရောကတ် သည် အခြား ရာသီ အတွက် လက်မှတ် ထိုးခဲ့ ပြီး ကလန်မင်း သည် နှစ် ဂိုး ဖြင့် ဦးဆောင် အနိုင် ယူခဲ့ ပြီး ကာဒီနယ် နဲ့ ယှဉ်ပြိုင် တဲ့ အင် အယ် စီ အက်စ် ၏ ၇ ပွဲစဉ် ရှုံးနိမ့် သွား တဲ့ အခါ ၊ အစထရို သည် ၂၀၀၄ တွင် ကမ္ဘာ့ ပွဲစဉ် နဲ့ နီးစပ် လာပါသည် ။\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "သူ သည် သူ၏ မိသားစု အတွက် လုံခြုံမှု ကို အာမခံသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "ယာဉ် ကို ထိန်းသိမ်းပေးသော ဘီး နှင့် ထိုင်ခုံတန်း ၊ အများစု ကို မြက်ရိတ်စက် အဟောင်း ၏ အစိတ်အပိုင်းများ ဖြင့် ပြုလုပ် ထား ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "ပါလီမန် သည် မိုက်ကရိုချစ်ပ် ထည့်သွင်းခြင်း လိုအပ်ချက် ကို ပြောင်းလဲ ရန် ရည်ရွယ်သော ၊ ဒေသခံ အစိုးရ ကျသင့် ငွေ ပြင်ဆင်ခြင်း ဥပဒေ ကို များစွာသော အကြံပြု ပြင်ဆင် ဖြည့်စွက်ချက်များ ကို ဝေဖန် ဆွေးနွေးနေကြသည် ။\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "မူခါဂျီ သည် ကုသမှု ခံယူနေ စဉ် ဝန်ကြီးချုပ် နှင့် တွေ့ဆုံနိုင်ခဲ့ ပြီး သူ နိုင်ငံခြား တွင် ရှိ နေစဉ် ဆိုချ် သည် ဆေးရုံ တွင် ရှိနေခဲ့သည် ဟု မူခါဂျီ က ပြောခဲ့သည် ။\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "ယခုအချိန်တွင် ဒေသတွင်း အစိုးရ က မင်းသား လောရန့်စ် က ထောက်ပံ့ထားသော သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ အဖွဲ့အစည်း တစ်ခု ( အိုင်အာဂျီတီ / ကေအိုင်အန်တီ ) သို့ ၊ သူတို့၏ လှူဒါန်းမှူများ ကို စုံစမ်း ပြီး ဆွေးနွေးနေကြသည် ။\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ အစိုးရ ရဲ့ ပြောင်းလဲ သည့် သာလွန် သည့် ၊ အလွန် ခိုင်ခံ့သော မဟာမိတ် အဖွဲ့ တစ် ဖွဲ့ ဖြစ်သည် ။ ”\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "အယ်ဘက်ဒေါ့ ပြန်လည်ရွေးကောက်ခံ ရာတွင် ကျဆုံးခဲ့ လျှင် ၊ သမ္မတ အသစ် သည် အဆိုပါ ဆိုင်းငံ့မှု အား အဆုံးသတ်နိုင် ပြီး ၊ သေဒဏ်စီရင်မှုများ လည်း ပြန်လည်စတင်နိုင်ပါသည် ။\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "မြောက် ကာရိုလိုင်းနား ၊ ချာလော့ တွင် ချိတ်ဆက်ထားသော အေဘီစီ ရုပ်သံလိုင်း တစ်ခု ၏ အဆိုအရ ၊ ဖလဲ ဟာ လွန်ခဲ့သော ဗုဒ္ဓဟူးနေ့ က ပြည်နယ် ၄၈၅ ရှိ ကွေ့ကောက်သော လမ်းမပေါ်ရှိ မတော်တဆမှု ဟုစွပ်စွဲထားသော အဖြစ်အပျက် တွင် တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "“ ဒဏ်ရာများကို ကုစားခြင်း ” ကို ရည်ညွှန်း ရာတွင် ၊ ကုလသမဂ္ဂ ၌ တောင်-မြောက် ခွဲခြားခြင်း တစ်ခု က အစားထိုးလာခဲ့သော စစ်အေး တိုက်ပွဲ သဘောထားကွဲလွဲမှုများ ၏ အန္တရာယ် ကို သူက ထောက်ပြခဲ့သည် ။\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "အင်ဒိုနီးရှား ရဲ့ ရာသီဥတု နှင့် ရူပဘူမိဗေဒ ကိုယ်စားလှယ်ရုံး သည် ပထမ လှုပ်ခါမှု ပြီးနောက် မိနစ် ၂၀ ခန့် တွင် ရစ်တာ စကေး အားဖြင့် ပထမ အကြိမ် ပြင်းအား ၅.၅ နှင့် နောက်ထပ် ၅.၃ ရှိ ၊ အနည်းဆုံး ငလျင်နောက်ဆက်တွဲ နှစ် ကြိမ် ကို မှတ်တမ်းတင်ခဲ့သည် ။\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "ထို့နောက် ထိခိုက်ဒဏ်ရာရသော ခရီးသွားဧည့်သည် ကို ကိုစတာ ဒဲ ဆိုးလ် ဒေသ ရှိ ကွဲပြားသော ဆေးရုံ ငါး ခု သို့ ခေါ်ဆောင်သွားခဲ့သည် ။\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ဆစ်ဒနီ ရှိ ရန်းဝခ် မြင်းပြိုင်ကွင်း တွင် ပြိုင်မြင်း လေးကောင် သည် ရောဂါပိုး ကူးစက်ခံခဲ့ရသည် ဟု မနေ့က ၄င်းသည် ကြောက်ရွံ့ထိတ်လန့်ဖွယ်ဖြစ်ခဲ့ သော်လည်း ၊ နောက်ထပ် မြင်းများ တွင် ရောဂါပိုး မရှိကြောင်း စမ်းသပ်ခဲ့သည် ။\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "အရပ်သား မိသားစုပေါင်း ၂၁,ဝဝဝ ကျော် ၊ ဒုက္ခသည်ပေါင်း ခန့်မှန်းခြေ ၁၅၃,ဝဝဝ သည် ၊ တောင်ပိုင်း ဝါဇီလီစတန် သို့ ထွက်ပြေးခဲ့ ပြီး ၊ အနောက်-တောင် နယ်စပ် ဒေသ သို့ ခိုလှုံခဲ့ကြသည် ဟု ၄င်း က အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "ယင်း ပရိုဂရမ်များ ကို ၃ နှစ် ကျော် ဖွံ့ဖြိုးတိုးတက်စွာ စဉ်ဆက်မပြတ် ဖြန့်ဖြူးနိုင်ခဲ့သော အထိမ်းအမှတ် ဖြင့် မေ ၂၀၀၂ တွင် ဗားရှင်း ၁.၀ ထက် ကျော်လွန်သော အင်္ဂါရပ် အများအပြား ပါဝင်သည့် ပရိုဂရမ်များ ကို ဖြန့်ဖြူးခြင်း တွင် လည်း အောင်မြင်ခဲ့သည် ။\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု တွင် ရာပေါင်းများစွာသော တရားဝင် ၊ ကျွမ်းကျင်အဆင့် အလုပ်သမား များ သည် အမေရိကန်ပြည်ထောင်စ ုနိုင်ငံသားဖြစ်မှု နှင့် လူဝင်မှုကြီးကြပ်ရေး ဝန်ဆောင်မှု များ ( ယူအက်စ်စီအိုင်အက်စ် ) ၏ ဒါရိုက်တာ ၊ အီမီလီယို ဂွန်ဇလီဇ် ထံ သို့ ပြည်နယ် အစိုးရ နှင့် ယူအက်စ်စီအိုင်အက်စ် မှ \" ဖလစ်ဖလော့ \" တစ်ခု ဟု သူတို့ ခေါ်ဆိုခဲ့ သော အမြဲတမ်းနေထိုင်ခွင့် လက်မှတ်ဆိုင်ရာ လုပ်ငန်းစဉ် နှောင့်နှေးမှု များ ပပျောက်ရေး အပေါ်တွင် ငြိမ်းချမ်းစွာ ဆန္ဒပြမှု နှင့် အမှတ်လက္ခဏာ တစ်ခု ၏ အစိတ်အပိုင်း အနေဖြင့် ရာပေါင်းများစွာသော ပန်း များ ပေးပို့ခဲ့သည် ။\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "ရွဲလ်နေဒါ က စစ်မှန်သော ခေတ်မီသောတိုးတက်တီထွင်သူ တစ်ဦး အဖြစ် သူ့ ကို ချီးမွမ်းခဲ့ ပြီး ၂၀ဝ၃ ခုနှစ် တွင် ကူစီနစ်ချ် သည် ဂန္ဒီငြိမ်းချမ်းရေးဆု ၏ လက်ခံရရှိသူ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "သူတို့ သည် ၁၉၉၂ တွင် ပထမဆုံး ထုတ်လွှင့် ခဲ့ သော “ ကေး(လ်)လင်း အင် သည် နိမ်း ” ၊ ကို ပြန်ထုတ် ရန် ဆုံးဖြတ်ခဲ့ကြသည် ။\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "ဩစတြီးယား သည် ကာတာ နှင့် ၀-၀ ဖြင့် သရေကစားခဲ့ ၍ ၊ ဂျပန် သည် အာဘန်ကစ်စတန် ကို ၁-၀ ဖြင့် ရှုံးခဲ့ ၍ ၊ တောင်ကိုရီးယား သည် အာရပ်စော်ဘွားများပြည်ထောင်စု ကို ၂-၀ ဖြင့် ရှုံးနိမ့်ခြင်း ဖြင့် အရည်အချင်းရှိခဲ့ ပြီး အိုက်စ်လန်ထ် အပေါ် ၂-၁ ဖြင့် အနိုင်ရမှူ သည် နယ်သာလန် အရည်အချင်းရှိမှူ ကို မြင်တွေ့ခဲ့သည် ။\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "အစိုးရ ၏ စနစ် ကို ပြောင်းလဲ သကဲ့သို့ ၊ လီဘာတရင်းရ် က လည်း နယူးဇီလန် သည် သမ္မတနိုင်ငံ တစ်ခု ဖြစ်လာ ပြီး ဖွဲ့စည်းပုံ အခြေခံ ဥပဒေ နှင့်ဆိုင်သော ဘုရင် စနစ် ကို ဖယ်ရှား တယ်လို့ လည်း တင်ပြပါတယ် ။\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "အီရန် နိုင်ငံ ၏ အဆင့်မြင့် အမျိုးသား လုံခြုံရေး ကောင်စီ အကြီးအကဲ ဖြစ်သော ၊ ဟက်ဆန် ရော်ဟနီ က ၊ ဤ နိုင်ငံ သည် ယူရေနီယံ သတ္တုဒြပ်စင်ပြုပြင်ပြောင်းလဲရေးကိစ္စ ကို နိုဝင်ဘာ ၂၂ ရက်နေ့ မှစ၍ ယာယီ ရပ်ဆိုင်းထားမည် ဟု တနင်္လာနေ့ က ကြေငြာလိုက်သည် ။\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "ဟိုတယ် လုံခြုံရေး ဝန်ထမ်း က အစိုးရ လုံခြုံရေး အရာရှိများ က ပွဲ ၏ ထိန်းချုပ်မှု တစ်ခုလုံး ကို လိုချင်ခဲ့ သောကြောင့် ၊ အခမ်းအနား မတိုင်ခင် အခန်း မှ သူတို့ ကို ကန်ထုတ်ခဲ့ကြသည် ဟု ပြောသည် ။\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "ဝါရှင်တန် ရှိ ကနေဒါ သံရုံး သည် အာဖကန်နစ်စတန် ရှိ ကနေဒါ စစ်သည်စု များ ကို ပုံဖော်ထားသော ပိုစတာ များ နှင့်အတူ ဝါရှင်တန် မှာ မြေအောက်ရထား ဘူတာရုံ များ မှာ ကပ်ထားသော ၊ ကြော်ငြာ ယှဉ်ပြိုင်မှု တစ်ခု မှာ ရှိနေပြီးပြီ ။\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ထိုအတောအတွင်း ၊ နေရာများ တွင် အိမ်မွေးတိရိစ္ဆာန်များ ၏ လှုပ်ရှားမှုများ အပေါ် ကန့်သတ်ချက်များ ထားရှိတယ် ၊ ထိုကြောင့် အလွန် မဖြစ်နိုင်သော ဖြစ်ရပ် တွင် ရောဂါ ဖြစ်ပွားခြင်း တစ်ခု ရှိ ပြီး ၊ အကျိုးဆက်များ လဲ ပါဝင်နေလိမ့်မည် ။\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "“ ဖိအား အများကြီး ကျရောက် ပြီးနောက် အစိုးရ အတွက် ဆန္ဒမဲ နည်းခြင်း က အလွန် ရှုပ်ထွေးစေသည် ဟု ” ဘလော်ဂါ ဒေးဗဒ် ဖာရာ မှ ပြောသည် ။\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "အရင် ကမ်းလွန်ရေနံတူးဖော်စင် ရေနံတွင်း ယိုစိမ့်မှု ဖြစ်စဉ် အရ အာအိုဗွီ ယာဉ်လေးများ နေရာ ကို ဆုံးဖြတ် သတ်မှတ် ရန် နည်းလမ်း မရှိခဲ့ တာ ၊ အခု တိုင်အောင် ပါ ။\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "နယူး ဇီလန် ရှိ အသက် ရှင်သန်မှု မှတ်တမ်း တစ် ခု က လည်း နယူး ဇီလန် သည် ပြီးပြည့်စုံသော ကမ္ဘာ့ နိုင်ငံများ ထဲ မှ နိုင်ငံ တစ် နိုင်ငံ ဖြစ်ကြောင်း နှင့် ၁၈၀၀ ခုနှစ် ၏ နောက် ပိုင်း ရက် မှ မွေးဖွားမှုများ ၊ သေဆုံးမှုများ နှင့် ရွှေ့ပြောင်းမှု သတင်း အချက်အလက် တို့ ၏ အသေးစိတ် မှတ်တမ်း တို့ ကို ထုတ်ဖော်ပြသထားသည် ။\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "ပန် စတိတ် သည် ပန်ဆီဗေးနီးယား တွင် အကြီးဆုံး တက္ကသိုလ် ဖြစ် ပြီး အမေရိကန် ပြည်ထောင်စု တွင် အများပြည်သူနှင့်ဆိုင်သော အကြီးဆုံး တက္ကသိုလ် ဆယ် ခု တွင် ပါဝင်သည် ။\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "အမျိုးသား လွှတ်တော်ကိုယ်စားလှယ် ၊ ချစတား ဘယ်ရိုး က ၊ “ အရမ်း အရက်မူးနေတဲ့ လူငယ် တွေ ၊ မုဒိမ်းကျင့်တဲ့ လူငယ် တွေ ၊ ကိုယ်ထိလက်ရောက်ကျူးလွန်တဲ့ လူငယ် တွေ ကို ငါ့ အတွေ့အကြုံ အရ ငါ အများကြီး တွေ့ဖူးပါတယ် ” ဟု : ပြောသည် ။\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "ဤ အချိန် တွင် ကမ္ဘာ မြေ မှ အန္တရာယ် ကင်းသော မိုင်ပေါင်း ၂၆၈၆၂၈ အကွာ ၌ - လ ထက် ကမ္ဘာ နှင့် ပို နီးကပ်ခြင်း ကြောင့် ၎င်း ပတ်လမ်း တွင် ထို အကျိုးအပဲ့ ၏ အဝေးဆုံး အကွာအဝေး တွင် ဖြစ်လိမ့်မည် ။\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "ဗလီဝတ်ကျောင်းတော် က “ မာတ်ကဇီ ဂျမိအတ် အလ- အီ- ဟဒီး ကို ကျွန်တော်တို့ရဲ့ အမျိုးမျိုးသော ဗလီများ သို့ ကျွန်တော်တို့ ဖိတ်ခေါ် တဲ့ ဟောပြောသူ တစ်ဦးစီတိုင်း ပြောခဲ့တဲ့ ခပ်သိမ်းသော စကားလုံး တွေရဲ့ အတည်ပြုချက် အဖြစ် မှတ်ယူလို့ မရတာကို ကျွန်တော်တို့ ရှင်းလင်း ချင်ပါတယ် “ ၊ လို့ ရှင်းပြခဲ့ပါတယ် ။\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "ထို့ကြောင့် သူ သည် သမိုင်း တွင် မြောက် ဝင်ရိုးစွန်း သို့ ခရီးပြင်းသွားခဲ့ သူ မှန်သမျှ ထက် ပို၍ သွားခဲ့သည် ။\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှု ကြောင့် အရပ်ဘက် မှ တစ် ဦး ဒဏ်ရာရခဲ့ ကြောင်း ၊ အစိုးရ-ထိန်းချုပ်ထားသည့် အာအိုင်အေ သတင်း အေဂျင်စီ မှ ဆိုပါသည် ။\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "သောကြာ နေ့ တွင် ထုတ်ဝေခဲ့သော ၊ အစီရင်ခံစာ က ၊ လူ့သမိုင်း တွင် ပထမဦးဆုံး တစ်ခု ၊ လူဦးရေ ၁ ဘီလီယံ ကျော် ၂၀၀၉ ခုနှစ် တွင် နေ့ရက်တိုင်း ဆာလောင်ငတ်မွတ် လာလိမ့်မည် ဟု ခန့်မှန်းခဲ့သည် ။\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "တနင်္လာနေ့ က ၂၁ - လ - အရွယ် ယောက်ကျား ကလေးငယ် တစ်ဦး ဗိုင်းရပ်စ် ပိုး ကြောင့် ဟူဘေး ပြည်နယ် တွင် သေဆုံးခဲ့ ကြောင်း ဆင်ဟွာ သတင်း အေဂျင်စီ က ထုတ်ပြန် ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "ဂျော်ဒန် ဘရောင်း သည် ဝန်ကြီးချုပ် ၏ မေးခွန်းများ ၊ အတောအတွင်း အလုပ်သမားပါတီ လွှတ်တော်အမတ် အန်ဒီ ရိဒ် မှ မေးခွန်း တစ် ခု ကို တုန့်ပြန်ရန် ကြေငြာချက် ကို ပြုလုပ်ခဲ့ပါသည် ။\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "ဘတ်စ် ကား သည် ဘူဂေးလ်ရီးယား ခရီးစဉ် တစ် ခု ပြီးနောက် ခရီးသွား များ ကို အိမ် သို့ ပို့ဆောင် ပေး နေသည် ။\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\" အဆိုပါ တိုက်ခိုက်သူ များ သည် ညှာတာခြင်းကင်းမဲ့ခဲ့ကြ ပြီး ဒုက္ခသည် များ အတွက် အနည်းငယ် ဂရုစိုက်မှု ကို ပြသခဲ့ပါတယ် ။\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "ရုံး ၏ စီမံခန့်ခွဲမှု နှင့် ဘတ်ဂျက် ၏ ညွှန်ကြားရေးမှူး ၊ ဂျင်မ် နက်စ်ဆဲလ် က သူ သည် ငွေလျော့မှု သည် ကျဆင်း ရန် စတင် လိမ့်မည် ကို ယုံကြည်သည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "အထိန်းသိမ်းခံထားရသူ မှာ အိမ်သာ သုံး စက္ကူ လိပ် တစ် လိပ် ရှိ ပြီး သား ဆိုရင် သူ့ ကို နောက် တစ်ခု ထပ်ယူ ဖို့ ခွင့်ပြု မှာ မဟုတ်ပါ ။\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "တရားရုံး ခေတ္တ ရပ်နားခဲ့သည့် ၆ ပတ် ကြာ ထို အချိန် အတွင်း သူ၏ ကာကွယ်ခြင်း ကို ပြင်ဆင်ခဲ့လိမ့်မည် ။\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "အဆိုပါ လေ့လာမှု က ၊ ၂၀၅၀ တွင် ယေဘုယျ အမေရိကန်လူဦးရေ သည် ၄၃၈ သန်း အထိ နှစ်ဆတိုးလာလိမ့်မည်ဖြစ် ပြီး အမေရိကန်နိုင်ငံသား ငါးယောက် တွင် တစ်ယောက် သည် နိုင်ငံခြားဇာတိဖွား ဖြစ်လိမ့်မည် ဟု ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "လွှတ်တော်အမတ် ကိုး ဦး ၊ သမ္မတစနစ်လိုလားသူ ခုနှစ် ဦး ၊ နှင့် ဒီမိုကရေစီဝါဒီ နှစ် ဦး တို့သည် ပြင်ဆင်ချက် အပေါ်မှာ မဲမပေးခဲ့ပါ ။\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "ပြည်နယ် ပြန်ကြားဆက်သွယ်ရေး အဆိုအရ ၊ တိုင်ဖုန်း မုန်တိုင်း မာရကော့တ် ကြောင့် မိုး များ သည်းထန် ပြီးနောက် နွံပြိုကျမှု ဖြစ်ခဲ့ပြီး ထိုင်ဝမ်း ကျွန်း မှ ရွာသား ၆၀၀ လောက် မှာ ပျောက်ဆုံးလျှက်ရှိသည် ။\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "သည့်အပြင် သူ က ကုလသမဂ္ဂ သည် ဘဘို က တရားဝင်သမ္မတ ဖြစ်သည် ဟု မယုံကြည် ကြောင်း ထပ်လောင်းပြောကြား လျက် ငြိမ်းချမ်းရေးထိန်းသိမ်းရေးတပ်ဖွဲ့များ အားလုံး အတွက် အကျိုးထိရောက်ခြင်း မရှိဘဲ နှင့် ဆွေးနွေးထားခြင်းမရှိသော တိုင်းပြည် မှ ထွက်ခွာ ရန် အမိန့်များ ကို ရုတ်သိမ်းရန်တောင်းဆိုခဲ့သည် ။\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "ခရစ်ချ်ဖီး ၏ ကလေး ခြောက် ယောက် အားလုံး သည် ထို အလွဲသုံးစားမှု တွင် ပါဝင်ခဲ့သည် ၊ သို့ရာတွင် အချို့ သည် သူမ ကို ဆန့်ကျင် သက်သေခံ ရန် သာ ဆန္ဒရှိကြသည် ။\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "တိုက်ခိုက်ခံရသည့် အဆောက်အဉီး သည် \" ကောင်စစ်ဝန်ရုံး တစ် ရုံး သို့မဟုတ် အစိုးရ အဆောက်အဉီး တစ် ခု မဟုတ်ကြောင်း ကို \" ၊ အီရတ် နိုင်ငံခြားရေး ဝန်ကြီး ၊ ဟို(စ်)ယား(ရ်) ဇဘာရီ က ထို ဖော်ပြချက် ကို ထုတ်ပြန် အတည်ပြုခဲ့ ပြီး အီရန်လူမျိုးများ ရုံး တစ် ရုံး မှာ အလုပ်လုပ်နေကြ ခြင်း ကို အစိုးရ ခွင့်ပြုထားခဲ့ ပြီး ကောင်စစ်ဝန်ရုံး တစ် ရုံး အဖြစ် အလုပ်လုပ်နေ ခြင်း ကို ခွင့်ပြုခဲ့ ကြောင်း ၊ သို့သော်လည်း ကောင်စစ်ဝန်ရုံး တစ်ရုံး သို့မဟုတ် အီရန် အထွေထွေကောင်စစ်ဝန်ရုံး မဟုတ် ကြောင်း သူ က ပြောကြားခဲ့သည် ဟု ပင်တဂွန် ပြောရေးဆိုခွင့်ရ အရာရှိ ဘရိုင်ယန် ဝစ်မန်(မ်) က ပြင်သစ် သတင်း ဌာန ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ ဝန်ကြီးချုပ် ဂျွန် ဟောဝက်ထ် သည် အေပက် လူမျိုးတို့ ၏ ခေါင်းဆောင်များ က ရာသီဥတု ပြောင်းလဲမှု တွင် “ ပြင်းပြသော ရည်မှန်းချက်များ ” အပေါ် သဘောတူညီ ကြောင်း ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "လောလောဆယ် တွင် ၊ ကုန်ပစ္စည်း တစ်ခု ကို ၂.၅ ဆင့် ရာခိုင်နှုန်း ချမှတ်ခဲ့ ပြီး ၊ ယခု အခွန် အသစ် သည် တစ်ခု ကို ၁၂ ဆင့် ၏ တူညီမှူရှိအောင်လုပ် ရန် ဤအရာ ကို တက်လိမ့်မည် ။\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\" မည်သူ မျှ သူတို့ ၏ ယဉ်ကျေးမှု ကို မထီမဲ့မြင် ပြု နေ ခြင်း ကို တွေ့ မြင် ရန် မ နှစ်မြို့ ကြ ပါ သို့သော်လည်း မိုကို သည် အများ ပြည်သူ အားလုံး နှင့် သက်ဆိုင် သည် ကို ကျွန်တော် တို့ သတိပြု မိ သည် ။ \"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "အလှည့် ပြီးမြောက် ပြီးနောက် ၊ အလင်ဂီ သည် ၎င်းတို့ ဘေး မှ ရွက်လွှင့်ခဲ့ ပြီး တစ် စက္ကန့် ဖြင့် အနိုင် ကို ရခဲ့သည် ။\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\" လွန်ခဲ့သော နှစ် အနည်းငယ် အတွင်း ၊ နိုင်ငံသား အုပ်စု များ က ကျွန်တော် တို့ ၏ နိုင်ငံ တိုးတက် ဖို့ ကြိုးစားနေခြင်း မှ ကျွန်တော်တို့ ကို မြောက်မြားသော ငွေကြေး နှင့် ဝါရှင်တန် ၏ ကျဆုံးမှု ကို ဆန့်ကျင်လျက် ကာကွယ်သည် ။\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "ဒီအရာ က အင်ဂျင် သို့ လောင်စာဆီ စီးဆင်းမှု ကို ကန့်သတ်ထားသဖြင့် ၊ အင်ဂျင် လျှော့ကျမှု တွင် မထိန်းသိမ်းနိုင်ပဲ အကျိုးသက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "“ အစိုးရ အဖွဲ့ အတွင်း ငြင်းခုံမှု ပြီးဆုံးခဲ့ သောကြောင့် ၊ အခု ကျွန်တော် တို့ ရဲ့ အဓိက ရင်ဆိုင်မှု ဟာ လူထု အမြင် ဖြစ်ပါတယ် ” ဟု ၊ သူ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\" အမှု တွင် ပါဝင်သော သက်သေ အထောက်အထား များ အားလုံး ၊ နှင့် ထို အချိန် မှာ အကျိုး သက်ရောက်မှုရှိသော စေ့စပ် ညှိုနှိုင်းထားသည့် ဆက်ဆံရေး ၏ စည်းမျဉ်း စည်းကမ်း များ အပေါ် အခြေခံ ပြီး ၊ တပ်ကြပ် သည် အေအိုင်အက်ဖ် ရဲ့ ဗီဒီယို တိပ်ခွေ မှာ သူ ၏ သေစေလောက်သော အင်အား အသုံးပြုမှု ကို မှန်ကန်ကြောင်း ရန်လိုသော ခြိမ်းခြောက်မှု ဖြစ်ခြင်း ကို ကျိုးကြောင်းဆီလျော်စွာ တွေးခေါ် ယုံကြည် သင့် ပါ တယ် ။ ”\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "လျှပ်စစ် ရေနွေးအိုး တစ်လုံး ကို ကျူးကျော်သူများ ပေါ်သို့ ကြိုး တစ်ခု ရဲ့ အဆုံး က ပစ်ချလိုက်ခြင်း သည် ကောင်းစွာ ပြုလုပ်ခြင်း ဖြစ်သည် ဟု ပြောသည် ။\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "ကုန်ကျစရိတ် ကို အဓိက ဆောင်ရွက်သူများ ၏ မည်သူမျှ မ၀ေဖန်ခဲ့ ပဲ ပြီးခဲ့သည့် အပတ် က ၊ ကွာရီယို ကို သစ္စာရှိ ပြီး ၄င်း၏ အလုပ်အမှုဆောင်များ ကို စီမံကိန်း အတွက် မေးမြန်းခြင်းကိုဖြေကြားခြင်းများ မ ပြုလုပ် ရန်ညွှန်ကြားခဲ့သော ၊ သော်မဆင်သည် ၄င်း၏ ပူးပေါင်း ကွန်ရက် တည်နေရာ တွင် စာ အသုံးပြုခြင်းကို ဖယ်ခံခဲ့ရသည် ။\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "အသင်း ၏ ခရီးသွား စရိတ် ကို အမေရိကန်ဒေါ်လာ ၃၁၀၀၀ မှ အမေရိကန်ဒေါ်လာ ၁၈၀၀၀ သို့ လျော့ချ ပြီးသောအခါမှာ သယ် လုံး စတား လုံး သို့ သွားမည့်ခရီး ကို ခွင့်ပြု ဖို့ ဆုံးဖြတ်ခဲ့ကြသည် ။\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "“ ဝီကီပီးဒီယား သည် အတိုက်အခံများ အတွက် စိတ်ချလုံခြုံတဲ့နေရာမဟုတ် ပေမဲ့ စွယ်စုံကျမ်း တစ်ခု ပါ ။ ”\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ဂျပန် အသင်း က ဗီယက်နမ် ထက် ၁ ဂိုး ပို ၍ သွင်းယူ လိုက် နိုင် ပြီး ဒီ အနေအထား တွင် အုပ်စု ပထမ ဖြစ်သွားလိမ့်မည် ။\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "လီဗာပူးလ် စီးတီး ကောင်စီ ၏ ခေါင်းဆောင် ဟောင်း ၊ မိုက် စတိုရီ ရဲ့ ကြိုတင်သတ်မှတ်ချက် မေးခွန်း များ ကို အစီရင်ခံစာ တစ်ခု ကို ယူကေ စာရင်းစစ် ကော်မရှင် က ဖြန့်ဝေသည် ။\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "ထို မိန်းမ ၊ ဂဲဗီရဲ(လ်) ဂဲရင်း သည် ၊ အပန်းဖြေ ပန်းခြံ မှ အလုပ်သမား တစ် ဦး ဖြစ် ၊ ပြီး လွန်ခဲ့သော ခုနစ် နှစ် က အဲဒီ မှာ အလုပ် လုပ်ခဲ့သည် ။\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "ဒီအရာကို သင် ဘယ်လို ကိုင်တွယ် လိမ့်မလဲ ?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "မိုးရွာသွန်းမှု ကြောင့် လမ်း နှင့် ဘေးဖက် ခြံစည်းရိုး များ နှစ်ခုလုံး သည် အေရီအေ မြစ် အတွင်း ပြိုကျခဲ့သည် ။\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "မဲဒီ စစ်တပ် အဖွဲ့ဝင်များ သည် ငြိမ်းချမ်းရေး ဆွေးနွေးပွဲများ တွင် ပါဝင် ရန် ကမ်းလှမ်းချက် အား ငြင်းဆိုခဲ့ ပြီးနောက် အီရတ် အတွင်း ပိုင်း ရှိ တပ်ဖွဲ့ဝင်များ သည် အီရတ် နိုင်ငံ ၏ တောင် ပိုင်း ရှိ ဒီဝန်နီယာ မြို့တော် ၏ ဒေသ အချို့ အား ထိန်းချုပ်နိုင်မှု ဆုံးရှုံးခဲ့သည် ။\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "လုံခြုံရေး အမှုထမ်းများ သည် \" ရွာများ နှင့် မြို့နယ်များ ကို စတင် တိုက်ခိုက်ခဲ့ ကြောင်း \" ကန့်ကွက်ဆန္ဒပြသူ တစ်ဦး မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "နားချိန် ပြီးနောက် ဖူလ်ဟမ် သည် ပြိုင်ပွဲ တွင် ပြန် ပြိုင် ရန် စိတ်ထက်သန် ပြီး သန်မာစွာ ဖြင့် ထွက်လာခဲ့သည် ။\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "သူ သည် ကျွန်ုပ် ၏ ဆန္ဒတူသော လုပ်ဖော်ကိုင်ဖက်ကောင်း တစ်ဦး နှင့် တစ်ဘဝစာ သူငယ်ချင်း တစ်ဦး ဖြစ်သည် ။\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "“ သူ သည် အလွန် ကောင်းသော ပါလီမန် အဖွဲ့ဝင် တစ်ဦး ၊ အလွန် ကောင်းသော အာဏာရှင် တစ်ဦး ဖြစ်ခဲ့သည် ဟု ကျွန်တော် ထင်မှတ်ပါသည် ၊ ” ဟု ဂျူစပ်ပီ က ထပ်လောင်းပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "ဒဝက် ၏ လေ့လာမှု အရ ၊ ကလေး တစ်ယောက် သည် သူတို့ ကျရှုံး လျှင် တောင်မှ ၊ ခက်ခဲ သည့် ပြဿနာများ ကို ဖြေရှင်းရ မည့် အစား မှန်ကန်မှု အတွက် ချီးမြှေက်ခြင်း ခံရလိမ့်မည် ဆိုတာ သိ သောအခါ ၊ သူတို့ သည် ဖြေရှင်းချက် ရှာတွေ့နိုင်မည် ဟု သေချာခဲ့ မှု တွင် သူတို့ သည် လွယ်ကူ သည့် လုပ်ဆောင်ချက်များ ကို လုပ်ဆောင် ရန် ရိုးရှင်းစွာ ရွေးချယ်လိမ့်မည် ။\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ် တို့ အဲနေရာ ကို ရောက်ရှိခဲ့ အချိန် က ထို အဆိုပါ အဖြစ်အပျက် က ၊ ပြင်သစ် တို့ သည် မှတ်ပုံတင် ရန် ဖြစ်ပုံမရှိသော သူတို့ ကို ရင်ဆိုင်ခဲ့ရ သောအခါ ဂျာမန် လူမျိုး များ သည် သူတို့ ရှိခဲ့တာ ထက် အများအပြား ပိုအားနည်း မှု တစ်ခု ၏ အနှောင့်အယှက် တစ်ခု ဖြစ်ခဲ့သည် ။ ”\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "သမ္မတ ဘုရှ် သည် ဗုဒ္ဓဟူးနေ့ တွင် ဝါရှင်တန် ၊ ဒီစီ သို့ မပြန်ခင် သူ ၏ အရှေ့လယ်ပိုင်း ခရီးစဥ် တွင် နောက်ဆုံး ရပ်နား မည့် ၊ အီဂျစ် ခရီးစဥ် အတွက် အင်္ဂါနေ့ တွင် ဆော်ဒီအာရေးဗီးယား မှ ထွက်ခွာ ရန် အချိန်ကျရောက်နေပါပြီ ။\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "အီရတ် ရှိ ညွန့်ပေါင်း တပ်ဖွဲ့ များ ၏ ကိုယ်စားလှယ် တပ်မှူး ဖြစ် ၊ သော်လည်း ၊ မာရီအိုလီ က သူ သည် အီရပ် အပေါ် ကာလီပယ်လီ ၏ ရယ်ရွယ်ချက် ကို မသိရှိခဲ့ ၊ သောကြောင့် သူ သည် ပူးပေါင်း စစ်တပ် များ အခြေအနေ ပေါ် တွင် အီတလီ မစ်ရှင် ၏ အချက်အလက် များ ကို မပြောကြားနိုင် ကြောင်း အစီရင်ခံခဲ့ပါတယ် ။\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် ကိုယ်တိုင် နှင့် တခြား ရာပေါင်းများစွာသော ခရီးဝေးအလုပ်ဆင်းနေသူများ သည် အဲဒီ နွေရာသီ၏ပူပြင်းသောနေ့များ တွင် လုပ်ခဲ့ သလို ကျွန်တော် တခြား လူများ ကို မလုပ်ဆောင်စေချင်ဘူး ။ ”\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "“ တရားဝင် အမှတ်တံဆိပ်များ ထက် အတုဖြစ်ကြောင်း နှင့် ကျန်းမာရေး ကို ပို၍ ဆိုးဝါးသော အန္တရာယ် ကျရောက်နိုင် သည့် စီးကရက်များ ဝယ်ယူမှု ကို သွေးဆောင်ဖြားယောင်းခံနေရခြင်း မှ ဗြိတိန် က သုံးစွဲသူများ ကို ကျွန်တော်တို့ ကာကွယ် ထားပါတယ် ။ ”\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "စကော့တစ်ရှ် သဘာ၀ ပတ်ဝန်းကျင် ထိန်းသိမ်းကာကွယ်စောက်ရှောက်ရေး အေဂျင်စီ (အက်စ်အီးပီအေ) မှ လာမယ့် နေ့ရက်များ တွင် ရာသီဥတု ခန့်မှန်းချက် မှာ ခန့်မှန်း မိုးရေချိန် ပမာဏ ကြီးမားစွာ မရှိခြင်း နှင့်အတူ ၊ တိုးတက်ခဲ့သည် ဟု ပြောခဲ့တယ် ။\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု အတွင်း တက်ကို ဘဲလ် ကြော်ငြာ များ တွင် သရုပ်ဆောင်ခဲ့သည့် ချီးဝါးဝါး ခွေးမျိုး ဂစ်ဂျက် သည် ၊ ထိခိုက်မှု တစ်ခု ကြောင့် ကွယ်လွန်ခဲ့သည် ။\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "မှတ်ချက် များ ကို တိုင်းမ် မဂ္ဂဇင်း သတင်းထောက် မတ် ဟယ်ပရင် ၊ နှင့် နယူး ရော့ခ် မဂ္ဂဇင်း သတင်းထောက် ဂျွန် ဟဲလီမန်း တို့ က တွဲဖက် ရေးသားခဲ့သော စာအုပ် တစ်အုပ် တွင် သတင်းထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "ငယ်ရွယ်သော လူငယ်များ အတွက် အလုပ်လက်မဲ့ဖြစ်ခြင်း နှင့်အတူ စိုးရိမ်ဖွယ် အဆင့် ၌ လှုပ်ရှားနေကြ ပြီး ( အိုအီးစီဒီ အရ အသက် ၂၀ နှင့် ၂၄ နှစ် ကြား ထို လူငယ်လေများ အတွက် ၂၀၀၂ ခုနှစ် တွင် ၁၅.၅ ရာခိုင်နှုန်း ) ၂၀၀၅ ခုနှစ် အဓိကရုဏ်းများ ၏ မှတ်တမ်း သည် ယခု ထိ ရှိသေး ပြီး ၊ ဆာကိုဇီ က အစိုးရ အသုံးစရိတ် ကို ချုပ်ကိုင် ရန် နှင့် အချိန် ကြာကြာ အလုပ်လုပ်ခြင်း ကို ချီးမြှင့်မည် ဟု အခွန် ဆိုင်ရာ မူဝါဒများ ကို အကောင်အထည်ဖော် ရန် ဂတိ ပြုခဲ့သည် ။\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "ဟေတီ အစိုးရ ကိုယ်စားလှယ်များ က အလှူရှင်များ သို့ အမေရိကတိုက် ၏ အဆင်းရဲဆုံး နိုင်ငံ ဖြစ်သော ၊ ဟေတီ ပြန်လည်တည်ထောင်ရေး အတွက် ဒေါ်လာ သန်း ၃၅၀ ကို ထပ်ဆောင်း အကူအညီ အဖြစ် တောင်းလျှောက်ကြသည် ။\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "ရလဒ် တစ် ခု အနေနဲ့ ၊ သရုပ်ဆောင်များ က စင် ပေါ်မှာ ဆေးခြောက် လိပ် တွေ သောက်ပြကြ ပြီး ၊ ကဇာတ်ရုံ ကိုယ်တိုင် က ပရိသတ် တွေ ကို ပါဝင် လာအောင် အားပေးအားမြှောက်ပြု နေပါသည် ။\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "သူတို့ အိမ် များ ၏ နံရံ များ ပြိုကျခဲ့ သောအခါ အခြား ကလေး များ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျရဲ့ ’ ဆင်ဆာလုပ်ငန်း လွှတ်တော်အမတ် ’ စတီဗန်ကွန်လွေး မှာ သူ၏ နည်းလမ်း ရှိတယ် ဆိုရင် ၊ ဩစတြေး သည် မဖြစ်မနေ အင်တာနက် ဆင်ဆာလုပ်ငန်း အုပ်ချုပ်မှုစနစ် တစ်ခု ရှိသည့် ပထမဆုံး အနောက်နိုင်ငံ ဖြစ်လာလိမ့်မည် ဟု ဝီကီလိခ် က သူတို့ရဲ့ ဝက်ဘ်ဆိုက် ပေါ်တွင် နောက်ထပ် ကြေငြာချက် မှာ ပြောခဲ့ပါ တယ် ။\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "ပရိတ်သတ် များ တွင် ဩစတြေးလျ လူမျိုး စားဖိုမှူး တာဝန်ထမ်းဆောင်သူ ၊ ဂျတ်ဆန် ဟဲလ်ဝင့် ၊ နှင့် သူ ၏ လက်ထောက် များ ၊ မိုက်ကယ် ဟာတောင် နှင့် ကိတ် မက်စ်လောင်ဟင် တို့ ပါဝင်ကြသည် ။\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "အော်ပရာဇာတ် အဆိုတော်၏စကားပြောဆိုခြင်း အစီအစဉ် အစီအစဉ်မှူး ချာလော်တီဘုရားရှိခိုးကျောင်း သည် ဟိုတယ် အမွေဆက်ခံသူ ပဲရစ် ဟီလ်တန် ကို သူမ၏ အစီအစဉ် တွင် သူမ ကို ကျော် ရန် ၊ ဟိုတယ် ကို ကြိုတင်နေရာလုပ်ထားပေး ရန် လိုလားသည် ။\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ က ဗြိတိသျှနိုင်ငံ မှ အင်ဂျင်နီယာ တစ်ဦးဖြစ်သူ ၊ ရစ်ချတ် ဂျန်ကင် သည် ၊ လေစွမ်းအားသုံး မြေပြင် ယာဉ် တစ်စီး ဖြင့်ရရှိခဲ့သည့် အမြန်ဆုံး နှုန်း အတွက် စံချိန် တစ်ရပ် ချိုးခဲ့သည် ။\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "တချို့ ပစ္စည်းများ ကို ရေကာတာ အဟောင်း မှ အသစ် တည်ဆောက် ရန် ထိန်းသိမ်းထားခဲ့ ပြီး ၊ တချို့ ကို ပြသထားကြသည် ။\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "စစ်ဘေးသင့်ရာ တောင် အမေရိက နိုင်ငံ တွင် လက်ယာ - တောင်ပံ ပြည်သူ့စစ် အဖွဲ့ များ နှင့် , ထွက်ခွာသွားသော ကိုလံဘီယာ သမ္မတ အယ်ဘာရို ယူရိုက် တို့အကြား ပူးပေါင်းဆောင်ရွက်ရန် သတင်းထောက် သည် အာရုံစိုက်မှုကို ခေါ်ပြီးပြီ ။\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "အားနိုးရှက်ဝါဇန်နီဂျား က မက်ကိန်း ကို နိုင်ငံရေး ပါတီတွေ ရဲ့ နိုင်ငံရေး အမြင်တွေ ကို တုန့်ပြန် ဖြေရှင်းနိုင် တဲ့ သူ့ ရဲ့ အရည်အချင်း ကြောင့် “ အမေရိကန် ရဲ့ ကြီးမြတ်တဲ့ အလေးအမြတ်ပြု ပုဂ္ဂိုလ် တစ် ဦး ဟု လည်းကောင်း ပြီးတော့ ထူးကဲတဲ့ ခေါင်းဆောင် ” ဟု လည်းကောင်း ချီးမွမ်းခဲ့တယ် ။\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "အုပ်ချုပ်နေသော စစ်ဘက်ဆိုင်ရာ အရာရှိများဂိုဏ်း သည် သူ ၏ နည်းဥပဒေ ကို ဆန့်ကျင်သော များပြားသော အစွန်းရောက် အဖွဲ့ များ ထံ မှ တိုက်ခိုက်မှု များ ကို တွေ့ကြုံခံစားရသည် ။\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "“ စီးပွားရေးလုပ်ငန်း များစွာ သည် အလွန် ခက်ခဲတဲ့ အချိန်ကို ရင်ဆိုင်ရမှာဖြစ် ၊ ပြီး ထို အလုပ်လက်မဲ့များ လွန်စွာ မြင့်တက်လာနိုင်သည် ဟု သူ က ခန့်မှန်းခဲ့ပါသည် ။ \"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "ချီလီ က ၁၉၉၈ ၊ ဂရိ က ၁၉၉၄ ပြီးတော့ အယ်ဂျီးရီးယား က ၁၉၈၆ မှာ ေနာက်ဆံုး ရောက်ရှိလာခဲ့တယ် ။\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "ဈေးနှုန်း မြင့်တက်ခြင်း ကို ခန့်မှန်း ရန် ဒါဟာ အလွန် စောလွန်းသည် ဟု အလျှော်အစား ကိစ္စများ ကို အဆုံးမသတ်ရသေးပဲ ဘဏ္ဍတိုက် ပုံစံ ကို ကြည့်ရှု ပြီး နောက် ၊ ဘဏ္ဍမှူး ဝိန်း စွမ်း နှင့် မိုးလေ၀သနှင့်ဇလဗေဒ ဝန်ကြီး ဂျပ်ချ် ကွန်ဘတ် တို့သည် ဖက်စပ် ထုတ်ပြန်ချက် တခု ကို ထုတ်ပြန် ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "နောက်ထပ် တွေ့ဆုံမေးမြန်းမှုများ အတွက် အချိန်ညှိ ထားပါ ၊ ပါတီ တိုင်း မှ ကိုယ်စားလှယ်လောင်း တိုင်း သည် အရည်အချင်းရှိ ပြီး ၊ အဆက်အသွယ်လုပ်လိမ့်မည် ။\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "\" ဒီမိုကရက်တစ် များ သည် သူတို့ ဤ အကြောင်းအရာ များ ကို ပြောနိုင် ပြီး သူတို့ ပါးစပ် မှ ၎င်းတို့ ကိုယ်တိုင် စကား များ ထွက်လာ သောအခါ ... သူတို့ သည် တောင်းပန်နိုင်သည် ဟု ထင်သော ဤ စံသတ်မှတ်ချက် ရှိသည် \" ဟု ပါတီ ဥက္ကဌ မစ်ချယ် စတီလီ က ဖော့စ် နယူးစ် ဆန်းဒေး ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "နောက် ဆယ် နှစ် ကျော် တွင် ၊ ဟော့ပါ သည် ရံဖန်ရံခါ ရုပ်မြင်သံကြား ၌ ဧည့်သည် သရုပ်ဆောင်ခန်း တွင် လူထုကြားရောက်ခဲ့ ပြီး ၊ ၁၉၆၀ အကုန်ပိုင်း နှစ်များ တွင် ဇာတ်ကား အမျိုးမျိုး ၌ ဇာတ်ပို့ သရုပ်ဆောင်ခန်းများ တွင် ပါ၀င်သရုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "အနည်းဆုံး လူ ၂၇ ဦး သည် များသောအားဖြင့် ဖြတ်တောက် ခြင်း နှင့် အတွင်းကြေ ဒဏ်ရာ များ ၊ ထိခိုက်ရာ များ ရရှိခံစား သည် ။\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ၏ ချန်ပီယံရှစ် အတွက် တစ်ဆယ့်ရှစ်ကြိမ်မြောက် နေရာ ကို ၊ ဘာတိုလီ က ၊ ပြီးခဲ့သော မည်သည့် ဂရမ်း စလင်း ပြိုင်ပွဲ ၏ လေးကြိမ်မြောက် ပတ်လည် ကို ဘယ်တော့မှ တိုးတတ်ခြင်းမရှိခဲ့ပါ ။\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "နပါဗီးလ် မှ ပြည်နယ် ကိုယ်စားလှယ် ဒါလင်းဆင်ဂါ က ကမကထပြုလုပ် သော ဥပဒေကြမ်း သည် ၁၁၄-၁ မဲအများစု ဖြင့် ကျော်ဖြတ်အောင်မြင်ခဲ့ ပြီး အီလီနွိုက် ဆီးနိတ် လွတ်တော် က ထည့်သွင်းစဉ်းစားလိမ့်မည် ။\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ဟို့စ်နီ မူဘာရက် က မနေ့က ကန့်ကွက်ဆန္ဒပြသူများ အဓိကအားဖြင့် အတည်ပြုလက်ခံမထားသော လူပုဂ္ဂိုလ် များစွာ မပါဝင်သော အစိုးရအဖွဲ့ အသစ် တစ် ခု ကို ၊ ကြေညာခဲ့သည် ။\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "သူ ၏ အမှု စစ်ဆေး နေ စဉ် တွင် ခုံ သမာဓိ အဖွဲ့ ရှိ နေ စေရန် လည်း သူ က တောင်းဆို ခဲ့သည် ။\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "သဘောတူညီမှု ရှိခြင်း ကဲ့သို့သော ၊ ဥပဒေပြု လိုအပ်ချက်များ အရ ၊ စီးပွားရေးလုပ်ငန်းများ သည် ပစ္စည်း ပို့သော ကုမ္ပဏီ အကြောင်း အသေးစိတ်ဖော်ပြချက်များ ပေး ရန် ၊ နှင့် အနာဂတ် စာပေးပို့ခြင်း မှ လက်မှတ်မထိုး ရန် အခမဲ့ နည်းလမ်း တစ်ခု ကို ပေး ရန် ရှိလိမ့်မည် ။\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "ဒုံးကျဉ်များ ဖြင့် ပစ်ခတ်တိုက်ခိုက်သော ပါလက်စတိုင်း စ်သွေးကြွများ ကို ထိန်းချုပ် ရန် ရည်ရွယ် သော အစ္စရေး ၏ ဂါဇာ မြောက်ပိုင်း ကို ၊ ဝင်ရောက် တိုက်ခိုက်မှု တွင် လွန်ခဲ့သော ၆ ရက် ကျော် အတွင်း လူ ၅၀ ကျော် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "ချဒ်ဒီးယန်း အာဏာပိုင်များ မှ လူ ခုနစ် ဦး နှင့် အခြား သံသယရှိသူ ၁၄ ဦး ၏ အကြောင်း ကို အာဖရိကန် ကလေး ၁၀၃ ဦး ဥရောပ သို့ မိသားစု အိမ်ရှင်များ နှင့် ထား ရန် အတွက် လေယာဉ် ဖြင့် ပျံသန်း ရန် ကြိုးစားမှု တစ်ခု နှင့် ပတ်သတ်၍ စစ်ဆေးခဲ့ကြသည် ။\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "နယူး(စ)ဒေါ့ ဗွီအယ်ဒေါ့ အာယူ ဝက်ဆိုက် မှာ ထင်မြင်ချက် များ တင်ပြ သော ပြည်သူ များ ကို သူတို့ ၏ နောက်ထပ် ပုဂ္ဂလိက သတင်းအချက်အလက် များ ကို တောင်းခံခဲ့ပါသည် ။\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "ဆာဒါ ဆာအိုဘာ စီမံကိန်း ကို အစာငတ်ခံ ကန့်ကွက် သပိတ်မှောက်သည့် ၉ ရက် မြောက် နေ့ တွင် နာမဓ ဘချအို အန်အိုလန် တက်ကြွလှုပ်ရှားသူ ၊ မတ်ဟ ပက်ကာ အား ရဲ က နယူးဒေလီ ရှိ ဆေးရုံ သို့ အတင်းအကြပ် ပြောင်းရွှေခဲ့သည် ။\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "ဒပ်ဘလင် ၏ လန်စဒါင်း လမ်းမ တွင် နေရာယူထား သော အဆိုပါ အာဘီအက်စ် လူမျိူး ခြောက် မျိူး တိုက်ပွဲ သည် ၊ အိုင်ယာလန် ၏ ၁၉ မှတ် ကို ဆန့်ကျင် ၍ ၂၆ မှတ် ဖြင့် ဦးဆောင် သည့် ပြင်သစ် အသင်း နှင့်အတူ ပြီးစီးခဲ့သည် ။\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "အဆိုပါ အဖွဲ့ က စတိုးဆိုင် နှင့် လူများ နေထိုင်သည့် ဧရိယာ အကြား ဆူညံမှု နှင့် အပေါ့စား ညစ်ညမ်းမှု ကို ကာကွယ် ရန် မြင့်မားသော နံရံ တစ် ခု ချထား ရန် လည်း ပဲ စီစဉ်ခဲ့သည် ။\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "ဗြိတိန် အစိုးရ က ခရင်းခွပုံ စီမံကိန်း ကို ရှေ့ဆက်လုပ်သွားခဲ့မယ် ဆိုလျှင် ၊ ထို အက်စ်အန်ပီ က စကော့တလန် တွင် ဆက်လက်လုပ်ဆောင်နေသော ၎င်း ကို ရပ်တန့် ရန် ထို လုပ်ပိုင်ခွင့်အာဏာတွေ ကို အသုံးပြု ဖို့ အဆိုပြုရလိမ့်မယ် လို့ သူ က ကတိပေးခဲ့တယ် ။\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "ဟမ်လင်း သည် ဂျွန်ဆင် ကို သုံးဆယ့်သုံး မှတ် သာလွန်၍ ၊ ၆,၃၂၅ မှတ် ဖြင့် ကားမောင်းသူများ ၏ တံခွန်စိုက်ပြိုင်ပွဲ ခေါင်းဆောင် ဖြစ်လာခဲ့သည် ။\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "အီရတ် ပါလီမန် ၏ သမ္မတ ၊ မာ့မောက် အက်လ်-မရှဒနီ က ၊ သူတို့ သည် တူရကီ အား ထို အခြေအနေ ကို ငြိမ်းချမ်းစွာ ပြန်လည်ဖြေရှင်း ရန် တောင်းဆိုပြီးပါပြီ ဟု ပြောကြားပါသည် ။\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "“ ဒီ ထုတ်ပြန်ချက် မှ ၊ ၎င်း သည် သူ့ ကို အလွန် အရည်ချင်း မ ရှိ သော မြို့တော်ဝန် တစ်ယောက် အဖြစ် လုပ် လိမ့် မည် ဟု ကျွန်တော် ထင်ပါတယ် ၊ “ ဟု သူက ပြောပါသည် ။\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "စုံစမ်းစစ်ဆေးမှု တွေ သည် လမ်းမက် ပညာရေး က “ လက်ထောက် များ ” ကို ခေါ်ဆိုခဲ့ ပြီး စေတနာ့၀န်ထမ်း များ ဟု ယူဆရ သော ၊ ကုမ္ပဏီ ရဲ့ လုပ်သားအင်အား တွင် လုပ်အားခမရသော အလုပ်သမား များ ၏ အားကိုးကြီးစွာသော ယုံကြည်စိတ်ချမှု ပေါ် အာရုံစိုက်ခဲ့သည် ။\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "ကော်ဇိုင်း ကြေငြာခဲ့ ပြီးနောက် ကြောငြာချက် ၂ ရက် အရောက် တွင် စီးပွားရေးသတင်းပတ် မှ သတင်းတင်ပြ သည်မှာ ပြည်နယ် မှ ပင်မ ကလပ်စည်း သုတေသန အတွက် အမေရိကန်ဒေါ်လာ ၇ မီလီယမ် အပါအဝင် ၊ နောက် နှစ် သုတေသန ထောက်ပံ့မှုများ တွင် အမေရိကန်ဒေါ်လာ ၁၀ မီလီယမ် ထုတ်ပေး လိမ့်မည် ။\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "အိမ်နီးချင်း ဒေါဆက် အနောက်ပိုင်း မှ ၊ ကွန်ဆာဗေးတစ်ပါတီ အတိုက်အခံနိုင်ငံရေးပါတီမှနောက်ယောင်ခံ တရားဝန်ကြီးချုပ် အော်လီဗာ လတ်တွင်း သည် ၊ အဆိုပါ လိမ်လည်ထားသော ဓါတ်ပုံ ပေါ်မှ သတင်း သည် ကွန်ဆာဗေးတစ်များ၏ မူ၀ါဒ နှင့် ကိုက်ညီသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "တယ်လီဖုန်း မှတ်တမ်းများ အရ အလဟသ ဟု အတည်ပြု ခံရသော တိုက်ခိုက်ခြင်း ရဲ့ နောက်ပိုင်း သူ ၏ ရှောင်ပြေးခြင်း က ရဲ ကို ရောမမြို့ သို့ ဦးတည်ခဲ့သည် ၊ ထို့ပြင် သူ့ ကို ဖမ်းမိသော နေရာဖြစ်တဲ့ ၊ သူ့ အစ်ကို ၏ တိုက်ခန်း ပေါ် မှာ အစီးခံရခြင်း ဖြစ်ခဲ့ပါသည် ။\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "ဘလဲ က လည်း “ ကျွန်တော် တို့ က ပြီးခဲ့သော နှစ် အနည်းငယ် က လုပ်ငန်းစဉ် ၏ မတူညီသော အစိတ်အပိုင်းများ ကို အကြိမ် များစွာ ကျော်ဖြတ် ၍ အတွေ့အကြုံများ ရရှိခဲ့ပါတယ် ဒါပေမဲ့ ဤ အကြောင်းအရာ သည် ဆက်လက် ဆောင်ရွက် ရန် အခြေခံ အဆင့် တစ် ခု သာ ဖြစ်သည် ဟု ကျွန်တော် ထင်ပါသည် ” ဟု ဆက်လက် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "ဆန္ဒပြသူ များ က ရှုပ်နေသော လမ်းမ တစ်ခု ဘေး တွင် ကျင်းပနေ သောကြောင့် ရဲ က လူတိုင်း ၏ ကျန်းမာရေး နှင့် ဘေးကင်းလုံခြုံရေး ကို သူတို့ ၏ အဓိက သက်ဆိုင်မှု ဖြစ်သည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "ခဇဲမိ ၏ အမှု သည် သူ ပထမဦးဆုံး ခိုလှုံခွင့် တောင်းခံရာ နိုင်ငံ ၏ တာဝန် ဖြစ်သည် ဟူသော ဥရောပသမဂ္ဂ ဥပဒေ ကို ကိုးကား ပြီး နယ်သာလန် နိုင်ငံ ၏ အမြင့်ဆုံး တရားရုံး က ခဇဲမိ ၏ အမှု ကို ပယ်ချခဲ့သည် ။\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "“ ကမ်းခြေ ဖွံ့ဖြိုးတိုးတက်မှု ကို တစ်နှစ်စာ အတွက် ပိုမို ကြန့်ကြာမှုများ ပြုလုပ်ခြင်း ရပ်တန့် ရန် အိုဘားမား စီမံခန့်ခွဲရေး မှ ၎င်း ဆုံးဖြတ်ချက် ကြောင့် နှင့် နိုင်ငံ ၏ စွမ်းအင် လိုအပ်ချက် ကို ရရှိ ရန် ပြည်တွင်း ရေနံ နှင့် ဓာတ်ငွေ့ ထုတ်လုပ်ခြင်း အတွက် ကုန်ကျစရိတ် ပိုမြင့်မားခြင်း ကျွန်တော့် ကို ပျက်ပြားစေခဲ့သည် ၊ ” ဟု ဘိဂျက်ချိ က အဆိုပြုသည် ။\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ပြပွဲ တွင် ဖြစ်ပွားခဲ့သော အကျော်ကြားဆုံး ဖြစ်ရပ် ဖြစ်ဖွယ်ရှိတာ က ဘာလဲဆိုတော့ ၁၉၀၁ ခုနှစ် ၊ စက်တင်ဘာလ ၊ ၆ ရက် တွင် သမ္မတ ဝီလီယမ် အမ်စီကင်န်လေ လုပ်ကြံခံရခြင်း ဖြစ်သည် ။\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "အဆုံးသတ် တွင် ယူအိုဒဘလျူ ဖျက်သိမ်းခြင်း ကို ပြိုင်ဘက် တက္ကသိုလ် များ ၏ ခေါင်းဆောင် များ မှ ဖိတ်ခေါ်ခြင်းများ ကို လက်ခံသည် ။\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "အကယ်၍ မိုက်ခရိုဆော့ သည် ဆုံးဖြတ်ချက် ကို အယူခံမဝင်လျှင် ၊ ကုမ္ပဏီ သည် ၃လ ( ဖေဖော်ဝါရီ ၂၇ မှ စတင်၍ ) ဒဏ်ကြေးငွေ ကို အပြည့်အဝ ပေးဆောင် ရန် ရှိလိမ့်မည် ။\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "ရုရှား သည် အခြားသော ထောင်သားများ လွှတ်ပေး ရန် သတ်မှတ်ချက်များ ကို ခုထက်ထိ အတည်မပြုရသေးပါ ၊ သို့သော်လည်း လူ နာမည် အများအပြား ကို မှန်းဆထားခဲ့သည် ၊ အလဲ့ဇဲဒါး ဇက်ပိုရိုစကိုင်း ၊ စာဂီ စကာရီပယ် ၊ နှင့် အလဲ့ဇဲဒါး စိုင်ပါချိ တို့ အပါအဝင် ၊ အပြစ်သား အားလုံး ၏ လွှဲပြောင်းပေးလိုက်သော အချက်အလက်များ ကို ပြည်ပ အစိုးရ ထံ သို့ ။\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "စမိုလန့် လေဆိပ် မှ ခန့်မှန်းခြေ အားဖြင့် ၂ ကီလိုမီတာ ( ၁.၃ မိုင် ) တွင် လေယာဉ် ပျက်ကျခဲ့သည် ။\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "မကြာမီ က ၊ ဂျပန် ကုန်တင် သင်္ဘော ပြန်ပေးဆွဲခံရမှု တွင် တောင်ကိုရီးယား ငါးဦး ပြန်ပေးဆွဲခံရ ပြီးနောက် တောင်ကိုရီးယား သည် ၎င်း ၏ ဖျက်သင်္ဘောများ ထဲမှ တစီး ကို စေလွှတ် ရန် ရည်ရွယ်ထားကြောင်း ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\" ဤ ဟာ သည် အလွန်အမင်း ပြင်းထန်သော နှင်း ကျဆင်းမှု ဖြစ်ခဲ့ ပြီး သစ် ပင် အများစု မှာ သစ် ရွက် များ ရှိ နေဆဲ ဖြစ်သည် ... နှင်း ကျဆင်း မှု ရပ်တန့် သွား သည့် တိုင်အောင် ကျွန်တော် တို့ ပျက်စီး ဆုံးရှုံမှု ခန့်မှန်းချက် အပြည့်အစုံ ကို မ ဆောင်ရွက် နိုင် သေးပါ \" ၊ ဟု အနောက် ပိုင်း နယူး ရော့ခ် ဒေသ ၏ လျှပ်စစ် ကုမ္ပဏီ ၊ နိုင်ရဂါရ မို့ချ်ဟော့ခ် ၏ ပြောရေးဆိုခွင့်ရှိသူ ၊ စတိဖ် ဘာရာဒေး က ပြောကြား ခဲ့သည် ။\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "ထို့နောက် ၊ အမျိုးသား မြို့တော် ၊ အိုတာဝါ ရှိ ပါလီမန် အဖွဲ့ဝင်များ က ရွေးကောက် တင်မြှောက်ထားခြင်း မရှိသော ဂရင်းပါတီ ကို သူ ဆက်သွယ်လိမ့်မယ် လို့ ထင်ကြေးပေးခြင်း အချို့ ရှိခဲ့တယ် ။\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "အကြိုက် ဆုံး အမျိုးသမီး ၏ အနိုင်ရရှိသူ မှာ ၊ မဲပေးခဲ့သည့် အတိုင်း အများပြည်သူ မှ \" တိုင်းပြည် မိုင် တစ်ခု ဖြင့် \" ၊ ဟီလရီ ဘာရီ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "ရှဲဇူး သည် ဝှိုက် ဆန်း မစ်ဆဲလ် ရိန့် တွင် အလုပ်လုပ်ကိုင်ခြင်း မှ ရေဒါကိရိယာ များ ကို အတွေ့အကြုံ ရှိခဲ့သည် ။\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "ခန့်မှန်းခြေ ၁၁ ပီ.အမ်. လောက် မှာ သူ ၏ ယာဉ် သည် ဂလန် ဝုဒ် မှ အရှေ့ တောင်ဘက် မိုင် ၁၅ ခန့် အကွာ ၊ စိန့် ကလောက် လမ်း မှ အနောက် မြောက်ဘက် မိုင် ၅၅ ခန့် အကွာ ၊ သို့မဟုတ် တွင်း စီးတီး မှ အနောက် မြောက် ဘက် မိုင် ၁၀၀ အကွာ ၊ မင်နီဆိုတာ ဘန်ဂါ မြို့နယ် ၊ အုပ်ချုပ်ရေး ဌာန တွင် မင်နီဆိုတာ ၊ ဘရူတန် အနီး ၊ လမ်းကျယ် ပေါ် မိုင် ၁၁၀ အကွာအဝေး တွင် ရပ်ခဲ့ ပြီး မှောက်ခဲ့သည် ဟု အပြည်ပြည် ဆိုင်ရာ အုပ်ချုပ်ရေး ဌာန မှ ပြောခဲ့သည် ။\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "“ နှစ် ရာ ပေါင်း များစွာ တွင် ၊ လူဦးရေ ၏ ၁၅ ရာခိုင်နှုန်း ရှိခဲ့သော ကျွန်တော်တို့ ခရစ်ယာန် များ သည် ၊ ဟော်လီ လန်း မှ မောင်းထုတ်ခံရခြင်း နှင့် ညှင်းပန်း နှိပ်စက် ခံ ခဲ့ရပြီး ယခု ကျွန်တော်တို့ သည် အလွန် သေးငယ်သော လူနည်းစု တစ်ခု ဖြစ်သည် ။ “\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "လိင်တူ ဆက်ဆံခြင်း ကို ထောင် ထဲ တွင် ၁၄ နှစ် ထိ ကျခံရမည့် ရာဇဝတ်မြောက်သော ရာဇဝတ်မှု တစ်ခု အဖြစ် ချမှတ်ထားသော နိုင်ငံ တစ်ခု တွင် ၊ ဤ ဥပဒေ သည် ထောင် ထဲ တွင် တစ်ကျွန်းကျခံမည့် ပြစ်ဒဏ် အဖြစ် တိုးမြှင့် လိမ့်မည် ။\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "ဝီကီဗာစတီ သည် အွန်လိုင်း စုပေါင်း သင်ယူမှု ပတ်ဝန်းကျင် တစ်ခု တည်ထောင် ရန် ရည်ရွယ်သည့် သူ ၏ ကိုယ်ပိုင် စီမံကိန်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "များစွာသော တိုင်းတာချက် က လွန်ခဲ့သော နှစ်ပေါင်း ၁၀ ဘီလီယံ က စကြာဝဠာ ထဲ ရှိ - ဘာရွန်များ ၏ ပမာဏ နှင့် သိပ်သည်းဆ - အက်တမ်များ နှင့် အိုင်းယွန်းများ ၏ ဗဟိုချက် ဖြစ်စေသည့် နျူထရွန်များ နှင့် ပရိုတွန်များ ၏ ကောင်းမွန်သော ခန့်မှန်းချက် တစ် ခု ပေးသည် ။\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "စတက်ရောဂါ ကူးစက်မှုများ သည် အခြား ရောဂါများ ကဲ့သို့ ကူးစက်ခံရသောအကြောင်းဖြစ် ရန် အရေပြားအချင်းချင်း မကြာခဏ ထိခြင်း နှင့် တစ်ကိုယ်ရေသန့်ရှင်းမှု နှင့် ပတ်ဝန်းကျင် သန့်ရှင်းမှု အားနည်းခြင်း ၊ လူစည်ကားသော အခြေအနေများ နှင့် အမြောက်အမြား ပျံ့နှံ့ကြသည် ။\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "ဝိုင်ဂျယ် သည် ယာဉ်တိုက်မှု တွင် ဒဏ်ရာ ရရှိထား သည် ဟု ရဲ က ဒေသခံ လူ တစ် ဦး ထံမှ ဖုန်း ခေါ်ဆိုမှု တစ် ခု လက်ခံ ရရှိ ခဲ့သည် ။\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "သူ သည် “ ထပ်မံ ရွေးကောက်ပွဲ တစ်ခု ကို ယခု အချိန် တွင် ကျင်းပပေး ရန် အတွက် အခြေအနေများ မတည်ရှိကြောင်း နှင့် သူတို့သည် ရွှေ့ဆိုင်း သင့်သော အခြေအနေများ ကို အက်စ်အေဒီစီ ( အာဖရိက တောင်ပိုင်း ဖွံ.ဖြိုးရေး အဖွဲ့အစည်း ) ၏ ဥက္ကဌ ၏ ပြောဆိုရေးသားဖော်ပြချက် ကို အပြည့်အ၀ ထောက်ခံသည် “ ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "စင်းဖိန် ၊ အက်စ်ဒီအယ်လ်ပီ နဲ့ မဟာမိတ် ပါတီ က ရှုံးနိမ့်မှု အတွက် ဒီယူပီ ကို အားလုံး အပြစ်တင်ကြတယ် ။\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "မစ္စတာ ဟန်းဝပ်ဒ် က အဆိုပါ ရောင်းချခြင်း သည် သူတို့ အစိုးရ က ရွေးကောက်ပွဲ ကတိ တစ်ခု မဟုတ် ၍ ထို ဖက်ဒရယ် အစိုးရ ၏ ရေ-ရှည် မည်သည့် အကျိုးခံစားခွင့် ကို မှ ထို ရောင်းချခွင့် ကို သဘောပေါက် ရန် ပျက်ကွက်ခဲ့သည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "ဘီဘီစီ သတင်း က ထုတ်လွှင့်ခဲ့ သော ၊ ၎င်း ဗွီဒီယိုဖိုင် သည် ကြာမြင့်ချိန် ၄၅ စက္ကန့် လောက် ရှိ ပြီး အနီးအနားက ကုန်းမြေ နှင့် ဆက်တိုက် ပစ်လွှတ်သည့် အနေနဲ့ အခြေစိုက်စခန်း အတွင်း မှ လွှတ်တင်ခဲ့သော ထိန်းသူ မဲ့ ဒုံးကျည် အနည်းဆုံး နှစ်စင်း ကို ပြသထားသည် ။\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "သူ သည် ညာဘက် ကို အနည်းငယ် တိမ်းစောင်းခဲ့ ပြီး သူ့၏ ရှည်လျားသော ဆံပင် ရဲ့ မဖြီးသော ဆံချည်မျှင် ဖြင့် ပတ်နေသော စိတ်လွင့်နေသော မျက်နှာ ကို တစ်သမတ်တည်း ထားခဲ့သည် ။\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "ဘာလင် တွင် သောကြာ နေ့ က ၊ ဖီဖာ ကမ္ဘာ့ ဖလား အကြိုဗိုလ်လုပွဲ တွင် ဂျာမနီ သည် အာဂျင်တီးနား အား အကြို နေရာ ယူရန် ပင်နတီ တွင် ၄-၂ ဖြင့် အနိုင်ရခဲ့သည် ၊၊\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ တွင် အခွန်ထမ်းသူများ ရဲ့ ပိုက်ဆံ ကို ချွေတာ ဖို့ တာဝန် တစ်ခု ရှိပါတယ် ၊ ပြီးတော့ စက်တင်ဘာလ တွင် အိဒ် အပါအဝင် -- အခြား ပွဲတော်များ အတွက် မီးတိုင်များ နှင့် ထိုအရာများ ကို အခု တပ်ဆင်ခြင်း အားဖြင့် -- ကျွန်တော်တို့ သည် ပေါင် ၁၀,၀၀၀ ခန့် ချွေတာ နိုင်မည် ။ ”\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "ကနေဒါနိုင်ငံဆိုင်ရာ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေး ဝန်ကြီး ဂျွန်ဘဲဒ် က ကြာသပတေးနေ့ က ထုတ်ပြန်ကြေညာခဲ့ သော သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ အသစ် ထုတ်ပြန်သောစည်းမျဉ်းများ ထိန်းချုပ်မှုအောက်တွင် ၊ ကုမ္ပဏီများ သည် ဖန်လုံအိမ်ဓါတ်ငွေ့ကိုခွင့်ပြုပမာဏထုတ်လွှတ်ခြင်းကိုလိုက်နာသည့်ထုတ်လွှတ်မှုစနစ်များ ကို ဝယ်ယူ ရန် သို့မဟုတ် ကာဗွန်ထုတ်လွှတ်မှုများ ၏ တစ်တန် လျှင် အမေရိကန်ဒေါ်လာ ၁၅ ဒေါ်လာ ရှိ ကနဦး ကုန်ကျငွေ တစ်ရပ် ၌ နည်းပညာရန်ပုံငွေ တစ်ရပ် ကူညီပေးရန် တတ်နိုင်လိမ့်မည်ဖြစ် သည့် ကာဗွန်ဒိုင်အောက်ဆိုဒ်ဓါတ်ငွေ့ ထုတ်လွှတ်ခြင်း လျှော့ချမှုများ အတွက် အသစ်ထားရှိသော ထိရောက်သော ရည်မှန်းချက်များ ကို အောင်မြင်ရန် မဖြစ်နိုင်ပါ ။\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "အင်တဲလ် ၏ ပြိုင်ဘက် တစ်ခု ၊ အဆင့်မြင့် မိုက်ခရို ကိရိယာများ က ပြုလုပ် သည့် လက်ရှိ ပရော်ဆက်ဆာ ထက် အင်တဲလ် ပရော်ဆက်ဆာ တစ်ခု ကို သုံးထားသည့် လက်တော့ အသစ် တစ်ခု ဖွံ့ဖြိုးခြင်း ကို စတင်ခဲ့သည် ။\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "ကာမို့-၃၂ မီးငြိမ်းသတ် ရဟတ်ယာဉ် တစ် စီး သည် ၎င်း ၏ ရေ စည်များ ကို ဖြည့် ရန် ကြိုးစားနေ စဉ် ပျက်ကျသွားခဲ့သည် ဟု ၊ တူရကီ အနိုတိုလီရန် သတင်း အေဂျင်စီ ကို အစီရင်ခံသည် ။\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု နှင်းလျှောစီးသူများ ကို အကွေ့အကောက်များဖြင့်ယှဉ်ပြိုင်ရသော အားကစားနည်း ၏ စည်းမျဉ်းဥပဒေများ အရ မနေ့က ယှဉ်ပြိုင် ရန် စီစဉ်ထားခဲ့ကြ ပေမယ့် အမြင့်ဆုံး လေတိုက်နှုန်းများ ကြောင့် ယှဉ်ပြိုင်မှု ကို ဖျက်သိမ်းခဲ့သည် ။\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ် တို့် နှံ့စပ်သော စစ် မြေပြင် စစ်ဆေးမှု ဆက်လက် လုပ်ဆောင် ပြီး နိုင်ငံခြားသား များ သေဆုံးမှု ကို အထောက်အထား ခိုင်လုံစွာ ဖြင့် ကျွန်ုပ်တို့ အတည်ပြုနိုင်ပါသည် ” ဟု ၊ ပါကစ္စတန် စစ်ဘက် ဆိုင်ရာ ပြောခွင့်ရ ပုဂ္ဂိုလ် ဗိုလ်မှူးချုပ် ရှခတ် စူလတန် က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "ဟေတီ နိုင်ငံသားများ က ဆူပူ အုံကြွခဲ့သည် ၊ ကျဆင်းနေသော လုပ်ငန်း မှ ပရမ်းပတာ အခြေအနများ ကို နိုင်ငံခြား ခေါင်းဆောင်များ ၏ ဆုံးဖြတ်ထားသော ကြိုပမ်းအားထုတ်မှုများ ဖြင့် နှိမ်းနှင်းခဲ့သည် ။\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "အမှန်တရား နှင့် ဥပဒေ မဟာမိတ် အဖွဲ့ ခေါ်သော ၊ အဓိက ဆန့်ကျင်မှု့ သည် ဒီမိုကရက် ပါတီ နှင့် အမျိုးသား အခွင့်အရေး ပါတီ မှ အဖွဲ့ဝင် များ ၏ အဖွဲ့အစည်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "ထိုနေရာ တွင် ယခင်က အသုံးပြုခဲ့သော တိုင်းတာသည့် နည်းလမ်းများ နှင့်စပ်လျဉ်း၍ အငြင်းပွားမှု အချို့ ရှိ သောကြောင့် ၊ သုတေသီများ က ထပ်သီးအစည်းအဝေး မှာ ရေဒါ ၊ ဂြိုလ်တု ၊ နှင့် အချက် ၆ချက် အပေါ်တွင် အခြား နည်းလမ်းများ ကို အသုံးပြု ကာ တိုင်းတာခြင်းများ ပြုလုပ်ခြင်း ကို တစ်နာရီ ကြာမြင့်ခဲ့သည် ။\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော သတင်းပတ် က သူမ သည် အကြပ်အတည်း ကို စတင် အစီရင်ခံတင်ပြခဲ့ သောကြောင့် ဝမ်းန်း နယူး ပစိဖစ် နိုင်ငံရေးသတင်းထောက် ဘာဘရာ ဒရေဗာ ကို ပြည်နှင်ဒဏ်ပေးခဲ့သည် ။\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "ပြီးတော့ မည်သူမဆို ရရှိသော ရလဒ် ကို မြင်ချင်တယ် ။ \"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "၂၄ နာရီ ကျော် ကြာ မီး များ ကို ငြိမ်းသတ် ပြီးနောက် ၊ မီးသတ် အရာရှိ များ က မီး များ အများစု အားဖြင့် အဆုံးသတ် သွားပြီ ဟု ပြောဆိုခဲ့ ရေးသားခဲ့ ပြီး မီးသတ် ကုမ္ပဏီ များ ကို သူ တို့ ၏ ကိရိယာပစ္စည်း များ သိမ်းဆည်း ရန် နှင့် ရေပိုက် များ ကို စတင် ပိတ်ကြ ရန် ညွှန်ကြားချက် ပေးခဲ့ သည် ။\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "ဂျူအိတ် ကာဒိုဆို ပရင်တို ကြောင့် ပြောင်းလဲခဲ့ရ သော ၊ ပြိုင်ပွဲ ပြန်လည်စတင် ပြီး မကြာခင်မှာ ပေါ်တူဂီ ၏ တစ်ဦးတည်းသော ရူအီ ကော်ဒီရီရို က ကြိုးစား ကာ သွင်းယူပေးခဲ့ပါတယ် ။\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ပြင်သစ် ရုပ်မြင်သံကြား အပေါ် တွင် ဇီးဒန်း သည် သူ ၏ အပြုအမူ အတွက် နောင်တ ရရှိ မှု ကို ပြသ ခဲ့ သည် ။\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "နေတိုး အကြီးအကဲ ဂျက်(ပ်) ဒီ ဟုပ် ရှပ်ဖာ က လည်း ဒီ ဆောင်ရွက်ချက် ကို ပြစ်တင်ရှုပ်ချလိုက်သည် ။\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "ပထမ ဝန်ကြီး ဆော်လ်မွန် သည် အောက်မေ့ဖွယ် ဥယျာဉ် တစ် ခု နှင့် ကြေး ရုပ်တု တစ် ခု ထိုရုပ်ထု ကို မတော်တဆဖြစ်ရပ် ၏ နှစ် ၅၀ ပြည့် အမှတ်အသား အဖြစ် ထားရှိ ပြီး ဖွင့်လှစ်ခဲ့သည် ။\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ဆာ အလန် ရှူးဂါး သည် ဗြိတိသျှ အစိုးရ အတွက် “ စီပွားရေးလုပ်ငန်း အာဏာရှိသူ “ အဖြစ် သူ့ရဲ့ ရာထူး ပြီးနောက် BBC အစီအစဉ် အလုပ်သင် မျက်နှာစာ ကို ဆက်လက်လုပ်လိမ့်မည် ။\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "ဆန် ဖရန်စစ္စကို တွင် သတ်မှတ်သည့် ၊ ဝတ်စုံ ကို ၊ အမေရိကန် ပြည်ထောင်စု နိုင်ငံသားများ အပေါ် ကြားဖြတ် အစိုးရ နှင့် ပူးပေါင်းခြင်း ဖြင့် ၎င်း အေတီနှင့်တီ သည် သီးခြား အုပ်ချုပ်ခွင့် ဥပဒေများ ကို ချိုးဖောက်ကြောင်း စွပ်စွဲသည် ။\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "မူရှာရက်ဖ် က နိုင်ငံရေး အရ ပရမ်းပတာ ကို ဦးတည်သွား နိုင်ခြေ ရှိနိုင် သော်လည်း ၊ လေ့လာ စူးစမ်းစေ နိုင် တဲ့ အခြား ရွေးချယ်စရာ များ တွင် သူ့ ကို စစ်တပ် ၏ ကူညီ ထောက်ခံမှု ရရှိ နိုင် တဲ့ ၊ အရေးပေါ် အခြေအနေ တစ် ခု ကြေငြာခြင်း ၊ သို့မဟုတ် ပါလီမန် လွှတ်တော် ဖျက်သိမ်း ခြင်း များ ပါဝင် သည် ။\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "ရုပ်ပုံ က တစ် နှစ် ကို ပေါင်သန်း ၃၀၀ ကုန်ကျမယ် လို့ အိုအက်ဖ်တီ က ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ တွင် ရိုမေးနီးယားအစိုးရ က အောင်မြင်စွာကျော်ဖြတ်ခဲ့သော အဆိုပါ အဖွဲ့ဝင်ခွင့်ဥပဒေ ကို ဥရောပပါလီမန် ၌ ဆွေးနွေးရန် ဆက်လက်တင်ပြခဲ့သည် ။\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "နောက်ပွဲ ကို နားရက်ဖြစ်တဲ့ တနင်္လာ နေ့ မနက်ဖြန် မှာ ၊ အစီအစဥ်ဆွဲထားတယ် ။\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "စပိန် ၏ အနိုင် ကို နမိတ်ပေးသူ တိရစ္ဆာန် ရေဘဝဲ ပေါလ် က မှန်မှန်ကန်ကန် ကြိုတင်ခန့်မှန်းခဲ့သည် ။\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "ရဝမ်ဒါ ၊ ဘူရမ်ဒီ နှင့် ကွန်ဂို မှ ကျောင်းသား ၁၀၀ ခန့် ဟာ ရဝမ်ဒါ တွင် အတိတ် နှင့် လက်ရှိ အကြောင်း နဲ့ ဂရိတ် လိတ် ဒေသရဲ့ အနာဂတ် နဲ့ပတ်သတ်တဲ့ အယူအဆတွေ မျှဝေကြပါလိမ့်မယ် ။\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "နယူးဇီလန် အစိုးရ က သူတို့ တားမြစ်သင့်သလား သို့မဟုတ် ဆေးပြားရောင်းချမှုတွေ ကို ကန့်သတ်ရမလား ဆိုတာ သင့်မသင့် အငြင်းပွား သကဲ့သို့ “ ဘီဇက်ပီ ရဲ့ အကျိုးသက်ရောက်မှု အပေါ် နောက်ထပ် သုတေသန တွေကို ကျန်းမားရေး ဝန်ကြီးဌာန က မကြာခင် ထုတ်ပြန်တော့မှာပါ ၊ ” ဟု ဘော့စ်ဝယ်လ် က ၊ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "အသက် ၅၁ နှစ် ရှိ ၊ မာတင် သည် ၊ အကြံပေးမှု များ နှင့် ဆွေးနွေးချက် ခေါင်းစဉ် များ အပါအဝင် ၊ သူမ ၏ ကိုယ်တိုင် အမြင် များ ဖြင့် အခြား သက်ဆိုင်သော အမှု ၏ အမှု စစ်ဆေးခြင်း စာသား များ ပါဝင် သော တရားစွဲဆိုမှု သက်သေ အီးမေးလ် ကို မောက်စာအိုဝီ အမှု သို့ သက်ဆိုင်သည် ကို ပေးပို့ခြင်း ဖြင့် မသင့်လျော်သော အပြုအမူ အတွက် စွပ်စွဲခံခဲ့ရသည် ။\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "နှစ်များစွာ နောက် တွင် သူ သည် သူ၏ ကိုယ်ပိုင် ဘား ကို ဖွင့်လှစ်ခဲ့ ပြီး အချို့သော အဖွဲ့ ၏ အသင်းသားများ နှင့် သူငယ်ချင်း ဖြစ်ခဲ့ ပြီး သူတို့ကိုယ်သူတို့ တောင်မှ ဂျက်ဆန်ဗီလာ မှ သူတို့၏ ဖျော်ဖြေပွဲ ၏ တစ်ယောက် အဖြစ် မိတ်ဆက်ခဲ့သည် ။\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "အဲနေရာမှာ အင်္ဂလိပ်စာ လေ့လာနေသော ပြင်သစ် နိုင်ငံသား နှင့် တက္ကသိုလ် ကျောင်းသား တစ်ယောက် ၊ လီဇီယန် လာဗိုရယ် က ၊ ၁၉၉၆ ခုနှစ် လွတ်လပ်ရေး နေ့ ရုပ်ရှင် ကို ကိုးကားမှု ပြုလုပ် စဉ်တွင် ပြင်သစ် နိ်ုင်ငံ ၏ ယူဆထားသော အားနည်းချက် များ ကို တုံ့ပြန်မှု အား ထိထိမိမိစစ်ဆေးမှု တစ်ခု ပေးခဲ့ကြသည် ။\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "မကြာခင်ကရရှိသော ဤ အပစ်အခတ်ရပ်စဲရေး သည် အမြန်ပြီးဆုံးသွား ရန် ဘတ်စ်က ဒေသ တွင် ၄င်းတို့ ၏ ထောက်ခံမှု ပြုခြင်း ဖြင့် အီးတီအေ ၏ နည်းဗျူဟာ အပေါ် အခြေခံ၍ရရှိသည် ဟု လေ့လာသုံးသပ်သူ အများအပြား က အကြံပြုခဲ့ကြသည် ။\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "အာမေးနီးယား ဖိနပ် သည် သေချာစွာ ထိန်းသိမ်းထားသော အခြေအနေ တစ်ခု မှာ ရှိ ပြီး ဥရောပ ၌ ယခုတိုင် တွေ့ရသော ရှေးအကျဆုံးသော ဖိနပ် နှင့် ၊ ၄င်း ၏ ကမ္ဘာ မှာ သားရေ ဖိနပ် ၏ ရှေးအကျဆုံးသော အပိုင်း ကို ပြုလုပ်သော ၊ အော်ဇီ ရေခဲခေတ်လူသား များ မှာ တွေ့ရှိရသော တစ်ခု ထက် ပို ရှေးကျသော နှစ် တစ်ရာ လောက် က ဖြစ်ပါတယ် ။\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "လစ်ဗာပူး မြို့ မှ ၊ မစ္စ ဂစ်ဆင် ၏ သား ဂျွန် က ၊ ၄င်း မိခင် ၏ အကျဉ်းထောင် စီရင်ချက် ကြောင့် ဒေါသထွက် နေ သော ဗြိတိသျှ လူထု ကို မူဆလင် ဆန့်ကျင်ရေး ဘက် မ လှည့်သင့် ကြောင်း တောင်းဆို ထား သည် ။\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "လေ့လာတွေ့ရှိချက် တစ်ခု အရ စကော့တလန် နိုင်ငံ ရဲ့ သေကြောင်းကြံစည်မှု နှုန်း သည် အိမ်နီးချင်း အင်္ဂလန် နိုင်ငံ ထက် ပို၍ တိုးလာကြောင်း ရုရှား သတင်းစာ နှင့် နိုင်ငံရေးနယ်ပယ်များ မှာ ကမ္ဘာ့ တတိယ အမြင့်ဆုံး ဆယ်ကျော်သက်အရွယ် သေကြောင်းကြံစည်မှု နှုန်း ရှိကြောင်း စစ်ဆေးနေ ပြီး သြစတေးလျ မြောက်ပိုင်း နယ်မြေများ တွင် သြစတေးလျနိုင်ငံသား ကလေးများ ၏ သေကြောင်းကြံစည်မှုများ မှာ ကိန်းဂဏန်း အရ ထပ်တိုးနိုင် ကြောင်း ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ တွင် ဟောင်ကောင်မြို့ ဒေသ စံတော်ချိန် ၊ ၁နာရီ ၃၀မိနစ် ခန့် တွင် မ တောင် ဝိုင် လမ်း တလျှောက် တွင် ၁၀နှစ်သက်တမ်းရှိသော အဆောက်အဦး တစ်ခု ပြိုကျခဲ့သည် ။\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "မစ္စတာ ဒါန်တွန် ကလည်း အုပ်ချုပ်မှု စနစ် ရဲ့ လက်ရှိ အစီအစဉ် ကို ဂိမ်း တစ်ခု အဖြစ် ဖော်ပြ ခဲ့ပါတယ် ။\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "ထရန်နစ်စတြီးရန်း တပ်မတော် အဖွဲ့အစည်း ၁၃ ခု ၏ လှုပ်ရှားမှု နှင့် ပတ်သက် ပြီး ရုရှား သို့ အရေးကြီးသော အချက်အလက်များ ကို ခေါင်းဆောင် မော်ဒိုဗင် က ပေးပို့ခဲ့သည် ။\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "၂၀၀၆ ခုနှစ် တွင် စတင်ခဲ့သော ရက် ၆၀ စမ်းသပ်ခြင်း တစ်ခု အတွက် ၎င်း ကို အင်္ဂလိပ် ဝီကီပီဒီးယား တူးလ် ပေ့ မှ ချိတ်ဆက်ပါလိမ့်မည် ။\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "၁၉၇၀ တွင် ၊ ခရစ်ကက် ကို ရှေ့ပိုင်း ကာလာ ဝတ်စုံများ ၊ အဖြူရောင် ဘောလုံးများ နှင့် နေ့ / ည ပြိုင်ပွဲ များ စသည်ဖြင့် အရာ များ ကို မိတ်ဆက် ခြင်း ဖြင့် တစ်-နေ့ မှာ ယူဆောင်လာနိုင် ပြီး ၊ သူ ၏ ကမ္ဘာ့ဖလား ခရစ်ကက် ဆီးရီး သည် ခရစ်ကက် ကို ပြောင်းလဲခဲ့သည် ။\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\" ပရိုလက်တင် ကုထုံး ၏ ရည်ရွယ်ချက် ဖြစ်သည့် ၊ ပြုပြင်မှု ကို မြှင့်တင်ခြင်း အားဖြင့် ၊ ကျွန်ုပ် တို့ သည် အမ်အက်စ် လူ များ ရှိ ရောဂါ လက္ခဏာ များ ကို အမှန်တကယ် တိုးတက်စေခြင်း ကို မျှော်လင့်ပါသည် \"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "တစ်ဦးချင်းစီ ကို ဖမ်းဆီးခြင်း သည် သောကြာ နေ့ က နိုးလ်စပရုတ် တရားသူကြီး ၏ တရားရုံး တွင် ပေါ်ပေါက်ခဲ့သည် ။\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "ရဲ များ အိမ် ကို ရောက် လာ ခဲ့ သည် ၊ ပြီးနောက် မတ်တတ် ရပ်နေသော ၇၂ နှစ် အရွယ် အမျိုးသား ကို တွေ့ဆုံခဲ့သည် ၊ ထို့နောက် အိမ် အတွင်း သို့ ပြန် သွားခဲ့သော အမျိုးသား နှင့်အတူ အကျဉ်းချုပ် စကားစမြည် ဆွေးနွေး ပြောဆိုမှု တစ်ခု ပြုလုပ် ခဲ့သည် ။\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် ပတ် အတွင်း အီးလန်း မိုင်း တွင်း တခု တည်း ၌ \" ရွှေ တရားမဝင် ထုတ်ယူသူ \" သုံး ရာ နီးပါး ဖမ်းဆီးမိခဲ့သည် ။\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "သူတို့ ကို ခိုးမှု ၊ ပိုင်နက်ကျူးလွန်မှု နှင့် ပိုင်ဆိုင်မှုများ ကို ဖျက်ဆီးမှု တို့ဖြင့် တရားစွဲဆိုခဲ့သည် ။\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "စီအန်အန် ဌာန နှင့် ၊ ကပ်ရပ် ရှိသော အိုမီနီ ဟိုတယ် သည် ၊ ၎င်း ၏ တစစီ ကျိုးပဲ့ သွား သော ပြတင်းပေါက် များစွာ နှင့်အတူ ၊ အပျက်အစီး များ ကို လည်း ကြုံတွေ့ ခဲ့ ရ သည် ။\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\" ဒီ ကိစ္စ ကြောင့် ၊ ကျွန်ုပ်တို့ သည် တစ်ချို့ လမ်းကြောင်းတွေ ရဲ့ များစွာသော ယှဉ်ပြိုင်မှုများ မှာ အဆုံးသတ် ထိ ဦးဆောင်နိုင် ရန် ဂရုပြု ရွေးချယ်သင့်သည် ။ \"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တို့ ဟာ ကျွန်တော် တို့ ရဲ့ ပရိတ်သတ် တွေ နှင့် အင်ဒီယာနာ မြို့တော် က လူ တွေ အတွက် ဆုတောင်းနေတာပါ ။ ”\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "ဥပဒေ ရဲ့ ဖော်ပြချက် အားလုံး ကို ဒီ ဆောင်းပါး မှ ဖယ်ထုတ်ခဲ့သည် ။\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "ထို့ပြင် ၊ လဲအို ၏ တန်ဖိုးတက်ခြင်း သည် ၊ ပို့ကုန် လုပ်ငန်းရှင်များ အပေါ် ကြီးမားသော ဖိအား ရှိနေခြင်း ကြောင့် အားလုံး မကောင်းပါ ။\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ဘယ်တူလင်းနစ် အက်ဆစ် မှ ဆင်းသက်လာခဲ့ ၍ စက္ကူ ထုတ်လုပ် သည့် စက်ရုံများ ၏ ဘေးထွက်ပစ္စည်းများ မှ လာ သည့် ပီအေ - ၄၅၇ ခေါ် ဆေးဝါး ကို ၊ ပန်နာကော့စ် ဆေးဝါးများရောင်း သည့် မေရီလန်း ဆေးဝါး ထုတ်လုပ် သည့် စက်ရုံ မှ ထုတ်လုပ် ပြီး တိုးတက်အောင် လုပ်ဆောင် လျှက် ရှိသည် ။\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "အစ္စလာမ်မစ် များ ကို လက်နက် နှင့် ကိရိယာများ ထောက်ပံ့ နေ သည် ဟု ကုလသမဂ္ဂ က အီရစ်ထရီးယား ကို ယခင် က စွပ်စွဲခဲ့သည် ။\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "တောရိုင်း ထဲတွင် ယေရှုခရစ် ၏ သွေးဆောင်ခြင်း ကို ပြောရင်း ၊ သူက ၄င်း နှင့်အတုူ ဧဒင်ဥယျာဉ် သို့ ပြန် လိုက်လာခဲ့တယ် ။\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "အသက် ၃၇ နှစ် ပုဇွန် ငါးဖမ်းသမား တစ်ဦး ၊ ဖခင် ၊ လမ်လောင် ကို ၊ မြို့တော် လူသတ်မှု ၏ စွဲချက် ၄ ခု ဖြင့် စွပ်စွဲပြီးဖြစ်သည် ။\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "ယူတာ့ ပြည်နယ် ရှိ ကရန်ဒေါ ကန်ယွန် မိုင်းတွင်း မှာ ကယ်ဆယ်ရေး လုပ်သားများ သုံးဦး တို့ သည် တစ်ပါတ် ကျော်ကျော် အကြာ ပျောက်ဆုံးခဲ့ကြ သူ ပိတ်မိ မိုင်းလုပ်သား ခြောက်ဦး တို့ ကို ကယ်တင် ရန် ကြိုးစားရင်း သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "“ တရားဝင် ချန်နယ်များ မှတစ်ဆင့် ဖြစ်စေ သတင်းအချက်အလက်များ ကို လွတ်လပ်စွာ ရယူ နိုင်သော နေရာများ မှတစ်ဆင့် ဖြစ်စေ ” သူတို့ သည် အချက်အလက်များ ကို ရရှိနိုင်သည် ဟု ဖော်ပြခဲ့ သည် ။\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\" လမ်းကြောင်း ပြောင်းလဲ သော်လည်း ဘာမူဒါ ကို အကျိုးသက်ရောက် သည့် ဂယက်ရိုက် မှု နှင့်စပ်လျဉ်း၍ အလားအလာ များ သည် အရေးကြီး ၊ \" ကြောင်း အမျိုးသား ဟာရီကိန်း ဌာန က \" ဘာသာ မုန်တိုင်း ထို ကျွန်း ကို အမှန်တကယ် တိုက်ခိုက်နိုင် ကြောင်း ၄င်း ကို ဆုံးဖြတ် ရန် မှာ အလွန် စောသေး ကြောင်း \" ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "ဆစ်ဒ်နီ ၏ လမ်း များ တလျှောက် အေပီအီးစီ-ဆန့်ကျင်သော ဆန္ဒပြမှု တစ်ခု သည် ဖမ်းဆီးမှု များ ၁၈ ခု အထိ နှင့် ထိခိုက်ဒဏ်ရာရသော ရဲ နှစ် ဦး နှင့်အတူ ၊ ဆန္ဒပြသူ များ ၅၀၀၀ ဝန်းကျင် အား ဆွဲဆောင်ခဲ့သည် ။\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "သေဆုံးသူအားလုံး သည် အရွယ်ရောက်သူများ ဖြစ်ပြီး ၊ ကားမောင်းသူ နှစ်ဦးထဲမှတစ်ဦး ပါဝင်ခဲ့ ပြီး ၊ ကျန်တစ်ဦးမှာ အပြင်းအထန် ဒဏ်ရာရရှိခဲ့သည် ။\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲရာသီ တွင် ပြိုင်ပွဲ နှစ်ပွဲ ကျန်ရှိနေမှု နှင့်အတူ ချက်ရိုးလက် သည် တိုယိုတာ ကို ၄၀ မှတ် သာလွန် ပြီး ဖို့ဒ် ကို ၉၁ သာလွန်ကာ ၂၄၉မှတ် ဖြင့် ၊ ကားထုတ်လုပ်သူများ ၏ တံခွန်စိုက်ပြိုင်ပွဲ အဆင့်များ ကို ဦးဆောင်ခဲ့သည် ။\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "သူမ သည် မတ်ဒ်ဟာဗန် သို့မဟုတ် သူ၏ လက်မရွှံ့လူယုံများ မှ ရုပ်ပိုင်းဆိုင်ရာ အန္တရာယ် ကို ကြောက်ရွှံ့ခဲ့သည် ဟု သူမ၏ မိသားစု ဝင်များ မှ ကလီး တိုင်း သတင်းစာ အား ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "၁၉၉၁ ခုနှစ် နှင့် ၂၀၁၁ ခုနှစ် ၊ ကြား တွင် လူဦးရေ တိုးတက်မှု နှုန်း မှာ တဖြည်းဖြည်း ကျဆင်းလာသည် ။\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "အကျယ်ပြန့်ဆုံး မုဒိမ်းမှု သတင်းဆောင်းပါး ကတော့ မုဒိမ်းမှုကျူးလွန်ခံရသူ ၊ မုတ်ထားမိုင် က ၊ ဘယ် အမျိုးသမီး မှ ငွေ ရ ဖို့ ပြုမူခြင်း အတွက် အဓိကထားတာ ကို သူမကိုယ်တိုင် ခွင့်ပြုခြင်းဖြစ်တယ် ဆိုတဲ့ အဆို ကို သူမ က ပယ်ချလိုက်ပါတယ် ။\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "တောင် ဩစတြေးလျ ရှိ အိုင်း ပန်နီဆူလာ ဒေသ တွင် တောမီး ကြောင့် လူ ၉ ယောက် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "ယခု အဲဒီ မှာ ပြင်သစ် စကား ပြောဆိုသော ကွီးဘက် ပြည်နယ် ရှိ ပို့နစ်ဖ် -- ဂျက်ကွဲ - ကာတီယာ ခရိုင် ၏ ကိုယ်စားပြု ၊ ပါလီမန် အောက် လွှတ်တော် ထဲ က လွတ်လပ်သော ပါလီမန် အမတ် ဖြစ်နေသူ အမ်ဒရီ အာသာ တစ် ဦး တည်း သာလျှင် ရှိတယ် ။\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "၂၀၀၅ ခုနှစ် ဘဏ္ဍာ နှစ် တွင် သူ တို့ သည် ဘဏ္ဍာ အခွန် တွင် ဒေါ်လာ ၈၃ သန်း ဝင်ငွေ ရခဲ့သည် ။\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "ထို လှေ တွင် သူ၏ လက်တော့ ၊ တယ်လီဖုန်း တစ်လုံး နှင့် ကမ္ဘာ့ နေရာပြ စနစ် တစ်ခု အတွက် စွမ်းအင် ထောက်ပံ့ ရန် နေရောင်ခြည် စွမ်းအင် စနစ် တစ်ခု ရှိ ပါသည် ။\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "ထိုနေ့က ၊ ကုန်တွဲ ၄၀ နှင့် ကုန်စည် ရထား တစ်စင်း သည် ကယ်ဂူးလိုင်း ၏ အရှေ့ဘက် တွင် လမ်းချော်ခဲ့ပီး ၊ လူ သုံးဦး ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "၁၉၉၉ခုနှစ် မှာ စကော့တလန် လွှတ်တော် ကို စဖွင့် ကတည်းက ၊ တတိယအကြိမ်မြောက် စကော့တလန် ရွေးကောက်ပွဲ မှာ ဗဟို စကော့တလန် အမျိုးသားပါတီ မှ အာဏာရ အလုပ်သမားပါတီ ကို လက်ဝဲ အမတ် တစ်နေရာတည်း ဖြင့် ယှဥ်ပြိုင်ခဲ့သည် ။\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "ဓာတ်ပုံများ ကို ယူအက်စ်ဘီ ဖလက်ရှ် ဒရိုက် ၊ မင်မိုရီ ကဒ် ၊ ဘလူးတုရှ် ကိရိယာများ နှင့် ပိဒ်ဘရက်ချ် တွဲဖက်အသုံးပြုနိုင်သော ဒီဂျစ်တယ် ကင်မရာများ ဖြင့် ပုံနှိပ်ထုတ် နိုင်ပါသည် ။\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ဘရိုင်ယန် နာယန်ဂျို က ဦးဆောင်သည့် ၊ ယူစီအယ်အေ အဖွဲ့ သည် ၊ ဂျူတာရီယံ နျူကလီယ ၏ နျူကလီယား ပေါင်းစပ်ခြင်း ကို တေဘယ်တော့ ကရိယာ တစ်ခု တွင် လေ့လာတွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "ရေကာတာ အဟောင်း တစ် ခု ကို ၊ ၁၉၁၁ ခုနှစ် တွင် ပထမ ဆုံး တည်ဆောက်ခဲ့ သော်လည်း နောက်ဆုံး တွင် အကြိမ်ပေါင်း များစွာ တိုးချဲ့ခဲ့ ပြီး ရေကာတာ ဖြင့် အစားထိုးလိုက်သည် ။\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "လစ်ဘရယ်နိုင်ငံရေးပါတီဝင်နိုင်ငံခြားရေးဌာန မှ ပြောရေးဆိုခွင့်ရှိသူ အက်ဒါဗေး က ဝုဒ် ၏ ထွက်ဆိုချက် ကို “ တရားရေးရာ စစ်ပွဲ ကိစ္စ ၏ အခေါင်း ရိုက်သော နောက်ဆုံး သံချောင်း ” ဟု ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "တိုလီဒို ရဲတပ်ဖွဲ့ ဌာနခွဲ သည် မတရားပြုလုပ်ခြင်း ဟု သံသယ မရှိဘဲ ၊ သေဆုံးမှု ကို မတော်တဆမှု ဟု စဉ်းစားသည် ။\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "ချင်ဒရုန်း ၏ အဆို အရ ဒီမိုကရေစီ စနစ် တစ်ခု နှင့် အနည်းငယ် တူသော အရာ ကို သာ ဆာအက်ကတ်ရှ်ဗီလီ ၏ အစိုးရ က ထောက်ခံသည် ။\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "အ့ဲဒီအစား ၊ သူ ၏ ငွေတောင်းခံလွှာ ကို ဖြစ်သင့်သော ကိုးကား နှုန်း ထက် အဆ ၁၀၀ ပိုမိုသော : ၇၁ ဆင့် အစား ၇၁ ဒေါ်လာ ခန့် သူ ကျသင့်ခဲ့သည် ဟု သူ က ဆိုသည် ။\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "အကြမ်းဖက်မှု သည် စစ်သွေးကြွများ ကို ပျက်စီးစေ ရန် ကတိပြုခဲ့ သော ၊ အင်္ဂါနေ့ ၏ သမ္မတ ရွေးကောက်ပွဲ မတိုင်ခင်မှာ ဖြစ်ပေါ်လာသည် ။\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "အကယ်၍ အမေရိကန်အစိုးရဝါရှင်တန် အနေဖြင့် ယွမ်ငွေကြေး တန်ဖိုးမြင့်တက်လာခြင်း ကို ဖိအားပေး လုပ်ဆောင်သော ကုန်သွယ်ရေး ခွင့်ပြုမိန့်များ ကို လုပ်ကိုင်ဆောင်ရွက်လာမည် ဆိုလျှင် ၊ ပြည်သူ့ ဆန္ဒ အရ တရုတ် အစိုးရ သည် သူတို့ ကိုင်ဆောင်ထားသော အမေရိကန်ဒေါ်လာ ငွေကြေးများ ကို စာရင်းရှင်းဖျက်သိမ်းပစ်ရနိုင်သည် ဟု အရိပ်အမြွက်ပြောဆိုသော ၊ အမေရိကန် အစိုးရ ကို ဆန့်ကျင်သည့် စီးပွားရေး ခြိမ်းခြောက်မှု ကို ညီညီညွတ်ညွတ် တိုက်ပွဲဝင်ခြင်း တရပ် ကို စတင်ခဲ့သည် ။\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "စတဒ်စ် နှင့် လည်သာ ၏ သံပြိုင် သီချင်း ကို စိန့် ဩဂတ်စတင်း တွင် ရေးဖွဲ့ခဲ့ စဉ် ၊ မေးဝေါ့ခ်ကီ တွင် ရေးဖွဲ့ခဲ့ သော ဥယျာဉ် ထဲက ဘိ လုစ် ၏ အဓိက အပုိဒ် ကို မွန်းစတားဒစ္စကိုဟဲလ်ဒေါ့ကွန်းမ် နှင့်အတူ တီးဝိုင်း ၏ ခေါင်းဆောင် အဆိုရှင် က အင်တာဗျူး တစ် ခု တွင် ပြောကြားမှု နှင့်အတူ ၊ အော့ဇ်ဖိစ် ၏ အပိုင်း အဖြစ် အမေရိကန်ပြည်ထောင်စု ၏ လော့ဒီ ၏ ခရီးစဉ် အတွင်း သီချင်းများ နှစ် ပုဒ် စလုံး ၏ အများစု ကို ရေးဖွဲ့ ခဲ့သည် ။\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "မူးယစ်ဆေးဝါး ဖောင်ဒေးရှင်း မှ ပြောရေးဆိုခွင့်ရှိသူ ၊ ရော့စ် ဘဲလ် က ၊ “ ဒီ သုံးသပ်ချက် တစ်ခု က အလွန် ကျဉ်းမြောင်း ရုံသာမက ၊ ၄င်း သည် ဗုဒ္ဓဟူး နေ့ ဆွေးနွေးပွဲ ရဲ့ ရလဒ် ကို ကြိုတင်မဲပေး ရန် အတွက် လည်း ဖြစ်ပုံရသည် ” : ဟု ပြောသည် ။\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "ဆိုနီ က ကမ္ဘာတစ်ဝှမ်း အပူလွန်ကဲခြင်း ၏ အစီရင်ခံစာ ၂၀၉ စောင် ရရှိထား ပြီး ဖောက်သည် တစ်ယောက် က အသေးစား မီးလောင်ဒဏ်ရာများ ရရှိခြင်း ကို အစီရင်ခံဖော်ပြထားခဲ့သည် ။\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "“ ရေငွေ့ပျံ နှုန်းများ ၊ စေးထန်းခြင်း နှင့် ရာသီဥတုဒဏ်ကြောင့် လွင့်ပြယ်ခြင်း ကွဲပြားချက်များ သည် ရေနံ ပြန်လည်ကောင်းမွန် ရန် ပိုကောင်းသော အခွင့်အရေးများ ထောက်ပံ့ပေးသည် ။ ”\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "အမည်မသိ လူ အား ရေခဲပြင် တစ်ဝိုက် ရှာဖွေ ရန် ကြိုးပမ်း နေစဉ် ရေ ထဲသို့ ကျပြီး သေဆုံးခဲ့သည် ဟု အမေရိကန် ကမ်းရိုးတန်း အစောင့်တပ်ဖွဲ့ မှ ပြောကြားသည် ။\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "စစ်သွေးကြွတွေ က သူတို့ဟာ အစိုးရ ကို ဖြုတ်ချ ဖို့ ကြိုးပမ်း မှာဖြစ်ပီး မဲပေးရွေးချယ်ထားတဲ့ ပါကစ္စတန် သမ္မတ အသစ် ပါဗက်ဇ် မူရှာရက်ဇ် ကိုလည်း အာဏာလက်မဲ့ဖြစ်အောင် လုပ်ဆောင်မယ်လို့ ဆိုပါတယ် ။\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "အဆိုပါ မီးတောင်ပေါက်ကွဲမှု က ရေခဲမြစ် ထဲမှာ ကြီးမားတဲ့ အပေါက် တစ်ခု အဖြစ် ဖန်တီး ပြီး ၊ တပါတည်း ရှေးတုန်းက ရေခဲမြစ် အောက်ခြေ ရဲ့ အနီးအနား တွင် အခု ရှိသည့် ၊ ထို နေရာသည် ပပ်ကြားအပ် တစ်ခု ပုံစံ ဖြစ်နေသည် ။\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ကစားပွဲ ၏ အချိန် တော်တော်များများ ရဲ့ အထွပ်အထိပ် ဟာ ၄င်းတို့ ရဲ့ ကွင်း တစ်ဝက် လောက် မှာ ဆွီဒင် ရဲ့ ဖိအား သက်ရောက်နေ သော်လည်း ယော့ကီ ဦးဆောင် သော အနောက် အင်ဒီးစ် အသင်း ဟာ ကိုင်တွယ်ရ ခက်ခဲ ပြီး တော်တော်လေး ယှဉ်ပြိုင်ခဲ့ရပါသည် ။\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာမှုခင်းရဲအဖွဲ့ကြီး မှ ဗုဒ္ဓဟူးနေ့ အကျယ်ချူပ် စခန်း တစ်ခု မှ ထွက်ပြေးလွတ်မြောက်ခဲ့သူ ၊ အရှေ့တောင် အာရှ ဂျယ်မာ အစ်စလန်မီယား ၏ ခေါင်းဆောင် ၊ မတ် ဆဲလမတ် ဘင် ကာစရီ အတွက် “ လိမ္မော်ရောင် သတိပေးချက် ” တစ်ခု ထုတ်ပြန်ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "အဆိုပါ သဘောတူညီချက် ကို နိုဝင်ဘာလ ၂၀၀၇ တွင် ဘရာဇီး အစိုးရ က အတည်ပြုခဲ့ ပြီး မတ်လ ၂၀၀၇ တွင် ပြင်သစ် ပါလီမန် က အတည်ပြုခဲ့ သည် ။\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "အင်္ဂလန်နိုင်ငံ၊ လန်ဒန်မြို့ ၂၀၁၂ နွေရာသီ မသန်မစွမ်း အိုလံပစ်အားကစားပြိုင်ပွဲ စတင်တော့မည်မှာ ရက်သတ္တပတ်တောင်မလိုတော့သည့်အချိန်၊ ပါပူယာ နယူး ဂျီနီယာ၏ အားကစားကိုယ်စားလှယ်အဖွဲ့သည် မိမိနိုင်ငံ၏ ထူးချွန်သော အားကစားသမားနှစ်ယောက်ဖြစ်သည့် ကစားသမား ဖရန်စစ် ကွမ်ပွန် နှင့် အလေးမသမား တီမိုသီ ဟာရဘီ ကို ပံ့ပိုးပေးရန် ယနေ့ အစောပိုင်းတွင် လန်ဒန်မြို့သို့ ရောက်ရှိခဲ့သည်။\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "ဆီးချို ဝေဒနာရှင် ဆိုချ် သည် ဗြိတိန် တွင် ၁၉၉၀ ခုနှစ် က နှလုံးသွေးကြော ခွဲစိတ် ကုသမှု ကို ခံယူခဲ့ ပြီး ၂၀၀၄ ခုနှစ် တွင် ဒယ်ဟီ ၌ သူ ၏ သွေးကြောများ ထဲ သို့ သွေးကြောတွင်း ထည့် ပြွန် ကို စတင် ထည့်သွင်းခဲ့သည့် သွေးကြော ချဲ့ ကုသမှု ကို ခံယူခဲ့သည် ။\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ဝုရတ် နှင့် ဗော့တ် တို့ နှစ်ဦး စလုံး သည် ကျည်ကာ အင်္ကျီ နှင့် အသက်ကယ် ဦးထုပ် များ ကို ဆောင်းထားသည် ဟု လည်း အေဘီစီ သည် ဆိုခဲ့သည် ။\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "သူ့ ပါတီ အက်စ်အန်ပီ ရဲ့ ကံကြမ္မာ ဆက်နွယ် တဲ့ အနေနဲ့ ဆိုင်မန် က ဂလက်စ်ဂိုး အရှေ့ နဲ့ ဂလန်ရိုသ်စ် က \" ရွေးကောက်ပွဲ လှုပ်ရှားမှု \" ကို အလက်စ်ဂိုး အရှေ့အရပ် မှာ \" လူကြိုက်များ သည့် ဂလက်စ်ဂိုး အရှေ့အရပ် \" မှာ \" လူကြိုက် နဲသွားပြီ ဖြစ် တဲ့ ဂလန်းရိုသ်စ် အသင်း \" ရဲ့ ဘာသာရေး ကြိုးပမ်းမှု ကဲ့သို့ ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "တောင် အာဖရိက အသံလွှင့် ကော်ပိုရေးရှင်း ( အက်စ်အေဘီစီ ) က ထုတ်ပြန် တဲ့ သတင်းပေးပို့ချက် တစ်ခု အရ ၊ တောင် အာဖရိက ရဲ တပ်ဖွဲ့ ၏ ကော်မရှင်နာ နှင့် အင်တာပို ၏ ဥက္ကဌ ဂျက်ကီ ဆယ်လဘီ ၏ ဖမ်းခံရမှု အတွက် ၊ ရဲ တပ်ဖွဲ့ မှ သီးခြား ဆောင်ရွက်နေ သည့် ၊ တောင် အာဖရိက အမျိုးသား တရားရေး အာဏာပိုင် ( အန်ပီအေ ) မှ အာမခံချက် တစ်ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "ပါရာဒိုက်စ် ရှိ ဘိ လုစ် သည် ပို၍ ' ရုပ်ရှင် ဆန်ဆန် ' ဖြစ် သော်လည်း ' ထိတ်လန့် စရာ ' အပေါ် ရည်ရွယ်သည် ။\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "အဆိုပါ ချဉ်းကပ်ပုံ တွင် လူများအား ဆေးလိပ်သောက်ခြင်းကြောင့် အသက်သေစေနိုင်သည့် အပြင် ရောဂါဆိုးများ ဖြစ်စေနိုင်ကြောင်း သဘောပေါက်ကာ ကြောက်ရွံ့မှင်သက်စေ ရန် ဒီဇိုင်းပုံဖော်ထားသည် ။\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "ထိုကဲ့သို့သော အစုစပ်လုပ်ငန်း တစ်ခု သည် နှစ် ပေါင်း များစွာ က ကောလဟာလသတင်းများရှိခဲ့ ပြီး ၊ ထင်ကြေး ပမာဏ သည် လွန်ခဲ့သော လ အနည်းငယ ကျော် က ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "၅-၄ မဲ တစ်ခု တွင် ၊ အမေရိကန်ပြည်ထောင်စု တရားရုံး ချုပ် က ပက်ထရစ် ကန်နဒီ အတွက် သေ ဒဏ် ကို ပြောင်းလဲခဲ့သည် ၊ ကလေး တစ်ယောက် ကို မုဒိန်းကျင့်ခြင်း ကို စီရင်ချက်ချခဲ့သည် ၊ ၄င်း သည် အချိုးအစားမညီသော ပစ်ဒဏ် ဖြစ် ပြီး ၄င်း သည် အခြေခံဥပဒေနှင့်ဆိုင်သော ရက်စက်ကြမ်းကြုတ်မှုများ နှင့် ပုံမှန်မဟုတ်သော ပစ်ဒဏ်ပေးမှု တားမြစ်ချက်တွေ ကို ချိုးဖောက် ပြီး ၊ ထိုသို့ြဖင့် သာဓက တစ်ခု အဖြစ် ရှိခဲ့တယ် လို့ ပြောကြားသည် ။\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "စကော့တလန် ရှိ ၊ ဖတ်စ်လိန်း နှင့် ရိုးစစ်သ် တွင် ၊ နျူကလီးယား ရေငုပ်သင်္ဘော ရေယာဉ်စု အတွက် သင်္ဘော၀န်ဆောင်မှုများ ထောက်ပံ့ပေးထားသော အဖွဲ့အစည်း နှစ်ခု ရှိသည် ။\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "ကျွဲနွား များ သည် စစ်ဆေး ရန် ပို၍ လွယ်ကူ ပြီး ၊ ၈၅၁ဝ ကျွဲနွား များ ၏ ခေါင်း သည် နေရာ ၃ဝ၈ ခု တွင် ကမ္ဘာကြီး ၏ သံလိုက် စက်ကွင်း နှင့် အညီ ကိုယ်ခန္ဓာ မျက်နှာမူခြင်း ကို ချိန်ညှိ ရန် သေချာသော အလားအလာ တစ်ခု ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "ဆိုက် သည် ၊ ဆိုင်းယင့်တိုလော်ဂျီ ခရစ်ယာန် ဘုရား ကျောင်း နှင့် ပတ်သတ် ၍ တွမ် ခရု နှင့် သူ ၏ ပတ်သတ်မှု ကို သရော်ခြင်း တစ် ခု ဖြစ် ပြီး ၊ ဘုရား ကျောင်း က အပစ်အခတ် ရပ်စဲခြင်း နှင့် ရပ်တန့် မိန့်များ ၏ နံပါတ် တစ် ခု နှင့် ပတ်သက် ၍ စတင် လုပ်ဆောင်လိုက် သောအခါ အဓိက အငြင်းပွားမှု ဖြစ်လာသည် ။\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "တူရကီ နှင့် အမေရိကန် ကစား ပွဲ တွင် ၊ ကုလားထိုင် တစ် လုံး ကို ပြိုင် ပွဲ ချိန် အတွင်း ပြန် လည် ပြင် ဆင် ခဲ့ သည် ။\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "ဂျီ. ဆက်ဟာကရန် ၊ ဘုရားကျောင်းများ အတွက် ကယ်ရာလာ ၏ ဝန်ကြီး ၊ တိုင်း သတင်းစာ သို့ ဖော်ပြချက် တစ်ခု တွင် မတူညီသော ရှုထောင့် ဖြင့် တင်ပြခဲ့သည် ။\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "အင်္ဂလန် ၏ ဆွီဒင်လူမျိုး အုပ်ချုပ်သူ အက်စ်ဗန်-ဂါရန် အီရစ်ဆင် ၏ ဘက် တွင် ပိုင်ဆိုင်မှု ပို၍ ရှိခဲ့ သော်လည်း အစောပိုင်း ဂိုး တစ်လုံး ထက် ပို၍ ဂိုးသွင်း ရန် ရှုံးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "အခမဲ့ဆော့ဖ်ဝဲများ ၏ လူသိအများဆုံး ဥပမာများ အနက် တစ်ချို့ မှာ လင်းနစ် လုပ်ဆောင်ရေးစနစ် ၊ မော်ဇီလာ ရှာဖွေရေးသတင်းစာမျက်နှာ နှင့် အိုးပန်းအော့ဖ်ဖစ် ရုံးသုံးစနစ်တို့ ဖြစ်ကြသည် ။\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "ကင်ညာ ကျန်းမာရေး ကျွမ်းကျင်ပညာရှင်များ အဖွဲ့ ပြောရေးဆိုခွင့်ရှိသူ အဲလက်စ် အော်နာ ၏ အဆိုအရ ၊ ကင်ညာ တွင် ကျန်းမာရေး လုပ်သားများ အတွက် လစဉ် ပျှမ်းမျှ လုပ်အားခ နှင့် စရိတ် သည် ခန့်မှန်းခြေ ကေအက်အိတ် ၂၅၀ဝ၀ ( ပေါင် ၁၉၃ ၊ အမေရိကန်ဒေါ်လာ ၃၀၂ သို့မဟုတ် ၂၃၀ ) ဖြစ်သည် ။\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "“ ၄င်း သည် အစ္စရေးလူမျိုးများ ၏ အသက်ပေါင်းများစွာ ကို ကာကွယ် ရန် ဘာမှမလုပ်ပဲ ပြုလုပ် နေစဉ် ၊ ဂျူးလူမျိုးများ နှင့် အစ္စရေးလူမျိုးများ ၏ မုန်းတီးမှု ကို သာ လွန်စေ လိမ့်မည် ။ ”\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "သို့ဖြစ်သောကြောင့် ၊ ခေါင်မိုး ထိပ်ဆုံး ကို လုံခြုံရေး တပ်များ မှ လည်း နေရာယူခဲ့သည် ။\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "နိုင်ငံ ၏ မြောက်ပိုင်း ရှိ ကဂါရန် ပြည်နယ် ကို မ ကျရောက် ခင် မုန်တိုင်း သည် ဉီးတည်ချက် ပြောင်းလဲသွားသည် လို့ မိုးလေ၀သခန့်မှန်းသူ များ က ပြောပါတယ် ။\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "စွပ်စွဲခံခဲ့ရသော ပစ်ခတ်သူ နှင့် ဒဏ်ရာရရှိသူများ ထဲမှ တစ်ယောက် အကြား တွင် ညနေခင်း ဖျော်ဖြေတင်ဆက်မှု တစ်ခု မတိုင်မီ ဆွေးနွေးမှု တစ်ခု ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "လီဗာပူး တွင် ၁၉၅၂ ခု တွင် မွေးဖွားခဲ့ ပြီး ၊ သူ သည် လူမှု သိပ္ပံပညာ ဝိဇ္ဇာ ဘွဲ့ တစ် ခု ကို ၁၉၇၄ တွင် မစ်ဒယ်ဆက် ပေါ်လီတတ်ကနစ် မှ ရရှိခဲ့သည် ။\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "အာမက်အင်ဂျက် ၏ ပြိုင်ဘက်များ ထဲမှ တစ် ဦး ဖြစ်သော မာ ဟော့စိန် မူဆာဗီ က ၊ အစောကတည်းကပင် သူ့ကိုယ်သူ \" လုံး၀ \" အနိုင်ရမည့်သူ ဟု ကြွေးကြော်ထားပြီး ရလဒ်များ ကို အငြင်းပွားဖွယ် ဖြစ်နိုင်သည် ဟု လည်း သူ ဆိုသည် ။\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "ဒါမှမဟုတ် ၊ ‘ မဟုတ်ဘူး ၊ တကယ်တော့ ကျွန်တော့် မပြေလည်မှု က ကျွန်တော်ဟာ အမျိုးသမီး ရဲ့ အဝတ်အစားတွေ ကို ဝတ်ဆင် ဖို့ အမှန်တကယ် လိုအပ်နေတယ် ။ ’ လို့ သင် ပြောသင့်တယ် ။\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "အခြား ပစ်ခတ်မှုများ သည် ကောင်လေးတွေ ကို မထိပါ ၊ တစ်ခု က ကား တစ်စီး ကို ထိခဲ့သည် ။\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "အတိုက်အခံ ခေါင်းဆောင် တိုနီ အဘော့ က ဒီ ကိန်းဂဏန်းတွေ ဟာ ဩစတြေးလျ မိသားစုများ အပေါ် ကာဗွန် အခွန် နစ်နာမှု ကို ထင်ရှားစေတယ် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "သူတို့ သည် တရားသူကြီး က ဂျူရီ အား ပေးခဲ့သော ညွှန်ကြားချက်များ သည် မပြည့်စုံ ၊ သို့မဟုတ် မရှင်လင်း ၊ အတည်ပြုရေးသားနေ သော “ အခြားရွေးချယ်စရာ အနေဖြင့် တရားခံများ တင်ပြထားသည့် အထင်မှားစေသော ကြေငြာချက် တစ်ခု ” ၊ စသည့် တရားစွဲဆိုမှုများ ကို လည်း ပိတ်ပင်ခဲ့ ပြီး ထို ကဲ့သို့သော အခြေအနေများ တွင် တရားသူကြီး က မူလ ညွှန်ကြားချက် နှင့်အတူ ဆိုင်းငံ့ ရန် ခွင့်ပြုခဲ့ ကြောင်း ၊ နှင့် အထူးသဖြင့် “ ထို တင်ပြခဲ့သည့် စွဲချက် တစ်ခု သည် တစ်ဦးချင်းအလိုက် စွဲချက် တစ်ခု အတွက် လိုအပ်ချက် အား တရားရုံး ကို သတိပေး ရန် ဥပဒေအရ အကောင်းဆုံး ဖန်တီးခဲ့သည် \" ကို မလိုအပ်ခဲ့ပါ ။\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "သူ တို့ က ပင်လယ်ပြင် မှာ မတော်တဆ ဖြစ်ရပ်များ ကို စုံစမ်း ရန် ရေကြောင်း လုပ်ငန်း အာဏာပိုင် ကို သာ ခွင့်ပြုခဲ့သည် ဟု ဆိုပါသည် ။\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "သူမ သေဆုံး ရန် အတွက် တိုက်ရိုက် မြန်မြန် တောင်းဆိုမှု ကို သူတို့ က တားဆီးခဲ့ သော်လည်း ၊ ထင်ရှား သော ဆူဒန် ဘာသာရေး ခေါင်းဆောင် တစ် စု က အခြေအနေ ကို မ လှုံ့ဆော် စေရန် အစိုးရ ၏ ညွှန်ကြားချက် များ ကို လျစ်လျူရှုခဲ့ သည် ။\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "အငြင်းအခုံများ နှင့် ပထမဆုံး ဆန္ဒမဲပေး သည့် ပတ်လည် အကြား ဘိုဘိုစီကိုဗာ သည် သူ့မ အား ထောက်ပံ့မှု မရှိခြင်း ကို ကိုးကားပြီး ၊ သူမ ၏ ကိုယ်စားလှယ်လောင်း တစ်ဦး ကို ထုတ်ပယ် ခဲ့သည် ။\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "ကာကွယ်ရေး သိပ္ပံ ၏ ၀ရမ် ဆနိုဒမ် ဝန်ကြီး နှင့် အမှုထမ်းများ က ဂျာမနီ အစိုးရ သမ္မတနိုင်ငံ ကို တရားဝင် ရှာဖွေခဲ့ ပြီး ထို ဆိုက် ကို ကာကွယ်ခဲ့ ကြောင်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "တိုက်ခိုက်သူ ဟု စွပ်စွဲခံထားရသူ ၏ သူငယ်ချင်း တစ်ယောက် သည် စွပ်စွဲချက် ကို ထိတ်လန့်တုန်လှုပ်ခဲ့ရ ပြီး သူ သည် “ ကျောင်း တွင် ကျွန်တော်တို့ သိ သော အကောင်းဆုံး နှင့် အနူးညံ့ဆုံး ပုဂ္ဂိုလ် များ ထဲ မှ တစ် ယောက် ဖြစ်သည် ဟု ပြောခဲ့သည် ။ \"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "တောင် ဩစတြေးလျ ၊ အတ်ဒလိပ် တွင် စတင် လှည့်လည် ပြီး အဆုံးသတ် မှု တစ်ခု ပတ်လည်တွင် စက်ဘီးစီး ၁၂၂ ယောက် သည် ခြောက် ရက် ကြာ ပြိုင်ပွဲ ကို ပြီးဆုံးခဲ့တယ် ။\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "ဗန်နီဝါးတို ကျွန်း ၏ ကျွန်းဆွယ် ဖြစ် သော အက်စပီးရက်ဂျူ ဆန်တို ကျွန်းဆွယ် ၊ လူ့ဂန်ဗဲလ် မြို့ ၏ အရှေ့ တောင် ဘက် သို့ ၁၄၄.၈ ကီလိုမီတာ ( ၉၀.၀ မိုင် ) အနက် ဖြင့် ကြာသပတေး နေ့ နံနက် ၄ : ၀၈ အေ . အမ် ဒေသ စံတော်ချိန် ( ယူ တီ စီ + ၁၁ ) ၊ ၅၅ ကီလိုမီတာ ( ၃၅ မိုင် ) အရှေ့ ၊ ပြင်းအား ၇.၂ ရှိ သော ငလျင် ပထမဆုံး လှုပ်ခတ် ခဲ့ ကြောင်း မှတ်တမ်း ရခဲ့သည် ။\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "စစ်သား နှစ်ဦး သတ်ခံရ ပြီးနောက် ၄၈ နာရီ အတွင်းမှာ အိုင်အာအေ နှင့်ဆက်စပ်တဲ့ သေနတ်သမားတွေ က မြောက် အိုင်ယာလန် ၊ အာမက် ဒေသ တွင် ရဲ အရာရှိ တစ်ဦး ကို သတ်ခဲ့သည် ။\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ် သည် [ ထို အကြမ်းဖက်မှု ] နောက်ကွယ်တွင် မည်သူ ရှိသည် ကို မသိ ၊ သော်လည်း ၄င်း သည် အကြမ်းဖက်သမား-ဟောင်း များ ၏ အဖွဲ့ခွဲ များ မှ တစ်ဖွဲ့ ဖြစ်မည် ဟု ကျွန်ုပ် တွေးထင်သည် ဟု ၊ \" သူ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "ကစားချိန်များ ကို မိုးသည်းထန်မှု က နှောက်ယှက်ခဲ့ ပေမယ့် ၊ ပြန်လည် ကစားခဲ့ ပြီး နောက်ဆုံး တင်းမာနေချိန် မှာ ဇင်ဘာဘွေက လက်ကျန် ဘောလုံး တစ်လုံး နဲ့ ပစ်မှတ် ကို ရောက်ရှိသွား သကဲ့သို့ ဘာဒန် တေလာက ထုတ်ပယ်ခြင်း မခံရဘဲ ၆၀ မှတ် ရယူခဲ့သည် ။\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "မ ကြာ သေးမီ က အီရတ် သို့ ခရီးသွား ပြီးနောက် ပြင်သစ် ကို ရောက်ရှိနေ သော မက်ကိန်း က ၊ “ အမေရိကန် ပြည်ထောင်စု ဟာ လူတိုင်း ရဲ့ သီးသန့် ဖြစ်တည်မှု ကို တန်ဖိုးထား ပြီး မှန်ကန်သော အပြုအမူများ ကို လုပ်ဆောင်သင့်ကြောင်း ၊ ” ပြောကြားရင်း ဒီ ဖြစ်ရပ် ကို တုံ့ပြန်ခဲ့တယ် ။\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "သောကြာနေ့ သတင်းစာ ရှင်းလင်းပွဲ တစ်ခု တွင် ၊ ဂျေ. ပေါလ် ရက်ဒ်ဒမ် ပိုင်ရှင် က စိတ်ထက်မြက်မှု သည် အနာတရဖြစ်စေ ပြီး သူ သည် စနေနေ့ ပြိုင်ပွဲ မှ ဖယ်ရှားခဲ့ ရုံသာမက သူ သည် ထပ်မံ ၍ အခြား ပြိုင်ပွဲများ မှ လည်း ပဲ အငြိမ်းစားယူခဲ့ရတာ ကို ကြေငြာခဲ့သည် ။\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "၎င်း သည် ကျန်းမာရေး ကို ပိုဆိုးရွားစေခြင်း ၊ အလုပ် ပေါ်တွင် အားစိုက်ထုတ်မှု ပိုလျော့နည်းလာစေခြင်း ၊ လမ်းမ များ ပေါ်တွင် ပို အန္တာရာယ်များစေခြင်း နှင့် လိင်မှု ဘ၀ တက်ကြွမှု တစ်ခု ကို ပိုလျော့နည်းလာစေ ရန် ဦးတည်နေသည် ။\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "ဝုရတ် သည် နောက်ကျသော ပီတာ ဂျန်းနင်း နေရာ ကို အစားထိုး ဝင်ရောက် ခဲ့ ပြီး ၊ ၂၀၀၆ ခုနှစ် ဇန်နဝါရီ လ ၃ ရက် တွင် ၊ အဲလစ်စဘက် ဗာဂတ်စ် နှင့်အတူ ၊ အေဘီစီ ဝေါးလ် နယူးစ် တူနိုက် ၏ အမြဲတမ်း တွဲဖက် အစီအစဉ် တင်ဆက်သူ ဖြစ်လာခဲ့သည် ။\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "ကြွက်များ တွင် ပင်ကိုယ်သဘာဝအားဖြင့် တိုက်ဖျက်ပေးသည့် ကလာပ်စည်းများ ၏ သက်ဝင်ထကြွမှု နှင့် အရေအတွက် မှာ သိသိသာသာ လျှော့ကျမှု တစ်ရပ် ရှိခဲ့သည် ။\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "အာဖရိက နိုင်ငံ ၏ တာဝန် အကြာဆုံး ခေါင်းဆောင်ဖြစ်သူ ဘွန်ဂို သည် အသက် ၇၃ နှစ် တွင် တနင်္လာနေ့ ၌ ကွိုင်ယွန် ဆေးခန်း တွင် သေဆုံးခဲ့ပြီးဖြစ်သည် ဟု ဂျင်း အိုင်ဂီ နောင် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "“ ဒါ နဲ့ ပတ်သက်၍ သင် မ စိုးရိမ် ပါနဲ့ ” နှင့် “ ကျွန်ုပ် အား ဘုရားသခင် ကောင်းချီးပေးပါစေ ” ကဲ့သို့ စကားစု သည် မည့်သည့်အရာကိုမျှမမှီခိုပဲ လွတ်လပ်စွာတွေးခေါ်သည့် ခေါင်းဆောင် နဲ့ ပတ်သက်သော အမှတ်အသား စာစု ကဲ့သို့ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း အသုံးပြုသူ မှ \" ကျွန်တော် ပါလင်း က အဆိုပြုခံရသူ ဆိုတာ ကို ကျွန်တော် ၏ တည်းဖြတ်မှု လုပ်တုန်းက မသိခဲ့ပါ \" ၊ ပြီးတော့ \" မည်သူမျှ ဤ တည်းဖြတ်မှု လုပ်ရန် ကျွန်တော့် ကို မညွှန်ကြားခဲ့ပါ \" ဟု ရေးသားခဲ့သည် ။\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် နှစ်လယ်ပိုင်း တွင် စားသောက်ကုန် စျေးနှုန်းများ သည် သူတို့ ၏ အမြင့်ဆုံး စံချိန် မှ ငြင်းဆိုခဲ့ သော်လည်း ၊ အစီရင်ခံစာ က ကမ္ဘာလုံးဆိုင်ရာ စားသောက်ကုန် စျေးနှုန်းများ သည် ယခင် နှစ်များ နှင့် နှိုင်းယှဉ်ပါက မြင့်မား ဆဲ ဖြစ်သည် ဟု ဖော်ပြ ပြီး ၊ ထို လူသုံးကုန်ပစ္စည်း စျေးနှုန်းများ သည် ဖွံဖြိုးဆဲ နိုင်ငံများ တွင် လက်လှမ်းမမီနိုင်အောင် မြင့်မားမှု ကျန်ရှိသည် ။\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "၁၉၉၇ ခုနှစ် ၌ မင်နီဆိုးတပြည်နယ် အစိတ်အပိုင်း အသီးသီး တွင် ဓာတ်ဆီ နှင့် ရောနှော ရန် လိုအပ်သော အီသနော ထုတ်ပိုင်ခွင့် ကို --- ပထမဆုံး အကျိုးသက်ရောက်မှု တစ်ခု အဖြစ် --- နောက်ဆက်တွဲ ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "ဤအရာသည် ပြင်သစ် အတွက် ကမ္ဘာ့ဖလား ရဲ့ ပူးလ် အဆင့် အတွင်း ပထမဆုံး အကြိမ် ရှုံးနိမ့် ခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "ဒိုမီးရီးယား ဒေသ နယ်နိမိတ် တွင် နိုင်ငံများ ကြား အကြမ်းဖက်မှု ဖြစ်ပေါ်လာ သောအခါ အငြင်းပွားစရာ နေ့ရက်များ ကို ဇွန်လ သို့ နောက်ဆုတ်ခဲ့သည် ။\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် တွင် ၊ ထရမ်ထရက် ခရိုဒုန်း လီမိတက် မှ ထရမ်လင့် နက်ဝေါ့ ကို ဝယ်ယူခဲ့ သူ ၊ တီအက်ဖ်လယ် က ဇန်နဝါရီ လ ၂၉ ရက် နေ့ တွင် ဥရောပ သမ္မဂ ၏ တရားဝင် ဂျာနယ် ( အိုဂျေအီးယူ ) သို့ တင်ဒါ တင်သွင်း ပြီးနောက် ၊ ဇန်နဝါရီ လ နှောင်းပိုင်း တွင် အစီအစဥ်များ အား ကြေငြာခဲ့သည် ။\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "ယခုလက်ရှိတွင် ရှာဖွေရေးလွန်းပျံယာဉ်သည် မစ်ရှင် STS120 ကာလအတွင်း နိုင်ငံတကာအာကာသစခန်း သို့ ဆိုက်ကပ်လျက်ရှိပါသည် ။\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "အန်အက်(စ်)ဒဗလျူ နှင့် ကွင်း(စ်)လန်း(ဒ်) တလျှောက်မှ အပန်းဖြေရာသုံးသော မြင်းများ ဒါဇင်များစွာ ကူးစက်ခံရ သော်လည်း ဒီဖြစ်ရပ် ဟာ ပြိုင်မြင်းများ အတွက် ပထမဆုံး ကူးစက်ခြင်း ဖြစ်ပါသည် ။\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "စက်ရုံအများစု သည် ယနေ့ မတိုင်ခင်ကပင် တရားဥပဒေ အရ ဒေဝါရီခံခဲ့ရမှု တစ်ခု အဖြစ် ယူဆောင်လာပါသည် ။\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "သူ့ကို တရားစွဲဆိုထားသော စွဲချက် ငါးခု ကို အပြစ်ကင်းကြောင်း သူ က လျှောက်လဲချက်ပေးခဲ့ သော်လည်း ၊ ဂျူရီအဖွဲ့ လူ ဆယ်ဦး သည် သူ့ကို အပြစ်ရှိကြောင်း ရှာဖွေ ရန် ငါး နာရီ အချိန်ယူခဲ့သည် ။\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "ငလျင် သည် ဘူရန်ဒီ အနီးအနား ၌ လည်း ရိုက်ခတ် နိုင်သည် ၊ သို့သော် ထို နေရာ တွင် ထိခိုက်ဒဏ်ရာများ သို့မဟုတ် ပျက်စီးဆုံးရှုံးမှု ၏ အစီရင်ခံစာများ မရှိပါဘူး ။\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "ကြေငြာချက် မတိုင်မီ ၊ အုချိမုရ ၏ ရမှတ် သည် ဂျပန် အား လေး နေရာ မြောက် တွင် ချန်ထားခဲ့ ပြီး ဗြိတိန် နှင့်အတူ ငွေတံဆိပ် ရယူထား ပြီး အမှတ် ပေါင်း ၂၇၁.၅၂၆ နှင့်အတူ ယူကရိန်း က ကြေးတံဆိပ် ကို ရယူထားသည် ။\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "“ တောင် ကိုရီးယား ကြိုးဆွဲ စစ်ဖန်တီးသူများ သည် ရီအွန်ဖီယမ်း ရှိ အစီအစဥ်ဆွဲထားသော တသွင်သွင်ဖြစ်ပွားနေသည့် စစ်ရေးလေ့ကျင့်ခြင်း ကို ဆွပေးနေခြင်း အား ချက်ချင်း ဖျက်ပစ်ရမည် ” ဟု ၊ မြောက် ကိုရီးယား က လေ့ကျင့်မှု ကို နောက်ထပ် မပြုလုပ်ရန် တောင်းဆို ပြောကြားသည် ။\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "သို့ရာတွင် အခွင့်အရေး များစွာ ကို ဆုံးရှုံးခဲ့ ရ ပြီး တသမတ်တည်း မကောင်းသော အပေးအယူ နှင့်အတူ ၊ ဝက်စ်မက် က အဆိုပါ ကစားပွဲ ၏ နောက်ဆုံး မိနစ် အနည်းငယ် တွင် အမှတ် ၂ မှတ် နောက်ကျ ဆုံးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "အဒမ် ဂေးချရစ် က ၅၅ မှတ် ရနေစဉ် မှာ အန်ဒရူး ဆိုင်မွန် က ၆၆ မှတ် နဲ့ ဩစတြေးလျ ထိပ်တန်း အမှတ်ရသူ ကစားသမား ဖြစ်လာခဲ့တယ် ။\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "“ ဈာပနအခမ်းအနား မရှိ ၊ နှုတ်ဆက်ခွဲခွာခြင်း မရှိတဲ့ တရားသော ဖြစ်စဉ် များသထက်များ လာခြင်းဟာ ခံစားချက်ဝေဒနာကြီးစွာခံစားရခြင်း ဖြစ်သည် “ ဆိုသော ပြောဆိုခြင်း ကို ၊ အချို့သော အရာတွေ က ချစ်ခြင်းမေတ္တာ တွေ ဆုံးရှုံးမှု နှင့်အတူ သတ်မှတ်ချက်များ အဖြစ်သို့ ရောက်လာတက်သေးသည် ဟု မိသားစု အများအပြား အတွက် ရှေ့နေ တစ်ဦး က ပြောခဲ့သည် ။\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "ချီဂါဗရာ ၏ “ မော်တော်ဆိုင်ကယ် ဒိုင်ယာရီ ” မှ အဖော်တစ်ဦး မှာ သေဆုံးခဲ့ပါသည်\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ ည မှာ ၊ ဗိုလ်မှူးချုပ် က မန်နီ ဟာ သူရဲ့ လက်ဝှေ့ ဘောင်းဘီ ကို ပါ ပေးအပ်ရမယ် လို့ ဆုံးဖြတ်ခဲ့ပါတယ် ။\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "ကယ်လီဖိုးနီးယား ကျန်းမာရေး ဝန်ဆောင်မှု ဌာနခွဲ ၏ ဒေါက်တာ ကီဗင် ရဲလ်လီ က “ တောဝက် တွေ ဟာ အခန်း ကဏ္ဍ တစ် ခု ပါဝင် နေ တယ် ဒါမှမဟုတ် မဟုတ်ဘူး ဆိုတာ ဖြစ် နိုင် မ ဖြစ် နိုင် ဆိုတာ ကျွန်တော်တို့ မ သိ သော်လည်း ၊ ကျွန်တော်တို့ သိတာ က ဘာ လဲ ဆိုရင် ဒီ သီးသန့် မွေးမြူရေး ခြံ မှာ ၊ တောဝက်ထီး တွေ ပမာဏ အများကြီး ရှိ နေ တယ် ၊ ပြီးတော့ ကျွန်တော်တို့ ဟာ ဒီ နေရာ မှာ မျက်မြင် တွေ့ရှိ ခဲ့ တာ က သူတို့ တွေ ဟာ ခြံစည်းရိုး ဖြတ်ကျော် ဖြဲ ခဲ့ ခြင်း နှင့် ခြံစည်းရိုး အောက်ဖက် မှ သွားခြင်း ဖြင့် စိုက်ကွင်း ဆီ ကို ရွေးချယ် ဝင်ရောက် နိုင် တဲ့ အရည်အသွေး ရှိ ပါ သည် ” ဟု ပြော ခဲ့ သည် ။\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "အနည်းဆုံး ရွာ ငယ် ၇ ရွာ နှင့် ကျေးရွာငယ် များ ကို လုံးဝ ဖျက်ဆီးပစ်ခဲ့ကြသည် ။\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "၂၀၁၂ ခုနှစ် ၊ ဒီဇင်ဘာ လ ၃၀ ရက် နေ့ က သေနတ် ဖြင့် အပစ်ခံ ပြီး ၊ ပထမဆုံး အသေခံ ရမည့် စာနယ်ဇင်းသမား သည် ဝါရင့် စာနယ်ဇင်းသမား ရူကရီ ရာတစ် အဘူ ဘာဟော ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "“ ပြပွဲ မတိုင်မီ တစ် နာရီ ခွဲ မှာ ငါ မိတ်ကပ်လိမ်းတဲ့ အခန်း ထဲမှာ ရှိ တယ် ၊ လို့ ပုံမှန် နေ့ရက် တစ်ရက် မှာ သူမ က ပြောပြ တယ် ။\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "အသေးစား ငလျင် တစ် ခု ပြီး စ တွင် စူဏာမီ သတိပေးခြင်း ကို ထုတ်လွှင့်ခဲ့ ပေမဲ့ ထိုအရာ ကို အနည်းငယ် မျှ ယုံကြည် ခြင်း မရှိကြပေ ။\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "လုပ်ငန်းဆောင်ရွက်မှု သည် သုံး ပတ် မှ တစ် လ အတွင်းသာ အချိန်ယူသင့်သည် ။\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "ဘတ်ငွေ ဘီလီယံပေါင်းများစွာဝင်ငွေရှိသော တယ်လီကွန်း နှင့် အိုင်တီ အကြီးစား ဖြစ်သော ၊ ရှင် ကော်ပိုရေးရှင်း က ၊ ၂၀၀၃ ခုနစ် ဇူလိုင် လ တွင် ထိုင်းပို့စ် နှင့် လူတွေ့မေးမြန်းခန်း တစ်ခု တွင် သူမ၏ ဝေဖန်ချက် အတွက် ဆုပင်ရာ ကလန်နာရောင်း ကို အသရေဖျက်မှု ဖြင့် တရားစွဲဆိုထားရာ တွင် တရားရှုံးသွားခဲ့သည် ။\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "ယခင်က ၊ ပထမဆုံး လက်လုပ် ဗုံး တစ်လုံး သည် ဘာကျူး မြို့ ဂတ်စ်တို ရှိ ဘဏ် တစ်ခု တွင် ပေါက်ကွဲခဲ့သည် ။\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "ဝေဖန်ရေး တွင် ပါဝင်ခြင်း သည် ကဒ်-ကိုင်ဆောင်သူ များ ကို စစ်ဆေးချက် များ ကို မေးလ်ပို့ပေးခြင်း အလေ့အကျင့် များ ၊ သူတို့ ၏ အကြွေး အရေအတွက် ပိုမိုလျှော့ချနိုင်သော ကဒ် များ ထပ်မံ ရယူ သော လျှောက်ထားသူ များ ကို အသိပေး ရန် ပျက်ကွက်ခြင်း နှင့် သူတို့ ၏ နှုန်းထား များ မြှင့်တင်ခြင်း ၊ နှင့် မြှင့်တင်နိုင်သော နှုန်းထား များ နှင့်အတူ ကဒ်-ကိုင်ဆောင်သူ များ သို့ “ ချောင်းတိုက်ခိုက်ခြင်း ” တို့ ဖြစ်သည် ။\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "အမြင်အာရုံ - ချို့ယွင်းသူ ဘီ၃ အမျိုးအစား နှင်းလျှောစီးသူ ဘက်ခ်ဟွန် သည် သူ ၏ နည်းပြဖြစ်သူ ၊ စင်းရက်မစ်ဒမ် ၊ နှင့်အတူ နောင်တွင်ဖြစ်လာသော သူ၏ ပြိုင်ပွဲများ နှစ်ခုစလုံး ကို ချက်ချင်းပဲ စကားစမြည်ပြောခဲ့ကြသည် ။\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှု တစ်ခု သည် ဘန်ကောက်မြို့ မြောက်ပိုင်း ဆင်ခြေဖုံး တွင် Nonthaburi ပြည်နယ် ရဲတပ်ဖွဲ့ နယ်မြေ တွင် ဖြစ်ခဲ့ကြောင်း သတင်းရရှိခဲ့သည် ။\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "ဒါပေမယ့် နယူးဂျာစီ ၊ ဟယ်လ်မင်တန် မှ ၊ အသက် ငါးဆယ့်ငါး ရှိ ၊ ဂူလ်လာမို ဆာဒီနာ က ၊ “ ကျွန်တော် ည ကို နှစ်နှစ်ခြိုက်ခြိုက်အိပ်ပျော်တယ် ” လို့ ပြောခဲ့သည် ။\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "ပြီးခဲ့တဲ့ အပတ် က ၊ ဆမ်ဆောင်း ဟာ သူ့ ရဲ့ နောက်ဆုံးပေါ် အန်းဒရိုက် စွမ်းအင်သုံး ပစ္စည်း ဖြစ် တဲ့ ၊ ဂလက်ဆီအက်(စ်) အတွက် ဈေးကွက်မြှင့်တင်ခဲ့ပါသည် ။\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "“ သူ ဟာ ရုပ်မြင်သံကြား ရုပ်ရှင်ရိုက် သော အဖွဲ့ နှင့် လမ်း ပေါ် မှာ လှည့်လည်သွားလာခဲ့သည် ” ၊ ဟု ဂရေးမောက် တပ်ကြပ်ကြီး ဒေးဗစ် ခရော့စ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "တိရိစ္ဆာန်ရုံ တွင် တည်ရှိသော ၊ အနည်းဆုံး မတူညီသော ငှက် မျိုးစိတ် ၁၁၂ ခု ၊ စုစုပေါင်း ၇၂၀ ခု ရှိပါသည် ။\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "၁၀ဝ ရှီးရိုက် အများအပြား သည် ဆွန်နီ တိုက်လေယာဉ်များ မှ ဓားစာခံများ ခေါ်ဆောင်သွားခြင်း ခံရ ၊ ပြီး ဘဂ္ဂဒက် အနီး ၊ အယ်လ်-မက်ဒိန် မြို့ တွင် အသက် နှင့် ခြိမ်းခြောက်ခြင်း ခံရသည် ဟု သူတို့ က စနေနေ့ တွင် ပြောခဲ့သည် ။\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\" အားပေးသည့် အနေဖြင့် ၊ ကျွန်တော် တို့ သည် ဈေးဆိုင် ငယ် လေး ထဲသို့ နောက် တစ်ကြိမ် ဝင်ခဲ့ ပြီး ဝေပေး ရန် နောက်ထပ် အချိုရည် များ ကို ဝယ်ခဲ့သည် ။ \"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "သူ သည် ဘရစ္စဘိန်းမြို့ တွင် သူ၏ ခန့်မှန်းထားသော ရောက်ရှိချိန် ကို တစ် လ ဖြင့် ဖြတ်ချခဲ့ပြီး ကတည်းက ၊ ကောင်းမွန်သည့် ခရီးလမ်း ကို ပြုလုပ်ခဲ့ပြီးဖြစ်သည် ။\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ဂျူရီလူကြီး များ သည် အဆိုပါ အမှု တွင် တစ်ဦးတည်းသော သက်သေ ရဲ့ ကျိန်းကျိမ်ထွက်ဆိုခြင်း ၏ မှတ်တမ်းမှတ်ရာ များ ကို လိုချင်သည် ဟု ပြောကြားခဲ့ သောကြောင့် ဇဂယ် သည် အဆိုပါ တောင်းဆိုချက် ကို အဓိပ္ပါယ်ကောက်ခဲ့သည် ။\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "မိုင်ကုပ်မြူးစစ်ဒေါ့ကွန်း မှ ၄င်း ၏ ဝက်ဆိုဒ် ပေါ်တွင် သီချင်းထားရှိတော့မည်ဖြစ် ပြီး အကျိုးအမြတ်များ အားလုံး ကို ချစ်ခြင်း မေတ္တာ အဖွဲ့ သို့ ကြာသပတေးနေ့ မှစ၍ လှူဒါန်းမည်ဖြစ်ကြောင်း ပြောခဲ့သည် ။\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "ဤအတောအတွင်း နီဇာ က ရဲ နှင့် စစ်တပ် အဖွဲ့များ သည် သံချပ်ကာကားများ ထိုဒေသ အတွင်း ရောက်ရှိရန် ကြိုးပမ်းနေကြသည် ဟု ပြောသည် ။\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ပီးနောက် စကားပြော တဲ့ ၊ ကယ်မာနော့ မန်နေဂျာ ဂျင်မီ ကယ်ဒါဝုဒ် က ၊ \" ဒါ ဟာ ရှည်ကြာ တဲ့ ၊ နေ့ရက် ဖြစ်တယ် ။ \" လို့ သူ ၏ အတွေ့အကြုံ ၊ ကို ပြောပြခဲ့ပါသည် ။\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "“ အမှုစစ်ဆေးခြင်း နဲ့ စီရင်ခြင်း ဟာ စော်ကားမှု သာ ဖြစ်ခဲ့ ပြီး တရားမျှတခြင်း မဟုတ်ဘူး ဆိုတာ ဒီနေ့ မှာ သူတို့ ဟာ သူတို့ကိုယ်တိုင် သက်သေပြခဲ့ပါတယ် ၊ ” ဟု အသုဘလိုက်ပါပို့ဆောင်သူ တစ်ဦး က လော့စ် အင်ဂျလိ တိုင်မ်း သို့ ပြောခဲ့သည် ။\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "သူ သည် စီအီးအို က အသည်း အစားထိုး ခွဲစိတ်ကုသမှု ခံယူ နေစဉ် အတွင်း စတိ ဂျော့ ၏ နေရာ တွင် လည်း နေပေးခဲ့သည် ။\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "ဟဂ်စ် ဖွဲ့စည်းပုံ သည် ရူပဗေဒ ဒြပ် အမှုန် ၏ စံ ပုံစံ အစိတ်အပိုင်း နှင့် ၎င်း နောက် ပိုင်း မော်ဒယ် အများအပြား ကို ဖွဲ့စည်းထားသော လျှပ်အား ပျော့ သီအိုရီ ၏ အဓိက ဒြပ်စင် ဖြစ်သည် ။\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "နိုင်ငံသား များ ကို ကွန်မြူနစ် ခေါင်းဆောင် ကင်ဂျုံအမ် ကို \" သစ္စာရှိစွာ ချစ်ကြောက် ရိုသေကြရမည် ဟု သူတို့ က ပြောနေသည် ။ \"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "လေ့လာသူ များ သည် သိုးထီး တစ်ကောင် ကို သားဖောက်သားစပ် အဖြစ် ၄င်း ကို ရောင်းချခြင်း မတိုင်မှီ အမ များ နှင့် ပတ်သက်၍ သိုးထီး တစ်ကောင် ၏ ဘဝနေထိုင်ပုံ ကို ဆုံးဖြတ်ပေးနိုင် ရန် စမ်းသပ်မှု တစ်ခု လုပ်ဆောင် ရန် မျှော်လင့်ချက် ဖြင့် အမျိုးသား ကျန်းမာရေး တက္ကသိုလ် မှ ထောက်ပံ့မှု ဒေါ်လာ ၂.၈ သန်း ဖြင့် အလုပ်လုပ်နေကြသည် ။\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် ထင်တယ် နောက်ဆို ဒီ ဟာ ကို ကျွန်တော်တို့ ကောင်းကောင်း ဖြစ် အောင် လုပ်သွားနိုင်ပါတယ် ဒါပေမဲ့ အခု အချိန် မှာ တော့ ကျွန်တော်တို့ အမှတ် တွေ ပဲ ရယူလိုပါတယ် ” ဟု ဆာဖရီ ဂိုးသမား တစ် ဦး ဖြစ် သူ ရာရန်မီလာ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "စီအက်စ်အိုင်အာအို သုတေသန သိပ္ပံ ပညာရှင် ဒေါက်တာ မိုက် ရူပတ်ချ် အဆို အရ ၊ ၂၀ဝ၅ ခုနှစ် တွင် - ၁၉၉၀ ခုနှစ် ကတည်းက တိုးတက်မှု နှုန်း မှာ နှစ်ဆ တိုးခြင်း တစ်ခု ဖြစ်သော - ကာဗွန် တန် ၇.၉ ဘီလီယံ ကို လေထု ထဲသို့ ကာဗွန် ဒိုင်အောက်ဆိုဒ် အဖြစ် ထုတ်လွှတ်ခဲ့ ပြီး ဒီ တိုးတက်မှု နှုန်း သည် အရှိန် ဖြင့် ဆက် ဖြစ်နေသည် ။\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "အနိုင်ရရှိမှု အကြိမ် နံပါတ် ၁၄၉ အတွက် နယူးယောက် မှ ကစားအားသာသူများ ကို ယှဉ်ပြိုင်အနိုင်ရရှိ လျက် ကွာတားဘက်-ဘောလုံးကိုပြေးနေသူဆီပစ်သူ တစ်ယောက် အားဖြင့် လျင်မြန်စွာရွှေ့ပြောင်းရယူနိုင်သည့်ကစားမှု သည် အောင်မြင် သောကြောင့် ဖောရပ်ဘ် က ဂျွန်အယ်လ်ဝေး ၏ စံချိန် ကို ချိုးခဲ့ ပြီးနောက် နှစ်ပတ် တိတိ တွင် အဆိုပါ သမိုင်းမှတ်တမ်းဝင်သော ဖြစ်ရပ် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "တရားစီရင်ချက် ငါး ချက် မှ ကွဲလွဲချက် နှစ် ချက် မှာ ဤ ကွဲပြားမှု ဟာ ဥပဒေနဲ့မကိုက်ညီပါ သို့သော် ယင်း ၏ ပြင်ဆင်ချက် မှာ စည်းမျဉ်း ၊ ဒိုင်ရက် ၏ ဥပဒေနှင့်ကိုက်ညီသော တိုင်းတာမှုများ အပေါ် မှီခိုနေပါသည် ဟု ေကာက်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "ဒဏ်ရာရသူ အများစု ကို အနီးဆုံး ဆေးရုံ သို့ ပို့ဆောင်ခဲ့ ပြီး ကျန်ရှိနေသော လှည့်လည်သွားလာသူ များ ဆိတ်ငြိမ် ပြီး ငြိမ်းချမ်း ဖို့ အတွက် ဆုတောင်းသူ များ က ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "အများပြည်သူနှင့်ဆိုင်သော သုံးစွဲမှု မရှိခဲ့ သော ၊ သူတို့ ၏ လေယာဉ်ကွင်း အနား တွင် အလောင်း များ ကို ပျံသန်း ရန် ယူအန်အက်အိုင်အက် က မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "“ သူမ သည် လူ တော်တော်များများ ကို ပျော်ရွှင် စေ ဖို့ ပြုလုပ်ခဲ့ပါသည် ” ဟု ၊ ဂစ်ဂျက် ၏ ပိုင်ရှင် နှင့် လေ့ကျင့်ရေး ဆရာ ဆူး ချစ်ပါတန် က ၊ ပြောကြား မှတ်ချက်ချ ခဲ့သည် ။\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "လေယာဉ် မပျံသန်းခင် လေးတွင် စုံစမ်းစစ်ဆေးရေး ဝန်ထမ်းများ နှင့် နည်းပညာရှင်များ လေယာဉ် ကို စစ်ဆေးရာတွင် မည်သည့်အရာမှ မ တွေ့ရှိခဲ့ ခြင်းမှာ ထူးဆန်းသည် ။\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "ဘီဘီစီ သတင်း အွန်လိုင်း အဆိုအရ အက်စ်တိုးနီးယား ရဲ့ မြို့တော် ၊ တာလင် တွင် အဓိကရုဏ်း ၏ ဒုတိယည ပြီးနောက် လူ ၃၀၀ ယောက် ကျော် ထိန်းသိမ်းခံခဲ့ ပြီး အနည်းဆုံး ၁၀ ယောက် ထိခိုက်ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် ငယ်စဉ်အခါ က အစောပိုင်း ၄၀ နှစ်များ ၌ ဘဂ္ဂဒက် မြောက်ဘက်ပိုင်း ဆင်ခြေဖုံး တွင် ဤသို့သော မိုးမျိုး ရွာသွန်းခဲ့ ကြောင်း ကျွန်တော့် အဖေ ဆီက ကျွန်တော် ကြားသိခဲ့ရပါတယ် ဒါပေမဲ့ ဘဂ္ဂဒက် မှာ နှင်းကျနေ တဲ့ ဒီလို ခမ်းနား တဲ့ မြင်ကွင်း တစ်ခု က ကျွန်တော် စိတ်ကူးယဉ်ထားတာထက်တောင် ကျော်လွန်ခဲ့ပါတယ် ။ \"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "ပြီးခဲ့သည့် နှစ် က စိန့် စတန်းနီးစလပ် ကျောင်းသား ဟောင်း တစ် ဉီး ထံ မှ တိုင်ကြားချက် တစ် ခု လက်ခံရရှိ ပြီးနောက် သပိတ်မှောက် အဖွဲ့ ခေါင်းဆောင် ကို ဘက်တရု စုံထောက်များ က ဖမ်းဆီးသည် ဟု ယုံကြည်ခဲ့သည် ။\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "ယနေ့ည နောက်ပိုင်းတွင် ၊ အသင်း က တိုကျို မြို့ သို့ နိုင်ငံတကာ အမျိုးသမီးများ ၏ ကလပ် ချန်ပီယံရှစ် တွင် အခြားဘက်မှ ဂျပန် ရဲ့ အိုင်အန်အေစီ ကိုဘီ လီယိုနီဆာ နှင့် အန်တီဗွီ ဘယ်လီဇာ ၊ ပြီးတော့ ပြင်သစ် ရဲ့ အိုလမ်ပစ် လီယွန်နေ့စ် အပါအဝင် ကမ္ဘာ မှာ အကောင်းဆုံး အမျိုးသမီး များ ၏ ကလပ် အသင်း များ မှ အချို့ ယှဉ်ပြိုင် ရန် ထွက်ခွာသည် ။\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "၁၉၅၆ ခုနှစ် ကတည်းက ဂျာရုစလန် အရှေ့ပိုင်း တွင် နေထိုင် လျက် ရှိသော ပါလက်စတိုင်း မိသားစု နှစ်စု သည် ၊ အစ္စရေး တရားရုံး တစ်ခု မှ သူတို့ ၏ နယ်နှင်ဒဏ် အယူခံမှု ကြိုးစားခြင်း ကို ပယ်ချခဲ့ ပြီးနောက် တနင်္ဂနွေ နေ့ တွင် သူတို့ ၏ နေအိမ် များ မှ ထွက်ခွာခိုင်းခြင်း ခံရသည် ။\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\" ဘတ်ဂျစ် လက်အောက်ခံ ဒေသ တွင် နိုဝင်ဘာ လ ၆ ရက် နေ့ က နေတိုး တပ်ဖွဲ့များ လေကြောင်း တိုက်ခိုက်မှု တစ်ခု ကြောင့် အာဖဂန် လုံခြုံရေး အမှုထမ်း ၇ ဦး ( အာဖဂန် စစ်တပ် နှင့် ပြည့်သူ့ ရဲ တပ်ဖွဲ့ နှစ်ခုစလုံး ) သည် အသက်စွန့်ခဲ့ ရ ပြီး အချို့ မှာ လည်း ဒဏ်ရာရရှိခဲ့တယ် ၊ \" လို့ ၎င်း ဝန်ကြီး ဌာန က ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "ယူရန်ဂါပြည်နယ် ရှိ ရေလျှံမှု ကယ်ဆယ်ရေးနှင့်ပြန်လည်နေရာချထားရေး စခန်း ကြက်ခြေနီအဖွဲ့ သည် ထောက်ပံ့ရေးများ မရှိပဲ ကျန်နေခဲ့ သော်လည်း ခိုလှုံရာရှာသူ ၃၀၀ သည် ထိုနေရာတွင် ခုံလှုံရာဒေသ ကို ရှာဖွေနေကြ ဆဲ ဖြစ်သည် ။\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "အချို့ သော တော မြို့ များ ရှိ ဒေသခံ များ သည် မီးဘေး လွတ် ရန် သမုဒ္ဒရာ ဘက် သို့ ပြေးထွက် ခဲ့ ကြ သည် ။\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "ထိုးစစ်ဆင်ပေးသူ များ သည် ၉ မှတ် သာ ရရှိခဲ့ ပေမယ့် ၊ လော့စ် လူနပ်စ် က လည်း ၃ မှတ် မျှ သာ ယူခဲ့သည် ။\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "ဇာတ်လမ်း တို ၊ ဘရိုင်ရယ် ၏ အကြောင်းအရာ အပါအဝင် ၊ မြောက်မြားစွာသော ရုပ်ရှင်ကားများ ကို ပွဲတော် တွင် ပြသလိမ့်မည် ။\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "ယမ်းမှုန့် ဇာတ်လမ်း ဟု ထို့ကြောင့်-ခေါ်ခဲ့သော ဤ အရာ ကို မီးရှုးမီးပန်း ပြပွဲများ နှင့် မီးပွင့်များ ၊ မီးပုံပွဲ နှင့် ဂေး ဖောကီစ် လူရုပ်ပုံများ နှင့်အတူ အခမ်းအနားကျင်းပခဲ့သည် ။\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "ရောဂါခုခံ စနစ် သည် တဖြည်းဖြည်း မလုံလောက်မှု သိသာစွာ ထွက်ပေါ်လာ သောကြောင့် ၄င်းဟာ ရောဂါ ကို အလျင်အမြန် တုံ့ပြန်မှု နှင့် ရောဂါခုခံစနစ် က ကျန်းမာသော တစ်ရှူးများ ကို တိုက်ခိုက်တဲ့ အခြေအနေ တစ်ခု ဖြစ်သော ရောဂါ ၊ အလိုလျောက် ခုခံစွမ်း လျော့ကျ နိုင်ချေ ကြား ညီမျှမှု တစ်ခု ရရှိပါသည် ။\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "ခြေသလုံး အရိုး ၊ အဆစ် အရိုး ၊ နှင့် ခွာရင်း အရိုး များ ဖြစ်သည့် - ခြေထောက် မှ အရိုး သုံး ရိုး ကျိုးသွားခဲ့သည် ။\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "သူ သည် ကြိုတင်ကုန်သွယ်မှု သဘောတူညီချက်များ ပါဝင်သော မူဝါဒ လမ်းစဉ် တစ် ခု ဖြင့် အထက်တန်း အလွှာ ကို ကိုင်တွယ်ဆောင်ရွက်ခဲ့ ပြီး တစ်ပြိုင်နက် ၊ ဟေတီ စစ်တပ် ကို ပြန်လည် ကောင်းမွန် ဖို့ အတွက် ထောက်ပံ့သည် ။\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "ဖယ်ကတ် အားဖြင်. ရရှိမယ်. အစား ကယ်မာနော့ သည် ဉီးစွာ ဒွာဒဿမ နေရာ ရဲ့ ၂ မှတ် ၊ ရှင်းရှင်းလင်းလင်း ရရှိခဲ့ပါသည် ။\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "မိုတက်ခီ ၏ အဆိုအရ ၊ “ ထိုအရာ နှင့်ပက်သက်သော အမှားအယွင်း တစ်စုံတစ်ရာ ရှိခဲ့ သောကြောင့် ကျွန်တော် တောင်းပန်ပါတယ် ။ ”\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\" မြင့်မားသော အရည်အသွေး နှင့် ဈေးနှုန်းသင့် အဆင်ပြေစေ ရန် အတွက် ပြည်တွင်း အဖွဲ့အစည်းများ ကို ကျွန်တော်တို့ ရဲ့ အမြင်တွေ ကို မျှဝေ ပေး ဖို့ ကမ်းလှမ်းမယ် ဆိုလိုတာကတော့ ကျွန်တော်တို့ အတူတကွ မြန်မြန်ဆန်ဆန် နှစ်ဆ လုပ်နိုင် ပြီး ဗြိတိန် စားသုံးသူများ ရဲ့ လိုအပ်ချက်များ ကို ဖြည့်ဆည်းပေး ဖို့ အတွက် ပြည်တွင်း သိုလှောင်ရုံများ နှင့် စတိုးဆိုင်များ ကို ဖြစ်နိုင်ရင် နှစ်ဆ ဝေငှပေးရမယ် \" ဟု သူ က ပြောသည် ။\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "လက်ရှိ ပိုလီယို ကူးစက်ရောဂါ သည် တစ် နှစ် ကြာ ဖြစ်ပွားခဲ့ ပြီး လွန်ခဲ့သော ခြောက် လ တွင် ဘာကီနီယာ ဖက်ဆို ၊ ကန်မယွန် ၊ ချက် ၊ ဂူနီယာ ၊ လိုင်ဘေးရီးယား ၊ မလိ ၊ မောရီတာနီယာ ၊ စနီဂယ် နှင့် ဆီးရီးယား လီအွန် တွင် ဖြစ်ပွားနေပါတယ် ။\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "ကံ ဆိုးမှု နှင့် ပြောင်းလဲမှု တွေကြောင့် ဂျာမနီ ကို ကစားပွဲ တွင် ပထမဆုံး အကြိမ် အတွက် နည်းစနစ် ယှဉ်ပြိုင်မှု တွင် အသာရ ရန် ပို့ဆောင်သည်ကို တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ဖော်ဟ ဒီ အက် ပူလို အဆိုအရ ၊ ဘရာဇီး အစိုးရ က ပုပ်ရဟန်းမင်းကြီး ၏ ဈာပန တွင် ပါဝင် ရန် ဂျိုလို ကို ဖိတ်ကြားခဲ့သည် ။\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "ဒေသခံ ဗြိတိန် အုပ်ချုပ်သူများ က သူတို့ သည် ယူနိုက်တက်ကင်းဒမ်း ၊ အင်္ဂလန် ၊ လန်ဒန်မြို့ တွင် တည်ရှိသော ဆိုင် တစ်ခု တွင် အရောင်းကောင်တာ တွင် တင်ထားခဲ့ သည့် လူ ၏ နို့ မှ ပြုလုပ်သော ရေခဲမုန့် ကို လျင်မြန်စွာသိမ်းဆည်းနိုင်ခဲ့သည် ဟု သတင်းထုတ်ပြန်ခဲ့ကြသည် ။\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "ကျူးဘား တိုက်ကွမ်ဒို အားကစားသမား အိန်ဂျယ် မားတို့စ် သည် ၂၀၀၈ ခုနှစ် ဘေဂျင်း အိုလံပစ် အားကစားပြိုင်ပွဲ အတွင်း ဆွီဒင် ဒိုင်လူကြီး ချာကီ ချယ်ဘတ် အပေါ် ကိုယ်ထိလက်ရောက် ကျူးလွန် ပြီးနောက် မနေ့က တစ်သက်တာ ပွဲပယ် ပြစ်ဒဏ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\" မစ်ဘရိုး က စကိုင်း သတင်းဌာန ကို ပြောခဲ့တာ \" ကီဗင်ရပ်ဒ် ဟာ ဒီ ဥပဒေတွေ ဟာ ဆက်လက်လုပ်ဆောင်ဖို့ လိုအပ်တယ် ၊ ယခင် အခွင့်အရေးများ ပြန်လည်ရရှိနိုင် တဲ့ မူဝါဒ တစ် ခု နဲ့ အဲဒါ အစားထိုးလိမ့်မယ် လို့ ၊ ပြောမယ်ဆိုတာ ငါ သံသယမရှိပါဘူး \" ။\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\" ဒီလို ဝန်ဆောင်မှုမျိုး ကို ထောက်ပံ့ပေး ရန် ထယ်လ်စ်ထွာ ကို မျှော်လင့်တယ် \" လို့ သူ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ": \" ဘယ်လောက် လုံခြုံ လိုက် သည့် ဘန်ကောက် ၏ လမ်း များ လဲ ။ \"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "ဇွန် လ ၂၉ ရက် နေ့ တွင် အပြင်းအထန် တိုက်ခိုက်သော မဲဆွယ် စည်းရုံးရေး စတင် ဖြစ်ပေါ်ခဲ့ ပြီး အမတ်လောင်း ၉,၇၀၇ နှင့် သမ္မတလောင်း ၃၃ ဦး ထက် မနည်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "အစောပိုင်း အစီရင်ခံစာများ က လေယာဉ် အပေါ် တွင် ပေါက်ကွဲမှုများ ဖြစ်ပွားခဲ့သည် ဟု ဖော်ပြခဲ့ကြ ၊ ပေမယ့် ဘာမျှ မတွေ့ရှိခဲ့ပေ ။\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "အမှတ် တစ် ခု မှ စတင်ခဲ့သော ဘိုဒါဖုန်း မက်လာရင် မာဆီးဒီး မောင်း သူ လူးဝစ် ဟာမီတန် သည် ဂျပန် နိုင်ငံ ၊ အိုယားမား မြို့ ၊ ဖူဂျီ အရှိန်နှုန်း မြင့် လမ်း မှာ အက်ဖ်အိုင်အေ ဖော်မြူလာ ဝမ်း ၂၀၀၇ ဂျပန် ဂရင်း ပရိုက် ဆု ရခဲ့သည် ။\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "ဘဲဂရိတ်ဒ် ရှိ အစိုးရ နှင့် ဆားဗီးရန်း ရှေးရိုး ခရစ်ယာန်ဘုရားကျောင်း သည် သပိတ်မှောက်ခြင်း ကို မေတ္တာရပ်ခံခဲ့သည် ။\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ် တို့ သည် အဲလက်စ် နှင့် ဘီတန် ပြီးတော့ အခြား အသက် ဆုံးရှုံး သွား သော လူ များ ကို ဘာမှ ပြန် မ ပေး နိုင် ဟု လက်ခံ ထား ရ သော်လည်း ၊ ၎င်း ကို နောက်ထပ် တစ်ကြိမ် ဖြစ်ပွား ခြင်း မှ ကျွန်ုပ် တို့ ကာကွယ် ဖို့ သေချာ ဆောင်ရွက် ရန် ကျွန်ုပ် တို့ သည် ဆန္ဒ ပြင်းပြ နေ ပါ သည် \" ၊ ဟု ပူးတွဲ ဖော်ပြချက် တစ်ခု တွင် မိသားစု ဝင် များ က ပြော ခဲ့ သည် ။\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "၁၉၉၇ တွင် အတ္တလန်တာ ကို နောက်ပိုင်း၌ တိုးချဲ့ လုပ်ကွက် တစ်ခု အဖြစ် ခွင့်ပြုခံခဲ့ရ ပြီး ၊ စိတ်အားထက်သန်သူများ သည် ၁၉၉၉-၀၀ အန်အိပ်ခ်ျအယ်လ် ရာသီ ကို စတင် ရန် ရေခဲပြင် ကို ငှားရမ်းခဲ့သည် ။\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "ဂါဇာ ကမ်းမြောင်ဒေသ တွင် အစ္စရေး ဒုံးပျံ တစ်ခု သည် အဆိုပါ ပရက်စ် တီဗွီ အဆောက်အအုံ ကို ထိမှန်ခဲ့သည် ။\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် နိုင်ငံ ၏ အနောက်-မြောက် နယ်စပ် ပြည်နယ် တွင် နိုင်ငံရေး ဆိုင်ရာ ဆန္ဒပြပွဲ တစ် ခု အတွင်း အသေခံ ဗုံး ဖော်ခွဲမှု တစ် ခု ၌ လူ ၃၈ ယောက် သေဆုံးခဲ့ကြောင်း ပြောခဲ့သည် ။\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "တစ်ခါတစ်ရံ အဆိုပါ ရဲ များ သည် အိမ်ပိုင်ရှင် များ ကို သူတို့ကိုယ်တိုင် အပျက်အဆီး များ ကို သယ်ဆောင် ရန် တွန်းအားပေးသည် ။\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "သူ ၏ အဖွင့် မိန့်ခွန်း တွင် ၊ ဘုရှ် သည် မိဘများ နှင့် အဘိုး အဘွား များ ကို “ သမိုင်းဝင် ဘေ့စ်ဘောလ် ကစားကွင်း ” သို့ ဖိတ်ခေါ်ခဲ့ပါသည် ။\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "ဆိုနီ က အဆောက်အဦး ပိုင်ရှင် ကာဆာမာရီယာ ကဲ့သို့ သူတို့၏ နံရံများ ပေါ်တွင် ကြော်ငြာ ရန် အခွင့်အရေး အတွက် ပေးဆောင်ရမည် ဟု ပြောသည် ။\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှု ဖြစ်ပြီးနောက် ၊ အလုပ်သမားများ က \" ထို ဌာန ၏ လေဝင်လေထွက်ခြင်း မကောင်းပါ \" ဟု ညည်းညူခဲ့သည် ဟု ထင်မြင်ချက်ပေးခဲ့သည် ။\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သည့် သီတင်းပတ် အတွင်း တိုင်းပြည် အတွင်း အကြမ်းဖက် မှု များ ကျဆင်း လာ သော်လည်း ၊ ပြင်သစ် အစိုးရ ဝန်ကြီး အဖွဲ့ က အရေးပေါ် အင်အား ကို သုံး လ တိုးချဲ့ ရန် ပါလီမန် ကို မေးမြန်း ဖို့ သဘောတူ ထားပါသည် ။\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "ဝီကီသတင်းများ ကို အင်္ဂလိပ် ဗားရှင်း ဖြင့် ဖွင့်ထား သော်လည်း ၊ တရုတ် ဗားရှင်း ဖြင့် ပိတ်ထားဆဲ ဖြစ် ပြီး သို့မဟုတ် နိုင်ငံ ၏ အစိတ်အပိုင်း အများအပြား တွင် သုံးစွဲ ရန် ခက်ခဲ ကြောင်း ပင်မသတင်းဌာနများ က ပြောသည် ။\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "မျက်နှာချင်းဆိုင် အလုပ်လုပ်ရသော ဂျော့စင်တာ ဝန်ဆောင်မှ ကို မနေ့က သပိတ်မှောက် ဆောင်ရွက်ခြင်း ဖြင့် ထိခိုက်ဆောင်ရွက်ခြင်းမရှိပါ ; ယူနီယံ က ထိုအရာ သည် အချိန်ပို အလုပ်လုပ်နေသော အဖွဲ့ဝင် များ ပေါ် မတိကျသော တားမြစ်ချက် တစ်ခု နှင့်အတူ လိုက်နာဆောင်ရွက်ခဲ့သည် ကို ကြေညာခဲ့သည် ။\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "သို့ရာတွင် ၊ အဆိုပါ အစီရင်ခံစာ သည် ဂါရာဒါ အင်ဒိုးနီးရှား သည် သူ့ ကို မည်သည် လေ့ကျင့်ရေး ပုံစံ ကို ထပ်တူပေးသော အခြေအနေ တစ်ခု ပေး ရန် ပျက်ကွက်ခဲ့သည် ကို မှတ်သားမှု ပြုလုပ်ခဲ့ပါသည် ထိ်ုသို့သောအားဖြင့် အဆိုပါ တွဲဖက်-လေယာဉ်မှူး သည် လေယာဉ် ၏ စိတ်မချရသော ကိုင်တွယ်မှု ကြောင့် စွဲချက် များ ကြောင့် လေယာဉ်မှူး ဆီ မှ ထိန်းချုပ်မှု တာဝန် များ ကို ပျက်ကွက်ခဲ့သည် ။\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "စမစ် သည် ထရင်းစပါး ကုမ္ပဏီ အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ်ယောက် ဖြစ်ခဲ့ ပြီး ၊ သူမ သေဆုံး သွား သည့် အခါ ထရင်းစပါး သည် ယခု သူတို့ ၏ ဆိုဒ် မှ အရာ အားလုံး ကို ဖယ်ရှား ပြီး ၊ ၎င်းကို ပိတ် လိုက် ပြီး သူမ သေဆုံးခြင်း ကို အကြောင်းပြန်သည့် စာ တစ်စောင် သာလျှင် တင်ထားသည် ။\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ် ကိုယ်ပိုင်အခွင့်အရေး ကော်မရှင်နာ နှင့် တွေ့ဆုံသွားမည် ၊ ကျွန်ုပ် တက္ကစီ လုပ်ငန်း နှင့် တွေ့ဆုံသွားမည် ၊ အများကြီး ပို၍ တရားဝင်သော နည်းလမ်း တစ်ခု တွင် ပြည်သူလူထု ၏ အဖွဲ့ဝင်များ နှင့် ကျွန်ုပ် တိုင်ပင်ညှိနှိုင်းသွားမည် ။ ”\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "ဖိတ် ဟေးလ် သည် ၂၀၀၀ ခုနှစ် တွင် ဒီ နှစ် ဆု ၏ အမျိုးသမီး အဆိုရှင် ဆု ကို ဆွတ်ခူးခဲ့သည် ။\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "“ ဗွီဒီယို တိပ်ခွေ တွင် အေအိုင်အက်ဖ် က တစ်စုံတစ်ရာ ခြိမ်းခြောက်သော အမူအရာ ကို သိသိသာသာ လုပ်ခဲ့ သလား ရှင်းရှင်းလင်းလင်း မ ဖြစ် စဉ် ၊ တပ်ကြပ် အပါအဝင် ၊ သုံး / တစ် ၏ မရိန်း တပ်သား များ က သေ ဟန်ဆောင်ခြင်း သည် ဘုံ ရန်သူ တီတီပီ ၏ ( နည်းဗျူဟာ ၊ နည်းစနစ် နှင့် လုပ်ထုံးလုပ်နည်း များ ) ဖြစ် သည် ကို ၊ သတိပြု မိ ခဲ့ သည် မှာ ရှင်း ပါ တယ် ။ ”\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "အမျိုးသမီး များ အတွက် တန်းတူ ညီမျှ ပညာ သင်ကြား နိုင် မှု : အနှစ် တစ် ထောင် ပတ်လည် စီမံကိန်း ဖွံ့ဖြိုး မှု ပန်းတိုင် ၃ တွင် ကျွန်တော်တို့ ရပ်တည် ဖို့ ဘယ် နေရာ မှာ လုပ်ဆောင် မ လဲ ၊ အနှစ် တစ် ထောင် ပတ်လည် စီမံကိန်း ဖွံ့ဖြိုး မှု ရည်ရွယ်ချက် ( အမ်ဒီ ) အရ အကုန်အကျ ခံ နိုင် မှု အနေနဲ့ ဖွံ့ဖြိုး ဆဲ နိုင်ငံ များ မှ လုပ်ဆောင် သော တိုးတက် အောင်မြင် မှု များ ကို ကြည့် ပါ ။\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "ပြည်ထဲရေး ဝန်ကြီးဌာန က ပြောရေးဆိုခွင့်ရှိသူ တစ်ယောက် ၊ ရှိုးတ အာတီရှယ်ဗွီ က ၊ \" နယ်စပ် ကို ပိတ်ထားမည် ဆိုပါက ၄င်း သည် လူသားချင်းစာနာထောက်ထားသော ရုတ်တရတ်ဖြစ်ပေါ်လာသောကပ်ဆိုးကြီး တစ်ခု ဖြစ်လာ လိမ့်မည် \" ဟု ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "သရဖူဆောင်း မင်းသားလေး အဗ္ဗဒူလာ သည် မကြာမီ နှစ်များ အတွင်း အသက်ကြီးနေသော ဘုရင် ၏ တာဝန် အများစု ကို ဆောင်ရွက်ခဲ့ ပြီး ၊ သူ၏ မကျန်းမာမှု ကြောင့် လက်လျှော့သင့် သော ဘုရင် ဖက်ဒ် ထီးနန်း ကို ဆက်ခံခြင်း အတွက် အရမ်း သင့်တော်သော သမ္မတလောင်း တစ်ယောက် ဖြစ်ပါတယ် ။\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "ပြင်းထန်သော ပျက်စီးမှု မှာ ရလဒ်ဖြစ်စေပြီး ၊ ထိုအရာ သည် အလွန်အမင်း အေးသော ဟီလီယမ် အရည် ၏ ယိုစိမ့်မှု တစ်ခု ဖြစ်ပွားစေခဲ့သည် ။\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "ခန္ဓာကိုယ် ကို တွေ့ရှိ ပြီးနောက် ၊ အိမ် သို့ သယ်ဆောင်သွား ခဲ့ပြီး အိမ် ရှိ ရေခဲခံသေတ္တာ ထဲတွင် သူတို့ သိမ်းထားခဲ့သည် ဟု ၄င်းတို့ က အခိုင်အမာ ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "ဆူဒန် သမ္မတ အိုမာ အယ်-ဘာရှားက နိုင်ငံ ၏ အကျဉ်းထောင်များ တွင် အထိန်းသိမ်းခံ ဂျာနယ်လစ်များ အားလုံး လွှတ်ပေးရေး ကို စနေနေ့ က မြို့တော် ခါတွန် တွင် ၊ ဂျာနယ်လစ်များ တစ်စုတစ်ဝေးတည်း ကို မိန့်ခွန်း တစ်ခု တွင် ကြေညာခဲ့သည် ။\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "အီဂျစ်နိုင်ငံ ၏ ကတ်သစ် ခရစ်ယာန် အသင်းတော် ၏ ခေါင်းဆောင် ၊ ပုပ်ရဟန်းမင်းကြီး ရှီနိုတာ ၃ အလက်ဇန်းဒါး သည် ၊ အသက် ၈၈နှစ် အရွယ် တွင် ကွယ်လွန်သွားပြီ ဖြစ်ပါသည် ။\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "ထို့နောက် ကြော်ငြာခြင်း သည် မတ်ကိန်း ၏ မူဝါဒ အခွန်ခ ဖြတ်တောက်မှု ၊ ရေနံ ကုမ္ပဏီများ အတွက် ငွေ ၊ နှင့် “ ရေခြားမြေခြား အလုပ်အကိုင်များ ကို တင်ပို့ သော ကုမ္ပဏီများ အတွက် အခွန်ခ ဖြတ်တောက်မှုများ ” ကို အပြစ်ရှာသည် ။\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "၎င်း ၏ အင်္ဂလိပ် ဘာသာ ထုတ်ဝေမှု အရောင်း မြှင့်တင်ရန် အလို့ငှာ ဖိုရမ် က စပွန်ဆာ ပေးထားသော စီမံကိန်း ကို ၊ တရား၀င် ၂၀၀၄ ခုနှစ် မေ လ တွင် တည်ထောင်ခဲ့သည် ။\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "ဟန့်တား ခြင်း မခံရ သော ၊ ကျွန်တော် တို့ ၏ စာဖတ် သူ များ သို့ သူ တို့ ၏ လှုပ်ရှားမှု သတင်း အပြည့်အဝ ကို ဝေမျှ ရန် ကိုယ်စားလှယ်လောင်း များ ကို ခွင့်ပြု လျက် တွေ့ဆုံ မေးမြန်း မှု များ ကို တည်းဖြတ် မှု မလုပ် ဘဲ ပုံနှိပ်ထုတ်ဝေ ခြင်း ဖြစ်ကြ ပြီး ၊ တွေ့ဆုံ မေးမြန်း မှု များ အားလုံး ကို အီမေးလ် မှတစ်ဆင့် ဖြန့်ဝေခဲ့သည် ။\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "ဘော်လကန် ပြည်နယ် မတူညီသည့် အခြား ပြည်နယ်များ ဖြစ်ကြသည့် လိုဗေးနီးယား ၊ ခရိုအေးရှား နှင့် ဘော့စနီးယား ၊ မွန်တီနီဂရိုး တို့ သည် လွတ်လပ်ရေး ကို အကြမ်းဖက်မှု မပါဝင်ဘဲ ရရှိခဲ့သည် ။\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "ဆယ်ဂဲလိစ် သည် ဒီမိုကရက်ပါတီဝင် တစ်ဦး အနေဖြင့် အကောင်းဆုံး အောင်မြင်ထားသော ဟိုက် ကို ရင်ဆိုင်၍ ၊ မဲ ၏ ၄၄ ရာခိုင်နှုန်း ကို ရရှိခြင်း ဖြင့် ၊ ၂၀၀၄ ခုနှစ် တွင် နေရာတစ်နေရာ အတွက် ရယူထားခဲ့သည် ။\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "ပတ်စီကို ၏ ရောင်းရ ဝင်ငွေ ၏ အရေးပါသော အပိုင်း သည် ၎င်း၏ ဖရီးတို-လေး နှင့် ကွေကာအုပ် ထုတ်ကုန် လိုင်းများ ၌ မူးယစ် မပါသော အမှတ် တံဆိပ်များ မှ ရလာသည် ။\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "ဗစ်တိုးရီးယား သည် ၄င်း ၏ ရှယ်ယာ များ ရောင်ချခြင်း မှ ၄င်း က ပြန်လည် ရုတ်သိမ်းမည် လား မသိမ်းဘူးလား ကို ယခုတိုင်အောင် ကြေညာခဲ့သည် ။\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "“ ပစ်ခတ်မှု ၏ အရည်အသွေးမြင့် ဗွီဒွီယို တိပ်ခွေ သည် ဒဏ်ရာရ အေအိုင်အက်ဖ် က သူ ၏ ဘယ် ဘက် လက်မောင်း ကို သူ ၏ ဦးခေါင်း အနောက် တွင် ဖုံးကွယ် ထား ခဲ့ သည် ဟူသော တပ်ကြပ် ၏ ထွက်ဆိုချက် ကို အထောက်အပံ့ ပေး နေ သည် ။ ”\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "၂၀၀၁ခုနှစ် ဒီဇင်ဘာ ၁၃ရက်နေ့ တွင် ၊ ဒေသစံ တော်ချိန် နံနက် ၁၁နာရီ : ၄၅ မိနစ် (ယူတီစီ + ၅:၃၀) ၌ ၊ ပါလီမန်အဖွဲ့ဝင်များ အိမ် မှ ထွက်ခွာ ဖို ့ပြင်ဆင်နေချိန် မှာပဲ ၊ စစ်သွေးကြွများ က အေကေ-၄၇လက်နက်များ ကို ကိုင်ဆောင် ကာ ပါလီမန် အဆောက်အဦး ဧ။် ဂိတ် အမှတ် ၁၂ လုံခြုံရေး ကို လက်ပစ်ဗုံးဖြင်-့ ပစ်ပေါက်ဖြိုခွင်း ပြီး တရစပ် အရပ်မျက်နှာအနှံ့ ပစ်ခတ်ခဲ့မှုများ ၊ ကြောင့် ရဲ ခြောက်ဦး နှင့် ပါလီမန် အမှုထမ်း တစ်ဦး သေဆုံးခဲ့ရပါသည် ။\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "အမေရိကန် အစိုးရ က အယ်လ်ကိုင်းဒါး သည် အမေရိကန် စတော့ရှယ်ယာ နှင့် ဘဏ် အကောင့်များ အပေါ်တွင် ဆိုက်ဘာ တိုက်ခိုက်မှု တစ်ခု စီစဉ်နေသည် ဆိုတာကို ပုဂ္ဂလိက ဘဏ္ဍာရေး ဝန်ဆောင်မှုများ ကို သတိပေးခဲ့သည် ၊ ဟု ကြာသပတေးနေ့ မှာ အရာရှိများ က ပြောခဲ့သည် ။\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "၎င်းတို့ ကြားထဲတွင် ဆက်သွယ်မှု အကြောင်း သတင်း ရယူ ရန် သို့မဟုတ် ကူညီ ရန် ရည်ရွယ်ခဲ့သော တစ်ဦး တစ်ယောက် ချင်းစီ နှင့် ပွဲကြည့်သူများ နှင့်အတူ ၊ အနီးအနား ရှိ လူများ ၏ ထောင်ပေါင်းများစွာသော လူစု လူဝေးများ သည် မီးလောင်မှု အနီး တွင် စုဝေးခဲ့သည် ။\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "လူ့ အခွင့်အရေး အုပ်စု များ နှင့် ကုလသမဂ္ဂ သည် အီရတ် နိုင်ငံ က ၄င်း ၏ နိုင်ငံသား များ အား ဆန့်ကျင်လျက် သေ ဒဏ်ချမှတ် အသုံးပြုခြင်း မှ ရှောင်ကြဉ်လိမ့်မည် ဟု မျှော်လင့်ခဲ့ ပြီး အစိုးရ အား ဤ စီရင်ချက် များ မ လုပ်ဆောင် ရန် တိုက်တွန်းခဲ့သည် ။\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "ပြင်သစ် က လွှမ်းမိုးခဲ့ သည့် ပထမ နှစ်ဝက် ပြီးနောက် ၊ အိုင်ယာလန် သည် ဒေသခံများ အတွက် ဝမ်းနည်းစွာ ၊ ဒုတိယ နှစ်ဝက် ကို ဖြတ် ၍ ဘာမှ မရသော လမ်းခုလတ် မှ ကြိုးစားမှု တစ်ခု နီးပါး ကို ရရှိ ရန် ဘရိုင်ယန် အိုဒစ်စကိုး က စီစဉ်ခဲ့ သကဲ့သို့ မျှော်လင့်ခြင်း ၏ အရိပ်အမြွတ် တစ်ခု ကို ရရှိခဲ့သည် ၊ ပြင်သစ် က ၂၆ မှတ် သို့ သူတို့ ကို ရယူ ရန် ဒုတိယ အကြိမ် ကြိုးစားမှု တစ်ခု နှင့်အတူ တုန့်ပြန်ခဲ့သည် မှာ ၎င်း သည် မလုံလောက်ခဲ့ပါ ။\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "အီရန် နိုင်ငံ က အခိုင်အမာ ဆိုသည်မှာ ၎င်း ၏ အဏုမြူ လက်နက် အစီအစဉ် မှာ အဏုမြူ လက်နက် ထက် ၊ ငြိမ်းချမ်းသော အဏုမြူ စွမ်းအင် အတွက် သာ အသုံးပြုမှာ ဖြစ်ကြောင်း ၊ ဆိုသော်လည်း ဥရောပ သမဂ္ဂ နှင့် အမေရိကန် ပြည်ထောင်စု တို့ က ၎င်းတို့ မှာ အမှန်တကယ် ဖြစ်ကြောင်း ဟုတ်မဟုတ် နှင့် ပတ်သက်၍ ထို အရာ ကို စိုးရိမ်မှုများ ရှိနေသည် ။\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "အဆိုပါ အခမ်းအနား ကို တနင်္ဂနွေ နေ့ ၊ ဖေဖေါ်ဝါရီ လ ၂၅ ရက် ၊ ၂၀၀၇ ခုနှစ် တွင် ဟောလိဝုဒ် နှင့် တောင်ပေါ်ဒေသ စန်တာ ၌ ကိုဒက် ပြဇာတ်ရုံ တွင် ၊ စီစဉ်ထားသည် ။\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "ထိုအရာ သည် ကျန်းမာရေး ဈေးကွက် အတွင်း ဝင်ရောက်မှု တစ်ခု နှင့် စပ်လျဉ်း၍ ကုမ္ပဏီ ၏ ပထမဆုံး ခြေလှမ်း ဖြစ်သည် ။\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "ဟာမိုနီ ရွှေ တူးဖော်ရေး ကုမ္ပဏီ အီးလန်း မိုင်း တွင်း မှ အလောင်း ၃၆ ခု ကို ရက်သတ္တပတ် အကုန် အစောပိုင်း တွင် ၁.၄ ကီလိုမီတာ ( ၁ မိုင် ) အထိ အနက် မှ ဆွဲတင် ခဲ့သည် ။\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "ဟော်တာ သည် သူ့ အစိုးရအဖွဲ့ အတွက် အဓိက ဦးစားပေးအရာ သည် “ လုံခြုံရေး ပြန်လည်ထိန်းသိမ်းခြင်း နှင့် ဒုက္ခသည် ခိုလုံရေးစခန်း ရှိ လူ ၁၅၀၀၀၀ ကို အိမ် သို့ ပြန် ရန် ရွှေ့ပြောင်းပေးခြင်း ” ဖြစ်လိမ့်မည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "ယူအက်စ်ဂျီအက်စ် အဆိုအရ ၊ ၆.၄ မဂ္ဂနီကျု မြေငလျှင် တစ်ခု သည် ဂျပန် နိုင်ငံ ၊ ဟွန်ရှူး ကျွန်း ၏ အရှေ့ဘက် ကမ်းခြေ အနီးတွင် တနင်္လာ နေ့ နံနက် အစောပိုင်းက ထိခတ်သွားခဲ့သည် ။\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "ယခု အခါ ၊ လစ် သည် လိုအပ်နေခဲ့သည့် အနားယူမှု ပြီးနောက် ထပ်မံ ကစား ရန် အဆင်သင့် ဖြစ်နေပါသည် ။\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ ဘောလုံးအဖွဲ့ချုပ် ၏ ဂျော်ရွန် ဗဲလ်ကီ ပြောဆိုချက်အရ ၊ ဒိုင်လူကြီး အပိုထားခြင်း စနစ် ကို လာမည့် နိုင်ငံတကာဘောလုံးအဖွဲ့ချုပ် သို့မဟုတ် ဥရောပဘောလုံးအသင်းများသမဂ္ဂ ၏ ပွဲစဉ် တစ်ခု တွင် စမ်းသပ်လိမ့်မည် ဖြစ်ပြီး ၊ နောက်ဆုံး စည်းမျဉ်း တစ်ခု သည် လာမည့် နှစ် အစည်းအဝေး ၌ မျှော်လင့်ခြင်းခံရသည် ။\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "သူတို့ သည် သူ့ ကို ငရဲ တမန် ဘိုင်ကီ လူဆိုးဂိုဏ်း ၏ အဖွဲ.၀င် တစ်ဦး အဖြစ် ယုံကြည်ကြသည် ။\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "သက်သေ များ ပြောကြားချက် အရ ၊ လူ နှစ်ဆယ် ခန့် သည် အက်ဆီးဒင့် မှ အဝေး သို့ လမ်းလျှောက်နေကြသည် ကို တွေ့မြင်ခဲ့သည် ။\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "ကျွန်တော်တို့ သည် ရှားပါးမှု မြင့်တတ်ခြင်း နှင့် ပတ်သတ်ပြီး အလို့ငှာ စီးပွားရေး ကို သမာရိုးကျ ပြောင်းလဲ ရန် ရှိလိမ့်မည် ၊ ဟု အိုင်ဒဗလျူအမ်အိုင် ၏ အထွေထွေအုပ်ချုပ်ရေးမှူး ၊ ဖရန့် ရစ်ဂျ်ဘာမန် ၊ က စကော့တလန် ရှိ ၂၀ဝ၆ ခုနှစ် “အပတ်စဉ် ကမ္ဘာ့ ရေ “ ညီလာခံ တွင် ထုတ်ပြန်သော အစီရင်ခံစာ တွင် ပြောခဲ့သည် ။\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "ထို့အပြင် ၊ ကွမ် - ဟူ လိုင် သည် ထိုင်ဝမ် ချန်ပီယံ တွင် သာ လျှင် အနိုင်ရရှိခဲ့ ခြင်း မဟုတ် \" လူကြိုက် အများဆုံး ထိုင်ဝမ် စက်ဘီးစီးသမား \" အနေဖြင့် မဲပေးခံခဲ့ရ သည့် အပြင် သူ့ ၏ အသင်း ( အာရှ ယှဉ်ပြိုင်ပွဲ အဖွဲ့ကြီး ) ကို လည်းပဲ ထို ပွဲစဉ် တွင် အသင်းလိုက် ချန်ပီယံ အနိုင်ရ ရန် ကူညီပေးခဲ့သည် ။\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "“ များစွာသော အိမ် များ ဖျက်ဆီးခံရ ပြီး သစ်ပင် များ နှင့် လျှပ်စစ် မီးတိုင် များ ကို သုတ်သင်ရှင်းလင်းပြီးပြီ ” ၊ လို့ တော့ဂီဂါယာလို မြို့တော်ဝန် ရမ်ဒို့ဖ်တီလင်း တင်း က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "၊ ဘာတီကန် ရဲ က စီစဉ် ပြီး နိုင်ငံခြား သံသမန်တွေ တက်ရောက်တဲ့ အော်ဂီလိင်ဖျော်ဖြေရေးကပွဲတွေ မှာ လိင်ပိုင်းဆိုင်ရာ အကြမ်းဖက်စော်ကား ဖို့အတွက် ပျောက်ဆုံးနေတဲ့ ကျောင်းသူ ဟာ ပြန်ပေးဆွဲခံခဲ့ရတယ် လို့ အကြီးအမှူးဖြစ်သူ ၊ က ဝေဖန်ခဲ့ပါတယ် ။\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "ကာလီဆဲ တွင် မနေ့က အမျိုးသား ဟန့် အစည်းအဝေး ၌ လက်လျော့ခဲ့ကြသည် ။\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "မဲပေးသူ တွေ များပြားခဲ့ပါတယ် ၊ မဲပေးသူ စုစုပေါင်း သည် ၂၀၀၂ ခုနှစ် မဲပေးသူ ( ၇၇ % ) ထက် ပိုမို မြင့်မားခြင်း ဖြစ်လိမ့်မယ် ဟု ခန့်မှန်းခဲ့ကြသည် ။\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "ဘယ်လ်ဂျီယံနိုင်ငံ သည် ပြင်သစ် ( ၆၂၀ ကီလိုမီတာ ) ၊ ဂျာမနီ ( ၁၆၇ ကီလိုမီတာ ) ၊ လူဇင်ဘတ် ( ၁၄၈ ကီလိုမီတာ ) နှင့် နယ်သာလန် ( ၄၅၀ ကီလိုမီတာ ) နှင့်အတူ နယ်နိမိတ် ခွဲဝေထားသည် ။\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "အိုင်ယာလန် မြောက် ပိုင်း တွင် တွေ့ရှိခဲ့ သော ၆၀ဝ ပေါင် ဗုံး တစ် လုံး ကို ဗုံး ဖယ်ရှားခြင်း အဖွဲ့ တစ်ဖွဲ့ က ဖယ်ရှားခဲ့သည် ။\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "ဩဂုတ် ၉ ရက် ၊ တနင်္ဂနွေနေ့ က ကယ်လီဖိုးနီးယား ပြည်နယ် ၊ ဒင်နုဘာ ၌ လေယာဉ်ပျက်ကျမှု တစ်ခု တွင် ရဲတပ်ဖွဲ့ လိုက်ရှာခြင်း ၏ ရလဒ် တစ်ခု အဖြစ် ပဉ္စမမြောက် ကလေး တစ်ယောက် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "လောလောဆယ်တွင် ၊ ရှေးအကျဆုံး ဟု လူသိများသော ဖိနပ် သည် အမေရိကန်ပြည်ထောင်စု ရှိ ဖော့ ရော့ခ် ဥမင် ၊ အော်ရီဂွန် တွင် တွေ့ရှိရသော ၊ ချုံပင် ၏ အခေါက် က ပြုလုပ်သော ကြိုးသိုင်းဖိနပ် များ ဖြစ်သည် ။\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\" ဒီ ဒုံးပျံ က ၎င်း သည် ဆန့်ကျင်သော အုပ်စု များ ၏ စစ်သင်္ဘော များ နှင့် ရေငုပ်သင်္ဘော ကြီး များ အပေါ် လုပ်ဆောင်ပေး နိုင် သော အလွန် အစွမ်းထက်သော ထိပ်ဖူး တစ်ခု ကို သယ်ဆောင်သည် ။ \"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "ကန့်ဘဲလ် က ဝေလငါး များ သည် ငါး မီတာ ( တစ်ဆယ့်ခုနှစ် ပေ ) ထိ ရှည်ပြီး ၊ တချို့ ဝေလငါးပေါက် များ သည် တစ် မီတာ နဲ့ တစ် မီတာ ခွဲ ( သုံး ပေ မှ ငါး ပေ ) ကြား ရှည်တယ် လို့ သုံးသပ်သည် ။\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "အီရတ် ဥပဒေ အရ ၊ ဟူစိန် သည် ရက်ပေါင်း ၃၀ အတွင်း ၊ လွတ်ငြိမ်းချမ်းသာခွင့် ရဲ့ အခွင့်အရေး မ ရရှိ ပဲ ကြိုးဆွဲချ ရလိမ့်မည် ။\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "၁၉၉၅ တွင် အတည်ပြုခဲ့သော လူဆီနာ ဥပဒေ တစ်ရပ် သည် အသက် ၁၂ နှစ် အောက် ( နောက်ပိုင်း ၁၃ နှစ် သို့ ပြင်ဆင်ခဲ့ ) ကလေး တစ်ယောက် ကို မုဒိမ်းကျင့်ခဲ့ သူ ၊ ထိုသူများ အတွက် သေ ဒဏ်ပေးခြင်း ကို ခွင့်ပြုခဲ့သည် ။\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "ထို့နောက် ဂျီအမ်အေစီ ကဲ့သို ၊ ငွေထုတ်ချေးသူများ က ချေးငွေများ အတွက် အာမခံ အဖြစ် အခြား ငွေကြေးထောက်ပံ့နေသည့် ကုမ္ပဏီများ ထံမှ သူတို့ ရယူ သော အဆိုပါ အပေါင်စာချုပ်များ ချုပ်ဆိုသည် ။\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "သူ နှင့် တောင် ကိုရီးယား နိုင်ငံခြားရေး ဝန်ကြီး ဘန် ကီ မွန်း တို့သည် အဆိုပါ နှစ် အကုန်တွင် သက်တမ်း ကုန်ဆုံးမည့်သူ ၊ အာနန် နေရာကို ဆက်ခံ ရန် ပြိုင်ပွဲ တွင် ရွေးကောက်ပွဲအတွက်နိုင်ချေထိပ်ဆုံးမှရှိသူများအဖြစ် ထည့်သွင်းစဥ်းစားခြင်းခံနေကြရသည် ။\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "သူတို့ သည် ၁၄-၈ ဖြင့် နောက် က ဖြစ်နေ ရာ မှ ၂၀-၁၇ သို့ အရေးနိမ့်သွားခဲ့ ပြီး ; အဲဒီ အမှတ် မှာ ၊ ယူကရိန်း အသင်း သည် ရပ်နားချိန် တစ်ခု တောင်းခဲ့သည် ။ ”\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "သူ သည် ၁၉၆၅ တွင် သူ ၏ ဖခင် ပြီးကတည်းက ဂျပန် အင်ပါယာ မိသားစု တွင် မွေးဖွားလာသော ပထမဆုံး သားယောက်ျားလေး ဖြစ်ပါသည် ။\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "အက်ပဲလ် က ထုတ်လုပ်သော ၊ အိုင်ဖုန်း ၏ အသုံးပြုသူများ၏ အင်တာဖေ့စ် နှင့် များစွာ သက်ဆိုင်သော ၊ မူပိုင်ခွင့် ချိုးဖောက်မှု အမျိုးပေါင်း ၂၀ ကို တရားရုံး တွင် တရားစွဲဆိုခဲ့ပြီး အင်္ဂါနေ့ က ၊ အက်ပဲလ် က ထိုင်ဝမ် မိုဘိုင်း ဖုန်း ထုတ်လုပ်သူ ၊ အိတ်ချ်တီစီ ကို ၊ တရားစွဲခဲ့သည် ။\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "၁.၆ ဂျီဘီပီအက်စ် နှင့် ၃.၂ ဂျီဘီပီအက်စ် ထိ အချက်အလက် ထုတ်လွှင့်မှု နှုန်း အသီးသီးရှိကြသော - အက်စ် ၁၆၀၀ နှင့် အက်စ် ၃၂၀၀ - တို့ သည် မြန်နှုန်းမြင့် ဒီဂျစ်တယ်ချိတ်ဆက်မှု ( စံချိန်စံညွှန်း အတွက် အပ်ပဲလ် ရဲ့ နာမည် ) ကို သဘောတရား အရ လတ်တလော ဖြစ်နိုင်ချေ ထက် လေး ဆ ပိုမြန် အောင် ပြုလုပ် နိုင်ပါလိမ့်မည် ။\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "“ ဒါက ဖြစ်လာ လိမ့်မယ် လို့ ကျွန်ုပ် မ ယုံကြည် ပါ ဘာဖြစ်လို့လဲဆိုတော့ အဲဒီမှာ လူထု ၏ ပုန်ကန်မှု တစ်ခု ဖြစ်လာလိမ့်မယ်လို့ ကျွန်ုပ် ထင်တယ် ” ။\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "၂၀၀၅ ဆုရှင် ဟက်ဒ်ဂျ်ဟန်တာ သည် နဝမ ကို အဆုံးသတ်ခဲ့ စဉ် ၊ ၂၀၀၆ ပြိုင်ပွဲ ၏ ဆုရှင် ၊ နမ်ဗာဆစ်ဗယ်ဗာဒီ သည် ဆဌမ နှင့် အဆုံးသတ်ခဲ့သည် ။\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "မြောက် ကိုးရီးယား သည် ယွန်းဗြွန်း စက်ရုံ ဆက်လက် အလုပ်လုပ် ရန် ၊ နှင့် ပိုကြီးသော ဓါတ်ပေါင်းဖို တစ်ခု တွင် ဆောက်လုပ်ရေး စတင် ရန် အစီအစဉ် များ ကို လည်း ကြော်ငြာ ပြီး ဖြစ်သည် ။\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "တောင် အာဖရိက နိုင်ငံ သည် လည်း အရှေ့ အလယ် ပိုင်း ဒေသ တွင်း ငြိမ်းချမ်းရေး အတွက် ရှာဖွေမှု တွင် ဟားမိတ်စ် နှင့်အတူ ဆက်သွယ်ခြင်း ကို ထိန်းသိမ်းထား ရန် အရေးကြီးသည် ဟု ၎င်း ကို ထင်မြင်သည် ။\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "ဒေါက်တာ ရော့စီ ဗာဒီ သည် အစ္စရေး ၏ ‘ စီးပွားရေးစွမ်းဆောင်ရှင် ၏ ဖခင် ’ အဖြစ် ခေါ်တွင်ခြင်းခံရ ပြီး ၊ သူ သည် တဲ အဗီ့ ၏ တိုးတက်နေ သော အင်တာနက် ကဏ္ဍ တွင် ထိုးဖောက် ရန် ကူညီပေးခဲ့ သည့် နည်းပညာ ဆိုင်ရာ ကုမ္ပဏီများ တွင် သူ သည် ကလေး အများအပြား ရှိသည် ။\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "ဂျင်မီ ဝေးလ် ကို သူ့ အဖွဲ့ဝင်တွေ ထဲက တစ်ယောက် က ၊ နေးချား က ထောက်ပံပေးထားတဲ့ အမှန်တွေ အားလုံး ထားရှိတယ် ဆိုတာ ၂၀၀၆ ဇန်နဝါရီ ၂၇ရက်နေ့ မှာ အကြောင်းကြားခဲ့တယ် ။\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "ထိုအချိန်အတောအတွင်း ၊ ဂါရုဒါ နှစ်ရာ ၏ လေယာဉ်မှုး ကို အလွန်ကြီးမားသော အငြင်းပွားဖွယ် မီးတောက်လောင်မှု ၊ မတော်တဆမှု အတွက် ပြစ်ဒဏ်ချမှတ်ခဲ့သည် ။\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "လ ၏ မျက်နှာပြင် နဲ့ အနီးဆုံးမှာ ၊ ရေပန်းတွေ ကို လွမ်းမိုးထားတဲ့ ပိုတက်စီယမ် နဲ့ ဆိုဒီယမ် ပေါကြွယ်ဝသော တော်တော်လေး ကြီးတဲ့ ရေပွင့်တွေ ကို ကက်စီနီ က ရှာဖွေ့တွေ့ရှိခဲ့တယ် ။\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ရုရှား သမ္မတ ဒီမက်ထရီ မက်ဗီဒက် မှ “ အမှန်တကယ် အထင်ကြီးစရာ ကောင်းတယ် ” လို့ ဆိုသော စာချုပ် ကို ဗုဒ္ဓဟူး နေ့ တွင် လက်မှတ်ရေးထိုးခဲ့ ပြီး ၊ ရုရှား သည် တူရကီ တွင် နျူးကလီးယား စွမ်းအင် စက်ရုံ တစ် ရုံ တည်ဆောက် ရန် ကြိုးပမ်းခဲ့သည် ။\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "ဖဲဖက်စ် အပါအဝင် ၊ သတင်းပြန်ကြားရေး အဖွဲ့အစည်း ၆ခု သည် ၊ ဩစတြေးလျ တွင် လာမည့် အကြမ်းဖက်ဝါဒ အမှုစစ်ဆေးရေး တစ်ခု တွင် လျှို့ဝှက် ကြားနာ ရန် ဖွဲ့စည်းပုံ အခြေခံဥပဒေဆိုင်ရာ ငြင်းဆိုမှု တစ်ခု ကို စတင်ခဲ့သည် ။\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "သူ က စာလုံးပေါင်း အမှား အနည်းငယ် ပါဝင် သော်ငြားလည်း ၊ ” တကယ့် အကောင်း ” ၊ အဖြစ် ဝက်ဆိုက် မှာ ဖော်ပြခဲ့တယ် ။\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "အထက်လွှတ်တော်အမတ် ဂျိုးလူး၀တ် ( အလုပ်သမားရေးရာ ၊ ကွင်းစလန် ) က တရားရေးဝန်ကြီး နှင့် အကောက်ခွန် အထက်လွှတ်တော်အမတ် ချရစ် အယ်လစ်ဆန် အား သြစတြေးလျ အစိုးရ ပိုင်နက် တွင် “ ဤ အခြေအနေများ တွင် သင်္ဘော တစ်စီး အား ဖမ်းဆီး ရန် ေ၀ဟင် နှင့် ရေကြောင်း စောင့်ကြည့်မှု နှင့် ထိုအလုပ်မှာ ပြီးဆုံးခဲ့ကြောင်း ” ကို သရုပ်ပြခဲ့ သည့် ဂျီအန်းဆန် ရှာဖွေမှု နှင့် ပတ်သက်၍ မနေ့က သူ ပြုလုပ်ခဲ့သည် ဆိုသော သူ၏ တောင်းဆိုချက် အတွက် သူ ရပ်တည်ခြင်း ရှိမရှိ ကို မေးခွန်း မေးချိန် တွင် မေးခဲ့ပြီး အစိုးရ က သြစတြေးလျ ရေကြောင်း သို့ ၀င်ရောက်ခဲ့ ပြီးနောက် သင်္ဘော ကို ဖမ်းဆီး ရန် ကိစ္စ အား မည်သည့်အတွက်ကြောင့် အချိန် နှစ် ပတ် ယူခဲ့သည် ကို မေးခဲ့သည် ။\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "အချိန် တစ်ဝက် တွင် ၊ သြစတြေးလျှ အသင်း သည် ၄ -- ၃ ဖြင့် ဦးဆောင်နိုင် ရန် ပြန်လည် ကြိုးစားခဲ့ ပြီး ၊ အမေရိကန် အသင်း နှင့် တတိယ ပိုင်း အချိန် ကို ပြီး ရန် ၄ -- ၄ ဖြင့် ကြိုးစားခဲ့ ပြီး ၊ နောက်ဆုံးတွင် ၄ -- ၆ ဖြင့် ရှုံးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "ဂျက်ဆင် သည် အမှုစွဲဆိုခြင်း တွင် ၁၄ နှစ် အောက် ကလေးငယ် တစ်ဦး အပေါ် ရိုင်းပြ ပြီး အဓမ္မမှု ခုနှစ်မှု နှင့် မူးယစ် အေဂျင်စီ မှ စီရင်သော အမှု နှစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "အဆိုပါ အမှုစစ်ဆေးရေး တွင် အကြမ်းဖက် တိုက်ခိုက်မှု တစ်ခု အတွက် ပြင်ဆင်မှု တွင် ကျူးလွန်မှု လုပ်ဆောင်မှု ဖြင့် စွဲချက်တင်ထား သော သူ ဆစ်ဒနီ လူမျိုး ဖဟမ်းကလစ်လိုဒီ ပါဝင်သည် ။\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "ဆာလ်ပီဆီယို က မနီလာ ဒေသ ဆိုင်ရာ တရား ခုံရုံး ကို ပြည်ထောင်စု အက်ဥပဒေ ၉၂၉၅ နှင့် ၂၀၀၄ ခုနှစ် ၏ ပြည်တွင်း သင်္ဘော ဖွံဖြိုးတိုးတက်မှု အက်ဥပဒေ နှစ် ရပ် လုံး သည် ပင်လယ်ပြင် မတော်တဆ ဖြစ်ရပ်များ ကို စုံစမ်းဖော်ထုတ်သော ဘီအင်းအိုင် ၏ အာဏာ ကို ဖယ်ရှားစေ ပြီး ဇွန်လ ၂၅ ရက်နေ့ တွင် စတင် ဆောင်ရွက်သော ဘုတ် အဖွဲ့ စစ်ဆေးမှု သည် “ ပုံမှန်မဟုတ် ကြောင်း ၊ တရားမဝင် ကြောင်း ၊ နှင့် တရားမဝင် ကြောင်း နှင့် ပျက်ပြယ် ကြောင်း ” ကို ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "ချေးငွေများ ကို ပိုမိုသက်သာအောင် ပြုလုပ်ပေးခြင်း အားဖြင့် ၊ ပြည်သူလူထု က ပိုမို ရင်းနှီး သုံးစွဲနိုင်လိမ့်မည် ဟု အစိုးရ က မျှော်လင့်ထားပါသည် ။\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "ဥပမာ အနေဖြင့် ၊ ကုလသမဂ္ဂ ၏ အထွေထွေ အတွင်းရေးမှူးချုပ် ၊ ဘန် ကီမွန်း သည် ယမန်နေ့က ရွေးကောက်ပွဲ ကို ရွှေ့ဆိုင်းခံ ရဖို့ အတွက် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "ရဲများ သည် စီအက်စ် လက်ပစ်ဗုံး လောင်ချာများ နှင့် ဝင်ရောက်စီးနင်းခြင်းများ သည် မှားယွင်းသော ပစ်ခတ်မှုများ ဖြစ်နိုင်သည် ၊ ဟု သတိပေးလျက်ရှိ ပြီး ပစ်ခတ်မှုများ မရှိခဲ့ပါ ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "အင်္ဂလန် ၊ လင်ကိုရှိန်း ရှိ လင်ဆေး ရေနံချက် စက်ရုံ မှာ ၃ ရက် ဆန္ဒပြပွဲ ကို ထောက်ခံတဲ့ အတွက် အလုပ်သမားတွေ ဟာ တရားမဝင် လုပ်ဆောင်မှုတွေကို လုပ်ဆောင်နေကြပြီ ။\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "ဆာလဖာ ဖိတ်ခြင်း သည် ပတ်ဝန်းကျင်ဆိုင်ရာ ဘေးအန္တရာယ် တစ်ခု ကို ဖြစ်စေနိုင်သည် ဟု မဖော်ပြ သော်လည်း ၊ ကုန်ရထား နှစ်စင်း သည် သူတို့၏လှောင်ကန်များ မှ ရေနံဆီများ လည်း ယိုစိမ့်နိုင်ပြီး ၊ လေထုညစ်ညမ်းမှု ကို ထပ်လောင်းဖြစ်စေနိုင်သည် ဟု အိုလပ် မစ်ဗို က ပြောခဲ့သည် ။\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "ရုရှား သမ္မတ ရုံး ၏ အဆိုအရ ၊ \" ရေ နှင့် ရေဆိုးသန့်စင် စက်ရုံများ ဖျက်ဆီးခံရသည့်အတွက် \" ၊ တောင် အိုဇက်တီးယား ၏ မြို့တော် ၊ တက်ဟီဗလီ တွင် ဖွဲ့စည်းထားသည့် ဒေသတွင် သောက်ရေ နောက်ထပ် မ ရရှိနိုင်တော့ပါ ။\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "သမ္မတ နိုင်ငံသား ဖြစ်သော ကန်ဂျွန် မက်ကိန်း က ဒီမိုကရက် ဘားရက် အိုဗားမား ကို ရွေးကောက်ပွဲ တွင် ဝန်ခံခဲ့သည် ။\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "ပြောင်းလဲမှု အများစု သည် ဓာတ်ငွေ့ ဈေးနှုန်း ကျခြင်း နှင့် အလုပ်အကိုင် အခွင့်အလမ်း တိုးတက်လာခြင်း တစ်ခု နှင့် သက်ဆိုင်သည် ။\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကုမ္ပဏီ ၏ အဆိုအရ ၊ နို့အားလုံး သည် ၎င်း ကို အပူချိန်ပေး၍ပိုးသတ် ခြင်း မတိုင်မီ `` စိတ်အချရဆုံး နှင့် အမြင့်ဆုံး `` စံချိန်များ အတွက် စစ်ဆေးသုံးသပ်ခဲ့ ပြီး လူ က သုံးစွဲ ရန် အသင့်ပြင်ဆင်ထားခဲ့သည် ။\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "ဂြိုလ်တုပတ်လမ်းကြောင်း ၏ အတွင်းပိုင်း ကို ယခု အပတ် နောက်ပိုင်း တွင် စစ်ဆေးလိမ့်မည် ။\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "အသက် ၇ နှစ် အထက် ရှိ သော အိန္ဒိယနိုင်ငံသားများ ၏ ၂၅ ရာခိုင်နှုန်း နီးပါး မှာ စာပေမတတ်ကြသူများ ဖြစ် ကြောင်း ၂၀၁၁ ခုနှစ် သန်းခေါင်စာရင်း တွင် တွေ့ရ ပြီး ၊ လွန်ခဲ့သော ၁၀ နှစ် က ကောက်ယူခဲ့ သော သန်းခေါင်စာရင်း မှ ၁၀ ရာခိုင်နှုန်း လျော့နည်းသွား ကြောင်း တွေ့ရသည် ။\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "၄င်း က နယူးဇီလန် ရှိ လူမျိုးစု ဆက်ဆံရေး ၏ အဓိကဆိုလိုရင်း ၊ အထူးသဖြင့် နယူးဇီလန် ဒေသခံများ ၏ ၊ မွိုင်ရီ ရဲ့ လူမှု အသိုင်းအဝိုင်း အထူးဝင်ဆံ့မှုကို ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "ရွေးကောက်ပွဲအကြို ကို ၁၉၃၀ ခုနှစ် ပြိုင်ပွဲ ၏ ပထမဆုံး တနင်္ဂနွ ေနေ့ တွင် ပြုလုပ် ပြီး အစဉ်အလာအတိုင်း မိနစ် ၉၀ ကြာမြင့်စွာ ဆွေးနွေးငြင်းခုံကြသည် ။\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တို့ သည် တာဝန်ရှိမှု ဟု မ ယူဆ သည့် ပြည်နယ် တစ်ခု ၏ ရှက်စရာကောင်းသည့် အပြုအမူ ကို အဆုံးသတ် ရန် နှင့် သူတို့ ၏ ကိုယ်ပိုင် အစိုးရ အဖွဲ့ ထဲ မှ အဓိက မိတ်ဖက် ၏ အပြုအမူ များ ကို အဆုံးသတ်မှု တစ်ခု ထားရှိဖို့ လိုအပ်သည့် အချက်တွေ အားလုံး ကို ရယူပါလိမ့်မည် ၊ ” အစ္စရေး အစိုးရ အဖွဲ့ ဝန်ကြီး အစ်ဇက် ဟာဇော့ မှ ရိုက်တာ သို့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\" နယ်နိမိတ် တိုးချဲ့ ရန် ဆန္ဒ တစ်ခု နှင့် ပစ္စည်း အသစ်များ ကြိုးစားခြင်း သည် နယူးဇီလန် ထိန်းသိမ်းရေးဌာန တွင် တကယ် ကို လိုအပ်ခြင်းများ ဖြစ်သည် ဟု ၊ ” သူ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "နယ်မြေ ၁ ရှိ ဘတ်စ်ကား လုပ်ငန်း သည် ဗြိတိသျှ စံတော်ချိ်န် 16:00 အဖြစ် ပြန်လည် စတင်ခဲ့သည် ။\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ဒါကို သေဆုံးမှုများ ကြားမှာ ရုရှလူမျိုး နှစ် ဦး သာ ဖြစ်သည် ဟု ဖော်ပြထား ရာ ၊ ရုရှား ပြည်နယ် ပိုင် အာအိုင်အေ နိုဗော့စတီ ဆားဗစ် မှ ဆန့်ကျင်ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "လက်ရှိ အရာရှိများ အားလုံး သည် ပြောဆို ရန် ငြင်းဆိုခဲ့ ပြီး သူတို့ တွင် လုပ်ဆောင်မှု အတွက် တာဝန် မရှိ ဟု ကြေငြာခဲ့သည် ။\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "အိန္ဒိယနိုင်ငံ တွင် ဗုဒ္ဓဘာသာဝင်များ ကို ဆန့်ကျင်အကြမ်းဖက်မှု မှာ ဖြစ်တောင့်ဖြစ်ခဲကိစ္စ ဖြစ်သော်လည်း ၎င်းကိစ္စ သည် မြန်မာနိုင်ငံ ရှိ ဗုဒ္ဓဘာသာဝင်များ နှင့် မွတ်စလင်ဘာသာဝင်များ ကြား ပဋိပက္ခများ နှင့်ဆက်နွယ်နိုင်သည် ဟု ဝန်ကြီးရုံး ကလည်း ယူဆထားကြသည် ။\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "လများစွာ မဲဆွယ်စည်းရုံး ပြီးနောက် ၊ ပထမ လျှို့ဝှက်မဲပေးစနစ် တွင် ညီလာခံ ကိုယ်စားလှယ် ၅၉၅ ယောက် ၏ ၇၀ ရာခိုင်နှုန်း ဖြင့် လှုပ်ရှားတက်ကြွသူ အာ လီ ရိုက်စ် ကို ဂျွန်ဆင် က မောင်းထုတ်ခဲ့သည် ။\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "လူ များ သည် တိရစ္ဆာန် များ ကို အစာကျွေး ရန် စတင် ချိန် တွင် စတိတ် စတွိ ပြည်နယ် လမ်း ပေါ် မှ နိုက်ကလပ် အပြင်ဘက် ရှိ ဝက်ဝံ ဥယာဉ် တစ်ခု ထဲ မှာ အမြီး ရှည်သော ၊ အနက် နှင့် အဖြူ ရောင် ၊ လျှော်ထည် ဝတ်ဆင်ထားသော မျောက် သည် ၊ ကြိုး နှင့် ချည်ခံထားခဲ့ရသည် ။\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "“ အဆိုပါ ပေါင်းစည်းထားသော ကုမ္ပဏီ က ဒီထက် ပိုကြီးမား စုပေါင်းထားသော ချိတ်ဆက်မှု ကို ဖောက်သည်များ ကို ထောက်ပံ့ပေးလိမ့်မည် ၊ ” ဟု ဗြိတိန် လေကြောင်း အမှုဆောင် အရာရှိချုပ် ဝီလီအက်ချ် က မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "ဘူမိ ရူပဗေဒ အသက်မွေး၀မ်းကျောင်း တက္ကသိုလ် သည် တွန်ဂူရွာဟွာ ၏ ဆင်ခြေလျှော ပေါ်တွင် တပ်ဆင်ထားသော ၎င်း ၏ စက် ကိရိယာ မှ အရေးပါသော အစိတ်အပိုင်း တစ်ခု ဆုံးရှုံးခဲ့ ပြီး ၊ မီးတောင် လှုပ်ရှားမှု အား စောင့်ကြည့် ရန် ၎င်းတို့ ၏ လုပ်ဆောင်နိုင်စွမ်း ကို ကန့်သတ်ထားခဲ့ရသည် ။\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "သူ သည် သူ၏ တက္ကဆက် မွေးမြူရေးခြံ သို့ သူ၏ ကာကွယ်ရေး နှင့် စီးပွားရေးဆိုင်ရာ အကြံပေးများ နှင့် တွေ့ဆုံ ရန် ဒီ အပတ် မှာ ပြန် လာလိမ့်မည် ၊ ထို့နောက် ၊ အမြန်လမ်းမကြီးဆိုင်ရာ ဥပဒေကြမ်း တစ်ခု ကို လက်မှတ်ရေးထိုးအတည်ပြု ရန် အီလီနွိုက် သို့ သူ သွားရောက်လိမ့်မည် ။\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "အဲဒီ ရောဂါလက္ခဏာတွေ ဟာ \" ပြင်းထန်သော ရောဂါပိုးမွှားဆိုင်ရာ ရောဂါကူးစက်မှု တစ်ခု နှင့် စားသောက်ကုန်များ တွင် ပုံမှန်အားဖြင့် မတွေ့နိုင် သော ဓာတု ပစ္စည်းများ \" ကြောင့် ဖြစ် ကြောင်း သူ့ ရဲ့ စည်းရုံးရေး အရာရှိများ က ၎င်း ကို ဆိုခဲ့ သကဲ့သို့ ပြောဆိုခဲ့ကြပါတယ် ။\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "နားလည်သိမြင်တတ်သည့်စွမ်းရည်ရှိသော ဒီဇိုင်း ကို ဇီဝဗေဒ သင်ရိုးညွှန်းတမ်း မှ ဖယ်ရှား ရန် သူတို့ က အဆိုပြုခဲ့သည် သို့သော်လည်း ဒသနိကဗေဒ နှင့် ပတ်သတ်သော သင်ရိုးများ နှင့် ဘာသာတရား နှိုင်းယှဉ်ချက် တွင် နားလည်သိမြင်တတ်သည့်စွမ်းရည်ရှိသော ဒီဇိုင်း ၏ ဆွေးနွေးမှု ကို ခွင့်ပြုသည် ။\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "အလောင်းများ သည် - ဓားစာခံများ ဖြစ်မည် ဟု ယုံကြည်ခဲ့ပြီး - တိုက်ဂရစ် မြစ် ထဲတွင် တွေ့ရှိခဲ့သည် ဟု ရှီးရိုက် အရာရှိများ က နောက်ပိုင်း တွင် ပြောခဲ့သည် ။\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "ဘိုလက်(စ်)ဆပ် ၊ ၈၆ သည် ၊ ပိုလန် မှ သူ၏ တစ်ဝမ်းကွဲညီ ပုပ်ရဟန်မင်းကြီး ဆီ မှ သူ လက်ခံရရှိ သည့် ၊ ထို ရေးလိုက်သော ကဒ်ပြား ကို ဖတ် ရန် နှစ်သက်သည် ။\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "ချန်ပီယံ လိခ် သည် အချိန် ပို အပြည့် ကစားရ သောကြောင့် ၊ ကစားပွဲ သည် ဆက်လက်ကစားခဲ့ သော်လည်း ၊ ဆဲတစ် က ညီမျှ ရန် ၂၇ မိနစ်တိုင် ရှိခဲ့သည် ။\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "တရားရုံး တွင် ဂျက်ဆင် ထွက်ပေါ်လာ ရန် ဆိုးရွားသော နောက်ကြောင်း ရှိသလား မရှိဘူးလား တရားသူကြီး က ရှင်းလင်းသော သတင်း ကို တိကျစွာ ပို့ခဲ့ ပြီး ဂျက်ဆင် မော်တော်ယဉ်တန်း အတွက် တရားရုံး အိမ်ယာ ဘေးတွင် စိတ်ဖိစီးစွာ စောင့်ဆိုင်း နေစဉ် နှစ်ယောက်လုံး ဆဲလ်ဖုန်း ဖြင့် အလုပ်ရှုပ်နေသော ဂျက်ဆင် ရဲ့ လိုအပ်သော ချေပချက် ရှေ့နေ မာဆာရု နှင့်အတူ သူ၏ လက်ထောက် ဆုဆန် ယု တို့ ရဲ့ ရုပ်မြင်သံကြားပေါ် လျင်မြန်သော မြင်ကွင်း တွင် ဂျက်ဆင် သည် သူ၏ ဝန်ခံစာချုပ် ကို ဖျက်သိမ်းခဲ့ခြင်း ကို ရှောင်ရှား ရန် အချိန်မီ ယင်း ကို ပြုလုပ် လိမ့်မယ် လို့ ခံစားမှု တစ်ခု အားနည်း ဟန်တူသည် ။\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "ကိုယ့်ကိုကိုယ် “ လူကောင်းများ ” နှင့် “ ဂုရုများ ” မှာ မတ်ဒ်ဟာဗန် အား ဖမ်းဆီးမှု ဖြစ်ပြီးနောက် အိန္ဒိယ ရှိ ရဲများ ဖြင့် စေ့စပ်သေချာစွာကြည့်ရှုခြင်း အောက် တွင် များပြားလာခဲ့ ပြီး ၊ ရဲများ က သူတို့၏ ချမ်းသာမှု ၏ အရင်းအမြစ် နှင့် ဖြစ်နိုင်သမျှ လိမ်လည်မှု ကို သေချာစွာ စူးစမ်းလေ့လာလျှက်ရှိသည် ။\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "သဘောတူစာချုပ် သည် သူတို့ နှင့် ပတ်သက်သော လှုပ်ရှားမှု နှင့် စစ်တပ် အင်အား အကြောင်း သတင်း စုဆောင်းမှု တွင် အဓိက အခန်း တစ်ခု ၊ ပမာဏ ကို အဓိက မထားဘဲ ၊ အဖွဲ့၀င် အားလုံး ကို ဖော်ပြပေးခြင်း ဖြင့် အပြန်အလှန် နားလည်မှု နှင့် ယုံကြည်မှု ကို မြင့်မားစေ ရန် ရည်ရွယ်ထားသည် ။\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "ပထမဦးဆုံး ဝေလ အစောင့် တပ်ရင်း ၏ တပ်မှူး ၊ ဒုတိယဗိုလ်မှူးကြီး ရူပဒ် သွန်းန်လိုး ၊ အသက် ၄၀ ၊ နှင့် ဒုတိယမြောက် တော်၀င် တင့်ကား တပ်ရင်း ၏ ၊ သံချပ်ကာတပ်သား ဂေျာရှု ဟန်းမွန်းဒ် ၊ အသက် ၁၈ နှစ် ၊ သည် သူတို့၏ ဗိုက်ကင်း သံချပ်ကာ မော်တော်ယဉ် အောက်မှ လက်လုပ် ဖောက်ခွဲရေး ပစ္စည်း တစ်ခု ပေါက်ကွဲ ခဲ့ သောအခါ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "အိပ်စက်ခြင်းဆိုင်ရာဟော်မုန်း လေ့လာမှု များ ၏ ခွဲခြမ်းစိတ်ဖြာမှု တစ်ခု ကို နောက်ဆက်တွဲ အငြင်းပွားမှု ရဲ့ ထိရောက်သော အိပ်စက်ခြင်းဆိုင်ရာ အထောက်အကူ တစ်ခု အဖြစ် တိုးမြှင့်လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "၎င်း ကို အနာဂတ် နှင့် စပ်လျဉ်းသော ကျန်းမာရေး ၊ လူဦးရေ နှင့် သေဆုံးမှု ဆိုင်သော ကဏ္ဍ တွင် လည်း အသုံးပြုလိမ့်မည် ဖြစ်သည် ။\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "ရှေ့ဆောင် အတွင်းရေးမှူးချုပ် နှင့် ဥပဒေပြု ကောင်စီ တွင် လာမည့် အရန် ကိုယ်စားလှယ် ရွေးကောက်ပွဲ ၏ ကိုယ်စားလှယ်လောင်း တစ်ဦး ဖြစ်သူ ၊ အန်စွန် ချန် သည် ၊ လည်း ဤ ပွဲ တွင် ပါဝင် ဆင်နွှဲခဲ့သည် ။\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "ဒေသခံ ရဲ အကြီးအကဲ တစ်ယောက် အဆိုအရ ၊ သုံ့ပန်း များ ကို ပြန်လွှတ်ပေး ရန် စေ့စပ်ဆွေးနွေးခြင်း များ ကို ပြုလုပ်နေသည် ။\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "အနိမ့်ဆုံး ဈေး ပေါင်၂၉၃၀ ( အမေရိကန် ဒေါ်လာ ၃၅၈၀ ) ရှိသော ၊ ဖိနပ်များ ကို ၊ အသက် ၆၅နှစ် အရွယ်ရှိ အယ်လီနာ ဂရာဟမ် က လတ်တလော ပိုင်ဆိုင်ခဲ့ပြီး ဖြစ်ပါသည် ။\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "“ ကနေဒါ သည် မြောက်ကိုရီးယား ကို စောင့်ရှောက်နိုင်သည် ဟု ၊ ” တီဗွီ ကြော်ငြာ မှာ လူ တစ်ယောက် သည် ပြောခဲ့သည် ။\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "ဇူလိုင် လ ၂၀ ရက် တွင် ၊ သူတို့၏ မိသားစုများ နှင့်အတူ အခြား အီရတ် လေယာဉ် ဝန်ထမ်းများ နှင့် လေယာဉ်ပေါ်ပါသည့် ဘာသာပြန်များ ၄င်း ၌ ရှိခဲ့သည် ဟု ဒိန်းမတ် က ပြောခဲ့သည် ။\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "အနိုင်ရသူ သည် ဟိုတယ်များ ၊ သံမဏိ ကုမ္ပဏီ တစ်ခု ၊ နှင့် အခြားသော ကုမ္ပဏီများ ကိုလည်း ပိုင်ဆိုင်ခဲ့သည် ။\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\" ဖိနပ် များ နှင့် အခြား အရာဝတ္ထု များ သည် ထိုကဲ့သို့သော ကောင်းမွန်သော အခြေအနေ ၌ ရှိသောကြောင့် သူတို့ ဟာ နှစ် ပေါင်း ၆၀၀-၇၀၀ ခန့် က ဖြစ်တယ် လို့ ကနဦး က ကျွန်တော်တို့ ထင်ခဲ့တယ် ၊ \" ဟု အိုင်ယာလန် ရှိ ကော့ တက္ကသိုလ် ကောလိပ် မှ ပူးတွဲရေးသားသူ ဒေါက်တာ ရွန် ပင်ဟာစီ က ပြောပါတယ် ။\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာဘောလုံးအဖွဲ့ချုပ် ၏ အထွေထွေ အတွင်းရေးမှူးချုပ် ဂျာရွမ် ဗက်ကီ က ၊ “ ကျွန်တော်တို့ ဟာ ဂိုးလိုင်း နည်းပညာ နဲ့ အခြား နည်းပညာ စမ်းသပ်မှုများ လုပ်ဆောင်နေသည့် အချိန် အပေါ် ရပ်ဆိုင်း ရန် ဆုံးဖြတ်ပြီးပါပြီ ” ဟု ကြေငြာခဲ့သည် ။\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "ပြုံယမ်း ရှိ အမည်မဖော်လိုသော နိုင်ငံခြား သံတမန် တစ်ဦး ရဲ့ အဆိုအရ ၊ မကြာသေးခင်က ထို ကင်ဂျုံအီ ရဲ့ ပုံတူ များ ကို လူထု မြင်ကွင်း မှ ရှင်းလင်းချက် မပါဘဲ နှင့် လျို့ဝှက်စွာ ဖြုတ်ချခဲ့တယ်လို အစောပိုင်း က အက်စ်တာ က လည်း အစီရင်ခံခဲ့ပါတယ် ။\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "ဒီ မနက် ၊ ကျန်ရှိသော ကျူးကျော်သူ တစ်ဆယ့်ခြောက်ယောက် က အနာဂတ် ပေးပို့မှု များ အတွက် ပစ္စည်း များ ၏ စာရင်း တစ်ခု ကို ပြင်ဆင်ထား ရန် ပြောခံရတယ် ။\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "ရတ်ခ ဖယ်ရကန်ဗင် နှင့် အင်တာဗျူး တစ်ခု တွင် ၊ ဝိုင်ယာဖိုင်းယား ၊ ဆွီဒင် ပင်လယ်ဓားပြ အဖွဲ့ ခေါင်းဆောင် သည် ၊ ဝန်ထမ်း အဖွဲ့ဝင် သုံးယောက် ကို ရဲများ က ဖမ်းဆီးခဲ့သည် ဟု သတင်းပို့ခဲ့သည် ၊ နောက်ဆုံးတွင် အချုပ် ထဲသို့ နှစ်ယောက် သာ ခေါ်ဆောင် သွားသည် ။\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "သူ သည် ဗြိတိန်အင်ပါယာ ၏ အဖွဲ့ဝင် ၊ အရာရှိချုပ် နှင့် တပ်မှူးချုပ် တစ်ယောက် အဖြစ် ချီးမြှင့် ခံ ခဲ့ ရ ပြီး ၂၀၀၂ ခုနှစ် တွင် အငြိမ်းစားယူခဲ့သည် ။\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "ဟမ(စ်) ၏ အရာရှိ နဲ့ မျက်မြင်သက်သေတွေ ရဲ့ သတင်းပို့ချက် က ဟမ(စ်) စစ်တပ် ပိုင် နေရာတွေ ၊ နို့ချက် စက်ရုံ ၊ လယ်ယာမြေတွေ ၊ နဲ့ သတ္ထု အလုပ်ရုံ ပစ္စည်းများ ကို အဓိကထား တိုက်ခိုက်တယ် လို့ ဆိုပါသည် ။\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "စုံစမ်းရေး မှတ်တမ်း အစီအစဉ် အပိုင်း တွင် ဖော်ပြ ရန် သူ့ ကို စီဘီအက် သတင်း မှ မေးမြန်းခဲ့သည် ဟု မာရာ က ပြောခဲ့သည် ။\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "သူတို့ ဖွဲ့စည်းမှု နှင့်ပတ်သက်ပြီး သတ်သတ်မှတ်မှတ် ကျဆင်းလျက် ရှိသော်လည်း သူတို့ မသင်္ကာဖွယ် ဖြစ်သူများကို စစ်ဆေးမေးမြန်း သောအခါ သတင်းအချက်အလက်များ အနေဖြင့် အသုံးဝင် နိုင်ပါသည် ။\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "သံသယရှိသော အခြား မြင်းကောင်ရေ၄၀ဝ နှင့် အတည်ပြုထားသော မြင်းကောင်ရေ ၅၁ကောင် နှင့်အတူ ၊ ယခုချိန်တွင် အန်အက်စ်ဒဗလျူ နှင့် ကွင်းစလန်း ရှိ မြင်းများ သာလျှင် ရောဂါပိုး ကူးစက်ခံခဲ့ရသည် ဟု ဖော်ပြထားသည် ။\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "မြင်းပေါက်လေးများ ပြိုင်ပွဲ ၏ ဖွင့်ပွဲ အခမ်းအနား ဝန်းကျင် တွင် ဘာဘရို ၏ ညာဘက် နောက် ခြေထောက် ကျိုးသွားခဲ့သည် ။\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "၎င်း ၏ အဖွဲ့ဝင်များ အကြား ပြိုင်ဆိုင်မှုများ အဆုံးသတ်ခြင်း ဖြင့် မြင့်မားသော လုပ်ကြံ ဈေးနှုန်းများ ဖန်တီးခဲ့ သည့် ၊ အဆိုပါ အဖွဲ့ ကို ၊ တရားစွဲဆိုမှု ကင်းလွတ်ခွင့် အတွက် အာဏာပိုင်များ ကို အကြောင်းကြား အလဲအလှယ်လုပ်သော သတင်းပေး လုဖ်ထန်ဆာ မှ ၊ ဖော်ထုတ်ခဲ့သည် ။\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "အမည်မသိ ကျန်ရစ်ခဲ့ သော ၊ သူငယ်ချင်း သည် ၊ ရိုင်း ဂျွန်ဆွန် ကို ပွိုင့် ၂၂ အရွယ်အစားရှိသော ၀က်ဘလီ ဗက်ကယ် လေ သေနတ် ဖြင့် အနီးကပ် နှလုံး ကို ပစ်ခဲ့သည် ။\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "အနိုင် ရရှိ ခဲ့သော စတီး နှင့် ဗစ်ဆန် တို့ ကို အဓိက ရလဒ် ပြောင်းလဲ သူ များ ဖြစ် လာ စေ ရန် နက်ဘော အဖွဲ့ ကို ဆက်လက် လုပ်ဆောင် မည့် သူ များ အဖြစ် ထည့်သွင်း စဉ်းစား နေကြသည် ။\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "ရှေ့တန်းကစားသူ များ ဆေးဗီးယား မွန်ရာ နှင့် ခရစ် သွန်မ်ဆန် သည် တစ်ယောက် လက်ထဲရှိမှု အပေါ် အကျိတ်အနယ် အတွင်းပိုင်း အကာအကွယ် ကို ပေးခဲ့သည် ။\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "၂၀၀၇ခုနှစ် ကမ္ဘာ့ နား မကြားသူများ ရေ ကူး ပြိုင် ပွဲ တတိယ နေ့ တွင် အမျိုးသား အလွတ်တန်း မီတာ ၁၅၀၀ ၊ အမျိုးသမီး အလွတ်တန်း မီတာ ၈၀၀ ၊ လက်ပစ်ကူး မီတာ ၅၀ ၊ အလွတ်တန်း မီတာ၂၀၀ ၊ မီတာ ၂၀၀ ၊ မီတာ ၁၀၀ လေးယောက် မဒ်ဒလေ ရလေး အုပ်စု အဆုံးသတ် ပြိုင်ပွဲများ ကို နေ့လည် နှင့် ညနေ ချိန် များတွင် ကျင်းပ ခဲ့သည် ။\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "ထို စာမေးပွဲ အတွက် ၊ အထက်တန်း ကျောင်းသားများ ပြီးခဲ့သည့် နှစ် မှ ၊ အရေအတွက် ၏ နှစ်ဆ ၆၆၅ယောက် ခိုးချသည် ကို ဖမ်းမိခဲ့ ပြီး ၊ ထို တွေ့ရှိခဲ့ သောကြောင့် အထက်တန်းကျောင်း တစ်ခု မှာ စာမေးပွဲ အဖြေ ကို စာမေးပွဲ မတိုင်ခင် ကျောင်းသားများ ၁၁၁ယောက် သို့ ပေးခဲ့သည် ။\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "အင်္ဂလန် နိုင်ငံ ၊ လန်ဒန် မြို့ -- ၂၀၁၂ နွေရာသီ မသန်မစွမ်းအားကစားပွဲတော် ၏ ဩစတြေးလျ အမျိုးသား ဘီတပ်ကုလားထိုင် ရက်ဂဗီ အသင်း သည် ကနေဒါ အသင်း အား ၆၆ မှတ် - ၅၁ မှတ် ဖြင့် ရှုံးနိမ့်ခဲ့ ပြီး ဩစတြေးလျ ၏ ရွှေ တံဆိပ်ဆု ကို နောက်ဆုံးတွင် အနိုင်ရရှီခဲ့သည် ။\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "ေနာက်မှလာေသာ ဒုတိယမြောက် တိုင်တမ် သရီး ဒုံးပျံ ကို အမေရိကန် လေတပ် ၏ ကမ္ဘာပတ်လမ်းကြောင်းအတိုင်းလည်ပတ်နေသော လူလိုက်ပါသည့် အာကာသဓါတ်ခွဲခန်း ( အမ်အိုအယ်လ် ) အတွက် ဒုံးပျံ ပစ်စင် အဖြစ် အသုံးပြု ရန် မွမ်းမံပြုပြင်ခဲ့ပါသည် ။\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "“ သူ တို့ ငြိမ်းချမ်းစွာ ကျိန်းဝပ်နိုင် ပါစေ ၊ ပြီး သူ တို့ ၏ မိသားစုဝင်များ လည်း ရှေ့ လာမယ့် ခက်ခဲ တဲ့ နေ့ တွေ မှာ နှစ်သိမ့်မှု ကို ရှာဖွေ တွေ့နိုင် ပါစေ ။ ”\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "အတားအဆီး မရှိဘဲ လွတ်လပ်သော မီဒီယာ သတင်းသမားများ အဖွဲ့များ ကို “ အန္တရာယ်ရှိသော ” လုပ်ရပ် လို့ ခေါ် ပြီး ၊ ၄င်းတို့ ကို အရှိန်ပြင်းပြင်း ရုပ်ရှင် သရုပ်ဆောင် သူ “ ပုံမှန် နိုင်ငံသားများ ” အား ချိန်ရွယ် ရန် သုံးနိုင်သည် ကို သတိပေးခဲ့သည် ။\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "အီရတ် အတွက် ယူအန် ပရိုဂရမ် လက်အောက် တွင် ကန်ထရိုက် အနိုင်ရခဲ့သော ၊ ဗြိတိသျှ ကုမ္ပဏီ ၊ လွိုက်စ် ရဂျစ်စတာ အင်စပတ်ရှင်း အယ်တီဒီ . ကို ကူညီခြင်း ဖြင့် စည်းမျဉ်းများ အား ဖောက်ဖျက်ခဲ့ သည် ဟု စတပ်ဟန်နစ် အား စုံစမ်းစစ်ဆေးမှု က ကောက်ချက်ချခဲ့သည် ။\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "“ သူ သည် ကျွန်တော် သိခဲ့သည့် လူတွေ ထဲမှာ အကောင်းဆုံး စိတ်ထား ရှိသူ ဖြစ် ပြီး မည်သူ့ ကို မဆို သူ့မှာ ရှိရှိသမျှ ပုံအောပြီး ပေးကမ်း စွန့်ကြဲတတ်သည် ။ ”\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "“ သူသည် ဤ လူ အသိုင်းအဝိုင်း အား နှိုမ့်ချ ရန် သူသည် မ ရည်ရွယ် ကြောင်း ရှင်းပြခဲ့သည် ” ၊ ဟု ရှရစ်ဗာ သည် သောကြာ နေ့ ၌ ဂွဒ် မောနင်း အမေရိက နှင့် တွေ့ဆုံ မေးမြန်းမှု တစ်ခု တွင် ပြောခဲ့သည် ။\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "ကာကွယ်ရေး ဝတ်လုံးတောရရှေ့နေ က သူတို့ သည် တရားခွင် စခဲ့ပြီး မတိုင်ခင် က ပြစ်မှုထင်ရှားနေတဲ့ တရားခံ အဖြစ် စာနယ်ဇင်းတို့ ၏ မှတ်ချက်များ ကို လျစ်လျူရှု ဖို့ ဂျူရီ ကို သတိပေးခဲ့သည် ။\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "ဆုံးဖြတ်ချက်များ ကို ဘယ်လို ချမှတ်ခဲ့တယ် ဒါမှမဟုတ် ဒီ သီးသန့် ကြော်ငြာဆိုင်းဘုတ် ကို ဘာ့ကြောင့် ငြင်းပယ်ခံခဲ့တယ် ဆိုတဲ့ အပေါ်မှာ မာရေး က မှတ်ချက် မပေးခဲ့ပေ ။\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "မစ္စတာ အက်ဒမ်မိုပိုလိုစ် က ကောလာဟလ ကို စတင်ဖြန့်ချီသူများ ကို တရားစွဲဆို ရန် ပင် စဥ်စားနေပြီ ဖြစ်ကြောင်း သူ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "အစွန်းရောက် ဝါဒ နှင့် အကြမ်းဖက် ဝါဒ ကို ဖြေရှင်း ရာတွင် သူ၏ ကြိုးပမ်း အားထုတ်မှု ကို တိုးမြင့် ရန် လည်းဘဲ သူတို့ သည် ဝန်ကြီးချုပ် ကို တိုက်တွန်းသည် ။\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "လော့ရင့် သည် ၁၉၉၈ ခုနှစ် တွင် သြစတြေးလျ ဖွဲ့သည်းပုံ အခြေခံ ဥပဒေ သဘောတူညီချက် တွင် သြစတြေးလျ ရီပတ်ဘလစ်ကန် လှုပ်လျားမှု ကိုယ်စားလှယ် များ ၏ ရွေးကောက်ပွဲ အတွက် စည်းရုံး လှုံ့ဆော်မှု များ တွင် အလုပ်လုပ်ခဲ့သည် ဟု သူသည် ထပ်မံ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "အဖမ်းခံရသော သင်္ဘောသား များ သည် “ စားနပ်ရိက္ခာ ဒါမှမဟုတ် သောက် ရေ များ နည်းပါးနေပြီ ” ဟု ၊ မိသားစု ဝင် များ က ပြောကြားကြသည် ။\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "တရားစီရင်ရေးခေါင်းဆောင် ဘတ် က ပြဌာန်းခဲ့ သည့် ဥပဒေ တွင် ပါလီမန်အဖွဲ့ က အထူး ဆွေးနွေးမှု ပြီးခဲ့ သည့် တိုင်အောင် လှုပ်ရှားမှု ပြုလုပ်နိုင်လိမ့်မည် မဟုတ်ဘဲ မြေပိုင်ရှင် ၏ ကိုယ်စားလှယ် အင်အားသစ်များ ကို ဂရုပြု စောင့်ကြည့်ရမည် ။\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "ဇူလိုင် လ ၂၀၁၀ ခုနှစ် တွင် ၊ အေအယ်လ်ပီ ၏ ခေါင်းဆောင် အဖြစ် နှင့် ဝန်ကြီး ချုပ် အဖြစ် ရုဒ် ကို မစ္စ ဂေးလဒ် က အစားထိုးခဲ့ပါသည် ။\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "အခြား တစ်ဖက် တွင် ၊ မော်ဒိုဗင် ၏ ဝန်ကြီးချုပ် ဗာစိုင်း တာလက်(ခ်) က ရုရှား စစ်တပ် မှ ကြာသာပတေးနေ့ မှာ ထရန်နစ်စတြီးရန်း တွင် ဂျီချမ်း ဒေသ သို့ လက်နက်ခဲယမ်းများ ထောက်ပံ့ပေးခြင်း ကို စွပ်စွဲခဲ့ ပြီး ၊ ပြန်ကြားချက် တွင် ၊ ရုရှား ကာကွယ်ရေးဝန်ကြီး ဆာဂီ အိုင်ဗာနို က မော်ဒိုဗင် တွင် ရုရှား အတွက် အဓိကကျသော “ အာမခံပစ္စည်းများ ကို သူ ဦးဆောင် ပြီး ” “ မည်သည့် လက်နက် ကို မျှ ထရန်နစ်စတြီးရန်း မှ ပို့ဆောင်တော့မည် မဟုတ် ကြောင်း အခိုင်အမာ ပြောဆိုခဲ့သည် ” ။\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "၎င်း သည် “ ပုံမှန်မဟုတ်သော သို့မဟုတ် ပြစ်မှုကျူးလွန်သော အဖွဲ့များ ” က ကိုယ်ထိလက်ရောက်ဖြစ်သော ခြိမ်းခြောက်မှုများ ကို ဆန့်ကျင် တိုက်ခိုက် ရန် သဘောတူညီမှု တစ် ခု အဖြစ်လည်း ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "နိုင်ငံတော် အစိုးရ က ညီလာခံ ၌ ရဲ လုံခြုံရေး ကို အခမဲ့ ပြုလုပ်ပေးထားခြင်း အတွက် ဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "ရေ လိုအပ်သော လူများ သို့ ရေ ရရှိအောင်လုပ် ရန် အခြေခံကျသောဖွဲ့စည်းတည်ဆောက်မှု မရှိခြင်း ကြောင့် အာဖရိက တွင် ရေ ရှားပါးမှု ဖြစ်စေခဲ့သည် ဟု ရစ်ဂျ်ဘာမန် က ပြောခဲ့သည် ။\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "အစောပိုင်း အတည်မပြုနိုင်သေးသည့် အစီရင်ခံစာများ က အပျက်စီးအစအနများ သည် သေးငယ်သော လေယာဉ် တစ်စင်း ပေါက်ကွဲမှု ၏ ရလဒ် ဖြစ်နိုင်သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "သမ္မတ တန်ဂျ သည် နိုင်ငံတော် သံရုံး နှင့် နိုင်ဂျာ ၏ အမြင့်ဆုံး လွှတ်တော် နှစ်ခုစလုံး ကို ဖျက်သိမ်းလိုက် သော ရှည်လျားသော နိုင်ငံရေး အရေးအခင်းကာလ တစ်ခု ဖြစ်ပြီးနောက် အာဏာသိမ်းမှု ဖြစ်ပွားခဲ့ ပြီး ၊ တဆက်တည်းမှာပဲ သူ ၏ သမ္မတ သက်တမ်း ကို သုံးနှစ် တိုးလိုက် ပြီး ၊ သူ့ လက်ထက် တွင် နောက်ထပ် ကန့်သတ်ချက် များ အားလုံး ကို လည်း ဖျက်သိမ်းလိုက်သည် ။\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "အဒဲလက် အသင်း သည် ထူးချွန်သည့် အသင်း ဖြစ်သည် ၊ သူတို့ သည် ငါတို့ ကို သေ လောက် အောင် ဖိအား ပေးခဲ့သည် သို့သော် ငါတို့ သည် ထိုအရာ ကို ကျော်လွှားနိုင် ခဲ့ တယ် လို့ ငါ ထင်သည် ဟု ၊ ” မဲလ်ဘုန်း အသင်း ခေါင်းဆောင် ကယ်ဗင်မတ်စကတ် က ပြောခဲ့သည် ။\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "သမ္မတ က \" ကျွန်ုပ်တို့ သည် ကျွန်ုပ်တို့ လမ်းများ ၏ မိုင်ပေါင်း ၁၅၀,၀၀၀ ကို ပြန်လည်ပြုပြင် ပြီး -- ၎င်း သည် ကမ္ဘာ ကို ခြောက် ကြိမ် ပတ် ရန် လုံလောက်သည် ဟု လည်း ပြောကြားခဲ့သည် ...\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "ကင်ညာ အတိုက်အခံ နိုင်ငံရေးသမားများ က ပါလီမန် ပြောရေးဆိုခွင့်ရှိသူ အသစ် တစ် ယောက် ကို ဘယ်လို ရွေးချယ် ရန် ပြန်လည် ရွေးကောက် တင်မြှောက်ထားသော နိုင်ငံတော် သမ္မတမွိုင်းကီဘာ ၏ နောက်လိုက်များ နှင့်အတူ စောဒက တက်ခဲ့ကြသည် ။\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "တိရစ္ဆာန်အုပ်ရုတ်တရက်လန့်ပြေးခြင်း ဖြစ်ပွား ပြီး ၊ ထို့နောက် လုံခြုံမှု အတွက် ပြေး ဖို့ စတင်ခဲ့ သော စုရုံးနေသော ဟိန္ဒူ တစ်သောင်း အကြား ဝတ်ပြုသူ တွေ ထိတ်လန့်ခြင်း ဖြစ်ပွား ပြီး ၊ ဘုရားကျောင်း နံရံ တစ်ခု ပြိုကျခဲ့သည် ။\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "ပဲလင် ရဲ့ တိုက်ခိုက်မှု ဖြစ်သော်လည်း ၊ အောက်တိုဘာ ၃ ရက်နေ့ က နယူး ယောက် တိုင်း မူရင်း ဆောင်းပါး တွင် ကောက်ချက်ချခဲ့ မှာ အိုဘားမား နှင့် အေရာ ဘယ်တော့မှ မရင်းနှီးခဲ့ပေ ၊ ထို့အပြင် ထို ဆက်သွယ်ရေး မှာ ရုံး အတွက် အိုဘားမား ၏ နဂိုမူလ လည်ပတ်နေတဲ့ တလျောက် နှင့် ကျောင်း တစ် ကျောင်း ပြန်လည်ပြုပြင်သော ပရောဂျက် ၊ “ သူတို့ ၏လမ်းကြောင်းများ ပြတ်တောင်းပြတ်တောင်း ဖြတ်ကျော်ခဲ့ရသည် “ ဟု ပြောဆိုခြင်းရှိခဲ့သည် ။\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "အသက်ရှင်ကျန်ရစ်သူ များ ကို နေရာချထား ရန် ကြိုးစားနေသော အပေါ်မှာ ကြိုးပမ်းအားထုတ်မှု အားလုံး ကို အစ၌ အာရုံစိုက်ခဲ့ကြ သောကြောင့် ၊ ပေါက်ကွဲမှု က သက်သက် မတော်တဆ လား ၊ ဒါမှမဟုတ် ညစ်ပါတ်သော လှုပ်ရှားမှု ပါဝင်ပတ်သက်ခဲ့ လား ဆိုတာ သူ တို့ လက်ရှိမှာ မသေချာသေး ဟု စုံစမ်းစစ်ဆေးသူ များ က ပြောကြသည် ။\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "အင်္ဂလန်နိုင်ငံ ၊ လန်ဒန်မြို့ မှာ ၁၉၂၁ က မွေးဖွားခဲ့တဲ့ ၊ ဖရန်ကာ သည် ၊ ကနေဒါအမျိုးသားဘဲလေးအက ကို တည်ထောင် ဖို့ ကနေဒါ ကို ၁၉၅၁ မှာ ရောက်ရှိလာခဲ့သည် ။\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "၀က်စက်စ် ၏ မြိုးစားကတော် နှင့် အားလ်း ၏ သမီး အသက် ခုနှစ် နှစ် ရှိသည့် ၊ လေဒီ လူ၀စ် ၀င်းစော်လ် ၊ ကဲ့သို့ သတို့သမီးအရံ လေးယောက် ကို ကြေငြာခဲ့သည် ။\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "အဓိက အပြေးပြိုင်ပွဲ တွင် ၊ အလွန် နီးစပ်သော အမှန်တကယ် အားသာချက် ကြောင့် ၊ အထူးသဖြင့် အာရှ စက်ဘီးစီးသမားများ ပြိုင်ပွဲ မှာ ကာလ ရှည် တစ် ခု အတွက် ဘယ်သူ မှ ဦးဆောင်မှု မယူနိုင်ပါဘူး ။\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "ပြင်သစ်အသင်း မှ ၂- ဝ ဖြင့် အနိုင်ရရှိခဲ့သော ဘောလုံးပွဲ ပြီးဆုံးချိန်တွင် ပြင်သစ် အသင်း ကို အားပေးသူ ပရိ သတ်များ မှ ပြိုင်ဖက်အသင်း ၏ ဂိုးရှေ့ တွင် ပြင်သစ်အသင်း ၏ အဆုံးသတ် ဂိုးကန်သွင်းမှုများ လွဲချော်မှုများ အတွက် လှောင်ပြောင်အော်ဟစ်ခဲ့ကြပါသည် ။\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲစေသော လက်နက် များ အား တီထွင်ခြင်း သည် အီရတ် ပြည်သူ များ နှင့် အီရတ် ရှိ မဟာမိတ် တပ်ဖွဲ့ အင်အား များ အတွက် ကြီးမားသော လူသတ်လက်နက် များ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "ဒုတိယအကြိမ် က ပိုမိုကြီးမား ပြီး ၊ ဝန်ဆောင်မှု ကို မူလအခြေအနေပြန်ဖြစ် ရန် လုပ်ဆောင်မှု က နှေးကွေးစွာ တိုးတတ်နေသည် ဟု တရုတ် အရာရှိများ က ပြောခဲ့သည် ။\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "များသောအားဖြင့် ၊ နိုင်ငံတစ်နိုင်ငံ ၏ ဒေသစံတော်ချိန် သည် ဆောင်းရာသီ အချိန် ဖြစ်သည် ။\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "သူ က အကျင့်ပျက်ခြစားမှု နှင့် ဆင်းရဲမွဲတေမှုများ ကို အဆုံးသတ်ရေး အတွက် စည်းရုံးခဲ့ ပြီးတော့ ထိုအကျင့်ပျက်ခြစားသူ အရာရှိဝန်ထမ်းများ ကို ဦးစားပေး တစ်ရပ် အနေနဲ့ တရားစွဲသွားပါမယ် လို့ သူ က ပြောထားပါသည် ။\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "ပြာ များ ဖုံးအုပ်မှု ကြောင့် စိုက်ပျိုးရေး တွင် ဆုံးရှုံးမှု သည် ဒေါ်လာ ၁၅၀ မီလီယံ ဟု ခန့်မှန်းရသည် ။\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "နောက်ဆုံး တိုးမြှင့်ခြင်း တွင် သူမ၏ လစာ မှာ ဒေါ်လာ ၃၆၁,၀၀၀ ခန့် အထိ မြင့်တက်လာသည် ကို တွေ့ရလိမ့်သည် ။\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "နောက်ပိုင်း နောက် လ နောက်ပိုင်း ကြားနာမှု တစ်ခု အကြာတွင် ပရီစတို ကို ဒေသဆိုင်ရာ ရဲ ဌာန ထဲသို့ ဆင့်ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ဗြိတိန် သည် အသက် ၁၉ နှစ်ရှိသော မာဒီ ကဇမီ က နိုင်ငံရေးခိုလှုံခွင့် တောင်းဆိုချက် တစ်ခု ကို အစတည်း က ငြင်းဆိုခဲ့ ပြီးတော့ ကဇမီ သည် သူ၏ ကိစ္စ ကို ငြင်းဆိုခြင်းကိုခံရ သည့် ေနရာ နယ်သာလန် ကို ထွက်ပြေးခဲ့ ပြီးတော့ သူ သည် ဗြိတိန် သို့ ပြန်လာခဲ့သည် ။\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "ဒါ့အပြင် ရှာဖွေတွေ့ရှိသူ များ က လွန်ခဲ့သော နှစ်ပေါင်း ၆၂၀ဝ နှင့် ၅၉၀ဝ အကြား သတ်မှတ်ထားခဲ့သော ကော်ပါး ခေတ် အတတ်ပညာ များ ၏ တိုးချဲ့ထားသော အစီအစဉ် တစ်ခု ကို ထုတ်ဖော်ခဲ့သည် ။\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "ဒီပီဂျေ က ၎င်းတို့ပါတီ ကို အထက်လွှတ်တော် တွင် အကြီးဆုံး ပါတီ ဖြစ်လာစေပြီး အမတ်နေရာ ၂၄၂ နေရာ အနက် ၊ အမတ်နေရာ ၈၂ နေရာ မှ ၁၀၉ နေရာ ထိ ဦးဆောင်ရရှိခဲ့သည် ။\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "ယခုချိန်အထိ ၊ မည်သည့် သေဆုံးမှုများ သို့မဟုတ် ထိခိုက်ဒဏ်ရာရှိမှုများ နှင့်ပက်သက်၍ အစီရင်ခံစာများ မရှိပါ ။\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ဟာ ဒီ ထပ်မံဖြည့်စွက်ထား တဲ့ ဒိုင်လူကြီး နှစ်ယောက် ကို လေ့လာလိမ့်မည်ဖြစ် ပြီး ကျွန်တော်တို့ ဟာ ဒီ အချိန် အတောအတွင်းမှာ မည်သည့် ဂိုးလိုင်း နည်းပညာ မဆို စဉ်းစားခြင်း ကို ရှောင်ကြဉ်မှာပါ ။ ”\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "သြစတေးလျ ပတ်ဝန်းကျင်စိမ်းလန်းစိုပြေရေးနိုင်ငံရေးပါတီဝင် က ထိုင်ခဲ့သော နေ့ရက် နောက်ပိုင်းတွင် အဆိုတင်သွင်းခဲ့သော ကြေငြာချက် တစ်ခု သည် အရေးပါသော မဲ ၂ မဲ ဖြင့် ၊ ရှုံးနိမ့်ခဲ့သော ပြည်သူ့ အသင်းများ က တည်ထောင်ထားသော အေစီတီ ပြည်နယ် ဥပဒေ က ခွင့်မပြုခဲ့သော ဘုရင်ခံချုပ် ကို ရပ်တန့်စေ ရန် ဖြစ်သည် ။\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "ရီကို သည် အလုပ် အမျိုးမျိုး တွင် ပြုလုပ်ခဲ့ သော်လည်း ယခု သူ ၏ စိ်တ်အားထက်သန်မှု သည် သူ ၏ အသက်မွေးဝမ်းကြောင်း ဖြစ်သည် - သူ သည် မလိုအပ်သော ‘ အမှိုက် ကို ’ ပရိဘောဂ ၏ ပုံမှန်မဟုတ်သော အစိတ်အပိုင်း သို့ ပြောင်းလဲပစ်သည် ။\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ယာဉ်အသွားအလာ အရာရှိများ ၊ ခရိုင် ရဲအရာရှိများ ၊ ကယ်လီဖိုးနီးယားပြည်နယ် အဝေးပြေး လှည့်ကင်း ၊ နှင့် စုံစမ်းစစ်ဆေးရေး ဖက်ဒရယ် ဌာန တို့သည် ထို ရှာဖွေရေး တွင် ပါဝင်ပတ်သက်ခဲ့ကြပါတယ် ။\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "ရို့စ် သည် သူ၏ စိတ်ပိုင်းဆိုင်ရာ ဝေဒနာကို ထိန်းချုပ် ရန် ဆေးဝါး သောက်သုံးနေရ ကြောင်း နော်ကို က နောက်ထပ် သက်သေထွက်ဆိုသွားခဲ့ပါသည် ။\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ ၏ ၈.၉ ငလျင် စကေး ရှိသော ဆူနာမီ တစ်ခု သောကြာနေ့ တွင် ဖြစ်ပွားခဲ့ ရာ ၁၉၆၄ ခုနှစ် က ဆူနာမီ မွှေနှောက်ဖျက်ဆီးခံရ ကာ ယခုတိုင် ပြန်လည်ထူထောင်ရေး လုပ်နေဆဲ ကမ်းခြေ မြို့လေး တစ်မြို့ ဖြစ်သော ကယ်လီဖိုးနီးယားနိုင်ငံ ခရစ်စဲန်မြို့ ၏ ငါးလုပ်ငန်း လုပ်ကိုင်သော စီးပွားရေး ဆိပ်ကမ်း ကို ဖျက်ဆီးသွားခဲ့သည် ။\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "နောက်ထပ် မတော်တဆမှု တစ်ခုဖြစ်သော ဘီဆဲလ်ဗင်းသရီးဆဲလ်ဗင်း လေယာဉ်ပြေးလမ်း ချော်ပြီး နောက် အင်ဒိုနီးရှား သည် မတ်လ တွင် သယ်ဆောင်မှု ကို ခွင့်မပြုတော့ပေ ။\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ပိတ်ဆို့ထားခြင်း နှင့် ဆောက်လုပ်ရေး လုပ်ငန်း သည် မွတ်ဆလင်များ အား မြင့်မြတ်သော နယ်မြေ သို့ ဝင်ရောက်ခြင်း ကို ကာကွယ် ရန် ရည်ရွယ်သော လုပ်ဆောင်ချက် တစ်ခု ဖြစ်ကြောင်း အတိုက်အခံများ က ကြေငြာသည် ။\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "ဆွစ်ဇာလန် နိုင်ငံ ရှိ ဆွစ်ကွန်းမ် သုံးစွဲသူများ သည် လ စဉ် ဝန်ဆောင်မှု အနည်းဆုံး နှုန်း ( အမေရိကန် ဒေါ်လာ ၃၄ ကို ) နှစ်သက်ကြလိမ့်မည် ။\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "အစောပိုင်း ခရီးစဉ် တွင် ၊ အင်္ဂလန် သည် လေး ပွဲ စမ်းသပ် ပြိုင်ပွဲ စီးရီး ၃-၀ တစ်ခု ကို အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\" လက်ခံရရှိခဲ့သော ဝင်ရောက်သူများ ၏ အရေအတွက် နှင့် အရည်အသွေး က အရမ်း များ ခဲ့ သောကြောင့် ဖြစ်နိုင်ချေရှိ သော ၊ ပန်းခြံများ နှင့် သူတို့၏ အံ့ဖွယ်များ နှင့်အတူ ဝေါ့ဒစ်စနေးဝါး နှင့် အချိန်ကြာမြင့်သော စွဲလမ်းမှု အတွက် ဗြိတိန်လူမျိုးများ မှာ သိသိသာသာ နှစ်သက်စွဲလမ်းမှု တစ်ခု ရှိသည် ၊ ” ဟု ဒစ်စနေး ၏ ဟုဝုဒ် က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "ဒီနေ့ ဟာ ဆာရေး ရှိ ၀စ်စလေ မှာ ကျရောက်သော အပူချိန် ၃၆.၅ ဒီဂရီ ဆဲစီယပ်စ် ( ၉၇.၇ ဒီဂရီ ဖာရင်ဟိုက် ) နဲ့အတူ ဗြိတိန် ရဲ့ စံချိန်တင်ခဲ့သော အပူဆုံး ဂျူလိုင် ရက် ဖြစ်သည် ။\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "ပုံနှိပ်အဖွဲ့အစည်း အဆို အရ အင်တာနက် မှတစ်ဆင့် ဗွီဒီယို ပျံ့နှံ့မှု ကို ရပ်တန့်စေ ရန် သိပ္ပံပညာကိုးကွယ်မှု အသင်းတော် က ကြိုးစား လုပ်ဆောင် ပြီး “ မျှော်မှန်းထားသည် နှင့် ဆန့်ကျင်စွာ ” ကြာသပတေးနေ့ မှာ တော့ ဗွီဒီယို သည် ဂေါ်ကာ . ကွန်း သာမက နယူးယော့ ပို့စ် ၊ လွတ်လပ်သော ရုပ်မြင်သံကြား သတင်း နှင့် ဘီဘီစီ အပါအဝင် အခြား ဝက်ဆိုက် များ ပေါ် တွင် ကြည့်ရှူ့နိုင်ခဲ့သည် ။\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "အင်္ဂလန် သည် ကင်ညာ ကို စိန့်လူစီယာနိုင်ငံ ၊ ဂရော့စ် အစ်လက်ရွာ ၊ ဘီအော့ဂျော အားကစားကွင်း ၌ ကမ္ဘာ့ ဖလား နောက်ဆုံး စီ အုပ်စု ကစားပွဲ တွင် ၇ ကြိမ်မြောက် ဝစ်ကက် တွင် ( ဘောလုံး ၆၀ လက်ကျန် ဖြင့် ) အနိုင်ရခဲ့ပါသည် ။\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သည့် စက်တင်ဘာလ က ၊ “ တော်ပီဒို ” နှင့် “ ဆီဗူးင်္လီး ” ၊ တူးဖော် နေရာ နှစ်ခု တွင် စမ်းသပ် တူးဖော် စင်များ ကို ထားရှိရန် ၊ အလက်စကာ ပြည်နယ် တွင် ဗျူးဖော့ ကမ်းရိုးတန်း တွင် တူးဖော် ရန် ရှဲလ် ၏ အလိုဆန္ဒ အကြောင်း လူထု အသိပေးစာ တစ်စောင် ထုတ်ပြန် ခဲ့သည် ။\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "၄င်း က ကပ္ပတိန် မာဝိုတို ကိုမာ သည် ၄င်း က ဘေးကင်းစွာ ဆင်းသက်နိုင် သော ထို နှုန်း တစ်ခု အနီး တွင် အဆိုပါ လေယာဉ် သည် ပျံသန်းနေခဲ့သည် ကို မစ္စတာ ကိုမာ က သတင်းပေးခဲ့သော ဂရောင်း ပရိုမစ်တီ ဝမ်းနင်း စနစ် ( ဂျီပီဒဗလျူအက် ) ၏ ၁၅ ကြိမ် မြောက် အသံသွင်းခြင်း ကို လျစ်လျူရှု့ခဲ့သည် ကို လည်း တွေ့ရှိခဲ့ရ ပေမယ့် ၊ သူ သည် ရပ်တန့် ရန် မအောင်မြင်ခဲ့ပါ ။\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "အသက် ၇၃-နှစ် ရှိ အငြိမ်းစား ဘုန်းတော်ကြီး တစ်ပါး ၊ ဆရာတော် ရိုလန် ဝစ်ဆယ်ဘာ့ဂ် သည် ၊ ဂျာမဏီ နိုင်ငံ ၊ အာဖာ့ မြို့ တွင် ၊ အဂါင်္နေ့ က သာသနာပြုပြင်ရေး နေ့ ဝတ်ပြုဆုတောင်းမှုပြုလုပ်နေ စဉ်အတွင်း ၄င်းကိုယ်တိုင် အရှင်လတ်လတ် မီးရှို့ခဲ့ပါသည် ။\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "ပြီးနောက် ကရိတ် မီမိုင်းလ် နဲ့ ဘားနက် ဒါတန် တို့ နှစ်ဦး စလုံး ကို မေး ခဲ့သော နောက်ဆုံး မေးခွန်း သည် သူတို့ ဟာ ဟိုဒန် အဖွဲ့ဝင် တစ်ယောက် သို့မဟုတ် ဖို့လ် အဖွဲ့ဝင် တစ်ယောက် ဖြစ် ခဲ့ကြလား လို့ ဖြစ်ပါတယ် ။\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "သို့သော် ၊ နယ်သာလန် တွင် နေထိုင်သူ တစ်ဦး ပြည်ပရောက် တီပီအယ်အက်ဖ် တပ်မှူး ၊ အာဂါဝီ ဘရီဟီ က ၊ အာရာ ရဲ့ ဇာတ်လမ်း ကျောထောက်နောက်ခံ ဖြစ်ပါသည် ။\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "၂၀၁၀ ခုနှစ် တွင် ကျုးဘား က မြန်နှုန်း မြင့် အင်တာနက် ချိတ်ဆက်မှု တစ်ခု လက်ခံ ရရှိသည် ကို သေချာ စေ ရန် ဗင်နီဇွဲလား နှင့် ပတ်သက်၍ လျှို့ဝှက်မှု တစ်ခု ကို ကျူးဘား က လက်မှတ် ရေးထိုးခဲ့သည် ကို ဝီကီသတင်း အားဖြင့် မြင်ခဲ့ ရ ပြီး ဝီကီလိစ် တွင် သတင်း ပေါက်ကြားခဲ့ သည့် မှတ်တမ်းသတင်းများ ကို ဖော်ထုတ်ခဲ့သည် ။\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပြိုင်ပွဲများ ၏ အားလုံး ကို မက်ဆီကန် ဂျော်ကီ မာရီယို ဂတ်တီရက်စ် နှင့် အနိုင်ရရှိခဲ့သည် ။\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "အပူ ပိုင်း မုန်တိုင်း သတိပေးချက် သက်ရောက်မှု သည် တူလု ၏ တောင် ဘက် မှ ချက်သူမန် မက်ကစီကို ထိ ဖြစ်သည် ။\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "ရဲ ၏ အဆို အရ ၊ အိုဟိုင်အို ၊ နယူးဝါ့ မှ ၊ အသက် ၂၈ ရှိ ၊ ကိုင်လာ ဝိုင်ဂျယ် ကို ၊ သူ ၏ မော်တာပါသော ထိုင်ခုံ သည် တိုက်မိ ပြီးနောက် သူ့ ကို အရက် သောက် ပြီး မောင်း ခဲ့ သည့်အတွက် ဖမ်းဆီး ခံ ခဲ့ရသည် ။\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ ၏ ပရက်စ် ထရပ်စ် က ၁၃၀ လောက် အများအပြား ကို ဒဏ်ရာရစေခဲ့တယ် ဆိုတာကို ဖော်ပြခဲ့ ပြီး ၊ အယ်လ်ဂျာဇီးရား က ဘုတ် ပေါ်တွင် လူ ၂၀၀ ရှိခဲ့ပါတယ် ဆိုတာကို ဖော်ပြခဲ့တယ် ။\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "ထိုအရာက သူမ က စကော့တလန် ၌ ပျော်ရွှင်စွာ လက်ဝှေ့ယမ်းပြလိမ့်မယ်ဆိုတာ ခက်ခဲမှု ဖြစ်ကောင်းဖြစ်နိုင်သည် ။\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "ဝန်ကြီးအဆင့် တင်သွင်းခြင်း သို့ ထားသော သီးသန့် အကြောင်းကြားစာ တစ်စောင် သည် သူ၏ အာရုံစိုက်မှု လို တယ် လို့ မစ္စတာ ဗလီ က ပြောခဲ့သည် ။\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}