{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given an input sentence in Filipino, your task is to construct an English sentence whose meaning closely aligns with the input sentence. ",
  "Positive Examples": [
    {
        "input": "Sa huli, ang kagaya nitong teknolohiya ay maaaring makaipon sa industriya ng pelikula ng milyones.\n",
        "output": "In the end, this same technology might save the movie industry millions.\n",
        "explanation": "The above sentence is  correctly translated from Filipino to English as it correctly translates the sentence which is about a technology which might save the movie industry"
    },
    {
        "input": "Pinaliit ni Kimi ang agwat sa mga drayber ng McLaren, ngayon limang puntos lamang ang layo ni Alonzo.\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is correctly translated from Filipino to English as it correctly translates the meaning of the whole sentence."
    },
   {
        "input": "Sa Open Championship na ginaganap sa St. Andrews, ang mga naglalaro ng golf ay nagbigay din ng respeto.\n",
        "output": "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n",
        "explanation": "The above sentence is correctly translated from Filipino to English."
    }
  ],
  "Negative Examples": [
    {
        "input": "Sa larawan na iyon, pinapakita si Kahlo na nakahiga sa isang pagamutang higaan na may maramihang pusod na nakakabit mula sa kanyang katawan at bawat isa ay may hawak na isang bagay o parte ng katawan, maliban sa isa na hawak ay isang sanggol.\n",
        "output": "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n",
        "explanation": "The above sentence is not correctly translated from Filipino to English as none of the words match the translation."

    },
    {
        "input": "\"Hindi dahil ako ay itinatanging tao sa Kingsway, kundi dahil sa paghahati-hati ng balota at sa paraan na gumagana ang sistemang first-past-the-post.\"\n",
        "output": "\"Not because I'm a hugely unpopular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n",
        "explanation": "The above sentence is not correctly translated from Filipino to English as there is one word whose translation is wrong."
    }
  ],
  "Instances": [
    {
        "input": "\"Alam ko ang mga pananagutan na inilalagay nito sa akin at hindi na ako makapaghintay na maging kabahagi ng koponan kagaya ng Ferrari, sa tabi ng pinakamagaling na nagmamaneho sa mundo, si Michael Schumacher,\" sabi ni Massa.\n",
        "output": [
            "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n"
        ]
    },
    {
        "input": "Ang drayber ng SUV ay nakaligtas, at nakadetine dahil pinagsususpetsahan na siya ay nagmaneho na lasing, sabi ng diyaryong Sur ng Spain na ang pagsusuri sa paghinga ay nagpakitang dalawang beses ang legal na limit ng alchol sa dugo.\n",
        "output": [
            "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n"
        ]
    },
    {
        "input": "At sa kumperensya ding ito, ang Inhenyerong Direktor ng Google Taiwan R&D Center Li-Feng Chien ay inanunsyo rin ang tagumpay sa \"Google Taipei Developer's Day\" at inimbitahan ang mga debeloper na nagngangalang Chi-pao Hu at Yi-ru Lin para makapagbahagi ng ilang aktwal na mga aplikasyon sa iGoogle.\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "Binangga ng kotse ang himpilan ng brigada ng Special Operations Task Force ng Special Services Group ng Pakistan na itinayo kasama ang US.\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "Isang miyembro ng Pulis ng Estado ang nagbigay alam sa Tanod ng Baybayin na nagpadala ng MH-65 na tagapagligtas na helikopter at dalawang paglunsad ng pagliligtas.\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "Tinakpan ng BP ang tumatagas na balon noong ika-13 ng Hulyo na naging epektibong tumigil ang langis mula sa pagtulo papunta sa Look.\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "Sa konteksto ng laban, ang panahon ni Sreesanth na 5-1-25-3 ay krusyal.\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"Pero nalagay ito sa ating karaniwang paraan ng operasyon at ating tinutugunan ito ng naayon.\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "Ang bagong center para sa research and development ng kompanya ay itatatag sa Shanghai Zizhu Science Park.\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "Inulit ng gobyerno ang kanyang matagal ng paninindigan sa pagtutol sa parusang kamatayan.\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "Ang bagong mga armas ay makakamit ang parehong epekto ng armas nukleyar, at walang banta na ang pangkaraniwang digmaan ay magiging digmaang nukleyar.\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "Ang PO at PiS, kapwa na magtatatag ng hinaharap na pamahalaan, ay magkakaroon ng 304 na mga lugar sa bagong Sejm, na ang 3 na mas mababa ay kailangan sa paggawa ng mga pagbabago sa saligang- batas ng Polish, na kapwa partido ay sinusuportahan.\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "Ang Rusya ang madalas na gumagamit ng lugar para sa misyong paglipad, karamihan ay kasama ng mga estratehikong airlifter, sa pagitan ng Kaliningrad, kapital ng Kaliningrad Oblast at matatagpuan sa pagitan ng Poland at Lithuania, at St Petersberg sa Rusya.\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "Ang pagsabog ay nagdulot ng matinding pinsala sa pamilihang sentral, kung saan nabasag ang mga bintana na naging sanhi ng pagbagsak ng mga pekeng kisame, at mga haligi ay bumagsak sa radyos na may ilang daang metro.\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "Hiniling ng mga miyembro ng Partido Republikan sa kanilang mga komento na magbitaw na sa tungkulin si Reid.\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "Ang labinsiyam na taong gulang na miyembro ng Australyang Shadow Olimpik na koponan na si Alice Ingley ay sumali sa pangalawang araw ng Kampeonato ng Nasyunal Archery, ilang araw bagong magsimula patamaang recurve na palabas na kanyang hiniling na ipakilala ang Australya sa Olimpiks.\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "Kinuha si Kurnez sa Pakistan noong 2001 nang nakasakay siya sa bus.\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "Ang pagsasakatuparan ng \"taluntunan ng presyo\" ay magbabawas ng mga triliyon na dolyares sa gastusin ng Panlipunang Seguridad sa hinaharap.\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "Sa mapwersang serbisyo at ang agresibong mababang pagpalo, nagawa niya ang lahat ng ito.\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "Ang direktor-heneral ng sasakyang panghimpapawid ng Indonesia na si Budi Mulyawan Suyitno ay nagsabi na bagamat ang limitasyon ng lokal na badyet ang nagiging hadlang para sa pagpapaayos ng ilang paliparan, wala namang kasalukuyang mga suliranin sa Yogyakarta, ang pagsasaayos kasama ang deklarasyon ng RESA para sa dagdag na 140 metro sa 2,250 na metro ng palapagan at magdestino sa paliparan ng Sumasagip sa Eroplano at mga sasakyan na sumusugpo ng apoy.\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "Ang pagkawala ng kuryente ay sumusunod sa mga pagtatangkang harapin ang lumalalang krisis sa enerhiya ng bansa, kasama na ang pagtitipid at subukang payagan ang mga pribadong kompanya na magbigay ng enerhiya, na pinasiyahan na labag sa konstitusyon sa noong 2004.\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "\"Ayon sa aming paniniwala ang lalaki ay papasok na sa ilalim ng harang nang siya ay biglang tangayin ng malaking alon na sanhi ng magdamag na kondisyon ng panahon,\" sabi nila.\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "Idineklara ng Presidente ng Armenian na si Serzh Sarkisian: \"Ayaw namin ng gulo, pero kung kailangan, lalaban kami at mananalo.\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "Sa panahon ng kaniyang pagka-gobernador, tinutulan niya ang mahigit sa 750 na mga panukalang-batas, mas marami kaysa sa pinagsama-samang beto ng lahat ng ibang gobernador, at iniwan ang estado na may $1 bilyong labis na badyet.\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "Ang unang pag-atake ay naganap noong ang konboy ng pulisya at militar ay natamaan ng bomba sa tabi ng daan sa mabundok na rehiyon ng hangganan ng Pakistan at Afghanistan.\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "Nakilala ng mga dating miyembro ng Islamic Courts Union na nandoon sa lugar ng pinangyarihan ang taong nagpasabog ng bomba, na ang ulo at mukha ay ganap na inahit, na isang miyembro ng al-Shabab, isang napakakonserbatibong grupo ng Islam na pinaniniwalaang may koneksyon sa al-Qaeda.\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "Sinabi niya sa pagsisiyasat, \"Ginawa kong malinaw na, sa aking pananaw, ang plano na kanilang ginagawa ay hindi pinahintulutang gumamit ng puwersa nang wala pang desisyon ng Konseho ng Seguridad.\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "Isang di pagkakasundo ang naganap sa pagitan ng Greek Orthodox na mga monghe at Kristyanong Arabo sa Herusalem noong Biyernes Santo, dahil ang mga Kristyanong Arabo ay nagprotesta sa pagbenta ng mga monghe sa lupa ng simbahan sa mga residenteng Hudyo.\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "Ibinoto ng Illinois House of Representatives ngayong Huwebes upang itaas ang ilang mga kaparusahan para sa mga tinedyer na gumagawa ng sexting.\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "Si Joachim Herrmann, ang Ministro Pangloob ng Bavarian ay nagpahayag ng kanyang mga iniisip tungkol sa insidente.\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "Ang mga bumbero ay nasa lugar pa rin hanggang 9:15 a.m. EDT (UTC-4) ngayong araw, na halos 24 oras matapos magsimula ang sunog.\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "Sa halip na isang isyu ng patriotismo, ang kontrobersiya ay humarap sa mga kontratang unyon na maaaring nagtutukoy na ang pagtataas at pagbababa ng mga bandila ay isang tungkuling nakalaan lamang para sa mga miyembro ng unyon.\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "Ang Rocket ay muling lumagda sa panibagong season matapos niyang ipanalo ang kanyang pampitong Cy Young Award at ang Astros ay halos nasungkit ang World Series noong 2004, nang pumalo sa two -run lead si Clemens at natalo sa Game 7 ng NLCS laban sa Cardinals.\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "Sinabi sa kanyang na ang kaligtasan ay sinisigurado sa kanyang pamilya.\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "Karamihan ay gawa mula sa mga bahagi ng lumang pamputol ng damo, manibela at upuang pang-bar.\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "Ang kapulungan ng mga tagapaglagda ng kautusan ay nagtatalo sa ilang panukalang pagbabago ng mga Lokal na Pamahalaan Law Reform Bill, na ang layunin ay baguhin ang pangangailangan sa microchipping.\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "Sinabi ni Mukherjee na makikita niya ang Punong Ministro dahil siya ay magpapagamot, at habang nasa ibang bansa siya, si Singh ay nasa ospital.\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "Ang mga rehiyong pamahalaan ay kasalukuyang iniimbestigahan at pinag-uusapan ang kanilang donasyon sa IRGT/KINT, isang organisasyong pangkapaligiran na suportado ni Prinsipe Laurent.\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"Ito ay isang napakatatag na alyansa--isang alyansang napangingibabawan ng pagpapalit ng gobyerno.\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "Kung hindi muling mahalal si Elbegdorj, ang bagong presidente ay maaaring ihinto ang pagpigil, at ang pagbitay ay maaaring magpatuloy.\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "Ayon sa isang kaalyado ng ABC sa Charlotte, North Carolina, si Flair ay naging parte sa isang insidente ng pagwawala sa kalsada noong nakaraang Miyerkules sa Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Sa tinukoy na \"nakagagaling ng sugat,\" binigyang-diin niya ang panganib ng pagkakahati ng Cold War na pinalitan ng pagbabahagi ng Hilaga-timog sa U.N.\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "Ang meteorolohiya at heopisikong ahensya ng Indonesia ay nakapagtala ng di bababa sa dalawang kasunod na pagyanig mga 20 minuto matapos ang unang lindol, ang isa ay may sukat na 5.5 samantalang ang isa pa ay 5.3 sa sukatang Ritcher.\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "Ang mga nasaktang turista ay dinala sa limang magkakaibang ospital sa rehiyon ng Costa del Sol.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "Kinatatakutan kahapon na apat na pangkarerang kabayo sa Randwick Racecourse sa Sydney ay natamaan ng bayrus subalit ang mga kabayo ay nasuring negatibo sa bayrus.\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "Ito ay nai-ulat na mahaigit na 21,000 na pamilya ng mga sibiliyan, ay tinatayang 153,000 na tao, ay nagtungo na saTimog Waziristan, at nagpakanlong sa North-West Frontier Province.\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "Ang paglalabas na ito ay nagmamarka sa humigit na tatlong taong nagpapatuloy na pag-unlad at nagpasikat sa maraming mga tampok sa bersyon 1.0 na inilabas noong Mayo 2002.\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "Daan-daang legal at may kasanayang manggagawa sa United States ang nagpadala ng daan-daang bulaklak sa Director ng United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez bilang bahagi ng makabuluhan at mapayapang pagprotesta sa sinasabing \"flip-flop\" ng Departamento ng Estado at ang USCIS sa pagkaantala ng proseso sa pagtatanggal ng Green Card.\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "Pinuri siya bilang \"isang tunay na progresibo\" ng isang Ralph Nader at noong 2003, si Kucinich ang nakatanggap ng Gawad Kapayapaang Gandhi.\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "Napagdesisyunan nila na suportahan ang \"Killing In The Name,\" na unang inilabas noong 1992.\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "Natabla ng Australia ang Qatar sa 0-0, natalo ng Japan ang Uzbekistan sa 1-0, pumasok ang South Korea ng talunin ang United Arab Emirates ng 2-0 at isang 2-0 na panalo laban sa Iceland na siyang nagpasok ng Netherlands.\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "Gayundin ang pagpapalit ng sistema ng pamahalaan, ang iminumungkahi din ng Libertarianz ang pagiging republika at pagtatanggal ng constitutional monarchy ng New Zealand.\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "Inihayag ni Hassan Rowhani, pinuno ng Kataastaasan Pambansang Seguridad ng Kapulongan para sa Iran, na sa Lunes ang bansa ay pansamantalang sususpendihin ang paggawa ng uranium simula sa ika-22 ng Nobyembre.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Sinabi ng mga bantay ng otel na sila ay sinipa palabas ng silid bago nagsimula ang seremonya, dahil nais ng mga opisyal ng seguridad ng gobyerno na sila lamang ang mamamahala sa kaganapan.\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "Ang Embahada ng Canada na nasa Washington ay sa naging lubhang abala sa mga patalastas para sa pagkampanya, anupat nagdidikit ng mga poster sa mga istasyon sa Washington naglalarawan ng mga tropa ng Canada sa Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Samantala, ipinataw ang mga paghihigpit sa paggalaw ng mga paghahayupan, para sa hindi malamang na kaganapan na magkaroon ng sakit, mapipigilang kumalat ang mga epekto.\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "Sinabi ng blogger na si David Farrar \"Napakagulo para sa pamahalaan na matalo sa botohan pagkatapos ng pagpapatong ng matinding puwersa dito.\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "Hanggang ngayon, walang ibang paraan para malaman ang lokasyon ng ROV na may kaugnayan sa dating tagas sa balon ng Deepwater Horizon.\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "Ang A History of Survival in New Zealand ay nagpapakita rin na ang New Zealand ay isa sa mga ilang mga bansa sa mundo na mayroong halos kumpleto at detalyadong kasaysayan ng mga kapanganakan, kamatayan at migrasyon na impormasyon nagmumula pa noong huling bahagi ng ika-1800.\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "Ang Penn State ang pinakamalaking unibersidad sa Pennsylvania at isa sa sampung pinakamalaking pampublikong unibersidad sa Estados Unidos.\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "Sinabi ni Chester Burrows, pambansang MP: \"Ang aking karanasan ay nakakita na ako ng maraming naasar na batang mamamayan, nagahasang batang mamamayan, sinalakay na batang mamamayan.\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "Sa oras na ito, ito ay nasa ligtas na distansya na 268,624 milya mula sa mundo - mas malapit sa mundo kaysa sa buwan sa panahon na ito ay nasa pinakamalayong bahagi ng kanyang orbito.\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "Ipinaliwanag ng moske na, \"gusto naming linawin na ang Markazi Jamiat Ahl-e-Hadith ay hindi maaaring ituring na mag-endorso ng bawat salitang binibigkas ng bawat inimbitahang tagapagsalita sa aming iba-ibang moske.\"\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "Kaya nagkalad siya sa North Pole nang mas maraming beses kaysa kaninuman sa kasaysayan.\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "Sang ayon sa kontrolado ng pamahaalaan na ahensya ng pamamahayag na RAI, ang nag iisang nasawi sa pagsabog ay sibilyan.\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "Ang balita, na inihayag noong Biyernes, ay tinatantiya na aabot 1 bilyong tao ang magugutom kada araw sa taong 2009, na siyang una sa kasaysayan.\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "Ang Xinhua News Agency ay nag-ulat din na ang isang 21 buwang bata lalaki ay namatay noong Lunes sanhi ng mikrobyo sa probinsya ng Hubei.\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "Ginawa ni Gordon Brown ang pag-aanunsyo habang tinatanong ang Punong Ministro, bilang sagot sa tanong na nagmula kay Labour MP na si Andy Reed.\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "Inihahatid ng bus pauwi ang mga turista pagkatapos ng paglalakbay sa Bulgaria.\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"Ang mga magnanakaw ay walang awa at nagpakita ng kaunting pansin para sa mga biktima.\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "Sabi ni Jim Nussle, direktor ng Opisina ng Pamamahala at Badyet na naniniwala siyang ang depisito ay mag-uumpisang bumaba.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Kung mayroon ng rolyo ng tisyu na panbanyo ang isang naka detine, hindi na siya papayagan magkaroon ng isa pa.\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "Inihinto ng korte ng 6 na linggo sa panahon na ang kanyang depensa ay magiging handa.\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "Ang pag-aaral ay nagpahayag na sa 2050, isa sa limang Amerikano ay magiging ipinanganak na banyaga, at ang kalahatang populasiyon ng U.S. ay dodoble ng 438 milyon.\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "Siyam na Senador, pitong Republikano at dalawang Demokratiko ang hindi bumoto sa susog.\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "Mahigit na anim na daang taga-nayon mula sa isla ng Taiwan ang nawawala matapos magdulot ng pagbaha ng putik ang bugso ng ulan dahil sa Bagyong Morakot, ayon sa pambansang media.\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "Kanya ring tinawag ang mga utos para sa mga tropa ng pangangalaga ng kapayapaan na lisanin ang bansa na walang kinalaman at epekto, at dinagdag na ang UN ay hindi naniniwala na si Gbagbo ay tunay na presidente.\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "Sakop sa pag-abuso ang lahat ng anim na mga anak ni Critchfield, ngunit iilan lamang ang nakahandang tumistigo laban sa kanya.\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "Sinabi ng tagapagsalita ng Pentagon na si Bryan Whitman sa Agence France-Presse na ang gusali na sinalakay ay \"hindi gusali ng konsulado o gusali ng gobyerno,\" na mukhang kinumpirma ng panlabas na ministro ng Iraq, Hoshyar Zebari, na ang mga taga Iran ay nagtatrabaho sa opisina na may pahintulot ng gobyerno at nasa proseso na pagpapatibay bilang konsulado, pero hindi ito ang konsulado o ang Konsulado Heneral ng Iran.\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "Ang Punong Ministro na Australyano na si John Howard ay nag-anunsyo na ang mga pinuno sa APEC ng mga bansa ay sumang-ayon sa \"hangaring mga layunin\" sa pagbabago ng klima.\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan, 2.5 sentimo ang singil sa bawat aytem ang itinakda;itataas itoo ng bagong buwis na katumbas ng 12 sentimo kada piraso ngayon.\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"Walang-sinuman ang may gusto na makita na sinisiraan ang kanilang kultura subalit alam namin na ang moko ay nasa publikong espasyo.\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "Pagkatapos makumpleto ang pag-ikot, dinikitan sila ng Alinghi at nanalo sa pamamagitan ng isang segundo.\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"Sa nakaraang ilang mga taon, malaking pera at ang pagkakabagsak ng Washington laban sa mga grupo ng mamamayan ang siyang pumipigil sa atin para subukang mapabuti ang ating bansa.\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "Ito ang pumigil sa daloy ng gasolina sa makina, na nagreresulta sa hindi inaasahang pag rolbak ng makina.\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"Ang ating malaking laban ngayon ay ang opinyon ng publiko, dahil ang laban sa gobyerno ay tapos na,\" sabi niya.\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"Batay sa lahat ng ebedensiya ng kaso, at ang mga patakaran sa pakikipaglaban na may bisa sa panahong iyon, malinaw ito na ang korporal ay maaaring makatuwirang naniwala na ang AIF na pinakita sa bidyu ay nagdulot ng naghahamong pagbabanta pinatotohanan ang kanyang paggamit ng nakamamatay na pwersa.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Ang de-kuryenteng takuri na inihagis sa dulo ng lubid papunta sa mga okupante ay sinasabing gumagana pa nang mabuti.\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "Wala sa pangunahing mga tao ang nagkomento sa halaga at noong nakaraang linggo, inalis ng Thomson ang paraan para makapasok sa pahina ng kalipunan ng website na nakatalaga sa Quaero at inatasan ang mga ehekutibo na huwag magbigay ng anumang panayam tungkol sa proyekto.\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "Ang desisyon na payagan ang The Lone Star na pumunta sa Lome ay ginawa matapos bumaba ang presyo ng gastos sa byahe mula 31,000 US dolyar papuntang 18,000 US dolyar.\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"Ang Wikipedia ay hindi kanlungan ng mga naiiba ngunit ito ay ensayklopedia.\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "Gayunpaman, ang Japan ay nakapuntos ng isa pang goal kaysa Vietnam, at makukuha ang tuktok na pwesto sa pangkat sa ganoong batayan.\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "Ang Komisyon ng Awdit ng UK ay nagpadala ng ulat na kumukwestyon sa muling paghirang kay Mike Storey, ang dating lider ng Konseho ng Siyudad ng Liverpool.\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "Ang babae, Gabriela Garin, ay dating isang manggagawa sa panlibangang parke, at nagtrabaho doon sa nakaraang pitong taon.\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "Paano mo ito hahawakan?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "Parehas ang daan at ang gilid ng bakod ay bumagsak sa Ilog Aries dahil sa ulan.\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "Ang mga pangloob na puwersa ng Iraq ay nawalan ng kontrol sa ilang parte ng siyudad ng Diwania na nasa katimugang bahagi ng Iraq matapos na ang mga miyembro ng Mehdi Army ay hindi tinanggap ang tawag na pakikipag-isa sa negosasyong pangkapayapaan.\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "Sinabi ng isang nagpoprotesta na ang mga tauhan ng seguridad ay \"nagsimulang lumusob sa mga nayon at mga bayan.\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "Pagkatapos ng pamamahinga, ang Fulham ay muling bumalik ng may kalalasan, sabik na muling makabalik sa pakikipaglaban.\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "Siya ay kasama kong konstituwensya at matalik na kaibigan.\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"Sa palagay ko siya ay napakabuting miyembro ng parliamento, isang magaling na sovereigntist,\" dagdag ni Duceppe.\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "Ayon sa pag-aaral ni Dweck, kapag alam ng bata na makakatanggap lang siya ng papuri sa pagiging tama sa halip na dahil sa paghawak ng mahihirap na problema, kahit sila ay mabigo, sila ay pipili lamang ng mga madadaling gawain kung saan sila ay siguradong makakahanap ng solusyon.\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"Ang patunay na sa panahong nakarating kami doon, ang mga German ay higit na mahina upang harapin ang mga Pranses, ay mistulang hindi nakatala.\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "Si Pangulong Bush ay inaasahang lisanin ang Saudi Arabia sa Martes para sa Egypt, ang huling pagtigil sa kanyang Mideast na paglalakbay bago ang kanyang pagbabalik patungo sa Washington, D.C. sa Miyerkules.\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "Gayunpaman, bilang kinatawang komander ng pinagsanib na puwersa sa Iraq, ipinahayag ni Marioli na wala siyang alam sa layunin ni Calipati sa Iraq, kaya hindi niya masasabi ang mga detalye ng misyon ng Italya sa mga pinagsanib na tropa.\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"Ayaw ko na maranasan ng iba ang nangyari sa akin at sa daan-daang pasahero noong nakaraang tag-init.\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"Napigilan namin ang mga konsyumer na taga-UK na maging biktima sa pagbili ng mga pekeng sigarilyo na maaaring magdulot ng mas malubahang panganib sa kalusugan kaysa sa legal na produkto.\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "Nagpahayag ang Scottish Environment Protection Agency (SEPA) na ang taya ng panahon sa darating na mga araw ay bumubuti, na walang malalaking dami ng inasahang pag-ulan.\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "Si Gidget, isang chihuahua na natampok sa Taco Bell na lathala sa Estados Unidos ay namatay sa atake.\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "Ang mga puna ay inilathala sa isang libro na kapwa sinulat ng mga mamamahayag ng magasin na Time na si Mark Halperin at ng mamamahayag ng magasin na New York na si John Heileman.\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "Sa kawalan ng trabaho para sa kabataan na tumatakbo at nasa nakakaalarmang antas (15.5% noong 2002 para sa mga may edad sa pagitan ng 20 at 24 ayon sa OECD) at sa pag gunita na kaguluhan noon 2005 kamakailan, nangako si Sarkozy na maghari sa pag-gastos ng pamahalaan at isakatuparan ang mga patakaran sa buwis na may gantimpalakung mas mahaba kaysa sa oras ng pagtatrabaho.\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "Ang mga kinatawan ng pamahalaan ng Haiti ay humiling muli ng karagdagang tulong na 350 milyong dolyar mula sa mga donor para sa pagtatayong muli ng Haiti, ang pinakamahirap na bansa sa America.\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "Bilang isang resulta, ang mga nagtatanghal ay naninigarilyo ng marijuana sa entablado, at ang teatro na mismo ang naghihikayat sa mga manonood na sumali sa kanila.\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "Ang ibang mga bata ay namatay nang ang mga pader ng kanilang mga bahay ay gumuho.\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"Kung ang Senador para sa Sensura ng Australya, Steven Conroy, ang masusunod, ang Australya ang magiging unang kanluraning bansa na magkakaroon ng mandatong sensurang rehimeng internet,\" ayon sa Wikileaks sa ibang pahayag sa kanilang website.\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "Kasama sa mga manonood ang Australyanong Chef de Mission, na si Jason Hellwig, at ang kanyang mga kinatawan, sina Michael Hartung at Kate McLoughlin.\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "Gusto ng opera na mang-aawit na naging talk show host na si Charlotte Church na kunin ang tagapagmana ng hotel na si Paris Hilton sa kanyang programa upang ito ay alipustahin.\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "Si Richard Jenkins, isang inhenyero mula sa United Kingdom, ay sumira ng talaan para sa pinakamabilis na natamong bilis sa pinaganang-hangin na sasakyang-panlupa noong Biyernes.\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "Ang ibang mga gamit ay nasagip mula sa lumang dam upang itayo ang bago, at ang iba ay nakaladlad.\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "Tumawag ng atensyon ang mamamahayag sa relasyon sa pagitan ng paalis na presidente ng Colombia na si Alvaro Uribe at ng konserbatibong milisiyang grupo sa bansa sa Timog Amerika na nababalot ng digmaan.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Tinawag ni Schwarzenegger si McCain bilang \"kahanga hangang bayaning Amerikano at katangi tanging pinuno\" at pinuri niya siya sa kanyang galing na tawirin ang ibang partido.\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "Ang namumunong hunta militar ay pinapakay ng mga pag-atake mula sa ilang ekstremistang grupo na salungat sa kanilang pamamahala.\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "Hinulaan niya na \"maraming negosyo ang haharap sa mga pagsubok, at ang kawalan ng trabaho ay lubhang tataas.\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "Huling nagpakita ang Chile noong 1998, Greece noong 1994 at Algeria noong 1986.\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "Pagkatapos tingnan ang pagbubuo ng mga pondo sa pananalapi, ang Tesorero na si Wayne Swan at ang Kawani sa Pabago-bagong Klima na si Greg Combet ay nagpalabas ng magkasamang pahayag na nagsasabing napakaaga pa na hulaan ang mga pagtaas ng halaga kung walang natatapos pang usapin tungkol sa mga kompensasyon.\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "Manatiling nakatutok sa karagdagang mga panayam; lahat ng kandidato mula sa lahat ng partido ay kasali, at tatawagan.\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "Sinabi ng pinuno ng partido na si Michael Steel sa Fox News Sunday na \"Mayroong isang pamantayan kung saan pakiramdam ng mga Demokratiko na maaari nilang sabihin ang ganitong mga bagay at maari silang humingi ng paumanhin kung ito...ay lumabas sa mga bibig na kagaya nila.\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "Sa loob ng sumunod na sampung taon, madalas lumabas si Hopper sa telebisyon sa mga panauhing tungkulin, at sa pagtatapos ng 1960s ay gumanap ng pang-alalay na papel sa maraming pelikula.\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "Hindi bababa sa 27 ka-tao lamang ang dumanas ng mga sakit, karamihan ay mga sugat at mga pasa.\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "Si Bartoli, ang pang labingwalong punla para sa tsampionsyip ngayong taong, ito ay hindi nakapuntos sa nakaraang apat na laban ng Grandslam event.\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "Ang panukalang-batas, na inisponsor ng State Representative Darlene Senger mula Naperville, ay pumasa na may 114-1 mayorya at isasaalang-alang ng Senado ng Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Si Hosni Mubarak ay nagpahayag ng bagong kabinite, na hindi isinama ang ilang mga kinatawan na talagang hindi sinasang-ayunan ng mga nagproprotesta.\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "Humiling din siya na dapat may hurado sa kanyang paglilitis.\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "Dahil sa mga hinihingi ng batas, ganoon rin ang pagkakaroon ng pagsang-ayon, ang mga negosyo ay kailangang magbigay ng mga detalye tungkol sa pagpapadala ng kompanya ng mga bagay, at ibigay ang malayang paraan para bawiin ang pagsang-ayon mula sa pagpapadala ng mga meyl.\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "Ang biglang paglusob ng mga taga-Israel sa hilagang bahagi ng Gaza, na naglayong ipagawa ang pag-atake ng mga militanteng Palestino, ay pumatay ng mahigit sa 50 katao sa nakalipas na anim na araw.\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "Iniimbestigahan ng mga awtoridad ng Chad ang papel ng pito at 14 na iba pang mga suspek sa isang pagtatangka na ilipad ang 103 na mga batang Afrikano sa Europe para ibigay sa mga pamilyang tatanggap.\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "Mga karagdagang pribadong impormasyon hinggil sa mga tao na naglalagay ng mga komento sa news.vl.ru ay hiniling.\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "Si Medha Patkar, isang aktibista ng Narmada Bachao Andolan sa ika-siyam na araw ng gutom bilang protesta sa Proyektong Sardar Sarovar, ay puwersahang dinala ng mga pulis sa isang ospital sa New Delhi.\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "Ang sagupaan ng RBS ng Anim na Bansa, na nangyari sa Lansdowne Road ng Dublin ay natapos na nangunguna ang koponan ng mga Pranses na may 26 na puntos laban sa 19 ng Ireland.\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "Ang grupo ay nakapagpatayo rin ng mas mataas na pader sa pagitan ng kainan at pambahayang lugar upang mabawasan ang polusyon ng ingay at ilaw.\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "Siya ay nangako na kapag ang gobyerno ng UK ay napunta agad sa proyekto ng Salapang, ang SNP ay nais magmungkahi na gamitin ang kapangyarihan para itigil ang paglilitis sa Scotland.\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "Si Hamlin ang naging lider sa Driver's Championship na may 6,325 puntos, tatlumpu't tatlong puntos ang lamang kay Johnson.\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "Si Mahmoud al-Mashhadani, pangulo ng Parliyamento ng Iraq, ay sinabi na sinabihan nila ang Turkey na lutasin ang sitwasyon nang matiwasay.\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"Sa tingin ko mula sa pahayag na ito, gagawin siya nitong isang napakawalang kwentang mayor,\" sabi niya.\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "Ang imbestigasyon ay nakapokus sa mabigat na pagtitiwala sa mga hindi nabayarang pagtatrabaho sa mga tauhan ng kumpanya, na tinawag ng Palatandaan ng Edukasyon na mga \"katulong\" at mga naniniwalang boluntaryo.\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "Ang Linggo ng mga Negosyante ay nagpapahayag na ang mga anunsyo ay lumabas dalawang araw pagkatapos si Corzine ay nagpahayag na ang estado ay magbibigay ng $10 milyon sa mga gawad para sa pananaliksik sa susunod na taon, kabilang ang $7 milyon para sa pananaliksik ng stem cell.\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "Ang aninong Kanselor ng Conservative na si Oliver Letwin, mula sa kapitbahayan ng Dorset West, ay nagsabi na ang mensahe sa dinoktor na litrato ay hindi nagbabago sa konserbatibong patakaran.\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "Ang kanyang paglipad kasunod ng pag-atake ay napatunayang walang saysay dahil ang mga tala ng telepono ang nagdala sa mga pulis sa Roma, at pinuntahan ang tirahan ng kanyang kapatid na lalaki kung saan siya ay nahuli.\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "Idinagdag pa ni Blair, \"Nanggaling na tayo sa ibat-ibang parte ng prosesong ito ng maraming beses sa nakaraang ilang taon ngunit sa tingin ko ito ay isang matibay na batayan para magpatuloy.\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "Ang mga pulis ay nagsabi na ang kanilang pangunahing tungkulin ay ang kalusugan at kaligtasan ng lahat habang nang ang protesta ay ginagawa malapit sa abalang kalsada.\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "Tinanggihan ng mataas na hukuman ng Netherlands ang kaso, binabanggit ng batas ng EU na ang kaso ni Kazemi ay katungkulan ng bansa kung saan siya unang humiling na maproteksyonan.\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"Ako'y nababahala na itong desisyon ng administrasyong Obama na itigil ang offshore development ng isang taon ay magdudulot ng mas maraming abala at mas mataas na gastos para sa lokal na langis at produksiyon ng gas para matugunan ang pangangailangan ng bansa sa enerhiya,\" inihayag ni Begich.\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "Gayunpaman; ang naging pinakapopyular na pangyayari na naganap sa tanghalan ay ang asasinasyon ng dating Pangulo na si William McKinley noong ika-6 ng Setyembre, 1901.\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "Ang disolusyon ay sumunod sa mga tawag ng mga pinuno ng mga kalabang unibersidad para sa katapusan ng UoW.\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "Kung hindi nag-aapelaa ang Microsoft sa desisyon, ang kumpanya ay magkakaroon ng 3 buwan (simula sa ika-27 ng Pebrero) para magbayad ng multa nang buo.\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "Hindi pa kinukumpirma ng Russia ang pagkakakilanlan ng iba pang preso na papakawalan, bagamat may mga pangalan na ang lumabas sa mga ispekulasyon, kasama na sina Alexander Zaporozhsky, Sergei Skripal, at Alexander Sypachev, lahat ay inakusahan ng kasong paglilipat ng impormasyon sa mga dayuhang pamahalaan.\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "Ang eroplano ay bumagsak mga dalawang kilometro (1.3 milya) mula sa paliparan ng Smolensk.\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "Kamakailan lamang, inihayag ng South Korea ang kaniyang mga intensyon upang magpadala ng isa sa mga destroyer nito pagkatapos nadakip ang limang taga-South Korea sa isang hijack ng kargada sa bapor ng Hapon.\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\"Ito ay malawak na mabigat na niyebe at karamihan sa mga puno na hanggang ngayon ay mayroong karamihan ng kanilang mga dahon...hindi namin maaaring gawin ang kumpletong pinsalang pagtatasa hanggang ang niyebe t tumigil sa pagbagsak,\" sabi ng tagapagsalita para sa Niagara Mohawk, Western New York na lugar ng kompanya ng kuryente, si Steve Brady.\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "Pagkatapos, may mga ilang espekulasyon na siya ay sasali sa Partidong Green na may 0 na nahalal na MP sa Ottawa, ang kabisera ng bansa.\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "Ang nagwagi sa paboritong babae, na ibinoto ng publiko \"ng isang bansang milya,\" ay si Hillary Barry.\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "Si Shulze ay may karanasan sa radar mula sa pagtatrabaho sa White Sands Missile Range.\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "Ang Opisina ng Pope County Sheriff ay nagsabi na humigit-kumulang noong ika-11 ng gabi ang kaniyang sasakyan ay lumihis ng daan at nagpaikot-ikot sa abenida na 110, malapit sa Brooten, Minnesota, sa Pope County, sa Nayon ng Minnesota Bangor, mga 15 milya SE mula sa Glenwood, MN, mga 55 milya WNW mula sa St. Cloud, o mga 100 milya NW mula sa Kambal na Lungsod.\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"Sa loob ng daan-daang taon, kaming mga Kristyano, na dating 15 porsyento lamang ng populasyon, ay nausig at pinalayas sa Banal na Lupa at ngayon kami ay maliit na minoridad.\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "Sa isang bansa na kung saan ang homosekswalidad ay isa ng kasalanan na pinaparusahan ng hanggang sa labing- apat na taong pagkabilanggo, ang panukalang-batas na ito ay magtataas sa parusa na habang buhay sa bilangguan.\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "Ang Wikiversity ay sarili nitong proyekto na naglalayong gumawa ng kapaligiran na tulungang pag-aaral nang online.\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "Ang iba't ibang mga pagsukat ay nagbibigay ng magandang palagay ng densidad ng masa ng mga baryon - ang mga nutron at mga proton na bumubuo ng pinakabuod ng mga atomo at mga ion sa Sansinukob noong nakalipas ng 10 bilyong taon.\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "Ang impeksyong staph ay kumakalat katulad ng iba pang sakit, sa mga mataong lugar, maruming kapaligiran, at sa pamamagitan ng pagkakalapit ng mga balat ang kalimitang masisisi mo.\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "Ang pulisya ay nakatanggap ng tawag mula sa lokal na residente na si Wygle ay nasaktan sa pagkabangga.\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "Sinabi niya na kaniyang \"matibay na sinusuportahan ang pahayag ng Chairman ng SADC (Southern African Development Community) na ang mga kondisyon ay hindi umiiral para sa isang run-off na halalan na maisasagawa sa panahong ito at ang mga ito ay dapat maipagpaliban.\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "Ang Sinn Féin, SDLP at Alliance Party ay sinisi ang DUP sa kabiguan.\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "Sinabi ni Ginoong Howard na ang pagbebenta ay hindi isang pangakong eleksiyon ng kanyang gobyerno at ang sang-isahang gobyerno ay nabigong makakita ng pangmatagalang benepisyo mula sa pagbebenta.\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "Ang bidyo, na isinahimpapawid sa pamamagitan ng BBC Balita ay mga 45 segundo ang haba at nagpapakita ng kahit dalawang mga misayl na walang kontrol na inilunsad mula sa loob ng base habang nagliliyab ang apoy at paglapag sa di kaluyuan.\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "Tumagilid siya ng bahagya sa kanan at itinuon ang tingin, ang malayong paningin ng mukha na pinapaligiran ng magulong mga hibla ng mahaba niyang buhok.\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "Natalo ng Aleman ang Argentina 4-2 dahil sa penalti para makakuha ng puwesto sa Fifa World Cup semi-pinal sa Berlin, Biyernes.\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"May tungkulin kami na tipirin ang pera ng mga nagbabayad ng buwis, at ang paglalagay ng mga ilaw ngayon para sa ibang mga pagdiriwang - kasama ang Eid sa Setyembre - ay makakaipon kami ng £10,000.\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "Sa ilalim ng bagong mga regulasyong pangkapaligiran na inanunsyo ng Ministro ng Kapaligiran ng Canada na si John Braid, ang mga kompanya na hindi makakatugon sa bagong matinding target para sa pagbabawas ng paglalabas ng CO2 ay maaring makabili ng mga pangpagaan na mga kredit o mag-ambag sa pondo para sa teknolohiya, na may inisyal na halaga na $15 kada tonelada ng kanilang inilalabas.\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "Nagsimula ang pagbuo ng isang bagong laptop gamit ang prosesor ng Intel hindi ang kasalukuyang prosesor na gawa ng Advanced Micro Devices, isang karibal ng Intel.\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "Isang Kamov-32 na helikopter para sa pagpatay ng sunog ang bumagsak habang pinupuno ang tangke ng tubig nito, ayon sa ulat ng ahensyang Anatolian News ng Turkey.\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "Ang United States na mga nagi-ski ay nakatakdang makipagpaligsahan kahapon sa Slalom disiplin ngunit ang paligsahan ay nakansela dahilan sa mataas na hangin.\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "\"Aming mapatunayan ang mga dayuhang namatay pagkatapos naming magkaroong ng malawakang ground check,\" sabi ng tagapagsalita ng militar ng Pakistan na si Major general Shaukat Sultan.\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "Ang mga taga Haiti ay nagkagulo, at ibinugso ang proseso sa kaguluhan na itinigil dahil sa determinadong pagsisikap ng dayuhang pagbabantay.\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "Tinaguriang Alyansa ng Katotohan at Hustisya, ang pangunahing kalaban ay isang pagsasama-sama ng mga kandidato mula sa Partido ng Pambansang Liberal at Partidong Demokratiko.\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "May mga hindi pagkakasundo tungkol sa mga dating paraan ng pagsusukat na ginamit, kaya ang mga mananaliksik ay gumugol ng isang oras sa tuktok para magsukat gamit ang radar, satelayt, at iba pang paraan sa 6 na dako.\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "Noong nakaraang linggo ang ONE Balitang Pangkayapaan na Mamamahayag na si Barbara Dreaver ay idineporta nang siya dumating upang isa-balita ang krisis.\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "At pagkatapos ang oras na iyun ang resulta na nakikita ng lahat.\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "Matapos labanan ang sunog ng mahigit sa 24 oras, sinabi ng mga opisyal na ang mga apoy ay halos naapula na lahat at inutusan ang mga kumpanya ng sunog na simulan na ang pagsasara sa mga hows at ligpitin ang kanilang mga kagamitan.\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "Nag-iskor si Rui Cordeiro ng tanging tray ng Portugal sa laro sandaling pagkatapos ng pagsisimulang muli, na binago ni Duarte Cardoso Pinto.\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "Pero sa telebisyon ng France, nagpakita si Zidane na nagsisisi siya sa kaniyang asal.\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "Ang hepe ng NATO na si Jaap de Hoop Scheffer ay hinatulan din ang ginawa.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Ang Pangunahing Ministro na si Salmond ay tinanggal ang tabing ng memoryal na hardin at ng estatwang tanso na inilagay upang maging marka sa ika-50 anibersaryo ng insidente.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Si Ginoong Allan Sugar ay magpapatuloy na pangunahan ang serye ng BBC na The Apprentice pagkatapos ng kanyang katungkulang bilang \"enterprise tsar\" para sa gobyerno ng Britanya.\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "Ang demanda, na na-isumite sa San Francisco, ay nagsasabi na ang AT&T ay lumabag sa mga pederal na batas sa pamamagitan ng pakikipag-sabwatan sa pamahalaan para makinig nang palihim sa mga mamamayan ng U.S.\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "Ang ibang paraan na maaaring gawin ni Musharraf ay ideklera ang kalagayang emerhensya, kung saan makakakuha siya ng suporta ng militar, o buwagin ang kongreso, sa pamamagitan nito malamang magkaroon ng kaguluhang pampolitika.\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "Sinabi ng OFT na ang halaga ay £300m kada taon.\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "Ang batas na ipinasa ng gobyerno ng Romania noong Biyernes ay ipinasa sa Parliyamentaryo upang pag-usapan.\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "Ang susunod na karera ay nakaiskedyul para bukas, Lunes bilang ang araw ng umpisa ng karera.\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "Ang tagumpay ng Espanya ay tamang nahulaan ng oracular na hayop na si Paul the Octopus.\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "Humigit- kumulang sa 100 mga estudante galing sa Rwanda, Burundi at ang Congo ay magbibigayan ng mga ideya tungkol sa nakaraan at sa kasalukuyan ng Rwanda pati na ang hinaharap ng rehiyon ng Great Lakes.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Sinabi ni Boswell: \"Ang karagdagang pag-aaral sa epekto ng BZP ay malapit nang ilabas ng Ministeryo ng Kalusugan,\" bilang ang gobyerno ng New Zealand ay nagdedebate pa kung ang mga pildora ay kailangang ipagbawal o higpitan ang pagbebenta ng mga ito.\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "Si Martin, 51 na taong gulang, ay inaakusahan ng ng di kanais-nais na asal dahil sa pagpapadala ng e-mail sa mga saksi ng tagausig na naglalaman ng salin ng paglilitis ng isang kaparehas na kaso kasabay ng kanyang sariling obserbasyon sa kaso ni Moussaoui, kabilang pa ang kanyang mga suhestiyon at mga puntong dapat pag-usapan.\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "Sa nakalipas na ilang taon ay nagbukas siya ng kanyang sariling inuman at naging kaibigan ang ilang mga miyembro ng grupo at ipinakilala sila sa kanilang konsiyerto sa Jacksonville.\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "Isang taal na taga-Pransya at nag-aaral ng kursong Ingles sa SMS na si Lysiane Lavorel ang nag-alok ng isang pagtugon sa sinasabing kahinaan ng mga Pranses kung saan ginawa niyang batayan ang pelikula noong 1996 na Independence Day.\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "Ilang analisto ang nagpahiwatig na ang kamakailang pagtigil ng putukan ay base sa taktika ng ETA na naging dahilan ng pagbaba ng suporta sa kanila sa rehiyon ng Basque.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Ang sapatos ng Armenia ay nasa perpektong preserbadong kundisyon at ilang daang taon na mas matanda kaysa sa natagpuan kay Ötzi the Iceman, na naging pinakamatandang piraso ng sapatos na yari sa balat sa buong mundo, at pinakamatandang sapatos na natagpuan sa Europa.\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "Ang anak na lalaki ni Ginang Gibbons na si John, na mula sa Liverpool, ay humiling sa mga nagagalit na mamamayan ng Britanya sa hatol na pagkakakulong sa kanyang ina na huwag namang mag-alsa laban sa mga Muslim.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Ayon sa pag-aaral, ang puntos ng pagpapakamatay sa Scotland ay tumataas kumpara sa kalapit na bansang England, pinag-aaralan na ng mga mamamahayag ng Russia gayundin ng mga pulitiko ang ikatlo sa may mataas na puntos ng pagpapakamatay ng mga kabataan, at base sa bagong bilang tumataas ang bagpapakamatay ng mga batang Aboriginal sa Timog na teritoryo ng Australia.\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "Mga ilang dekadang tanda na gusali ang bumagsak sa tabi ng Daang Ma Tau Wai sa Hongkong mga 1:30 ng hapon, Biyernes, lokal na oras.\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "Inilarawan din ni Ginoong Darnton ang kasalukuyang sistema ng pamamahala bilang isang laro.\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "Nabanggit ng lider ng Moldova na nagpadala siya parsela ng mga dokumento sa Ruso na naglalaman ng mga aktibidades ng 13 kompanyang militar ng Transnistrian.\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "Ito ay magiging kadugtong mula sa English na Wikipedia Tool pahina para sa 60 na araw na pagsubok simula sa 2006.\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "Noong mga 1970, ang kanyang World Series Cricket ang nagbago sa cricket, na nagdadala ng One-day cricket sa unahan sa pamamagitan ng pagpapakilala ng mga bagay katulad mga unipormeng de kolor, mga puting bola at mga laban sa umaga/gabi.\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"Sa pagsisimula ng pagsasaayos, na siyang layunin ng prolactin therapy, inaasahan namin na aktwal na paunlarin ang sintomas sa tao sa tulong ng MS.\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "Ang mga naarestong indibidwal ay nagpakita sa korte ng mahistrado ng Nelspruit noong Biyernes.\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "Dumating ang pulisya sa bahay at nakita ang 72 taong gulang na lalaki na nakatayo, naganap ang isang maikling pakikipag-usap sa lalake na pagkatapos ay bumalik na din sa loob ng bahay.\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "Halos 300 \"pirata ng ginto\" ang inaresto sa loob ng nagdaang dalawang linggo sa Eland mine shaft lamang.\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "Sila ay hinatulan ng pagnanakaw, pagpasok nang walang pahintulot at pagwasak ng ari-arian.\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "Ang Omni Hotel na nakakabit sa CNN Center, ay nakaranas din ng pinsala, na maraming bintana nito ay nabasag.\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"At dahil sa usaping ito, kami ay mag iingat na pipili ng mga daan para gawin ang mga ilang pag atake para manatiling nangunguna hanggang sa katapusan.\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"Kami ay nagdadasal para sa mga tagahanga, at sa mga mamamayan ng Indianapolis.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Ang pagbabanggit sa nasabing batas ay tinanggal mula sa artikulo.\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "Ang pagtaas ng halaga ng leu, gayunpaman, ay hindi lahat positibo dahil ito ay nagdadala ng mataas na puwersa ng kagipitan sa mga tagaluwas.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Ang gamot na tinatawag na PA-457, na kung saan ay nagmula sa asido na betulinic at mula sa mga ibang resulta ng produkto galing sa tagagawa ng papel, ay gawa at binuo ng Panacos Pharmaceuticals ang tagagawa ng gamot ng Maryland.\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "Sa nakaraan ang Nagkakaisang mga Bansa ay umakusa sa Eritrea na nagbibigay ng mga armas at mga kagamitan sa mga Islamist.\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "Sinundan niya ito ng Paradise Regained, na naglalarawan sa mga tukso na ibinigay kay Hesus sa ilang.\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "Ang ama, Lam Luong, 37 gulang na mangngingisda ng hipon, ay kinasuhan ng apat na bilang ng kapital na pagpatay.\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "Tatlong manggagawang tagapagligtas ng Crandall Canyon Mine sa Utah ang namatay dahil sinubukang magligtas sa anim na nakulong na mga minero na nawawala ng higit na sa isang linggo.\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "Kanila ding binanggit na ang dokumento ay maaring \"makuha sa paghiling sa Pagkilos ng Kalayaan sa Impormasyon sa pamamagitan ng mga opisyal nitong pinagmulan.\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\"Samantalang ang antas ng pag-ikot ay may mahalagang implikasyon tungkol sa posibleng mga epekto sa Bermuda,\" sabi ng National Hurricane Center, \"masyado pang maaga para malaman kung ang Bertha ay talagang aktuwal na magsasapanganib ang isla.\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "Isang welga sa lansangan ng Sydney na laban sa APEC ang umakit sa halos 5000 demonstrador, na may hanggang 18 na naaresto at dalawang pulis na nasugatan.\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "Lahat ng namatay ay mga adulto, at kasama ang isa sa dalawang drayber, ang isa dito ay seryosong nasugatan.\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "Ang katayunan ng Manufacturer's Championship ay pinangungunahan ng Chevrolet na may 249, 40 puntos ang lamang sa Toyota at 91 ang lamang sa Ford na may dalawa pang karera na natitira sa season.\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "Sinabi ng mga kapamilya niya kay Khaleej Times na siya ay natatakot mula sa pisikal na pananakit ni Madhavan o kaya mula sa kanyang mga tauhan.\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "Sa pagitan ng taong 1991 at 2011, ang antas ng paglago ng populasyon ay patuloy na bumaba.\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "Ang kilalang biktima ng panggagahasa na si Mukhtar Mai, ay isinantabi ang ideya na ang sinumang babae ay puwedeng pumayag na isailalim ang kanyang sarili sa ganitong kondisyon para sa pera.\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "Siyam na tao ang namatay sa isang kumakalat na apoy sa rehiyon ng Eyre Peninsula sa Timog Australia.\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan ay may isa lamang na independenteng MP sa House of Commons sa katauhan ni Andre Arthur para sa pagsakay ng Portneuf--Jacques-Cartier sa Quebec kung saan Pranses ang salita.\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "Sa taong 2005 sila ay kumita ng $83 milyong dolyares sa rebenyu.\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "Ang bangka ay may sistema ng enerhiya ng araw para mabigyan ng enerhiya ang kanyang laptop, may telepono, at isang sistema ng pagkuha ng posisyon.\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "Nang sumunod na araw, isang kargamento ng tren na may 40 na mga karuwahe ang nadeskaril sa silangan ng Kalgoorlie, kung saan tatlong tao ang nasugatan.\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "Sa pangatlong halalan ng Eskosya mula noong pagbukas ng Parlyamento ng Eskosya noong 1999, tinalo ng kaliwa sa gitna ng SNP ang namumunong Partidong Manggagawa ng isang puwesto.\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "Ang mga litrato ay maaaring mailimbag galing sa USB flash drive, memory card, Bluetooth at mga kamerang kompatible sa PictBridge.\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "Isang koponan ng UCLA, na pinapangunahan ni Brian Naranjo, ay napansin ang pinag-isang nuklear na deuterium nuclei sa isang panghapag na aparato.\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "Pinalitan ng dam na ito lumang dam, na unang itinayo noong 1911 ngunit pagkatapos ay pinalawak ng maraming ulit.\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "Ang tagapagsalita ng Ugnayang Panlabas na Liberal na Demokrata na si Ed Davey ay tinawag ang salaysay ni Wood na \"ang panghuling pako sa ataul ng kaso para sa legal na digmaan.\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "Ang departamento ng Pulisya ng Toledo ay hindi nagsususpetsa ng masamang gawain, at itinuring ang pagkamatay na isang aksidente.\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "Ayon kay Chaindrawa, ang gobyerno ni Saakashvili ay may kaunting pagkakahawig lamang sa demokrasya.\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "Sa halip, sabi niya na sinigiran siya ng mga 71 na dolyares sa halip ng 71 sentimos: na 100 beses mas mahal kaysa sa dapat na babayarin sa halagang binaggit.\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "Ang karahasan ay dumating bago ang halalan na pampanguluhan noong Huwebes kung saan ang mga militante ay nangako na manggugulo.\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "Ayon sa publikong pinanggalingan ng balita, ang gobyerno ng Tsina ay nagsimula ng pinagsanib na kampanya ng banta laban sa ekonomiya ng Estados Unidos, at nagpapahiwatig na maaring ibali nila ang kanilang malawak na ari-arian sa treasury ng US kung ang Washington ay magpataw ng paghihigpit sa pangangalakal na naglalayon na pilitin ang Yuan na baguhin ang halaga nito.\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "Karamihan sa dalawang kanta ay sinulat habang naglalakbay ang Lordi sa Estados Unidos bilang bahagi ng Ozzfest, kung saan sinabi ng pangunahing bokalista ng banda sa isang panayam ng MonsterDiscoHell.com na ang pangunahing riff ng Beast Loose in Paradise ay isinulat sa Milwaukee, habang ang korus ng Studs and Leather ay sinulat sa St. Augustine.\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "Sabi ni Ross Bell, tagapagsalita para sa Pundasyon ng Droga: \"Hindi lang napakakitid ng pagsusuri, ito rin ay parang pumipigil sa resulta ng debate sa Miyerkules.\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "Nakatanggap ng 209 na sumbong ang Sony mula sa buong mundo ukol sa sobrang pag-init, kung saan ang isang suki ay nabalitang nagtamo ng kaunting paso.\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"Ang mga pagkakaiba sa antas ng pagsingaw, ang lapot at pagbabagong dulot ng panahon ay nagbibigay ng mas malakas na pagkakataon para mabawi ang langis.\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "Ang United States Coast Guard ay nagsabi na ang hindi pa nakikilalang lalaki na namatay ay nahulog sa tubig habang sinisikap hanapin ang daan palayo sa yelo.\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "Sabi ng mga militante na susubukan nilang patalsikin ang gobyerno at tanggalan ng kapangyarihan ang bagong halal na Presidente na si Pervez Musharraf.\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "Ang pagsabog ay lumikha ng isang malaking butas sa gleysyer, gayundin ng isang bitak na namumuo sa ilalim ng gleysyer, na ngayon ay 2 kilometro (1 mi) ang haba.\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "Ang West Indies sa pangunguna ni Yorke ay nakikipaligsahan at mahigpit sa pagpapatumba pero ang puwersa ng Sweden ay nangahulugan na ang koponan ay nasa kanilang kalimitan na sariling paghahagis ng bola sa kalagitnaan ng palaro.\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "Ang Interpol ay naglabas ng \"Orange Notice\" para sa pinuno ng Jemaah Islamiyah ng timog-silangang Asya na si Mas Selamat bin Kastari, na nakatakas mula sa detensyon noong Miyerkules.\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "Ang kasunduan ay inaprubahan ng pamahalaan ng Brazil noong Nobyembre 2007 at ito ay inaprobahan ng French Parliament noong Marso 2007.\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "London, England - Kasabay ng 2012 Summer Paralympics na magsisimula matapos ang wala pang isang linggo, ang bahagi ng delegasyon ng Papua New Guinea Paralympic ay dumating nang maaga ngayong araw upang suportahan ang pares ng atleta ng bansa na nakapasa para sa Paligsahan, na ang mga kalahok na atleta na si Francis Kompaon at ang powerlifter na si Timothy Harabe.\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "Si Singh, isang diyabetiko, ay sumailalim sa baypas sa Britanya noong 1990 at nagkaroon ng angioplasty noong 2004 sa Delhi kung saan ang mga stent ay ginamit sa kaniyang mga arteri.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "Sinabi rin ng ABC na sina Woodruff at Vogt ay parehas na may suot na pangsanggala sa katawan at helmet.\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "Bilang pagtutukoy sa kapalaran ng kanyang partido, ang SNP, inilarawan ni Salmond ang mga pangangampanya sa halalan sa Silangang Glasgow at Glenrothes bilang \"ebanghelyong krusada\" na, \"naging maganda ang nangyari sa Silangang Glasgow - subalit \"hindi masyado sa Glenrothes.\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "Ayon sa ulat na inilabas ng South African Broadcasting Corporation (SABC) ang mandamyento ay ibinigay ng South African National Prosecuting Authority (NPA) na gumagalaw ng kabukod sa mga pulis para arestuhin si Jackie Selebi, ang pambansang komisyoner ng South Africa at presidente ng Interpol.\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "Bagamat ang Beast Loose in Paradise ay mas 'movie-esque'at 'mas nakakatakot'na may sadyang layon.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Ang paglapit ay dinesenyo upang gulatin ang mga tao para malaman na ang paninigarilyo ay nakakamatay at magiging sanhi ng malubhang sakit.\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "Ang pagsasanib na ito ay nabalita na noon pang mga nakaraan mga taon, at ang mga haka-haka tungkol dito ay lumaki nitong mga nakaraang buwan.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Sa boto na 5-4, binawi ng Kataas-taasang Hukuman ng Estados Unidos ang parusang kamatayan para kay Patrick Kennedy, na napatunayang may sala sa panggagahasa sa isang bata, na sinasabi na hindi bumabatay sa krimen at lumalabag ito sa pagbabawal ng Salingang-batas sa malupit at hindi karaniwang parusa, at dahil doon itatakda ang dapat sundin.\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "Mayroong dalawang establisyimento sa Scotland, sa Faslane at Rosyth, na nagbibigay ng mga serbisyo sa mabilis na nukleyar na submarino hukbong dagat.\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "Ang mga baka ay mas madaling obserbahan, at ang 8,510 na baka sa 308 na lokasyon ay nagpakita ng malakas na layon na iayon ang oryentasyon ng kanilang katawan alinsunod sa magnetikong patlang ng mundo.\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "Ang lugar, na kung saan ay isang nakakatawang imitasyon ni Tom Cruise at kanyang pagkasangkot sa Church ng Scientology, na naging sentro ng pagtatalo noong ito ay nagkaroon ng mga ilang pagtigil na mga utos na pinangunahan ng Church.\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "Sa larong Turkey laban sa Estados Unidos, isang upuan ang inayos habang ginaganap ang laro.\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "Nagpalabas si G. Sudhakaran, ministro ng mga templo sa Kerala, ng iba't ibang pananaw tungkol sa pahayag sa The Times.\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "Ang panig ng tagapamahala ng England na si Sven- Goran Eriksson, isang Swedish, ay may mas maraming hawak ngunit hindi nakapuntos nang higit pa kaysa sa mga unang bahagi ng gol.\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "Ilan sa mga pinakakilalang ehemplo ng libreng software ay ang sistema ng pagpapatakbo ng Linux, ang pagbabasa-basa sa Mozilla web at ang OpenOffice suite.\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "Ayon sa tagapagsalita ng Kenya Proffesionals Society na si Alex Orina, ang karaniwang buwanang suweldo kasama ng mga rasyon para sa mga manggagawang pangkalusugan sa Kenya ay humigit-kumulang na KSH25,000 (£193, US$302 o €230).\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"Magiging sanhi lamang ito ng pagkapoot sa mga Hudyo at sa Israel, habang walang gingawa upang protektahan ang buhay ng mga taga-Israel.\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "Bilang resulta, ang bubong ay inalis din ng mga puwersa ng seguridad.\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "Sinabi ng mga mangtataya na ang bagyo ay nag-iba ng landas bago pa man tumama sa probinsya ng Cagayan na nasa hilagang parte ng bansa.\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "Isang diskusyon ang nagyari bago ang pagganap sa gabi sa pagitan ng diumano'y tagabaril at isa sa mga biktima.\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "Ipinanganak sa Liverpool noong 1952, tumanggap siya ng Social Sciences Bachelor of Arts galing sa Middlesex Polytechnic noong 1974.\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "Isa sa mga katunggali ni Ahmadinejad na si Mir Hossein Mousavi, ay nagdeklara sa sarili bilang \"tiyak\" na nanalo at sinabing maarari niyang i-protesta ang resulta.\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "O baka sabihin mo, 'Hindi, ang aking libog ay kailangan kong manamit na pang babae'.\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "Hindi natamaan ang mga bata ng ibang pagputok ng baril, ang isa ay tumama sa kotse.\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "Ang Lider ng Oposisyon na si Tony Abbott ay nagsabing ang mga numero ay nagpapatunay ng kabigatan na maidudulot sa mga pamilyang Australyano kapag nagpataw ng buwis sa karbon.\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "Winalang-saysay din nila ang mga hinaing na ang mga instruksiyon na ibinigay sa lupon ng tagahatol ay hindi kumpleto, o hindi malinaw, nagsasaad na \"ang mga akusado ay nagmungkahi ng isang madayang pahayag bilang alternatibo\", at nang sa ganung sitwasyon ang huwes ay pinahihintulutan na manatili sa orihinal na instruksyon, at sa partikular ay hindi kinakailangan  \"na ang sinumiteng sampa ay dapat teknikal na perpekto para maalerto ang korte sa pangangailangan ng isang partikular na demanda.\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "Ang sabi nila tanging ang Maritime Industry Authority ang maaaring mag-imbestiga ng mga sakuna sa dagat.\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "Ang ilan sa mga prominenteng klero ng Sudan ay pinagwalang bahala ang mga tagubilin ng gobyerno na huwag nang pag-alabin ang sitwasyon, bagaman sila ay tumigil nang bahagya sa direktang panawagan para sa kaniyang kamatayan.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Sa pagitan ng debate at ng unang saklaw ng pagboboto, iniurong ni Bobosikova ang kanyang kandidatura, dahilan sa kakulangan ng suporta para sa kanya.\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "Si Warren Snowdon, Ministro ng Siyensya ng Depensa at Personel ay nagsabi na ang Republikang Pederal ng Germany ay binalitaan ng pagkadiskubre at nagsabi na ang lugar ay dapat na protektahan.\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "Isang kaibigan ng inaakusahang nanuntok ang nabigla sa mga alegasyon at sinabi na siya ay \"isa sa mga napakabait at napakabanayad na tao na kilala namin sa paaralang ito.\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "122 na mga siklista ang tumapos sa anim na araw na karera sa palibot ng circuit na nagsisimula at natatapos sa Adelaide.\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "Ang unang 7.2 na lindol na itinala nang 4:08 ng umaga, noong Huwebes ng umaga sa lokal na oras (UTC+11), 55 na kilometro (35 milya) silangan, timog siliangan sa Luganville, Espiritu Santo, Vanuatu na may lalim na 144.8 km (90.0 milya).\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "Isang pulis ang pinatay sa County Armagh sa Hilagang Ireland ng mga mamamaril ng Continuity IRA sa loob ng 48 na oras pagkatapos mapatay ang dalawang sundalo.\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "\"Hindi ko alam kung sino ang nasa likod [ng pag-atake], subalit sa aking palagay isa ito sa mga pangkat ng mga dating-militante,\" ayon sa kanya.\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "Naantala ng isang malakas na ulan ang laro ngunit sinimulan muli ito at nakapuntos si Brendan Taylor ng 60 not out hangang nakuha ng Zimbabwe ang puntirya nang isang bola na lang ang natitira na umabot sa isang maigting na tapos.\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "Si McCain na nasa France pagkatapos niyang bumiyahe sa Iraq ay sumagot ukol sa insidente at nagsabing, \"Ang Estados Unidos ng Amerika ay pinahahalagahan ang kanilang pagkapribado at dapat may tuwirang aksyon na gagawin.\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "Sa isang pagpupulong ng pahayagan noong Biyernes, ipinahayag ng may-ari na si J. Paul Reddam na napinsala ang dalisay na tao at hindi lang siya papaalisin sa karera sa Sabado kundi magreretero siya sa anumang darating na karera.\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "Ito ay humantong sa mas mahihirap na kalusugan, mas mababa produktibo sa trabaho, mas maraming mga panganib sa mga kalsada at walang kabuhay-buhay sa pakikipagtalik.\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "Naging permanenteng tagapagbalita ng ABC's World New Tonight si Woodruff, kasama ni Elizabeth Vargas noong Enero 3, 2006, bilang kapalit ng namayapang si Peter Jennings.\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "Ang mga daga ay may kapansin-pansing pagbaba sa bilang at aktibidad ng likas na mga mamamatay na selula.\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "Ayon kay Jean Eyeghe Ndong si Bongo, ang pinakamatagal na nagsilbing pinuno ng isang bansang Afrikano, ay namatay sa klinik ng Quiron noong Lunes, sa edad na 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Mga katagang tulad ng \"Don't worry about that\" at \"Goodness gracious me\" ay tila mga tatak sa rebeldeng lider.\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "Ang gumamit gayunpaman ay sinabi na \"Hindi ko alam na si Palin ang nominado noong ginawa ko ang mga pagwawasto,\" at \"walang nag-utos sa akin na gawin ang mga pagwawastong ito.\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "Kahit na ang presyo ng pagkain aybumaba mula sa kanilang itinala na mataas na antas sa gitnang-2008, ang balita ay nagsasaad na ang presyo ng pagkain sa pandaigdigan ay mataas parin kumpara sa mga nakaraang taon, at ang pambansang presyo sy nanatiling mataas sa mga mauunlad na bansa.\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "Sumunod ding ipinag-utos sa buong estado na kailangang haluan ng ethanol ang gasolina - nangunguna pa rin ang Minnesota - kung saan nagsimula noong 1997.\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "Ito ang unang pagkakataon na ang Pransiya ay natalo sa unang mga yugto ng World Cup.\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "Ang pagtatalo ay nagsimula noong Hunyo nang nagkaroon ng kaguluhan sa pammagitan ng mga bansa na nasa hangganan ng Doumeria.\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "Ang TfL, na bumili sa Tramlink network mula Tramlink Croydon Ltd. Noong 2008, ay ibinalita ang mga plano sa huling bahagi ng Enero, matapos isumite ang alok sa Official Journal of the European Union (OJEU) noong ika-29 ng Enero.\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "Ang Shuttle Discovery ay kasalukuyang nakadaong sa ISS sa panahon ng misyon STS-120.\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "Ito ang kauna-unahang kaso ng impeksyon na tumama sa mga pangkarerang kabayo, kahit na naiimpeksyon ang mga panlibang na kabayo sa NSW at Queensland.\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "Ang plano ay dinala sa hukom ng pagkalugi sa unang bahagi ng araw na ito.\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "Nakiusap siya na inosente sa limang mga sakdal laban sa kanya, subalit ang sampung tao na taga-hatol ay gumugol ng limang mga oras upang madesisyunan siyang may sala.\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "Ang lindol ay naramdaman din sa kalapit na Burundi, ngunit walang naiulat na pagkasira o sugatan doon.\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "Bago ang apila, ang iskor ni Uchimura ang naglagay sa Japan sa ika-apat na pwesto at ang Britain naman ay nasa ikalawa samantalang ang Ukraine ay nasa ikatlo sa iskor na 271.526.\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "Iginigiit ng North Korea na tigilan na ang pagsasanay sa pagsabing \"kailangang itigil ng South Korean puppet warmongers ang mapangutyang live-fire drills sa baybayin ng Yeonpyeong.\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "Subalit dahil sa ilang mga pagkakataong sinayang at patuloy na mahinang pagpasa, nalamangan ang Westmeath ng dalawang puntos sa huling ilang minuto ng laro.\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "Si Andrew Symonds ang pinakamataas na tagapuntos ng Australia na mayroong 66 na run, habang gumawa naman ng 55 si Adam Gilchrist.\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "Ang abogado para sa iilang pamilya ay nagsabi na ang ilan ay hindi pa matanggap sa pagkawala ng mga mahal sa buhay, na sinasabing \"Hindi nagkaroon ng libing, walang paalam...basta marami at maraming pagdurusa lang.\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "Ang kasama ni Che Guevara sa \"Motorcycle Diaries\" ay namatay.\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "Noong gabi ng Miyerkules, ipinag-utos ng kumander ng himpilan na kailangang itigil na rin ni Manning ang pagsusuot ng salawal.\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "Si Doktor Kevin Reilly ng Kagawaran ng Serbisyong Pangkalusugan ng California ay nagsabi na \"hindi nila alam kung ang ligaw na mga baboy ay gumaganap ng papel o hindi, pero ang alam natin ay na dito sa natatanging rantso na ito, mayroong napakalaking populasyon ng baboy-ramo, at mayroon tayong nasaksihan dito sa lugar na ito na sinira nila ang mga bakod at mayroong silang kakayahang makapasok sa bukid.\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "Pitong maliliit na baranggay at nayon ang ganap na nasira.\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "Ang unang mamamahayag na namatay noong ika-30 ng Disyembre taong 2012, ay beteranong mamamahayag na si Shukri Ratib Abu Burghol.\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "Kaniyang inilarawan ang tipikal na araw para sa kaniya: \"Isang oras at kalahati bago ang programa ako ay puwede nang ayusan sa kuwarto.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Isang alerto sa tsunami ang inilabas pagkatapos ng pagyanig, ngunit pagkatapos ay binawi rin.\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "Ang operasyon ay dapat tatagal lang sa pagitan ng tatlong linggo hanggang isang buwan.\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "Ang Shin na Korporasyon, isang multi-bilyong baht na higanteng kompanya ng telecom at IT, ay natalo sa kanilang sinampang kasong paninirang-puri laban kay Supinya Klanganarong para sa kaniyang mga pahayag sa isang pakikipanayam ng Thai Post noong Hulyo 2003.\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "Noong nakaraan, ang unang sariling -gawang bomba ay sumabog sa isang banko sa bayan ng Basque ng Getxo.\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "Kasama sa mga nabanggit ang pagsasagawa ng pagpapadala ng tseke sa mga may-ari ng kard, kung hindi maaabisuhan ay maaaring bumaba ang pwedeng mautang at tataas ang kanilang singil, at \"tambangan\" ang mga may-ari ng kard ng tumaas na singilin.\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "Ang bulag na B3 skier na si Bathum nakipagusap sa kanyang gabay, si Sean Ramsden, na nakasunod sa kanya sa lahat ng kanyang karera.\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "Ipinagbigay-alam ang pagsabog sa himpilan ng pulis sa Probinsya ng Nonthaburi sa hilagang dakong labas ng bayan ng Bangkok.\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "Pero sinabi ni Guillermo Sardina, 55, sa Hamilton, N.J., na \"Natutulog ako ng mahimbing sa gabi.\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "Noong isang linggo, pinag-igting ng Samsung ang pagbebenta ng kanilang pinakabagong aparato na Android-powered, ang Galaxy S.\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "\"Siya ay gumala-gala sa lansangan kasama ang isang pangkat pampelikula sa TV,\" ayon kay Sarhento ng Greymouth na si David Cross.\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "Hindi bababa sa 112 na iba't ibang uri ng ibon, at may kabuuang 720, na matatagpuan sa zoo.\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "Sinabi nila noong Sabado na halos mga 100 Shi'ite ang hinostage ng mga mandirigma ng Sunni, at nagbanta na papatayin sa bayan ng al-Madain, malapit sa Baghdad.\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"May lakas ng loob, muli kaming sumipot sa isang maliit na tindahan at bumili ng karagdagang softdrinks para maipamigay.\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "Sya ay umuusad nang mabuti, at pinaikli ang tantiya nyang panahon ng pagdating sa Brisbane ng isang buwan.\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "Ipinakahulugan ni Zagel ang hiling na gusto ng hurado ng mga kopya ng testimonya ng bawa't isang saksi sa paglilitis.\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Ang mycokemusic.com ay nagsabing ang trak ay malalagay sa kanyang website mula Huwebes at lahat ng kinita ay ipagkakaloob sa kawang gawa.\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "Samantala, sinabi ni Neza na sinusubukan ng mga pulis at hukbong lakas na pumunta sa lugar sa pamamagitan ng mga mga kotseng may pangsanggalang.\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "Ang tagapamahala ng Kilmarnock na si Jimmy Calderwood, ay nagsalita pagkatapos ng laro, at sinabi tungkol sa kaniyang karanasan: \"Ito ay isang napakahabang araw.\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "\"Ngayong araw na ito, pinatunayan nila sa kanilang mga sarili na ang pagbitay ay isa lamang pagganti at hindi hustisya,\" sinabi ng isang nagdadalamhati sa Los Angeles Times.\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "Siya din ang tumayong CEO habang sumailalim sa isang liver transplant si Steve Jobs.\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "Ang mekanismo ng Higgs ay isang pangunahing elemento ng teorya ng elektroweak na bumubuo ng bahagi ng Standars Model ng partikulong pisika, at ng maraming mga modelo na mas higit pa doon.\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "Sinabihan ang mga mamamayan na \"dapat matapat nilang sambahin at igalang si kasamahang Kim Jong-un.\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "Ang mga mananaliksik ay nagtutulung tulong sa ilalim ng $2.8 milyon bigay mula sa Pambansang Institusyon na Pangkalusugan sa pag-asang makabuo ng pagsusuri na makakapagtiyak ng magugustohan ng isang lalaking tupa bilang nakatuon sa babaeng tupa bago ito mabili bilang tagapagpalahi.\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"Sa palagay ko, ito ay makatutulong nang mabuti sa amin sa hinaharap, pero ngayon kailangan lang namin ang mga puntos,\" pahayag ni Ryan Miller, isa sa mga tagabantay ng goal.\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "Ayon siyentipokong mananaliksik sa CSIRO na si Doktor Mike Raupach, 7.9 bilyon na tonelada ng carbon ay naibuga sa atmospera habang ang carbon dioxide noong 2005- isang pagdodoble sa antas ng pagtaas mula noong 1990 at ang antas ng pagtaas ay nagpapatuloy na bumibilis.\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "Ang makasaysayang pangyayaring ito ay dumating dalawang linggo lamang matapos nalampasan ni Favre ang rekord ni John Elway sa karir na panalo ng isang quarterback, natalo ang mga New York Giants sa panalong ika-149.\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "Ang dalawa sa limang tumutol na mga hukom ay nagtapos na ang mga pagtatanging ito ay labag sa konstitusyon, subalit ang pagtatama nito ay depende, sa prinsipyo, sa mga batas ng lehislatibo ng Kapulungan.\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "Marami sa mga nasaktan ay dinala sa pinakamalapit na ospital at gumagawa ng apila para sa mga naiwang pilgrima na maging kalmante at mapayapa.\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "Ang UNMIS ay inaasahang magdadala ng mga katawan sa kanilang malapit na paliparan, na kung saan ay walang pampublikong daanan.\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "Si Sue Chipperton, ang may-ari at tagapagsanay ni Gidget ay nagkomento at nagsabing, \"Pinaligaya niya ang maraming tao.\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "Ito ay kataka-taka kung paano ang pag-iinspeksyon ng mga kawani at mga tekniko na wala silang natagpuan sa kanilang inspeksyon ng mga sasakyang panghimpapawid bago lamang ang paglipad.\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "Ayon sa BCC News Online mahigit ng 300 na tao ang nakadetina at di bababa ng 10 ang nasaktan pagkatapos ng ikalawang gabi ng kaguluhan sa Kabisera Estonia, Tallinn.\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"Noong bata pa ako, sinabi sa akin ng tatay ko na ang pag-ulan daw na ito ay nangyari noon dekada-40 sa labas ng hilagang Baghdad ngunit ang pagbagsak ng niyebe sa Baghdad na isang napakagandang pangyayari ay higit pa sa aking imahinasyon.\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "Pinaniniwalaan na ang mga sekreta ng Bathurst ay gumawa ng Strike Force Header pagkatapos makatanggap ng reklamo mula sa dating estudyante ng St Stanislaus noong nakaraang taon.\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "Mamayang gabi, ang koponan ay tutulak patungong Tokyo para sumali sa paligsahan sa Pandaigdigang Kampeonato ng Kapisanan ng mga Kababaihan laban sa ilang pinakamagagaling na kapisanan ng mga koponan ng mga kababaihan sa buong mundo kasama na ang Kobe Leonessa at NTV Beleza ng INAC sa Hapon, at Olympique Lyonnais ng Pransya.\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "Dalawang pamilya na Palestino na naninirahan sa Silangan ng Herusalem simula pa noong 1956, ang pinalayas sa kanilang mga tahanan noong Linggo pagkatapos tanggihan ng korte ng Israel ang kanilang isinumiteng apela laban sa pagpapaalis na ito.\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"Dahil sa isang atakeng panghimpapawid ng puwersang NATO noong ika-6 ng Nobyembre sa probinsya ng Badghis ang pitong tauhan ng seguridad na Afghan (parehong hukbong Afghan at pambansang pulisya) ay naging martir at ang iba pa ay nasugatan,\" pahayag ng ministro.\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "Ang sentrong likasang pang-baha ng Red Cross sa Urunga ay nawalan ng kuryente ngunit kumukupkop pa rin ng 300 katao na lumikas doon.\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "Ang mga lokal ng mga rural na bayan ay lumikas patungo sa karagatan upang makaligtas mula sa sunog.\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "Ang Chargers ay nakaiskor ng siyam na puntos lamang, subalit hawak ng Los Lunas ay tatlo.\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "Maraming mga pelikula ang sasalain sa pagdiriwang, kasama ang maikling pelikula, ang Byron's Theme.\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "Ang tinatawag na Gunpowder Plot na ito ay ipinagdiriwang sa pamamagitan ng pagtatanghal ng mga paputok at makislap na mga bagay, mga siga at mga imahe ng Guy Fawkes.\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "Ang panglaban na sistema ay mukhang lilikha ng mahina di-mahusay para makalikha ng pantay sa pagitan ng mabilis na tugon sa sakit at mababang kaseguraduhan ng autoimmune na sakit, ang kalagayan na kung saan ang panglaban na sistema ay inaatake ang malusog na tisiyu.\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "Tatlong buto sa binti nito ang nabali-ang buto ng cannon, ang buto ng sesamoid, at ang buto ng pastern.\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "Sa parehong pagkakataon, niligawan niya ang mga mayayaman sa kanyang plataporma na naglalaman ng maka-negosyong pangako at suporta sa pagbabalik ng hukbong sandatahan ng Haiti.\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "Ang Kilmarnock ay mayroon na noong dalawang puntos na malinaw sa ikalabindalawang posisyon, na nasakop, sa halip, ng Falkirk.\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "Ayon kay Mottaki, \"Mayroong mali diyan kaya ako ay nag-alay ng aking paumanhin.\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\"Ang aming parehas na bisyon sa pagbibigay ng mataas-na-kalidad at abot kayang ginhawa para sa lokal na komunidad ay nangangahulugan na kung magkasama dodoble ang aming lakas at samakatuwid doble rin ang kakayahan na makapaghatid ng lokal na grosering tindahan na hinihingi ng mga kustomer na Briton,\" sabi niya.\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "Ang kasalukuyang epidemya ng polyo ay patuloy na nangyayari sa isang taon at mayroong mga naging biglang paglitaw sa nakalipas na anim na buwan sa Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal at Sierra Leone.\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "Tila ang masamang kapalaran at mga pagbabago ang naglagay sa Aleman na responsible sa taktikong laro sa kauna-unahang pagkakataon sa labanan.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Ayon sa Folha de Sao Paulo, ang Pamahalaan ng Brasil ay inimbita si Joao upang maging bahagi ng libing ng Papa.\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "Iniulat ng mga lokal na konsehal na British na napasakamay na nila ang sorbetes na gawa mula sa gatas ng tao na itinitinda sa isang tindahan sa London, England, United Kingdom.\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "Si Angel Matos atleta ng Cuba Taekwondo ay pinagbawalan ng habang-buhay kahapon pagkatapos niyang awayin ang Swedish na tagahatol na si Chakir Chelbat noong 2008 Beijing Olympic na palaro.\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\"Wala akong duda na sasabihin ni Kevin Rudd na ang mga batas na ito ay dapat alisin na, at palitan ng mga patakarang magpapabalik sa mga karapatan,\" paghahayag ni Binibining Burrow sa Sky News.\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"Ang Telstra ay inaasahang magbibigay ng mga ganoong klase ng mga serbisyo.\" sabi niya.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ":\"Gaano kaligtas ang mga lansangan ng Bangkok?\"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "Ang mabangis na pakipaglaban sa kampanya ay nagsimula noong ika-29 ng Hunyo at kasangkot ang hindi mababa sa 9,707 kandidato ng parlyamentaryo at 33 pampanguluhang kandidato.\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "Ang naunang mga ulat ay nagpahayag na may mga pampasabog na naisakay sa eroplano, pero walang natagpuan.\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "Ang drayber ng Vodafone Mclaren Mercedes na si Lewis Hamilton nag-umpisa mula poste ay pinanalunan ang FIA Formula-1 2007 Japanese Grand Prix sa Fuji Speedway, Oyama, Japan.\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "Ang pamahalaan sa Belgrade at ang Orthodox ng Serbia ay tumawag ng boykot.\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "\"Habang tinatangap namin na walang makakapagbalik ng mga buhay nina Alex at Bethan at ng ibang mga taong nawalan ng kanilang buhay, masidhing naming tiyakin na patitigilin namin ito sa pauulit,\" sinabi ng mga pamilya sa kanilang magkasamang pahayag.\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "Ang Atlanta ay nabigyan ng prankisa ng pagpapalawak sa taong 1997, at ang Thrashers ay naglaro sa yelo upang simulan ang 1999-00 na laro ng NHL.\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "Isang Israeling rocket ang tumama sa gusali ng Press TV sa Gaza Strip.\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "May 38 ka-tao ang sinasabing namatay sa isang pambobomba ng nagpapakamatay sa panahon ng welgang pulitikal sa Hilagang -Kanluran ng Frontier Probinsiya ng Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Minsan pinipilit ng mga pulis ang mga may-ari ng mga tirahan na sila mismo ang sumira.\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "Sa kaniyang pambukas na mensahe, tinanggap ni Bush ang mga magulang at mga lolo at lola sa isang \"makasaysayang istadyum.\"\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "Sinabi ng Sony na binabayaran nito ang mga may-ari ng gusali gaya ng Casa Maria para sa karapatan na mag-anunsyo sa kanilang pader.\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "Pagkatapos ng pagsabog, pinuna nila na nagrereklamo ang mga mangagawa na \"hindi maayos ang pagpasok ng hangin sa departamento.\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "Sa kabila ng pagbaba ng karahasan sa bansa noong nakaraang Sabado at Linggo, ang gabinete ng Pranses ay nagkasundo na hilingin sa parliyamento ang karagdagang tatlong buwan para sa kapangyarihan ng kagipitan.\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "Sinabi ng mga pinanggagalingan ng impormasyon sa Wikinews na kahit ang Ingles na bersyon ay nabubuksan, ang bersyon ng China ay hindi mabuksan o mahirap maabot sa maraming lugar sa bansa.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Ang harap-harapang serbisyo ng Jobcentre ay hindi apektado ng pagkilos ng welga kahapon; nag-anunsiyo ang unyon na ito'y susundan ng pagbabawal ng walang taning sa mga miyembro na magtrabaho ng higit sa oras.\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "Gayunpaman, ang ulat ay itinala na ang Garuda Indonesia ay nabigong bigyan siya ng anumang simulator na pagsasanay na gumagaya ng isang sitwasyon kung saan ang kasamang piloto ay kukuha ng kontrol na responsibilidad mula sa pilotong nakatalaga dahil sa hindi ligtas na paghawak ng eroplano.\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "Si Smith ay tagapagsalita ng kumpanyang TRIMSPA nang siya ay pumanaw, at tinanggal na ng TrimSpa ang lahat ng nilalaman ng kanilang websayt sa ngayon, ibinaba ito at naglagay lamang ng mensahe bilang tugon sa kanyang pagkamatay.\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"Ako ay makikipagkita kasama ng pribadong komisyanado, ako ay makikipagkita kasama ang industriya ng taksi, ako ay kokonsulta sa mas pormal na paraan kasama ang mga miyembro ng publiko.\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "Si Faith Hill ay nanalo ng gantimpala bilang Babaeng Bokalista ng Taon noong 2000.\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"Habang ito ay hindi malinaw kung ang AIF sa bidyu ay gumawa ng anumang nakikitang nagbabantang mga kilos, ito ay malinaw na ang mga Marines ng 3/1, kasama ang korporal, ay alam na ang magpatay-patayan ay isang karaniwang kalaban na TTP (tactics, techniques & procedures).\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "Ang pag-aaral na Equality for Women: Where Do We Stand on Millenium Development Goal 3? ay tumitingin sa mga tagumpay na ginawa ng umuunlad na mundo na inilatag ng Millenium Development Goals (MD).\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "Ang tagapagsalita na ministeryo ng ilaya na si Shota Utiashvili ay nagsabing, \"Ito ay magiging isang makataong sakuna kapag isinara ang hangganan.\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "Ang nakoronahang Prinsipe Abdullah ang gumaganap ng karamihan sa mga gawain ng may edad na hari nitong mga kalilipas na taon, at malamang na kandidato para sa sumunod sa trono kung bibigay si Haring Fahd sa kanyang sakit.\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "Dahil dito ay naglabas ito ng napakalamig na liquid helium, na naging sanhi ng matinding pinsala.\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "Matapos makita ang katawan, sinabi nila na iniuwi nila ito at inilagay sa isang yelohan.\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "Ang Presidente ng Sudan na si Omar al-Bashir ay inanunsyo ang paglaya ng lahat ng mga mamamahayag na nakulong sa bilangguan ng bansa sa talumpati sa isang pagtitipon ng mga mamamahayag sa kabisera ng Khartoum, noong Sabado.\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "Si Pope Shenouda III ng Alexandria, ang pinuno ng simbahang ng Egypt na Coptic Christian, ay namatay sa edad na 88.\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "Pinuna sa patalastas ang mga polisiya ni McCain sa pagbawas sa buwis, pera para sa mga kumpanya ng langis, at \"walang buwis para sa mga kumpanya na nagpapadala ng trabaho sa ibang bansa.\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "Ang proyekto ay tumatangkilik sa pagtitipon para mapaunlad ang kanilang edisyon sa English, na opisyal na inilunsad noong Mayo, 2004.\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "Ang lahat ng mga panayam ay isinagawa sa pamamagitan ng e-mail, at inilathala ng walang pagbabagong ginawa, kung saan ang mga kandidato ay malayang makakapagpahayag ng kanilang mensahe, ng walang hadlang, sa mga mambabasa.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Hindi kagaya ng ibang mga estadong Balkan kagaya ng Slovenia, Croatia at Bosnia, nakamit ng Montenegro ang kasarinlan nang walang dahas.\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "Si Cegalis ay tumakbo para sa posisyon noong taong 2004, at nakakuha ng 44% boto, ang pinakamataas na nakamit ng isang Demokratiko laban kay Hyde.\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "Ang malaking bahagi ng kita ng PepsiCo ay galing sa mga produktong hindi inumin katulad ng Frito-Lay at Quaker Oats.\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "Hindi pa ipinahayag ng Victoria kung babawiin nila ang kanilang mga sapi mula sa pagbebenta.\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"Ang pinaghusay na bidyu ng pamamaril ay sumuporta sa hiling ng korporal na ang sugatang AIF ay tinagago ang kanyang kaliwang braso sa likod ng kanyang ulo.\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "Noong ika-13 ng Disyembre 2001 sa 11:45 ng umaga sa lokal na oras (UTC+5:30) sa oras na naghahanda ang mga MP na umalis sa Kapulungan, ang mga armadong militante ng mga AK-47 at mga granada ay bumutas sa seguridad sa pultahan na may bilang 12 ng Gusali ng Batasan at nagsimulang magpaputook nang walang pinipili, na naging ikinamatay ng anim na mga pulis at isang empleyado sa Batasan.\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "Nagbigay ng babala ang gobyerno ng U.S. sa mga pribadong serbisyong nauukol sa pananalapi na binabalak ng al Qaeda ang pagsalakay ng cyber sa mga account ng sapi at bangko ng U.S., sinabi ng mga opisyal noong Huwebes.\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "Libo-libong kalapit na tao ang nagdagsa malapit sa sunog, kasama ang mga tagamasid at mga indibidwal na nagtangkang tumulong o magkalap ng impormasyon tungkol sa mga pangyayari sa kanila.\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "Ang mga kupunan ng karapatang pantao at ang United Nations ay umaasang ang Iraq ay hindi gagamit ng parusang kamatayan laban sa kanyang mamamayan at iginigiit sa pamahalaan na huwag gumawa ng ganitong sentensiya.\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "Pagkatapos mangibabaw sa unang kalahati ang Pranses, naka banaag ng pag asa ang Ireland ng si Brian O'Driscoll ay makakuha ng pagkakataon sa halos mula sa wala sa kalagitnaan ng pangalawang hati, pero nakakalungkot sa homeside, ito ay hindi sapat nang tugunan ito ng Pransiya sa pangalawang pagsubok para dalhin sila sa 26 na puntos.\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "Ang Iran ay nagpahayag na gagamitin nila ang programang nukleyar para lang sa pangkapayapaang inerhiyang nukleyar, sa halip na sandatang nukleyar, pero merong mga pangamba sa panig ng European Union at ang USA kung sila ba ay tapat.\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "Ang seremonya ay nakatakda sa Linggo, ika-25 ng Pebrero, 2007, sa Kodak Theatre sa Hollywood & Highland Center.\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "Ito ang unang hakbang ng kumpanya tungo sa pagsali sa merkadong pangkalusugan.\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "36 bangkay mula sa minahan ng Harmony Gold mining company Eland ang nakuha mula sa malalim na hukay noong bago magtapos ang linggo na umabot sa 1.4 kilometro (1mi).\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "Ayon kay Horta ang pinakamalaga sa kanyang gobyerno ay ang \"pagbabalik ng seguridad at pag-uwi ng mga 150,000 katao sa mga kampo ng mga taong walang tahanan kanilang mga pinaggalingan.\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "Isang 6.4 magnitude na lindol and tumama malapit sa silangang baybayin ng Honshu, Japan Lunes ng umaga, ayon sa USGS.\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "Ngayon, handa na si Lidge na pumalo ulit matapos ang kinailangang pahinga.\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "Ang sistema ng karagdagang tagahatol ay susubukan sa nalalapit na FIFA o UEFA na torneo, at ang panghuling pasya ay inaasahan sa susunod na taong pagpupulong, ayon kay Jerome Valcke ng FIFA.\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "Naniniwala silang siya ay miyembro ng grupo ng Hells Angels bikie.\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "Ayon sa mga ulat ng mga saksi, humigit kumulang sa labingdalawang tao ang nakitang naglalakad palayo pagbagsak.\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "Kailangan nating baguhin ang pangangalakal na katulad ng dati upang matugnan ang kasalatan, sinabi ni Frank Rijsberman, ang pinuno ng IWMI, sa ulat na inilabas noong taong 2006 sa pagpupulong sa Stockholm na \"World Water Week.\"\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "At saka pala, hindi lang naging Kampeon sa Taiwan si Kuan-hua Lai at napili na \"Pinaka Tanyag na Siklista sa Taiwan\", pero tinulungan din niya ang kanyang koponan (Giant Asia Racing Team) para manalo at maging Kampeon na Koponan sa seryeng ito.\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "Ayon sa Punong Lungsod ng Tuguegarao na si Randolph Ting, \"Maraming bahay na ang nasira at maraming puno at poste ng kuryente ang nahugot mula sa lupa.\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "Ang nangungunang taga-alis ng demonyo ng Simbahang Katoliko Romano, na si Gabriel Amorth ay nagmungkahi na ang nawawalang batang babaeng estudyante na si Emanuela Orlandi ay dinukot para sa pang-aabusong sekswal at mga grupong pagniniig na pinuntahan ng mga diplomatikong dayuhan na isinaayos ng pulisya ng Vatican.\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "Isang pagpupulong ng National Hunt sa Carlisle kahapon ang kinansela din.\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "Marami ang bumoto, ang resulta ng pagboto ay inaasahang mas mataas kaysa sa resulta ng 2002 (77%).\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "Ang Belgium ay nakikihati sa hangganan ng France (620 km), Germany (167 km), Luxembourg (148 km) at sa Netherlands (450 km).\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "Isang 600 lb na bomba na natagpuan sa hilagang bahagi ng Ireland ang pinawalang-gana ng grupo ng mga nagdedetona ng bomba.\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "Isang panlimang anak ay namatay bilang resulta sa isang pagtugis ng pulisya na nagtapos sa isang pagbangga sa Dinuba, California noong Linggo, Agosto 9.\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan, ang pinakamatandang kilala na sapatos ay ang sandalyas na gawa mula sa halaman ng seidbras, na natagpuan sa Fort Rock Cave, Oregon sa Estados Unidos.\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"Nagdadala ang misil ng nakakalakas na warhed na puwedeng magpatakbo laban sa mga hanay ng barkong pangdigmaan at mga malalaking submarino.\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "Sinabi rin ni Campbell na ang mga balyena ay may habang hanggang limang metro (labing pitong talampakan), at ilang mga sanggol na balyena ay may habang isa hanggang isa't kalahating metro (tatlo hanggang limang talampakan).\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "Ayon sa batas ng Iraq, si Hussein ay ibibitay sa loob ng 30 araw, at walang tsansya ng indulto.\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "Isang batas ng Louisiana na pinatibay noong 1995 ay nagpapahintulot ng parusang kamatayan para sa mga nanggahasa ng isang batang 12 na taong gulang pababa (di kalaunan binago sa 13).\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "Ang mga nakasangla namang ito ay pinagsasama sama ng mga nagpapautang bilang panggarantiya sa mga inutang nila galing sa ibang kompanya ng pananalapi, tulad ng GMAC.\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "Siya at ang Pinunong Ministro ng South Korea na si Ban Ki Moon ay itinuring na nangunguna sa laban para pumalit kay Annan, kung saan ang termino ay magtatapos sa katapusan ng taon.\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "Nagsimula silang nilamangan sa14-8 at bumaba sa 20-17; sa punto na iyon, nagtaym-aut ang Uklayn.\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "Siya ang unang batang-lalaking panganak sa imperyal na pamilya ng Hapon mula sa kaniyang ama noong 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Naghain ng reklamo ang Apple sa HTC, tagagawa ng mobile na telepono, noong Martes, sa isang demanda na naghahabol ng 20 iba't-ibang paglabag sa patente na may malaking kaugnayan sa paggamit ng iphone, kung saan ito ay likha ng Apple.\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "Ang S1600 at S3200 - na nagpapabilis ng paghahatid ng impormasyon na aabot hanggang 1.6 Gpbs at 3.2 Gbps -ay pinapangyaring ang Firewire (pangalan ng pamantayan ng Apple) ay apat na beses na mas mabilis kumpara sa kakayahan nito sa kasalukuyan ayon sa teorya.\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"Hindi ako naniniwalang mangyayari ito dahil sa palagay ko ay mag-aalsa ang mga tao.\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "Si Numbersixvalverde, ang nagtagumpay ng 2006 na karera ay nagtapos nang pang-anim samantalang ang 2005 na nagtagumpay na si Hedgehunter ay nagtapos nang pang-siyam.\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "Naipahayag rin ng Hilagang Korea na ang mga plano nito na ipagpatuloy ang pagpapalakad ng pasilidad ng Yongbyon, pati na ang paggawa ng mas malaking reactor.\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "Nakikita rin ng Timog Aprika ang kahalagahan na panatilihing makipag-ugnayan sa mga Hamas sa paghahanap ng kapayapaan sa Gitnang Silangan.\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "Si Dr. Yossi Vardi ay kilala bilang 'Ama ng Negosyanteng Israel, at siya ay may maraming anak sa anyo ng mga teknolohiyang kompanya na kanyang tinulungang limliman sa pagbunsod ng Internet sektor ng Tel Aviv.\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "Inabisuhan si Jimmy Wales ng isa sa mga miyembro ng pangkat noong ika-27 ng Enero, 2006 na ang mga pagwawasto mula kay Nature ay nasa lugar na.\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "Samantala, ang piloto ng Garuda 200 ay nakasuhan sa akisdente, na nagpasiklab ng napakatinding kontrobersiya.\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "Sa mas malapit sa ibabaw ng buwan, nakita ng Cassini na ang medyo malalaking butil na mayaman sa sodium at potassium ay nananaig sa mga plume.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Ang Russia ay nagbalak na magtayo ng plantang nukleyar sa Turkey, at ang kontrata ay napirmahan noong Miyerkules \"ay mukhang talagang kahanga-hanga,\" ayon sa Presidente ng Russia na si Dmitry Medvedev.\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "Anim na mga organisasyon ng medya, kasama na ang Fairfax, ay bumubuo ng isang konstitusyunal na hamon para sa mga sikretong pagdinig sa paparating na paglilitis tungkol sa terorismo sa Australia.\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "Kaniyang inilarawan ang website, sa kabila ng pagkakaroon ng ilang mga kamalian sa pagbabaybay, bilang \"tunay na maganda.\"\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "Si Senador Joe Ludwig (Labor, Queensland) ay nagtanong sa Ministro ng Hustisya at Senador ng Customs na si Chris Ellison sa Question Time kung paninindigan niya ang pahayag na ginawa niya kahapon na ang pagdiskubre sa Jing Seng ay nagpakita na ang Gobyerno ng Australia ay mayroon sa lugar na \"panghimpapawid at pandagat na pagmamasid para maharang ang bapor sa ganitong pangyayari, at iyon ay nagawa na,\" at tinanong kung bakit inabot ang Gobyerno ng dalawang linggo upang maharang ang bapor pagkatapos makapasok sa tubig ng Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Sa bandang kalagitnaan, nakabawi ang Australya upang manguna 4-3, hanggang matapos ang pangatlong periyod sa patas 4-4 sa Estados Unidos, at sa huli ay natalo 4-6.\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "Nakademanda si Jackson doon sa pitong ulit ng panghahalay at malibog na mga gawain sa isang bata na mas mababa sa 14, at dalawang ulit sa pagbibigay ng nakakalasing na inumin.\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "Sangkot sa paglilitis ang isang lalaking galing Sydney na si Faheem Khalid Lodhi, na inaakusahang gumawa ng mga hakbang para sa teroristang pag-atake.\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sinabi ng Sulpicio sa Manila Regional Trial Court na pawang ang Republic Act 9295 at ang Domestic Shipping Development Act ng 2004 ay nagtanggal sa BMI ng karapatan na magsiyasat sa mga kaganapan tungkol sa paglalayag at na ang pagsisiyasat ng lupon na noong Hunyo 25 \"hindi patas, labag, at walang bisa.\"\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "Ang Fed ay umaasa na sa pagiging mura nito sa paghiram, ang mga tao ay magsisimulang gumastos at mamuhunan pang lalo.\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "Halimbawa, si Ban Ki-moon, ang punong kalihim ng United Nations ay tumawag kahapon para ang halalan ay maipagpaliban.\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "Binabalaan ng mga pulis na ang mga nagpapasabog ng granadang CS at mga eksplosibong entri ay maaaring napagkamalang mga putok, at sinasabing walang putok na pinakawalan.\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "Ang mga manggagawa ay nagsasagawa ng hindi opisyal na aksyon bilang pagsuporta sa tatlong araw na welga sa pagawaan ng langis ng Lindsey sa Lincolnshire, England.\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "Sinabi ni Oleg Mitvol na kahit ang nabubong sulfur ay hindi makapagbibigay ng panganib sa paligid, ang dalawang bapor-pangkargamento ay maaaring magtagas ng langis mula sa kanilang tangke, na siyang magdaragdag sa polusyon.\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "Ayon sa Opisina ng Presidente ng Russia, ang tubig inumin ay hindi na makukuha sa anumang bumubuo ng kabisera ng South Ossetia, Tskhinvali, dahil \"nawasak ang mga planta ng tubig at paglilinis ng maruming tubig.\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "Tinanggap ni Republican John McCain ang kanyang pagkatalo sa eleksyon kay Democrat Barack Obama.\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "Halos lahat ng pagbabago ay kaugnay ng pagbaba ng mga presyo ng krudo at magandang oportunidad na magkatrabaho.\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "Ayon sa kompanya, lahat ng gatas ay sinuri para sa \"pinakamataas at pinakaligtas\" na pamantayan bago ito i-pastyurays at ihanda para sa konsumpsyon ng tao.\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "Ang tiyan ng Orbiter ay sisiyasatin sa linggong ito.\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "Halos 25 porsyento ng mga Indiyano na lampas pitong taon ay napag-alamang mangmang sa sensus ng 2011, may pagbaba ng 10 porsyento kumpara sa sensus na ginawa noong nakaraang sampung taon.\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "Binanggit nito ang tema ng race relations sa New Zealand, partikular sa espesyal na katayuan ng mga katutubong etnikong grupo ng Maori, New New Zealand.\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "Ang debate ng unang-halalan ay tradisyonal na umaabot hanggang 90 na minutos at nangyayari sa 1930 ng unang Linggo ng kampanya.\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "\"Kami ay gagawa ng lahat na kailangang hakbang upang mawakasan ang tampalasang pag-uugali ng isang estado na hindi umaako ng responsibildad sa mga aktibidades ng isang pangunahing kasangga sa kanilang sariling pamahalaan,\" ayon sa Ministro ng Gabinete na si Isaac Herzog sa Reuters.\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\"Ang pagiging bukas na itulak ang mga hangganan at sumubok ng mga bagong bagay ang ganap na kailangan ng konserbasyon sa New Zealand,\" sabi niya.\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "Ang mga serbisyong pang-bus sa Zone 1 ay nagpatuloy ng 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Ito ay sinalungat ng pag-aari ng estadong Rusya na serbisyong RIA Novosti, na nagsaad na dalawang Ruso lamang ang nasali sa mga namatay.\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "Lahat ng mga opisyal na naroron ay hindi nagsalita at nagdeklara na hindi sila ang may kagagawan sa nangyari.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Nagmaneho si G. Qarase papunta sa ari-arian, subalit sinabihan siya ng mga sundalo na nasa harang sa kalsada na kakailanganin niyang maglakad hanggang makarating siya sa pupuntahan niya.\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "Ang Ministeryo ay naniniwala rin na maaaring iugnay sa paglalaban sa Myanmar sa pagitan ng mga Budista at Muslim, kahit na bibihira ang karahasan laban sa mga Budista sa India.\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "Pagkatapos ng ilang buwang pangangampanya, nalamangan ni Johnson ang aktibista na si R. Lee Wrights sa unang botohan na may 70 porsyento ng 595 na kinatawan ng pagpupulong.\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "Ang puti at itim na unggoy na may mahabang buntot na nakasuot ng lampin ay nakatali sa hardin ng beer sa labas ng naytklab sa State Street noong sinimulan itong hawakan ng mga tao.\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "\"Ang pinagsamang kompanya ay magbibigay sa mga kustomer ng mas malaking pinagsamang network,\" ayon sa hepe ehekutibo ng BA na si Willie Walsh.\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "Ang Institute for Geophysics ay nawalan ng mga importanteng kagamitan na nakalagay sa dahilig ng bulkan ng Tungurahua, kaya nalimitahan ang kanilang pagmomonitor sa aktibidades ng bulkan.\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "Siya ay lilipad pabalik sa kanyang rantso sa Texas sa linggong ito upang makipagtagpo sa kanyang mga tagapayo sa depensa at ekonomiya, pagkatapos nito, siya ay lilipad patungong Illinois upang lagdaan ang isang panukala sa daan.\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "Ang mga sintomas na ito ay sinasabing ito ay dahil sa \"isang matinding kumakalat na impeksiyon at kemikal na mga sangkap na hindi normal na nahahanap sa mga produktong pagkain\" tulad ng sinabi ng kanyang mga opisyales sa kampanya.\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "Iminungkahi nilang alisin ang Intelligent Design mula sa kurikulum ng bayolohiya subalit pinahintulutan ang talakayan ng Intelligent Design sa mga kursong may kinalaman sa pilosopiya at pagkukumpara ng relihiyon.\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "Sinabi ng mga opisyal ng Shi'ite na ang mga katawan - na pinaniniwalaang sa mga hostage - ay nakita sa Ilog Tigris.\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "Si Bolessuaf, 86 taong gulang, ay hilig basahin ang kard na naisulat sa Polish na kaniyang natanggap mula sa kaniyang pinsan, ang Papa.\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "Nagpatuloy ang laro ngunit, dahil ang Liga ng mga Kampyon ay gumagamit ng buong ekstrang oras, ang Celtic ay mayroon pang 27 minuto para maitabla ang laban.\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "Ang kapuna-punang malinaw na mensahe na ipinadala ng hukom ay: masamang umurong o hindi, dapat na magpakita si Jackson sa korte! At mabilis! Ang isinatelebisyong tagpo lamang ng nag-aasam na tagapagtanggol na abugado ni Jackson na si Mersereau kasama ang kanyang katulong na si Susan Yu, parehong abala sa mga cell phones habang kinakabahang naghihintay na nakabaluktot sa tabi ng korte para sa motorcade ni Jackson, na waring para pasamain ang palagay na kakayanin ni Jackson na dumating sa oras para maiwasan ang pagpapawalang saysay sa kanyang pyansa.\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "Ang mga nag-aayos ng kanilang sarili bilang \"godmen\" at \"gurong hindu\" ay nasa ilalim ng mas pinatinding obserbasyon ng mga pulis sa India bilang pagsunod sa pagdakip kay Madhavan, at ang mga pulis ay masuring iniimbestigahan ang pinagmulan ng kanilang yaman na posibleng pandaraya.\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "Ang kasunduan ay nakadisenyo upang mas lalong mapabuti ang unawaan at kumpiyansa sa pamamagitan ng pagbibigay sa lahat ng kasali, anumang sukat, direktang gawain sa paghanap ng mga impormasyon tungkol sa mga pwersang militar at mga gawaing may kaugnayan sa kanila.\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "Si Lieutenant Colonel Rupert Thorneloe, 40, at Commanding Officer ng Unang Batalyon Wlesh Guards, at si Trooper Joshua Hammond, 18, ng Pangalawang Royal Tank Regiment, ay namatay noong ang isang gawang pasabog ay pinaputok sa ilalim ng kanilang sasakyang pangsundalo na Viking.\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "Ang pagsusuri sa pag aaral ng melatonin ay nagbunsod ng kontrobersiya ukol sa pagiging na epektibo ng suplemento bilang pampaantok.\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "Ito ay magagamit din sa hinaharap sa mga aspeto na may kaugnayan sa kalusugan, populasyon at pagkakamatay.\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "Si Anson Chan, ang dating Chief Secretary at isa sa mga kandidato sa darating na halalan sa Legislative Council, ay lumahok din sa ebentong ito.\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "Nagaganap ang negosasyon upang mapalaya ang mga bihag, ayon sa hepe ng lokal na kapulisan.\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "Ang mga sapatos na mayroong pareserbang presyo na ₤2,930 (US$3,580) ay kasalukuyang pag-aari ng 65 taon gulang na si Eleanor Graham.\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"Kayang pangalagaan ng Canada ang Hilagang Korea,\" ayon sa isang lalaki sa isang kampanya sa telebisyon.\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "Sa Hulyo 20, sinabi ng Denmark na naglipad ito ng mga taga saling wika at iba pang mga manggagawang Iraqi kasama ang kani-kanilang pamilya.\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "Nagmamay-ari rin siya ng mga hotel, isang kompanya ng bakal, at iba pang mga kompanya.\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\"Sa simula ay inakala namin na ang sapatos at iba pang mga bagay ay halos 600-700 na taong gulang dahil ang mga ito ay nasa maayos na kundisyon,\" sabi ng ko-awtor na si Doktor Ron Pinhasi ng University College Cork sa Ireland.\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "Ang pangkalahatang kalihim ng FIFA na si Jerome Valcke ay nagdeklara na: \"Napagdesisyunan naman na itigil sa ngayon ang teknolohiya para goal line at iba pang eksperimentong pangteknolohiya.\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "Kanina iniulat din ng Itar-Tass na ayon sa hindi napangalanang dayuhang diplomatiko sa Pyongyang, ang mga larawa ni Kim Jong Il ay kamakailan na inalis mula sa pampublikong tanghal nang lihim at walang paliwanag.\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "Ngayong umaga, inutusan ang labing-anim pang natitiranag umuukupa sa pabrika na maghanda ng listahan ng mga bagay para sa susunod na pagrarasyon.\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "Ayon sa isang panayam ni Rickard Falkvinge sa WiredFire na siyang pinuno ng Swedish Pirate Party, tatlong miyembro ng organisasyon ang inaresto ng mga pulis, dalawa sa kanila ang nasa kanilang kustodiya.\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "Siya ay pinarangalan bilang MBE, isang OBE at isang CBE at naretiro noong 2002.\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "Ang mga opisyales ng Hamas at mga testigo ay ibinalita na ang mga sakahan, isang pagawaan ng gatas, maliliit na lugar na pag-aari ng militar ng Hamas, at pasilidad ng pagawaan ng metal ay ang mga pinuntirya.\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "Sinabi ni Maher na sinabihan siya ng CBS News na lumabas sa segmento.\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "Subalit kanilang itinanggi ang tungkol sa kanilang komposisyon bilang ang impormasyon ay maaring magamit kapag nagtanong sila sa mga pinaghihinalaan.\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan ang bayrus ay tila humawa ng mga kabayo sa NSW Queensland, na may 51 na kaso ang nakumpirma at iba pang 400 na hinahalaang kaso.\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "Ang kanang panglikod na binti ni Barbaro ay nadurog sa kahabaan ng panimula ng karera ng Preakness.\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "Ang kartel, na lumikha ng artipisyal na mataas na presyo sa pamamagitan ng pag-alis sa kumpetisyon sa pagitan ng mga miyembro, ay ibinunyag ng isang tagasumbong na si Lufthansa, na naghanda sa awtoridad para sa kapalit na kaligtasan sa matatamong pag-uusig.\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "Ang kaibigan, na manantiling walang pangalan, ay bumaril kay Rhys Johnson sa puso sa pamamagitan ng.22 kalibreng Webley Vulcan na pneumatikong baril nang malapitan.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Ang pagkapanalo ng Steel at ng Vixens ay kinokonsidera ng mga tagasuporta ng liga ng netball bilang malaking pagkatalo.\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "Ang Forward na sina Xavier Moya at Chris Thompson ay nagbigay ng matinding depensa sa loob ng isang pamumusesyon.\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "Sa ika-3 araw ng Kampeonato ng 2007 World Deaf Swimming, ang mga pinal na laban ng 1500m Freestyle na pang-lalaki, 800m Freestyle na pang-babae, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay na pang-grupo ay ginanap ng hapon at gabi.\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "Para sa pagsusulit na ito, 665 na estudyante sa sekondarya ang nahuli na nandaraya, doble ang bilang mula sa bilang noong isang taon, at sa isang paaralan ay napag-alaman na ang mga sagot sa pagsusulit ay ibinigay sa 111 na mag-aaral bago ang pagsusulit.\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "London, Englatera — Ang koponan ng Australia national wheelchair rugby ay tinalo ang Canada 66-51 para manalo sa huling gintong medalya ng Australia sa 2012 Paralympics sa Tag-init.\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "Sumunod sa pangalawang pagpapalipad ng Titan III, ito ay inayos para magsilbing lugar paliparan ng Estados Unidos Hukbong Himpapawid Manned Orbiting Laboratory (MOL).\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"Nawa'y mamahinga sila nang mapayapa, at magkaroon nawa ng kaginhawahan ang mga namatayan sa mga susunod na mga araw.\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "Ang pangkat ng kalayaan ng medya Reporters Without Borders ay tinawag ang pagkilos na \"mapanganib,\" at binigyan ng babala na ito ay maaaring magamit parapatamaan \"regular na mamamayan\" na siyang kumuha ng gawa ng karahasan.\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "Ang imbestigasyon ay nagtapos na si Stephanides ay lumabag sa mga regulasyon sa pamamagitan ng pagtulong sa kompanyang Briton, ang Lloyd Register Inspection Ltd., upang manalo ng kontrata sa ilalim ng programa ng UN para sa Iraq.\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"Siya ay mayroong pinakamalaking puso sa bawat isang kilala ko at wala isa man sa kanila ang tatraydor sa kanya.\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "\"Ipinahayag din niya na hindi naman niya ninais na manghiya sa kanilang populasyon,\" sabi ni Shiver noong Biyernes sa isang interbyu sa God Morning America.\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "Ang dumidepensang barista ay nagbanta sa mga tagahatol na huwag ng pansinin ang komento ng mga tagapamahayag dahil parang hinahatulan na kaagad nila ang may sala bago pa man magsimula ang kaso.\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "Si Murray ay hindi nagkomento kung paano ginagawa ang mga pasya o bakit itong partikular na paskilan ay tinanggihan.\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "Sinabi ni Mr. Adamopoulos na isasaalang-alang niya ang paghahabol ng legal na aksiyon laban sa mga nagpasimula ng mga panloloko.\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "Kanila ding hinimok ang Punong Minitstro na palaganapin niya ang kaniyang mga pagsisikap sa pagharap sa terorismo at pagiging panatismo.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Idinagdag rin niya na nagtrabaho si Lawrence sa kampanya para sa halalan ng mga kinatawan ng Australian Republican Movement para sa Australian Constitutional Convention noong 1998.\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "Pahayag ng mga pamilya na ang mga bihag na tripulante ay may \"kaunting inuming tubig at pagkain.\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "Ang hukom na si Lord Bach ay nagsaad na ang Batas ay hindi magiging aktibo hanggang sa matapos ng Parliyamento ang malawak na pagkonsulta, at ang mga bagong karapatan ng bailiffs ay maingat na binabantayan.\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "Noong Hulyo 2010, pinalitan si Rudd na lider ng ALP at bilang Punong Ministro ni Binibini Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Sa kabilang banda, pinaratangan ni Primyer Vasile Tarlev ng Moldova noong Huwebes ang mga hukbo ng Ruso sa Transnistria na nagtutustos na mga sandata sa rehiyon ng Chechen, tumugon ang Ministro ng Pananggalang ng Ruso na si Sergei Ivanov na nagsabi na kanyang \"ihahain ang kanyang ulo\" para sa mga base ng Ruso sa Moldova, at maasahang \"walang sandata na galing sa Transnistria ang naipadala.\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "Ito din ay nagbanggit ng isang komitment na lumaban kontra sa mga pagbabanta na ipinakita ng \"iregular o kriminal na grupo.\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "Binatikos ang pamahalaan ng Estado dahil sa pagbibigay nila ng libreng proteksiyon ng kapulisan ng pulis sa pagpupulong.\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "Sinabi ni Rijsberman na ang kasalatan ng tubig sa Afrika ay dinulot ng kakulangan ng imprastruktura upang ihatid ang tubig sa mga taong nangangailangan nito.\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "Ilang mga hindi kumpirmadong ulat ilang saglit bago ang pangyayari ang nagsabi na ang mga labi ay maaaring resulta ng pagsabog ng maliit na eroplano.\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "Nabuo ang pag-aaklas pagkatapos ng isang mahabang krisis pulitikal kung saan ipinasara ni Pangulong Tandja ang National Assembly at Niger's High Court, pati na rin ang pagpapahaba sa kanyang termino bilang presidente ng tatlong taon, at pag-aalis ng iba pang limitasyon sa kanyang termino.\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "Magaling ang Adelaide, itinulak nila kami hanggang sa huli ngunit sa palagay ko ay karapat-dapat kami,\" sabi ng kapitan ng Melbourne na si Kevin Muscat.\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "Sinabi rin ng Pangulo na \"tayo ay magtatayo ng 150,000 milya ng kalsada - sapat na upang makaikot sa mundo ng anim na beses...\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "Nakipagtalo ang mga katunggali ng taga-Kenya sa mga tagasunod ng muling nahalal na si Presidente Mwai Kibaki kung paano pumili ng bagong pangulo ng kapulungang bayan sa parlyamentaryo.\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "Ang dingding ng templo ay bumagsak at nagdulot ng pagkakagulo ng mahigit sampung libong mananampalatayang Hindu na natitipon at nagsimulang magtakbuhan para sa kanilang kaligtasan, na siyang naging dahilan ng istampid.\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "Sa kabila ng pag-atake ni Palin, ang orihinal na artikulo ng New York Times noong ika-3 ng Octubre na napagpasyahan na sina Obama at Ayers ay hindi kailanman malapit, at ang ugnayan ay sa pamamagitan ng inisyal na pagtakbo ni Obama para sa opisina at ang proyektong reporma sa mga eskwelahan, \"sinasabi na ang kanilang mga landas ay nagtagpong panaka-naka.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Sabi ng mga tagapag-usig na sila ay hindi pa sigurado sa ngayon kung ang pagsabog ay purong aksidente lamang o kung may masamang motibo na kasama, habang ang lahat ng pagsisikap ay nakatuon sa tangkang pagtunton sa mga nakaligtas.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Si Franca, na ipinanganak sa London, England noong 1921, ay dumating sa Canada noong 1951 para itatag ang Pambansang Ballet ng Canada.\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "Ang apat na abay na babae ay inanunsyo kabilang ang anak na babae ng Earl at Kondesa ng Wessex, si Lady Louise Windsor, na pitong taong gulang.\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "Sa pangunahing karera, dahil sa sa napaka magkakalapit na akwtal na kalakasan, hindi lahat ay makakakuha ng pangunguna sa mahabang panahon lalo na sa kompetisyon sa pagbibisikleta sa Asya.\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "Ang kulang sa paglalaro na Pranses sa harapan ng gol ay nagsanhi sa mga tagahanga na magkantiyawan nang sila ay nasa 2-0 pataas.\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "Ang mga gawang bomba ay naging malaking tagapatay ng parehong sibilyang Iraqi at Magkaka-kamping pwersa sa Iraq.\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "Ang pangalawa ay mas malaki, at ang mga opisyal ng Tsina ay nagsabing ang paggawa para ibalik ang serbisyo ay mabagal na sumusulong.\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "Ang Winter Time ang karaniwang opisyal na oras ng isang bansa.\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "Siya ay nagkampanya sa pagtigil ng katiwalian at kahirapan at sinabing gagawin niyang priyoridad ang paglitis sa mga tiwaling opisyal.\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "Ang kawalan sa agrikultura dahil sa pagtabon ng abo ay tinatayang nasa $150 Milyon.\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "Ang kamakailang pagtaas ay magpapataas sa kaniyang sahod nang mga $361,000.\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "Pinapunta si Preston sa lokal na yunit ng pulisya isang buwan matapos ang nangyari para sa paglilitis.\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "Una nang tinanggihan ng Britanya ang hiling ng pananatili ng 19-taong-gulang na si Mehdi Kazemi, at si Kazemi ay tumakas tungo sa Netherlands, kung saan ang kanyang kaso ay ibinasura at pagkatapos noon at bumalik siya sa Britanya.\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "Ang mga karagdagang nadiskubre ay nagbigay-daan sa malawak na gayak ng Copper Age na mga artipakto na nakapetsa sa pagitan ng 6,200 at 5,900 taon na ang nakaraan.\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "Mula sa 242 na upuan, DPJ ay tumaas mula 82 hanggang 109 na upuan, kaya ito ang naging pinakamalaking partido sa House of Councillors.\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan ay wala pang nababalitang namatay o nasugatan.\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"Titignan namin ang dalawang karagdagang referee at iiwasan namin ang pagsasaalang-alang ng anumang teknolohiyang goal-line sa panahong ito.\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "Kinamamayaan sinusugan ang panukalang-batas sa araw ng sesyon ng mga Greens na Australyano para pigilan ang Gobernador-Heneral sa pagtutol sa batas ng estado na ACT na nagtataguyod sa mga sibil na unyon ay nabigo, ng dalawang mayorya na boto.\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "Si Rico ay nagkaroon ng sarit-saring trabaho subalit ngayon ang kayang hilig ay ang kanyang propesyon - ginagawa niyang kakaibang mga muwebles ang mga hindi na kailangang 'kalat'.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Ang mga Opisyal ng Trapiko, mga Siyerip ng Probinsya, mga Tanod ng Lansangang-Bayan ng Kaliporniya, ang Pederal na Pangkawanihan ng Imbestigasyon ay mga kasangkot sa paghahanap.\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "Pinatotohanan pang lalo ni Norko na umiinom ng gamot si Ross upang makontrol ang kanyang mga problema sa pag-iisip.\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "Ang tsunami na dulot ng pagyanig sa Japan na may lakas na 8.9 noong Biyernes ay sumira sa mga komersyal na daungan para sa pangingisda ng Lungsod ng Crescent, California, isang baybaying bayan na patuloy pang bumabangon mula sa isang mapanirang tsunami noong 1964.\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "Pinagbawalan ng Indonesia ang kompanya noong Marso matapos ang isa pang aksidente kung saan ang B737 ay tumama sa patakbuhan.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Nagpahayag ang mga kumakalaban na ang mga harang at konstruksyon ay ginagawa upang aktong sadyain na hadlangan ang mga Muslim sa pagpunta sa sagradong lugar.\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "Ang mga mamimili ng Swisscom ay magtatamasa ng pinakamababang buwanang upa sa serbisiyo (US$34).\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "Sa unang bahagi ng tour, nanalo ang England sa apat na laban na Test series sa 3-0.\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\"Ang Britanya ay maliwanag na may pagmamahal sa Walt Disney World at may matagal ng ugnayan sa kanilang mga parke at kanilang mahika, kaya ito marahil ang dahilan kung bakit ang bilang at kalidad ng lumahok ay napakataas,\" ayon kay Hugh Wood ng Disney.\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "Ngayong araw ang naitalang pinakamainit na araw sa Hulyo na may temperaturang 36.5ºC (97.7ºF) sa Wisley sa Surrey.\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "Ang pagtangka ng Simbahan ng Siyentolohiya upang ihinto ang pamamahagi ng mga bidyo sa Internet ay \"mukhang may kahindik-hindik na pagbabalik,\" ayon sa Samahan ng mga Mamamahayag, at hanggang sa Huwebes ang bidyo ay makikita sa ibang mga website maliban sa Gawker.com, kabilang ang Ang New York Post, Balitang Malayang Telebisyun at ang BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Tinalo ng England ang Kenya ng 7 wickets (na may 60 na bola pang natitira) sa pangwakas na laro ng Group C sa World Cup na ginanap sa Beausejour Stadium, Gros Islet, Saint Lucia.\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "Noong nakaraang Setyembre, ang estado ng Alaska ay gumawa ng pampublikong paunawa ukol sa kagustuhan ng Shell na magdrill sa baybayin ng Beaufort Sea, naglagay ng mga experimental drilling rigs at dalawang drill site na lokasyon: \"Torpedo\" at \"Sivulliq.\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "Napag-alaman din na si kapitan Marwoto Komar ay hindi pinansin ang labinlimang aktibasyon ng Ground Proximity Warning System (GPWS) na ipinaaalam kay Ginoong Komar na ang eroplano ay lumilipad sa bilis na higit sa dapat para makababa ng maayos sa lupa, pero hindi niya ito sinunod.\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "Sinunog ng 73-taong gulang na retiradong pastor, si Reverend Roland Weisselberg, ang sarili ng buhay noong Martes sa paglilingkod sa Reformation Day sa Erfurt sa Alemanya.\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "At ang huling katanungan na naitanong sa parehong Craig Milmine at Bernard Darnton ay kung sila ay isang Holden o isang Ford na tagahanga.\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "Gayunman, isang desteradong kumander ng TPLF na nakatira sa Netherlands na si Aregawi Berhe ay nasa likuran ng storya ni Araya.\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "Ang mga dokumento na kumalat sa Wikileaks at nakita sa Wikinews ay nagsiwalat na ang Cuba ay lumagda ng isang lihim na kasunduan sa Venezuela para matiyak na ang Cuba ay makakakuha ng akses para sa mataas na bilis ng koneksyon ng internet sa 2010.\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "Ang lahat na mga karera na ito ay naipanalo sa pamamagitan ng Mehikanong mangangabayo na si Mario Gutierez.\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "Ang babala ng bagyo sa tropiko ay may epekto mula sa Timog ng Tulum hanggang Chetumal Mexico.\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "Ayon sa pulisya, si Kile Wygle, 28 taong gulang, mula sa Newark, Ohio, ay inaaresto dahil sa pagmamaneho habang lasing matapos niyang mapabangga ang kanyang de-motor na upuang pang-bar.\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "Ang Press Trust ng India ay nag-ulat na kasing dami ng 130 ang nasugatan, at ang Al Jazeera ay nag-ulat na maaaring nagkaroon ng 200 na tao ang nakasakay.\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "Malamang na hindi siya masayang pumagaspas sa Eskosya.\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "Sabi ni Vaile na kung ang isang partikular na impormasyon ay nangangailangan ng kaniyang atensyon ito ay inilalagay sa pagsusumiteng ministeriyal.\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}