{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence in the Khmer language into the English language.",
    "Positive Examples": [
        {
            "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
            "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
            "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
            "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
            "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
            "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
            "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "អ្នកវិទ្យាសាស្រ្តនៃផ្នែកឧត្តុនិយមប្រទេសឥណ្ឌា (IMD) ក្នុងទីក្រុងដែលលី ជាស្ថាប័នមជ្ឍមណ្ឌលជំនាញឧត្តុនិយមពិភពលោកសំរាប់អាស៊ី និយាយថាពួកគេបានចេញផ្សាយការប្រកាសដំណឹងនៃព្យុះស៊ីក្លូនទីមួយយ៉ាងលឿនបំផុតទៅប្រទេសមីយ៉ាម៉ាក្នុងថ្ងៃទី26 ខែមេសា។\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "អ្នកដែលធ្លាប់បានបង់ថ្លៃសំរាប់ការជួសជុលអ៊ិចបក់360នឺងទទួលបាននូវការចែកចាយនូវសែកជាសំនងដោយស្វ័យប្រវត្តិក្នុងរយៈពេលប្រហែល10សប្តាហ៍រាប់ចាប់ពីកាលបរិច្ឆេទនេះតទៅ។\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "ពិធីនេះ ធ្វើឡើងរៀងរាល់ឆ្នាំ គឺជាវេទិកាបែបប្រពៃណីមួយសំរាប់បង្ហាញពីការប្រឆាំងនយោបាយ។\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "ក្មេងនោះគឺនៅលើឆ្នេរខ្សាច់ជាមួយឳពុកម្តាយរបស់នាងខណៈពេលពួកគេកំពុងរង់ចាំធ្វើដំណើរទៅដីគោកដោយនាវាឌឺហ៊ុកភ័ញ។\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់នោះ ត្រូវបានឧបត្ថម្ភដោយតំណាងរដ្ឋ ដាលីន សេងគើរ៍ មកពីទីក្រុងណេពើរ៍វីល ដោយបានអនុម័តដោយសម្លេងភាគច្រើន114-1 ហើយនឹងត្រូវបានពិចារណាដោយព្រឹទ្ធសភារដ្ឋ អ៊ីលីណយស៍។\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ប្រធានធិបតីអេក្វាឌ័ររ៉ាហ្វាអ៊ែលកូរៀបាននិយាយដោយមានការទះដៃអបអរសាទរពីសំណាក់មេដឹកនាំអាមេរិកឡាទីនផ្សេងទៀតថា \"ដោយមានការប្តេជ្ញាចិត្តមិនធ្វើការវាយប្រហារទៅលើប្រទេសជាបងប្អូនសារជាថ្មី និងដោយស្នើសុំការអត់ឱនទោសឲ្យគ្នាទៅវិញទៅមក យើងអាចចាត់ទុកថាហេតុការណ៍ធ្ងន់ធ្ងរ ដែលបានកើតឡើងកន្លងមកត្រូវបានដោះស្រាយ។\"\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ ប្រុងកូស បានឈ្នះ 19-8 នៅក្នុងទីធ្លាផ្ទះរបស់ពួកគេ និង ប្លុន និងខ្សែការពាររបស់អូរេហ្គន បានបរាជ័យក្នុងការសម្រេច ការចុះដីលើកដំបូងតែមួយ ក្នុង 37 នាទីដំបូងនៃការប្រកួតនេះ។\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "ស្ថិតនៅក្រោមច្បាប់ថ្មីដែលបានសរសេរដោយរដ្ឋមន្ត្រីនៃក្រសួងមហាផ្ទៃ នីកូឡាស់ សាកូហ្ស៊ី ដែលផ្តន្ទាទោស \"អ្នកសារព័ត៌មានពលរដ្ឋ\" អាចប្រឈមនឹងការជាប់ពន្ធនាគាររយៈពេលប្រាំឆ្នាំ។\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីន ATM មួយនៅទីក្រុងវើជីនៀ ប៊ីជ រដ្ឋវើជីនៀ ត្រូវបានធ្វើឲ្យខូចដែលជាហេតុធ្វើឲ្យវាចេញប្រាក់ ច្រើនបំផុតចំនួន4ដងតាមដែលគេសន្មត; ហើយគេអាចធ្វើបែបនេះបានដោយគ្រាន់តែបញ្ចូលលេខកូដតាមក្ដារចុចប៉ុណ្ណោះ។\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទាំងពីរនាក់ ដែលមានលោកផូល ឌូក្លាស់ ជាអ្នកកាន់កាមេរ៉ា និងលោកជេមស៍ ប្រូឡេន ជាអ្នកកាន់ខាងសម្លេង សុទ្ធតែជាជនជាតិអង់គ្លេសត្រូវបានបង្កប់ជាមួយកងពលធំថ្មើរជើងទី4 អាមេរិក ហើយបានស្ថិតនៅក្នុងការល្បាតដូចធម្មតាខណៈដែលរថយន្តនៅក្បែរនោះមួយគ្រឿងផ្ទុកដោយគ្រាប់បែកត្រូវបានផ្ទុះ។\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "វាមិនទាន់ច្បាស់នៅឡើយទេអំពីមូលហេតុដែលអ្នកបកប្រែបានចាប់ផ្តើមបាញ់នោះ; ប៉ុន្តែ អ្នកវាយប្រហារហាក់ដូចជា \"បុគ្គលិកមិនមានពេញចិត្ត\" ម្នាក់ ដែលប្រឆាំងទៅនឹងពួកសកម្មប្រយុទ្ធ នេះ បើយោងតាមមន្រ្តីយោធាសហរដ្ឋអាមេរិក។\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយរបស់ប្រទេសស្កុតលែនដ៏ Alex Salmond MSP បានបង្ហាញរូបសំណាក់ធ្វើពីលង្ហិនមួយនិងសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធនៅ Moodiesburn កាលពីថ្ងៃអាទិត្យនៅមុខហ្វូងមនុស្សប្រមាណ 600 នាក់។\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "អង្គការសុខភាពពិភពលោកបាននិយាយថាករណីធ្ងន់ធ្ងរជាច្រើននៃមេរោគនេះ ត្រូវបានគេរាយការណ៍ថាមាននៅក្នុងមនុស្សដែលមានជំងឺរ៉ាំរ៉ៃពីមុនមក។\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីនលក់បារីស្វ័យប្រវត្តិនៅទីកន្លែងសារធារណៈនឹងត្រូវហាមឃាត់ដូចនឹងការផ្សាយពាណិជ្ជកម្ម និងឧបត្ថម្ភ។\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "លុះត្រាតែក្រុមហ៊ុន ហ្គូកហ្កល បានកែតម្រូវកូដដែលនៅពីក្រោយការរាប់នោះ អត្ថបទនឹងអាន \"ជាង 2075\" បន្ទាប់ពី ថ្ងៃទី9 ខែមេសា។\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល អូតេហ្កា បាន​ចាប់ផ្តើម​រត់គេច​ខ្លួន​ចេញ​ពី​ប្រទេស​វេណេហ្ស៊ុយអេឡា បន្ទាប់ពី​ការចេញ​ដីកា​ចាប់​ខ្លួន​នៅ​ឆ្នាំ 2003 BBC បានរាយការណ៍ថា លោក​បាន​វិលត្រឡប់​មក​ដល់​ប្រទេស​វេណេហ្ស៊ុយអេឡា ពី​ប្រទេស​កូស្តារីកា​កាលពីខែសីហា​។\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "យោងតាម អ៊ីវ៉ា ប្រ៊ូឈ័រសេហ្វ័រ ប្រធានសហគម KDE ប្រចាំប្រទេសអាល្លឺម៉ង់ និងជាអគ្គនាយិកាក្រុមហ៊ុន basysKom ការផ្លាស់ប្ដូរដំណើរការនៅក្នុង \"ដំណាក់កាលកំពូល\" របស់វា ហើយកំពុងតែផ្លាស់ប្ដូរ 300 ប្រព័ន្ធរៀងរាល់ថ្ងៃ។\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "កាលពីចុងសប្តាហ៍មុន នាវាអាមេរិកត្រូវបានវាយប្រហារដោយការគប់គ្រាប់បែកដៃ។\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "លោក ដេអន បសវ៉ាណា ប្រធាន​សហជីពជាតិ​កម្មកររ៉ែ​សម្រាប់​អាហ្រ្វិកខាងត្បូងបាននិយាយថា \"ការបារម្ភ​ចម្បង​របស់យើងគឺមានមនុស្ស​ជាង 3,000 នាក់ នៅក្រោមដី​។\"\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "ក្រុមញូយ៉កយ៉ាំងឃីបានងើបពីការប្រកួតចាញ់យ៉ាងធ្ងន់ធ្ងរកាលពីថ្ងៃសៅរ៍ មកជាការទទួលជ័យជំនះ 9-4 ទៅលើក្រុមខ្លេវលែនឥណ្ឌាដោយហីតខ្លះៗ។\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "មួយក្នុងចំណោម URLs ដែលបានស្ថិតក្នុងបញ្ជីខ្មៅមកកាន់ Wikileaks រួមមានបញ្ជីដែលលេចធ្លាយមួយអំពីគេហទំព័រដែលត្រូវបានបិទនៅក្នុងប្រទេសដាណឺម៉ាក។\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "គ្រោងឆ្អឹងនៃបុរសម្នាក់នេះបង្ហាញថាលោកមានបញ្ហារបួសជង្គង់ និងធ្មេញធ្ងន់ធ្ងរ។\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "វីដេអូត្រូវបានរាយការណ៍ថា ជាការប្រឆាំងសាសនាសាយអ៊ើនថូឡូជី ដែលថតដោយសមាជិកក្រុមអនាមិកមួយចំនួន។\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រសួងមហាផ្ទៃ ជូស្សេ ឌីជៀ ជាសមាជិកម្នាក់ក្នុងចំណោមគណៈប្រតិភូ។\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "លោកដានី អាប់សេ ល្បីឈ្មោះជាកវី​តែងកំណាព្យ និង​ជាវេជ្ជបណ្ឌិត​ផ្នែកវេជ្ជសាស្រ្ត​។\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "រង្វាន់នេះភ្ជាប់មកជាមួយរង្វាន់ US$500,000 ដោយធ្វើឱ្យវាជារង្វាន់ទោលធំបំផុតសំរាប់ការច្នៃប្រឌិតដែលបានផ្ដល់ឱ្យនៅសហរដ្ឋអាមេរិក។\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "បើសិនជាមនុស្សផលិតជីវៈឥន្ធនៈនិងអាហារវានឹងធ្វើឲមាននូវភាពស្មុគស្មាញមួយថ្មីទៀត ដាវីត ដេវីត ម៉ូឌេន អ្នកដឹកនាំការស្រាវជ្រាវរបស់អាយដាប់បែលយូអេមអាយដែលមានទីតាំងនៅប្រទេសស្រីលង្កាបាននិយាយដូចនេះ។\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "បើយោងទៅតាមមន្ត្រីនៃក្រសួងមហាផ្ទៃមា្នក់បានឲ្យដឹងថា គេជឿថាការបាញ់សម្លាប់នោះគឺជាស្នាដៃរបស់ក្រុមអ្នកប្រឆាំងរដ្ឋាភិបាលទៅលើទាហានអ៊ីរ៉ាក់ ទោះបីជាជនរងគ្រោះមិនបានស្លៀកពាក់ឯកសណ្ឋានទាហានក៏ដោយ។\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "គាត់បានលេចមុខមួយរយៈពេលខ្លី (មិនបានចាំ) កាលពីច្រើនឆ្នាំកន្លងទៅនៅក្នុងកម្មវិធីទូរទស្សន៍រឿង In Linving Color។\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកនាំពាក្យសេតវិមាន លោក Tony Snow និយាយលោកប្រធានាធិបតីកំពុងរងចាំតុលាការជាន់ខ្ពស់សហរដ្ឋអាមេរិក សំរេចលើបញ្ហាថាតើតុលាការយោធាឬតុលាការស៊ីវិលដែលគួរកាត់ទោសអ្នកជាប់ឃុំទាំងនេះ។\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "\"វាបង្ហាញថាអឺរ៉ុបមិនមែនជាកន្លែងអាក្រក់នោះទេ។\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "លោកវ៉ូដបាននិយាយថា លោកស្ត្ររបាន \"តែងតែទទួលដំបូន្មានដែលខុសច្បាប់ និងបានដើរឆ្ពោះទៅមុខ ហើយបានឈ្នះនៅក្នុងតុលាការ\" នៅពេលដែលលោកបានក្លាយជាលេខាធិការសន្តិសុខជាតិ។\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "បន្ទាប់មករូបថតដែលបានកែតម្រូវរួច ត្រូវបានបិទនៅលើផ្ទាំងពាណិជ្ជកម្មសំរាប់ម៉ាកប្រឌិត \"Ease Foundation Makeup។\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "ប្រជាជនត្រូវបានគេណែនាំឱ្យផឹកទឹកច្រើន មិនឲ្យចេញទៅក្រៅនៅក្រោមកំដៅព្រះអាទិត្យថ្ងៃត្រង់ និងរក្សាវាំងននបិទជិតដើម្បីឲ្យបន្ទប់ត្រជាក់។\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "មន្រ្តីម្នាក់បាននិយាយថា អ្នកបកប្រែបានបាញ់ពួកគេនៅមូលដ្ឋានទ័ពភាគខាងកើតអាហ្វហ្គានីស្ថាន មុនពេលគាត់ត្រូវបានបាញ់សម្លាប់ដោយទាហានផ្សេងទៀត។\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "អត្រាប្រឡងជាប់ទូទាំងប្រទេសធ្លាក់ចុះពី72ភាគរយមកដប់មួយភាគរយ ដោយក្នុងភាគរយនោះមានសាលាជាច្រើនទៀតសូម្បីសិស្សប្រឡងជាប់ម្នាក់ក៏គ្មានដែរ។\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "លោកម៉ាកខូម៉ាក់ បាននិយាយថា \"យើងគិតថាប្រព័ន្ធនេះដំណើរការ ប៉ុន្តែប្រព័ន្ធនេះមិនល្អឥតខ្ចោះនោះទេ។\"\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "នៅខែឧសភា ឆ្នាំ2006 សញ្ញានៃការផ្ទុះបានកើនឡើងយ៉ាងខ្លាំងហើយការផ្ទុះដ៏គំហុកបានកើតឡើងនៅថ្ងៃទី14 ខែកក្កដា និង16 ខែសីហា។\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តព្យាករណ៏ថាឈានទៅប្រាំលានប្រភេទនឹងត្រូវបានបាត់បង់នៅសតវត្សនេះ។\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "យោងតាមគណៈកម្មការការពារអ្នកសារព័ត៌មានបានអោយដឹងថា នៅក្នុងឆ្នាំនេះ មានអ្នកសារព័ត៌មានចំនួន៩នាក់ហើយត្រូវបានសំលាប់ នៅក្នុងប្រទេសប៉ាគីស្ថាន ហើយយ៉ាងហោចណាស់ចំនួន16នាក់ត្រូវបានសំលាប់ ក្នុងឆ្នាំ2010។\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "ក្នុងនាមជាអ្នកចាត់ការ គាត់ក៏បានឈ្នះនូវការប្រកួតចំនួន 1,800 ប្រកួត ក្នុងរយៈពេល 23 ឆ្នាំនេះ។\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់មនុស្ស10,000នាក់បានស្លាប់នៅក្នុងទីក្រុងមួយឈ្មោះ បូហ្គាឡាយនៅក្នុងស្រុកពីយ៉ាប៉ុននៃប្រទេស។\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "បណ្ឌិតរ៉ោវប៉ាចឈ៍ ដែលជាសហប្រធាននៃគម្រោងកាបូនពិភពលោកអន្តរជាតិ ក៏បានភ្ញាក់ផ្អើលនឹងលទ្ធផលស្រាវជ្រាវរបស់គាត់ផងដែរ។\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "សាលារៀនចំនួន 2,000 និងកម្មវិធីក្រោយឬក្រៅសាលារៀនចំនួន 1,300 នឹងទទួលផលប្រយោជន៍ពីមូលនិធិនេះ។\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើយើងរក្សាភាពអត់ធ្មត់ និងជំនឿចិត្ត ខ្ញុំប្រាកដថា អ្វីដែលប្រជាជនអេស្ប៉ាញទាំងអស់ចង់បាន អ្វីដែលគ្រួសារចង់បាន អ្វីដែលរដ្ឋាភិបាលចង់បាន នោះចំណាត់ខ្មាំងអាចត្រឡប់មកផ្ទះរបស់ពួកគេវិញដោយសុវត្ថិភាព ហើយការចាប់ជំរិតនេះបញ្ចប់ទៅដោយការពេញចិត្ត។\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "អ្នកម៉ៅការដែលត្រូវបានចោទប្រកាន់ម្នាក់ ម៉ាក លុយផើត បានប្រាប់សារព័ត៌មានថា ចៅក្រមដែលទទួលខុសត្រូវចំពោះការស៊ើបអង្កេតនៅទីក្រុងហាសសែលបានហាមគាត់មិនឲ្យនិយាយអំពីព្រះអង្គម្ចាស់ឡូរេន។\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីសុម៉ាលីបានថ្លែងពីមុនថា សហរដ្ឋអាមេរិកកំពុងតាមប្រមាញ់ជនសង្ស័យនៃការបំផ្ទុះគ្រាប់បែកស្ថានទូតអាមេរិកនៅឆ្នាំ1998។\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "គាត់បានរិះគន់ការឆ្លើយតបរបស់សារព័ត៌មានចំពោះបាតុភូតនេះ ដោយមានប្រសាសន៍ថា \"វាលើសពីការប្រមាថមើលងាយ អ្នកដឹងទេ អ្វីៗដែលបុគ្គលសាធារណៈ ឬនរណាម្នាក់នៅអាមេរិកគួរតែអត់ធ្មត់ និងប្រព័ន្ធផ្សព្វផ្សាយធំៗបានសើចចំអកអំពីវា។\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "នាយកដ្ឋានឧត្តុនិយមបង់ក្លាដែសបានផ្សព្វផ្សាយសេចក្តីប្រកាសថា ឈីតាហ្គង់បានប៉ះទង្គិចដោយរញ្ចូយផែនដី នៅកំពង់ផែផ្នែកខាងត្បូងដែលជាទីក្រុងធំទី២របស់បង់ក្លាដែស។\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមស្នាដៃសិល្បៈទាំងនោះមានផ្ទាំងគំនូរមួយដែលគូរដោយវិចិត្រករដ៏ល្បីឈ្មោះជនជាតិអេស្ប៉ាញលោកប៉ាបប្លូ ពីកាសូដែលមានកាលបរិច្ឆេទនៅឆ្នាំ1939ដែលគេហៅថាក្បាលស្រ្តីដែលជាអំណោយចំពោះប្រជាជនក្រិចសម្រាប់ការតស៊ូរបស់ពួកគេប្រឆាំងនឹងពួកណាហ្ស៊ីសក្នុងអំឡុងពេលសង្រ្គាមលោកលើកទី2។\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធទំនាក់ទំនង និងរបាយការណ៍របស់យន្តហោះ (ACARS) បានបញ្ជូនចេញនូវសារចំនួន24 ក្នុងរយៈពេលបួននាទី បានបញ្ជាក់ថាមានបញ្ហា និងការព្រមានជាច្រើន រួមទាំងការព្រមានអំពីល្បឿនខ្យល់មិនត្រឹមត្រូវកើតមាននៅលើយន្តហោះនោះគឺមុនពេលដែលវាបានធ្លាក់ចុះតែបន្តិចប៉ុណ្ណោះ។\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមានអារម្មណ៍ថានេះគឺជាពេលវេលាសំរាប់ការផ្លាស់ប្ដូរ\" នេះជាប្រសាសន៍របស់ម្ចាស់ក្រុម លោកត្រាយតុន ម៉ាក់ឡេន។\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "\"យើងមានការសោកស្តាយដែលត្រូវនិយាយថា ក្រោយពេលតស៊ូជាមួយនឹងជំងឺមហារីកអស់រយៈពេលមួយឆ្នាំកន្លះ បងប្រុសរបស់យើង និងអ្នកលេងហ្គីតាបាស បេន ម៉ាលីន បានទទួលមរណភាពដោយជំងឺដាច់សរសៃឈាម នៅប្រហែលជាម៉ោង 5 ព្រឹក នៅថ្ងៃទី2 ខែមករា ឆ្នាំ2008នេះ។\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ក្រុមគូករីសបានព្យាយាមស៊ុតបញ្ចូលទីបន្ទាប់ពីរយៈពេលពេញម៉ោងប៉ុន្ដែបរាជ័យក្នុងការកែប្រែការទាត់សមញ្ញនេះដែលអាចឱ្យពួកគេឈ្នះការប្រកួតបាន។\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនផលិតឧបករណ៍ក្មេងឡេង ម៉ាទែល បានប្រកាសថ្ងៃនេះថាខ្លួននឹងប្រកាសប្រមូលវិញនូវផលិតផលជាច្រើនដោយសារតែព្រួយបារម្ភអំពីកម្រិតគ្រោះថ្នាក់នៃសំណរនៅក្នុងថ្នាំពណ៌របស់វា។\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានវិលត្រឡប់មកពីការសម្រាកផ្សាយពាណិជ្ជកម្ម ប្ល៊ីតហ្សឺ បានប្រាប់ទស្សនិកជនថា CNN ទើបតែទទួលបានព្រឹត្តិបត្រព័ត៌មានពីសេតវិមាន។\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "នេះគឺជាការបាញ់តេស្តដ៏ធំមួយជាលើកដំបូងសម្រាប់គ្រាប់រ៉ុក្កែត ហ្វាខន 9 ហើយវាបង្កើតបានជាព្រឹត្តិការណ៍ដ៏សំខាន់មួយសម្រាប់ក្រុមហ៊ុនក្នុង​ការរៀបចំផែនការដើម្បីចាប់យកចំណែកទីផ្សារបាញ់គ្រាប់រ៉ុក្កែតពាណិជ្ជកម្ម។\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេសង្ស័យដោយអ្នកស្រុក និងម្ចាស់អាជីវកម្មនៅក្នុងតំបន់នេះថា សណ្ឋាគារធ្លាប់ស្ថិតនៅទីតាំងដូចគ្នានេះ។\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "អង្គការសហប្រជាជាតិ និងកងកម្លាំងរក្សាសន្តិសុខរបស់បារាំងនិយាយថា ពួកគេនឹងមិនចាកចេញពីប្រទេសកូតឌីវ័រ ទេ បើទោះបីជាមានបញ្ជាពីប្រធានាធិបតី ឡូរ៉េន ហ្គ្បាគបូ ដែលកំពុងកាន់ដំណែង ឲ្យចាកចេញពីប្រទេសនេះក៏ដោយ។\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "ក្រោយពីការដោះលែង សិស្សទាំងអស់ បាននិយាយប្រាប់ប្រព័ន្ឋសារព័ត៌ថាពួកគេត្រូវបាន គេឲ្យដោះសម្លៀកសំលៀកចេញនៅស្ថានីយប៉ូលិស។\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "នាងបានកត់សំគាល់បន្ថែមថា ក្រុមហ៊ុន សាជីវកម្មគ្រប់គ្រងថាមពល ស្ថិតនៅខាងក្រោយគម្រោងចំរូងចំរាសខេបវីន ដែលត្រូវបានស្នើសុំសាងសង់រោងចក្រថាមពលបេ្រងម៉ាស៊ូត នៅម្ខាងទៀតនៃផ្លូវ ពីសាលាបឋមសិក្សាឆេស៊ី ហើយគុណភាពខ្យល់នៅឆេស៊ីគឺអាក្រក់។\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់ធ្មេញផូស៊ីលចំនួនប្រាំបួនដែលក្នុងនោះ មួយគឺជាចង្កូម និងប្រាំបីទៀតជាធ្មេញថ្គាមនៃអំបូរស្វាពីមុនមកដែលមិនស្គាល់ឈ្មោះ បានត្រូវរកឃើញនៅក្នុងទ្វីបអាហ្វ្រិកដោយក្រុមអ្នកស្រាវជ្រាវដែលមកពីប្រទេសអេត្យូពីនិងប្រទេសជប៉ុន ហើយពួកគេបន្ទាប់មកបានប្រៀបធៀបប្លង់ 3-D នៃការបង្គុំធ្មេញជាមួយនឹងផូស៊ីលផ្សេងទៀតដែលមានអាយុកាល8លានឆ្នាំមុន ហើយបានរកឃើញថាផូស៊ីលនេះគឺទំនងជា \"ជំនាន់មុនផ្ទាល់\" របស់អំបូរស្វាឪដែលបច្ចុប្បន្នកំពុងរស់នៅក្នុងទ្វីបអាហ្វ្រិក ហើយថា ផូស៊ីលស្វាឪថ្មីនេះ គឺជារបស់អំបូរសត្វស្វាហ្កូរីឡា ដែលភាគច្រើនស៊ីរុក្ខជាតិដែលមានជាតិសរសៃខ្ពស់។\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "រ៉ូបឺត ហ្វេនេល ម្ចាស់នៃកាពីតូដាយណា របស់លីន ដែលជាអ្នកល្បីក្នុងចិញ្ចឹមសត្វមាន់នៅកសិដ្ឋាន ដែលមានទីតាំងនៅកណ្តាលក្រុងលីន ប្រមាណពីរប្លុកឆ្ងាយពីមហាវិទ្យាល័យ បានកត់សំគាល់ថា មនុស្សគួរចាប់ផ្ដើមងាកទៅរកអាហារសរីរាង្គនិងត្រលប់ទៅរកធម្មជាតិ ដែលមនុស្សគួរប្តូរទៅពន្លឺថាមពលដែលមានប្រសិទ្ធិភាពច្រើន និងដាំសួនច្បារនៅក្រោយផ្ទះរបស់ពួកគេ។\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "ក្រុមឈីតាហ នឹងធ្វើជាម្ចាស់ផ្ទះនៅសប្តាហ៍ក្រោយ ជាក្រុមចូលដល់វគ្គផ្តាច់ព្រ័ត្រដែលមានពិន្ទុខ្ពស់បំផុត (លំដាប់លេខមួយ ក្រុមប៊្លូប៊ូលឈរនៅលំដាប់ទីពីរ)។\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "នៅក្នុងឆ្នាំ2006 យន្តហោះ B737 មួយផ្សេងទៀត បានរងគ្រោះដោយសារតែបញ្ហាស្វែងរកទិសដៅ និងបានហោះហើរចូលទៅក្នុងចំណុចខ្មៅនៅក្នុងប្រព័ន្ធរ៉ាដា ធ្វើឲ្យយន្តហោះនោះបាត់ខ្លួនជាច្រើនម៉ោងមុនពេលចុះចតរាប់រយម៉ាយល៍ពីទីតាំងដែលចង់ចត។\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបោះឆ្នោតដែលជិតមកដល់នៅថ្ងៃសៅរ៍នេះ នៅរដ្ឋឃ្វីនស៍ឡែននៃអូស្រ្តាលី អ្នករាយការណ៍ Wikinews ប៉ាត់ទ្រីក ហ្គីលឡែត បានបង្ហាញឲ្យឃើញជាមុនអំពីគណបក្សដែលចូលរួម។\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីម ស្តេផេណាកូប្រាប់ វេស្ទី 24 រុស្ស៊ី ថា ប្រធាននាវាត្រូវបានព្រមាននៅព្រឹកថ្ងៃសៅរ៍អំពីស្ថានភាពព្យុះនេះ។\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ក្រុមសិល្បៈរូបភាពប្រាមតុនបានផ្តល់ឱកាសដល់ក្មេងៗបង្កើតស្នាដៃសិល្បៈលើការសម្តែងសិល្បៈ Snail Mail World Postcard Art ខណៈដែលក្រុមប្រឹក្សាសិល្បៈប្រាមតុនចែកធុងខ្សាច់ពណ៌ផ្កាឈូក និងដបទឹករីជេនអហ្វភៀល។\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "គាត់បានរត់អស់ចំងាយត្រឹម 200 ម៉ែត ហើយត្រូវបានចាប់ខ្លួនដោយប៉ូលីស។\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "គាត់បានបាត់ខ្លួនរហូតដល់ខែសីហា ឆ្នាំ​1997 នៅពេលដែលអ្នកមុជទឹកបានរកឃើញមានសាកសពដែលផ្ទុកទំងន់នៅជំរៅ 70 feet។\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "លោកអាលី អាល-ដាបបេឃ អ្នកនាំពាក្យរដ្ឋាភិបាលអ៊ីរ៉ាក់ បាននិយាយថារដ្ឋាភិបាលបានបដិសេធការឈ្លានពានរបស់ប្រទេសទួរគីជាឯកតោភាគី ពីព្រោះវាជាការគំរាមកំហែងចំពោះទំនាក់ទំនងជិតខាងល្អរបស់ពួកគេ។\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "\"ប្រភពជូនដំណឹងច្បាស់លាស់\" មួយដកស្រង់សម្តីដោយកាសែតជាភាសាបារាំងប្រចាំថ្ងៃឈ្មោះ ឡឺ ស័រ បានលើកឡើងថា អាចនឹងមានកំហុសចរន្តអគ្គិសនីនៅក្នុងប្រព័ន្ធផ្តល់សញ្ញានោះ។\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "លោកស្រី ហ្វី្សផាទ្រីក និយាយថារដ្ឋាភិបាលសហព័ន្ធមានកង្វល់នឹងឧស្សាហកម្មធ្យូងថ្ម និងអាលុយមីញ៉ូម ដូចដែលរដ្ឋាភិបាលជប៉ុនមានចំពោះក្រុមហ៊ុននេសាទត្រីបាឡែន ដែលមានផលប៉ះពាល់កាន់តែខ្លាំងឡើងបន្ថែមទៀត។\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "កប៉ាល់ 35m នេះ​ត្រូវ​បាន​ជាប់​គាំង​ចាប់​តាំង​ពី​ថ្ងៃ​ព្រហស្បតិ៍​មុន នៅ​ពេល​ដែល​វា​ត្រូវ​បានកើលខណៈកំពុងធ្វើដំណើរ​លើ​ផ្លូវ​ឆ្ពោះ​ទៅ​កិច្ច​ប្រជុំ APEC នៅ​ទីក្រុង​ស៊ីដនី។\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរ # 214 មកពីទីក្រុងសេអ៊ូលដែលដឹកអ្នកដំណើរចំនួន 291 នាក់ - រួមទាំងទារកម្នាក់និងសមាជិកនាវិក16នាក់ - បានធ្លាក់នៅលើផ្លូវរត់ 28L។\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយជនជាតិអង់គ្លេសខ្លះជំទាស់ទៅនឹងការបង់ប្រាក់សំណងជំងឺចិត្តទៅឱ្យមនុស្សដែលគេជឿថាជាភេរវករ។\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "Hawk-Eye ជាក្រុមហ៊ុនដែលធ្វើការលើបច្ចេកវិទ្យាខ្សែទី ដែលត្រូវបានគេកំពុងប្រើសំរាប់​ខ្សែកីទ្បា តេនីស បានប្រតិកម្មដោយភាពស្រងាកចិត្តថា : \"ខ្ញុំខឹងខ្លាំងណាស់ វាពិតជាមិនបានរំពឹងទុកទាល់តែសោះ...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "WHO បានបដិសេធមិនបញ្ជាក់ពីអត្តសញ្ញាណសមាជិកនៃគណៈកម្មាធិការ ដោយប្រកែកថា ពួកគេចាំបាច់ត្រូវទទួលការការពារពីសម្ពាធឧស្សហកម្ម ដូច្នេះ ជម្លោះនៃអត្ថប្រយោជន៍ដែលអាចមានជាមួយក្រុមហ៊ុនឱសថ គឺមិនត្រូវបានដឹងនោះទេ។\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ទីតាំងនៃបំណែកស្ថិតនៅចម្ងាយប្រាំមួយម៉ាយល៍ពីភាគខាងជើងនៃទីតាំងចុងក្រោយរបស់យន្តហោះ ដែលត្រូវបានគេរាយការណ៍ឆ្ងាយពីឆ្នេរសមុទ្រនៃប្រទេសប្រេស៊ីលនៅក្នុងជម្រៅ 3,800 និង 4,000 ម៉ែត្រ (2,070 ទៅ 2,190 fathoms ឬ 12,467 feet និង 13,123 feet)។\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "នៅក្នុងការផ្សព្វផ្សាយចុងក្រោយថ្ងៃអាទិត្យទូរទស្សន៍ CNN វ៉ូល ប្ល៊ីតហ្សឺ បានឲ្យដឹងថាព្រឹទ្ធសភាអាមេរិក ចច អាឡែន (R-VA) និងបាបារ៉ា Boxer (D-CA) អ្នកទាំងពីរបានប្រាប់ប្ល៊ីតហ្សឺថាដោយមានកំហឹងចេញពីការតវ៉ា ពួកគេជឿជាក់ថាលោកប្រធានាធិបតីប៊ូសគួរតែជួបផ្ទាល់ជាមួយនឹងស៊ីនឌី ស្ស៊ីហាន។\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "មានវត្ថុមួយគឺពែង មានតម្លៃដល់ទៅរាប់ពាន់អឺរ៉ូ។\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "\"ស្ថានភាពនៅតំបន់អាកទិក ទឹកកកអាចជួយដល់ការងារឆ្លើយតបចំពោះការកំពប់ប្រេងដោយពន្យឺតអាកាសធាតុរបស់ប្រេង រលកផ្សើម ការទប់ប្រេងកុំឲ្យរសាត់ទៅឆ្ងាយ និងមានពេលវេលាដោះស្រាយកាន់តែច្រើន។\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "ការផ្ទុះនេះត្រូវបានកំណត់ពេលឲ្យមិនអាចស្ដាប់ឮដោយចៅក្រម ប្រ៊ីខេមា ហើយ ចៅក្រមក៏ដូចជាអ្នកដាក់ពាក្យបណ្ដឹងដែលបានចេញពីបន្ទប់សវនាការដើម្បីសម្រាក។\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "លោកអេដវើដ បានអំពាវនាវឱ្យមានតម្លាភាពចំពោះបញ្ហានេះ និងបានរៀបរាប់ពីពាក្យបណ្តឹងនេះថាជា \"ការព្រួយបារម្ភយ៉ាងខ្លាំង\" ហើយលោកសង្ឃឹមថាពាក្យបណ្តឹងទាំងនេះត្រូវបានដោះស្រាយឱ្យបានត្រឹមត្រូវដោយតុលាការ។\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "ជនរងគ្រោះចុងក្រោយបង្អស់ត្រូវបានរកឃើញនៅថ្ងៃទី12ខែធ្នូឆ្នាំ2006ក្នុងតំបន់ជនបទប្រហែលជារាប់រយម៉ែត្រ និងសាកសពមួយទៀតត្រូវបានគេរកឃើញក្នុងរយះពេល40នាទីបន្ទាប់ពីអ្នកមុន។\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ឈុតថ្មីនៃច្បាប់បានដកចេញផងដែរនូវបទប្បញ្ញត្តិប្រឆាំងនឹងការដើរត្រេតត្រតនៅក្នុងបរិវេណ MTR ក៏ដូចជាច្បាប់ប្រឆាំងនឹងការប៉ុនប៉ងក្នុងការបរិភោគ ឬផឹកផងដែរ។\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "ប្រហែលពីម៉ោង1:00 ទៅម៉ោង 4:15 ល្ងាច ET អ្នកប្រើប្រាស់បានរាយការណ៍ថា គេហទំព័រនេះបានធ្លាក់ចុះ។\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប៊ីវឺ កប៉ាល់មុជទឹកទាំងនោះនឹងផ្តល់អោយអ៊ីស្រាអែលនូវសមត្ថភាពក្នុងការបាញ់លើកទីមួយនិងការបាញ់លើកទីពីរ។\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្លានោះបានវាយប្រហារលើបុគ្គលិករួច វាក៏បន្តវាយប្រហារលើអ្នកទស្សនាពីរនាក់នោះ។\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "រដ្ធមន្ត្រីក្រសួងការពារជាតិលោក រ៉ូបឺត ហ្គេតស៍ បានប្រាប់អ្នកយកព័ត៌មាននៅទីក្រុងម៉ាឌ្រីត កាលពីថ្ងៃសុក្រថា មានភស្តុតាង\"ដ៍ល្អ\" ដែលថាជនជាតិអ៊ីរ៉ង់ គឺជាអ្នកផ្គត់ផ្គង់ទាំងផ្នែកអាវុធ ឬក៍បច្ចេកទេសទៅកងទ័ពអ៊ីរ៉ាក់។\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "ជេមនឹងត្រូវវិនិច្ឆ័យថាគ្មានកំហុស នេះបើយោងតាមមេធាវីការពារក្តីរបស់គាត់ លោកជេម អ៊ី ប្លាត់។\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "យើងជឿជាក់ថាវាគឺជាការចាំបាច់ណាស់ដែលត្រូវឲ្យកូរ៉េខាងជើងបង្ហាញអំពីសកម្មភាពរឹងមាំឆ្ពោះទៅរកការបោះបង់ចោលអាវុធនុយក្លេអ៊ែរ ទាំងអស់ និង​កម្មវិធីអាវុធនុយក្លេអ៊ែរដែលមានស្រាប់\" នេះបើយោងតាមប្រសាសន៍លោក ស៊ីនហ្សូ អាបេ នាយករដ្ឋមន្រ្តីជប៉ុន។\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ រយៈពេលពាក់កណ្ដាលនេះគឺចំណាយលើការព្យាយាមដោះសម្បកអាយហ្វូន។\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "នៅឯតំបន់ពាណិជ្ជកម្មសេរីក្នុងទីក្រុងAntalya ប្រទេសតួរគី កម្មករស្ត្រីចំនួន80នាក់មកពីក្រុមហ៊ុន ​FMC Novamed បានធ្វើកូដកម្មអស់ប្រហែលមួយឆ្នាំហើយពេលនេះ ចាប់តាំងពីថ្ងៃទី26 ខែកញ្ញា ឆ្នាំ2006។\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីថ្មីរបស់ហ្គាបុង អាលី បិន បុងហ្គោ បានដាក់ឈ្មោះរដ្ឋាភិបាលលើកដំបូងរបស់ខ្លួនបន្ទាប់ពីបានឈ្នះនៅក្នុងការបោះឆ្នោតជ្រើសរើសប្រធានាធិបតីទូទាំងប្រទេសនៅក្នុងពេលថ្មីៗនេះ។\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "លោកអូបាម៉ាបាននិយាយថា \"ខ្ញុំក៏នឹងកត់ចំណាំដែលថាពួកយើងមានកងទ័ពជិត 140,000 នៅលើទីតាំងបច្ចុប្បន្ននេះ ហើយការយល់ឃើញរបស់ខ្ញុំគឺថាលោកហូវើតបានដាក់ពង្រាយទ័ព 1,400 នាក់។\"\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "ទូកសង្គ្រោះក៏បាននាំសមាជិកក្រុមដែលមិនបានរងរបួសទៅកាន់ច្រាំងផងដែរ ខណៈពេលដែលឧទ្ធម្ភាគចក្រមួយនេះត្រឡប់ទៅសង្គ្រោះក្មេងប្រុសទីពីរ។\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "មេដឹកនាំលេចធ្លោនៃសភាជាតិទី14 របស់ឥណ្ឌា លូកសាបា ត្រូវបានគេស្គាល់ថាជាបក្សពួកការិយាធិបតេយ្យដ៏មានសមត្ថភាពម្នាក់ \"អ្នកស្មោះស្ម័គ្ររបស់គ្រួសារហ្កេនឌីដ៏លេចធ្លោមួយដែលមិនបានឈ្នះការបោះឆ្នោតប្រជាប្រិយភាពរហូតដល់ឆ្នាំ2004។\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "ប្រធានគ្រប់គ្រងបេសកកម្មថ្លែងតាមទូរទស្សន៍របស់អង្គការណាសាថា \"យើងបានឃើញមេឃស្រឡះគ្មានពពក ហើយនេះជាមូលហេតុដែលយើងត្រូវបាញ់បង្ហោះ។\"\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "ប្រភពបានប្រាប់ Wikinewsថា ទោះបីជាវិបសាយជាភាសាអង់គ្លេសត្រូវបានឈប់បិទ វិបសាយជាភាសាចិននៅតែបិទ ឬក៏មានការពិបាកក្នុងការចូលទៅវិបសាយ ក្នុងផ្នែកជាច្រើននៃប្រទេស។\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានលាតត្រដាងថាមានតាំងភូមិ លំនៅមនុស្សយុគសម័យដើមដ៏ធំបំផុតនៅចក្រភពអង់គ្លេសនៅឌូរីងតុនវ៉ល ហើយជឿជាក់ថាភូមិនោះមានក្រុមមនុស្សដែលបានកសាងបូជនីយ ដ្ឋានស្តូនហែនរស់នៅ។\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "វរសេនីទោ ដូមីនីក ដីមីនីក ឌីម ឌេង មន្ត្រីការពារតំបន់ ត្រូវបានបញ្ជាក់ថាស្លាប់ និងប្រហែលជាមានមន្ត្រីយោធាយ៉ាងហោចណាស់19 នាក់ស្លាប់ឥឡូវ។\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "ចាងហ្វាងនិពន្ឋផ្នែលថាមពលរបស់ឌឹហ្គាឌៀន លោកធើរី​ ម៉ាកាលីស្ទឺ បានសរសេរថា \"កំហុសឆ្គងកាតាឡុកទាំងមនុស្ស ទាំងមេកានិក\" នៅក្នុងរបាយការណ៍ \"កម្ទេចចោល \" ឧស្សាហកម្មប្រេង \" មានដកស្រង់ពាក្យស្លោកជាច្រើន \" អំពីសុវត្ថិភាពជាចម្បង។\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសដែលលាក់ខ្លួននៅក្នុងកង់យន្តហោះនេះ ប្រឈមនឹងគ្រោះថ្នាក់ដល់អាយុជីវិតដោយសារការកក បន្ទាប់ពីយន្តបានចេញដំណើរ ឬការប៉ះទង្គិចនៅពេលដែលកង់យន្តហោះរួញចូលវិញ។\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "សៀវភៅហ្គែមឆេញបានចេញផ្សាយនៅថ្ងៃនេះ ក៏បាននិយាយផងដែរថាសមាជិកព្រឹទ្ធសភាក្រុងញូយ៉ក Chuck Schumer បានលើកទឹកចិត្តលោកបារ៉ាក់ អូបាម៉ា ឲ្យឈរឈ្មោះនៅដើមឆ្នាំ2006 ទោះបីជាគាត់នៅពេលក្រោយបានគាំទ្រអតីតមិត្តរួមការងារ ហ៊ីលឡារី គ្លីនតុន។\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "រថភ្លើងផ្លូវអេតវែលរ៉ូតដែលចេញទៅផេដដីងថននិងនៅលើសឺកខលផងដែរការផ្ទុះនៅទល់មុខនឹងរថភ្លើងខ្សែមកពីទិសផ្សេងដែលបានធ្វើអោយប្រជាជនពីដំបូងគិតថាវាគឺជាការធ្លាក់រថភ្លើងពីលើផ្លូវមួយ។\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "សាស្កាត់ឈីវ៉េន បានឈ្នះការប្រកួតពានរង្វាន់ចុងក្រោយនៅឆ្នាំ1989 ហើយការចេញមុខរបស់ពួកគេចុងក្រោយនៅក្នុងការប្រកួតជើងឯកគឺនៅឆ្នាំ1997 ដោយប្រកួតជាមួយក្រុម តូរ៉ុនតូ អាហ្គោណត់។\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "\"អ្វីដែលខ្ញុំចង់សួរគឺ 'អ្វីជាបុព្វហេតុថ្លៃថ្នូរដែលកូនប្រុសរបស់ខ្ញុំលះបង់ជីវិតដើម្បី?'\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ឧប្បត្តិហេតុនៅក្នុងវិហារអ៊ីស្លាមបានលើកឡើងនូវភាពចម្រូងចម្រាសខ្លាំងអំពី ថាតើអ្នកកាសែតដែលបានបង្កប់គួរតែរក្សាទស្សនៈអព្យាក្រឹត ឬអត់។\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ប្រេដ ហក ជាអ្នកវាយកូនបានគ្រាប់ច្រើនជាងគេរបស់អូស្ត្រាលី រកបាន 35 គ្រាប់ ដោយមិនមានចេញក្រៅ ខណៈដែល អេនឌ្រូ សាយម៉ិន រកបាន 33 គ្រាប់ មុននឹងត្រូវរត់ប៉័ងខ្ចើចៗ។\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "មូលហេតុផ្លូវការនៃការស្លាប់នេះមិនទាន់បានដឹងនៅឡើយ ប៉ុន្តែមានសេចក្ដីរាយការណ៍ថា ហ្គីលសុនត្រូវបានវាយឲ្យរបួសក្បាល។\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "ការពិន័យជាប្រាក់អាចត្រូវបានដាក់ទៅលើគេហទំព័រខាងក្រៅប្រទេសអូស្រ្តាលីដែលបានតភ្ជាប់ទៅសម្ភារៈនានានៅក្នុងបញ្ជីរបស់ខ្លួន។\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "គណបក្សជាប់ឆ្នោតថ្មីក៏បានសន្យាផ្តោតជាសំខាន់លើការចំណាយក្នុងគ្រួសារ ជាពិសេសគ្រួសារជនបទ និងគ្រួសារដែលមានកូនច្រើន។\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "ជីតាទួតរបស់គាត់ ចាវ៉ាហាឡាលនេរុ គឺជានាយករដ្ឋមន្រ្តីទីមួយនៃប្រទេសឥណ្ឌា និងជីលួតរបស់គាត់ ម៉ូធីឡាលនេរុ គឺជាមេដឹកនាំដ៏ឆ្នើមរបស់ចលនាឯករាជ្យឥណ្ឌា។\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "មន្ត្រីបានមានប្រសាសន៍ថា \"ការស្លាប់របស់គាត់ពិតជាមានការខកចិត្តដ៏គួរឱ្យកត់សម្គាល់ចំពោះអាលកៃដា។\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកសង្កេតការណ៍ជាថ្មី 1ខែក្រោយនៃអធិការកិច្ចកម្មករបានចុះសាខានៅបារាំងនៃក្រុមហ៊ុននោះត្រូវបិទ។\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "របាយការណ៍បាននិយាយថា \"អង្គភាពផ្នែកទន់ ដែលមានព័ត៌មានដែលមិនអាចគណនាបាន\" ត្រូវបានជួយសង្គ្រោះទាន់ពេល។\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "តំបន់តែមួយត្រូវបានវាយប្រហារដោយការរញ្ជួយដីក្នុងឆ្នាំ 2004 ដែលជំរុញឱ្យមានរលកយក្សស៊ូណាមិ។\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ការធ្វើទស្សនកិច្ចកាលពីពេលថ្មីៗរបស់លោក ស៊ីណាវ៉ាត្រាទៅកាន់តំបន់នោះត្រូវបានបន្តដោយការបាញ់ប្រហារបន្ថែមទៀត។\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "សត្វស្វាកម្ពស់ 18inch ដែលប៉ូលីសចាប់បាន ត្រូវបានរាយការណ៍ថាបានខាំនារីអាយុ20ឆ្នាំខាងក្រៅ ស្តេតស្រ្ទីតប្រាត ម៉ាឌីសុន វីសខនសីន ក្នុងក្លឹបរាត្រី។\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "នៅពេលនេះការស្រាវជ្រាវនាពេលបច្ចុប្បន្នមិនបានបង្ហាញទំនាក់ទំនងរវាងបុរសពីរនាក់នោះទេ។\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីកសិកម្ម ជីម សាត់ថុន ចេញមកនិយាយថា ការផ្អាកការនាំចេញសាច់ដោយប្រទេសមួយចំនួនគឺជាលទ្ធភាពពិតដែលអាចមាន។\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "\"សកម្មភាពនេះនឹងបង្កើតឲ្យចេញជាកំណរនៃសារធាតុថ្មនៅជុំវិញស្នូលនោះដែលហ៊ំព័ទ្ធដោយសំបកទឹកកក។\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "រីកូធ្លាប់ធ្វើការងារជាច្រើនប្រភេទ ប៉ុន្តែឥឡូវនេះ ចំណង់ចំណូលចិត្តរបស់គាត់គឺវិជ្ជាជីវៈរបស់គាត់ - គាត់បានប្រែ 'របស់សំណល់'ដែលគ្នានអ្នកត្រូវការ ទៅជាគ្រឿងសង្ហារឹមមិនធម្មតា។\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានចាប់ខ្លួនមនុស្សមួយចំនួនតូច (ភាគច្រើនជាស្ត្រី) ដែលព្យាយាមជ្រៀតជ្រែកការបំផ្លាញទ្រព្យសម្បត្តិរបស់ពួកគេ។\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "អ្នកដែល​ចូលចិត្ត​លេខ​ចំឡែកនៅគ្រប់ទីកន្លែង​បាន​ប្រារព្ធ​ពីធី​មួយនៅ​ពេល​ថ្មីៗ​នេះ ខណៈដែល​នាឡិកាលោតដល់លេខ 01:02:03, 04/05/06​ (ការប្រើប្រាស់អនុសញ្ញា​ថ្ងៃខែជាលក្ខណៈ DD/MM/YY)។\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "របបអាហាររបស់គាត់មានអាហារ និងត្រីដែលស្ងួតក្រៀម ដែលអាចរក្សាស្ថានភាពរាងកាយរបស់គាត់ឲ្យធម្មតាទោះបីជាអស់កម្លាំងផ្នែកស្មារតី។\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "បទ \"Let Me Hold You\" របស់បូវ វ៉ាវដែលសំដែងដោយអូម៉ារីអនធ្លាក់ដល់ 5-9 និងបទ \"Your and Me\" របស់ឡាហ្វហោសបានបញ្ចូលក្នុង 10 បទដំបូងដោយរំកិលចុះពីរថ្នាក់។\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "រញ្ជួយដីលើកទីមួយមានកម្រិត 4.7 រ៉ិចទ័រ នៅតំបន់ភ្នំ និងលើកទីពីរមានកម្រិត 5.1។\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ក្រុមអាល់កៃដាបាននិយាយក្នុងសេចក្តីថ្លែងការណ៍លើគេហទំព័រមួយកាលពីថ្ងៃព្រហស្បតិ៍ថា វាបានសម្លាប់បេសកជនកំពូលរបស់ប្រទេសអេហ្ស៊ីបក្នុងប្រទេសអ៊ីរ៉ាក់ ឈ្មោះអ៊ីហាប អាល់-ស្សេរីហ្វ។\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ជាក់ស្តែង ខ្មាន់កាំភ្លើងបានចាប់ទាញសក់របស់នាង ហើយបន្ទាប់មកបានបាញ់មកលើរូបនាង និងបុរសពីរនាក់ទៀតដែលព្យាយាមមកជួយនាង។\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "កីឡាករអាយុះ28 ឆ្នាំនេះបានរងរបួសក្នុងការប៉ះជាមួយចូយ៉ាកុបសុន ហើយការប្រកួតត្រូវបានពន្យាពេលរហូតដល់យកគាត់ទៅមន្ទីរពេទ្យ។\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "អ្នករាយការណ៍របស់សង់ហ្វ្រង់ថ្យែរអះអាងថាប៉ូឡូញគឺជាប្រទេសតែមួយគត់នៅសហភាពអ៊ឺរ៉ុបដែលកាត់ទោសឲ្យជាប់ពន្ធនាគារត្រូវបានដាក់ឲ្យចូលជាធរមានសំរាប់\"បទល្មើសនៃគំនិត\" និងនេះជាលើកទីមួយហើយដែលកើតមាននៅអ៊ឺរ៉ុប។\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកជួយសង្គ្រោះបានបន្តការខិតខំប្រឹងប្រែងរបស់ពួកគេ ដើម្បីជួយអ្នកជីករ៉ែដែលជាប់ក្នុងរូងនៅតំបន់រ៉ែ បៀរខនហ្វៀល នៅតាស្មានាភាគខាងជើង។\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ ក្រុមបាល់បោះប្រទេសអូស្រ្តាលីបានប្រកាសអំពីក្រុមកីឡាករអូឡាំពិកចុងក្រោយសម្រាប់ការប្រកួតកីឡាអូឡាំពិកនៅរដូវក្តៅឆ្នាំ2012 មុនពេលលាគ្នា នៅតំបន់មែលប៊ើន នៅចុងសប្តាហ៍នេះ សម្រាប់ទាំងក្រុមរបស់ស្ត្រីអូប៉ាលស៍ និងក្រុមរបស់បុរសប៊ូមើរ៍។\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "គ្រាប់បែកនោះត្រូវបានគេកំណត់ពេលឲ្យផ្ទុះនៅម៉ោង 5:45 ព្រឹក ម៉ោងក្នុងស្រុក នៅពេលដែលពុទ្ធសាសនិកជនចាប់ផ្តើសូត្រធម៌នៅពេលព្រឹក។\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "មេឌីកបានយកខនវេយចេញពីឡានហើយគាត់ត្រូវបានយកទៅមន្ទីរពេទ្យដោយការរបួសជើងម្ខាង។\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ MST ទទួលបានការជួយពីរដ្ឋាភិបាលប្រេស៊ីល និងអំណោយពីអង្គការអន្តរជាតិនានា​។\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះមានរយៈពេលខ្លី ដោយធ្វើការប្រកួតតែបីទឹកប៉ុណ្ណោះ។\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "កងទាហានអ៊ីស្រាអែលបានធ្វើការវាយលុកចូលក្នុងតំបន់ក្សាហ្សាជាទៀងទាត់ក្រោយពីការចាប់ខ្លួនហ្គីឡេន ស្សាលីតក្នុងខែមិថុនា ឆ្នាំនេះ។\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "លោកវរសេនីយ៍ទោ ស្ទេវ ស្ទោវើ អ្នកនាំពាក្យកម្លាំងចម្រុះជាតិសាសន៍នៅទីក្រុងបាកដាដ បាននិយាយថា \"ដោយបានកំណត់គោលដៅលើជនជាតិអ៊ីរ៉ាក់ស្លូតត្រង់ ពួកគេបានបង្ហាញចរិតបិសាចពិតរបស់ពួកគេ។\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "ចរាចរណ៍ក្នុងតំបន់ត្រូវបានអនុញ្ញាត ដោយសារនេះជាការបិទផ្លូវចម្ងាយ 150 មែ៉ល្រតាមបណ្តាយផ្លូវហាយវ៉េ។\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ ដែលមិនត្រូវបានបញ្ចេញឈ្មោះបានចាំថាត្រូវពាក់ខ្សែក្រវ៉ាត់ និងថែមទាំងបានប្រើភ្លើងសញ្ញាផងដែរនៅពេលដែលត្រូវប្រើ។\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "កុ្រមប្រឹក្សាក្រុងប៊ីស្រ្តូលបានរាយការណ៍ឲ្យដឹងថា បណ្ណាល័យអាចនឹងបើកឡើងវិញនៅថ្ងៃអង្គារ បើទោះបីជាអគារហាក់ដូចជានៅបន្តបិទទ្វារនៅថ្ងៃនោះក៏ដោយ។\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេច​នេះ បាន​បង្ហាញពី​ \"ការ​បារម្មណ៏​ជា​ចំបង\" លើ​ការ​មិនអនុវត្ត​តាម​ច្បាប់​របស់​ប្រទេស​អ៊ី​រ៉ង់​ ជាមួយ​នឹង​តម្រូវ​ការ​ IAEA ក្នុង​ការ​បញ្ឈប់​សកម្មភាពចំរាញ់​ និងសកម្មភាព​ដទៃ​ទៀត​ និងសំណូមពរ​ឲ្យ​ប្រធាន​ IAEA ធ្វើ​របាយការណ៍​ស្តីពី​ការ​អនុវត្តន៍​ច្បាប់​របស់​ប្រទេស​អ៊ីរ៉ង់​នៅ​ត្រឹម​ចុង​ខែ​សីហា។\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "ចៅក្រមដែលមានកំហឹងលោករ៉ដនី អេស មែលវីល បានគំរាមថានឹងចេញដីកាតុលាការដើម្បីចាប់ខ្លួនតារាចំរៀងប៉ុបដែលល្បីល្បាញលើពិភពលោកលោកមីឆេល ជេកសាន់ប្រសិនបើគាត់មិនបង្ហាញខ្លួននៅតុលាការកំពូលសេនតា បាបារា ខោនទីក្នុងរដ្ឋកាលីហ្វូញ៉ានៅថ្ងៃព្រហស្បតិ៍ទី10 ខែមករា ឆ្នាំ2005។\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "ស៊ីអេដាប់បេលយូ បានស្នើថាបុគ្គលិកជូនដំណឹងដល់អ្នកតំណាងសុខភាពនិងសុវត្ថិភាពរបស់ពួកគេអំពីការព្រួយបារម្ភលើសុវត្ថិភាពណាមួយនៅកន្លែងការងារ។\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "បទ \"Shake\" បានត្រូវគេរំពឹងទុកយ៉ាងខ្លាំងក្លានឹងចាត់បញ្ចូលក្នុងតំណែងក្នុង Hot 100 ក្នុងសប្តាហ៍នេះ។\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "មនុស្សដប់មួយនាក់បានស្លាប់បន្ទាប់ពីឧទ្ធម្ភាគចក្ររបស់ទាហានបានធ្លាក់ក្នុងពេលហោះហើរប្រឆាំងគ្រឿងញៀនណាកូទិចក្នុងប្រទេសម៉ិកសិកូខាងលិច។\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "សញ្ញាដែលសម្គាល់ពីផ្លូវភ្លោះនឹងត្រូវរៀបចំជារង្វង់មូល។\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "ឃ្លាំងគឺជាកន្លែងផ្ទុក និងចែកចាយសារធាតុគីមីសម្រាប់អាងទឹក ជាពិសេសក្លរីន។\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងបានចេញពីក្រកួតពានរង្វាន់ ពិភពលោកកីឡាគ្រីឃីតនៅឆ្នាំ2011បន្ទាប់ពីបានចាញ់ញ៉ូវហ្សេលេននៅក្នុងវគ្គបួនក្រុមចុងក្រោយ ដែលប្រកួតនៅមៀរភ នៅក្នុងប្រទេសបង់ក្លាដេស។\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "\"មានការគាំទ្រពិតប្រាកដក្នុងការទទួលបានរថភ្លើងបន្ថែមសំរាប់គ្រ័យដុន ដើម្បីរក្សាល្បឿនជាមួយនឹងតម្រូវការកើនឡើងក្នុងសេវាកម្មរថភ្លើង ​ហើយក៏ដើម្បីរក្សាការកែលម្អសំខាន់ៗសំរាប់អ្នកថ្មើរជើង និងអ្នកប្រើប្រព័ន្ធដឹកជញ្ជូននៅជុំវិញ​ និងចន្លោះភាគខាងកើត​ និងខាងលិចនៃស្ថានីយ៍គ្រ័យដុន។\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "សង្គ្រាមនេះបានបង្កឱ្យមានការប្រឆាំងតវ៉ានិងមានកំហឹងជាច្រើនក្នុងចំណោមអ្នកនយោបាយដែលជឿថា លោកប្ល៊ែគឺខុសក្នុងការគាំទ្រដល់លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកពេលនោះគឹលោកចច ដាប់បែលយូ​ ប៊ូស ដោយការបញ្ជូនទាហាន អង់គ្លេស 45,000 នាក់ដែល 179 នាក់ បានស្លាប់នៅក្នុងការប្រយុទ្ធ ដើម្បីប្រយុទ្ធនៅក្នុងប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "លោកចន ជីអូហ្គីនី បាននិយាយថា នាពេលអនាគតដ៏ខ្លីខាងមុខ ភាពមិនប្រាកដប្រជាជាសកលបែបនេះនឹងមានតិចណាស់ ហើយសាធារណជនក៏មាននឹងការភ្ញាក់ផ្អើលតិចតួចដែរ។\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "ការប្រកាសអាសន្នត្រូវបានប្រកាសទូទាំងខេត្ត កាន់ដាហារ ខណៈទាំងកងកម្លាំងអាហ្វហ្គានីស្ថាន និងកងកម្លាំង NATO ត្រូវបានដាក់បញ្ចេញដើម្បីតាមស្វែងរកអ្នកទោសដែលបានគេចខ្លួន។\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់លោកហាណេត្រូវបាននយោជករបស់គាត់ចាត់ទុកថា វាជាលទ្ធផលនៃ \"ការទាញយកស្មារតីប្រុងប្រយត្ន័\" ចំពោះការធ្វើឲ្យប្រពន្ធ័អុកស៊ីសែនសំខាន់តំណើរការទ្បើងវិញបន្ទាប់ពីវាត្រូវបានកាត់ផ្តាច់ដោយស្វ័យប្រវត្តិខណៈដែលវារកឃើញថា​នៅមាត់ម៉ាស៊ីនលេចខ្យល់។\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "\"យោងតាមអ្នកស៊ើបអង្កេត អំពើភេរវ​កម្មនេះមានគោលដៅដំបូងនិងចម្បងទៅលើជនបរទេស។\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "មន្ត្រីពន្លត់អគ្គីភ័យមួយចំនួនបានទៅជិត តែនៅពេលដែលអាជ្ញាធរពន្លត់អគ្គិភ័យជាតិ ត្រូវបាន​បង្ខំអោយមកដោយអ្នកធ្វើដំណើរឆ្លងកាត់ម្នាក់ ដើម្បីពន្លត់ភ្លើងកំពង់ឆេះជំរុំ ដោយសារមានការហាមឃាត់ដែលកំពុងមានប្រសិទ្ធភាព មិនអោយមានក្រុមពន្លត់អគ្គីភ័យចូលក្នុងតំបន់នេះ។\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "យន្តហោះបានហោះចូលប្រហែល4.5គីឡូម៉ែត្រ(3ម៉ាយ) ទៅក្នុងដែនអាកាសហ្វាំងឡង់នៅជិតប៉ូវូរយៈពេល3នាទី នេះបើយោងតាមក្រសួងការពារជាតិប្រទេសហ្វាំងឡង់។\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានធ្វើតែសកណ្តុរបរិសុទ្ធក្នុងលក្ខខ័ណ្ឌប្រូលែកទីនច្រើនជាង និងរកឃើញថាលទ្ធផលគឺស្រដៀងគ្នាទៅនឹងកណ្តុរមានផ្ទៃពោះ។\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "សាលារៀនជាច្រើនទៀតត្រូវបានវាយប្រហាររួមទាំងសាលារៀន អាល់ហ្វាខូរ៉ា ដោយបានសម្លាប់មនុស្ស 40 នាក់ ភាគច្រើនពួកគេជាស្ត្រីនិងកុមារ។\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "យោងតាមច្បាប់សហព័ន្ធ ថវិកាលើសទាំងអស់នឹងត្រូវប្រើប្រាស់សម្រាប់សងបំណុលរបស់កាណាដា ហើយមិនអាចប្រើជាចំណាយបានទេ។\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "ច្រកសមុទ្រហូរមូសគឺជាផ្លូវកប៉ាល់ដ៏សំខាន់មួយនៃ សារៈសំខាន់យុទ្ធសាស្រ្តដ៏អស្ចារ្យ។\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ប្រជាជន 38 នាក់ត្រូវបានគេនិយាយថាបានស្លាប់ក្នុងការបំផ្ទុះគ្រាប់បែកអត្តឃាតក្នុងកំឡុងបាតុកម្មនយោបាយក្នុងខេត្តភាគពាយព្យនៃព្រោះប្រទល់ប្រទេសប៉ាគីស្ថាន។\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ខូកដែលមានអាយុ59បានដឹកតាមយន្តហោះទៅមន្ទីរពេទ្យក្នុងអីុនវឺនេសដោយសេវាអ្នកជួយសង្រ្គោះឧទ្ធម្ភាគចក្រកន្លះម៉ោងបន្ទាប់ពីគាត់ដួល។\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "ក្នុងអំឡុងសតវត្សឆ្នាំ1980 និង1990 ប៊េតធីបាន​បញ្ចុះបញ្ចូលឲ្យមានការប្រើប្រាស់ដោយសន្តិភាពនូវថាមពល​នុយក្លេអ៊ែរដោយធ្វើការតវ៉ា​ប្រឆាំងនឹងការប្រកួតប្រជែងអាវុធនុយក្លេអ៊ែរ ក៏ដូចជាប្រឆាំងនឹងការសាកល្បងនុយក្លេអ៊ែរផងដែរ។\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "នៅក្នុងតំបន់បាកដាដថ្មី ម្ចាស់ហាងនិងអតិថិជនជាច្រើន នៃផ្សារសត្វចិញ្ចឹមនោះ បានបញ្ជាក់ថាស្ត្រីម្នាក់ដែលបានបំផ្ទុះនៅទីនោះ គឺជាជនពិការផ្នែកបញ្ញាស្មារតីផងដែរ។\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "មីឆែល ស្តេនថន អ្នកគាំទ្រតារាវិទ្យាក្នុងតំបន់ម្នាក់ បានប្រាប់សារព័ត៌មាន Wikinews ថា \"នេះគឺជាការអស្ចារ្យណាស់ ដែលយើងមានការប្រគុំតន្ត្រី និងទស្សនីយភាពដ៏រីករាយនេះដើម្បីទស្សនា។\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារនេះបានបង្កើនកម្រិតប្រុងប្រយ័ត្នចំពោះការរាតត្បាតរបស់ខ្លួនទៅកាន់កម្រិតប្រាំមួយដែលជាកម្រិតខ្ពស់បំផុតរបស់ខ្លួន។\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "ដោយមានការគាំទ្រដោយឥតលក្ខខណ្ឌរបស់ក្រុមកីឡាករបានជួយខ្ញុំយ៉ាងខ្លាំង ហើយខ្ញុំក៏សូមថ្លែងអំណអរគុណដល់លោក ខូលីន ខាលដឺវូដ ផូល បារុន និងបុគ្គលិកក្នុងក្លិបទាំងអស់ដែលបានគាំទ្រខ្ញុំយ៉ាងខ្លាំងនៅរដូវកាលនេះ។\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "កន្លែងប្រវត្តិសាស្រ្តរដ្ឋចំនួនដប់បួនត្រូវបានគេដាក់កាលវិភាគបិទនៅថ្ងៃទី1 ខែតុលា។\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "តាមប្រភពរដ្ឋាភិបាលមួយបានប្រាប់ដល់កាសែត ស៊ីដនី ម៉រនីង ហឺរាល់ ថា រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធ​នឹងចំណាយប្រាក់រហូតដល់ 1លានដុល្លារសហរដ្ឋអាមេរិករៀងៗខ្លួន។\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "លោក Kothari បានបន្តថា: \"រដ្ឋដែលមានចំនួនប្រជាជនតិចជាងមុន បានបញ្ជូនសមាជិកតិចជាងមុនទៅក្នុងសភាឥណ្ឌា។\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "នាងគឺជាម្ដាយដែលមានកូនបីនាក់ អាយុខ្ទង់សែដ៏ស្រស់ស្អាតម្នាក់នៃទីក្រុងLong Island ដែលបានស្លៀកពាក់ខោខ្មៅនិងអាវយឺតពន្លាត់កខ្មៅដែលលូតដល់សក់ពណ៍ទង់ដែងធ្លាក់ចុះរបស់នាង ដែលក្របួចទៅក្រោយដូចកន្ទុយសេះ។\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "និស្សិតជិត 100 នាក់មកពីប្រទេសរ៉ាវ៉ាន់ដា ប៊ុយរុនឌី និង​កុងហ្គោ នឹងចែករំលែកគំនិតយោបល់គ្នាអំពីអតីតកាល និងបច្ចុប្បន្នកាលនៅក្នុងប្រទេសរ៉ាវ៉ាន់ដា ព្រមទាំងអនាគតសម្រាប់តំបន់ហ្គ្រេតឡេកផងដែរ។\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "នៅក្នុងព្រឹត្តិកាណ៍ប្រកួតចុះភ្នំ និងស៊ុបភើ-ជី អ្នកបានមេដាយ ផារ៉ាលីមពិករដូវរងារឆ្នាំ2010 អាឡាណា នីកូលស៍មិនបានចាប់ផ្តើមការប្រកួត។\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "ក្រុមគ្លីដឺស្ថិតនៅក្នុងទីក្រុងបាងកក ប្រទេសថៃដើម្បីចូលរួមការប្រកួតកីឡាបាល់បោះជើងឯករទេះរុញ តំបន់អាស៊ី អូសេអានី ដែលកំពុងត្រូវបានប្រារព្ធឡើងនៅឯមជ្ឈមណ្ឌលយុវជនបាងកក ជប៉ុន-ថៃ។\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេទាយទុកថាចំនួនសរុបនៃសមាជិកព្រឹទ្ធ សភាប្រាំបួនរូបនឹងធានាសមូលហភាពនៃអំណាច។\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "ច្បាប់​ល្បែង​វីដេអូ​ហ្គេម​មួយរបស់​រដ្ឋកាលីហ្វ័រញ៉ា កំពុង​តែ​ត្រូវ​បាន​ពិនិត្យ​ឡើង​វិញ​ដោយ​តុលាការ​សហព័ន្ធ​។\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់ឳពុកមាក្មេងស្រីនេះ គឺកំពុងតែធ្វើការតាមដានដោយសារគាត់មានរោគសញ្ញាដែលអាចបញ្ជាក់ថាគាត់មានជម្ងឺផ្តាសាយបក្សី។\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "ការប្រណាំងផ្នែកស្ត្រីចាប់ផ្តើមនៅម៉ោង3រសៀល(ម៉ោងក្នុងតំបន់) ចំណែកឯការប្រណាំងផ្នែកបុរសវិញ ចាប់ផ្តើមពីរម៉ោងក្រោយពីនោះ។\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "ក្រុមអាស រ៉ូម៉ា ជាប់ចំណាត់ថ្នាក់ទីពីរ ដោយសារចំនួនហ្គោលច្រើនជាងក្រុមស្ពតធីង ស៊ីភី ដែលបានឈ្នះក្រុមអេហ្វស៊ី ឌីណាម៉ូ ឃីអ៊ីវ 2-1។\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ដោយយោងតាមរបាយការណ៍​សារព័ត៌មាន លោកម៉ាកហាឡេ មានគោលបំណង​ដាក់ទង់ជាតិ​កាណាដា​នៅម្ខាងទៀត​នៃផ្លូវ​ ពី​ DCE (ក្រុមហ៊ុនអចលនទ្រព្យ ដាហ្គ្រាស គ្រីក) ដែលជាកន្លែង​ដែលជនជាតិដើមបានកាន់កាប់ចំនួន 10 ខែហើយ។\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "មូលនិធិសំរាប់រថភ្លើងថ្មីនេះត្រូវរំពឹងថាមួយភាគធំបានមកពី TfL ទោះបីជាសង្កាត់ឡុងដ៍នៃគ្រ័យដុនបានបញ្ជាក់ពីការរួមចំណែកចំនួន £3m ទៅលើគម្រោងក៏ដោយ។\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "កាលពីថ្ងៃច័ន្ទ ពលរដ្ឋនៃសំណង់អាគារមួយនៅជាយក្រុងប៉ារីស បានប្រទះឃើញគ្រាប់បែកសម័យសង្គ្រាមលោកលើកទីពីរស្ថិតក្នុងឡក្នុងផ្ទះ។\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "នេះគឺជាឆ្នាំទីប្រាំមួយនៃការផ្តួចផ្តើមឲ្យមានការប្រកួតធីប៊លរបស់សេតវិមាន។\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "បើយោងតាមក្រុមពន្លត់អគ្គីភ័យបានឲ្យដឹងថា ការរំលោភធ្ងន់ធ្ងរទៅនឹងបទបញ្ញត្តិស្តីពីសុវត្ថិភាពអគ្គីភ័យគឺជាដើមចមធ្វើឲ្យមានមនុស្សស្លាប់។\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "ការលេងក្នុងការប្រកួតលីកថ្នាក់ជាតិកំរិតខ្ពស់របស់អូស្ត្រាលី W-League នាងបានឈ្នះជាជើងឯកនៃការប្រកួតនេះក្នុងឆ្នាំ2009។\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "លោក អ៊ីសាយ៉ាស ការ៉ាស្កូ អាយុ 42 ឆ្នាំ ត្រូវបានបាញ់នៅក្រៅផ្ទះរបស់លោកនៅចំពោះមុខភរិយា និងកូនស្រីរបស់លោក ហើយត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យ ប៉ុន្តែលោកបានស្លាប់ដោយសាររបួសធ្ងន់ពេក។\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "កាសែតក្នុងស្រុកនៅDover ឈ្មោះ York Daily Record បានសរសេរថា អ្នកបោះឆ្នោតនៅDoverគួរចូលធ្វើសាក្សីក្នុងការកាត់ក្តី កំឡុងពេលបោះឆ្នោតជាសកល នៅពេលពួកគេអាចបោះឆ្នោតជ្រើសរើសសមាជិកក្រុមប្រឹក្សាដែលក៏ពឹងផ្អែកលើលទ្ធផលពីមណ្ឌលបោះឆ្នោតផ្សេងទៀត។\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "ដប់ពីរភាគរយនៃអ្នកទោស 1,043 នាក់ដែលត្រូវបានធ្វើតេស្តរកថ្នាំញៀនចាប់តាំងពីដើមឆ្នាំនេះរហូតដល់ខែមិថុនា បានធ្វើតេស្តឃើញលទ្ធផលវិជ្ជមានសំរាប់ថ្នាំញៀន។\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "ដំណោះស្រាយនេះ ធ្វើអោយលោក Ban Ki-Moon អគ្គលេខាធិការអង្គការសហប្រជាជាតិ រៀបចំធ្វើសន្និសីទនៃប្រទេសនៅមជ្ឈឹមបូព៌ាទាំងអស់។\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "ហប់ភឺ គឺជាអ្នកថតរូបដ៏ជំនាញ​ ជាជាងគំនូរជាជាងចំលាក់ដែលស្នាដៃរបស់គាត់បានត្រូវ គេដាក់បង្ហាញនៅទូទាំងពិភពលោក។\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយ លោកសាលម៉ន បានបង្ហាញសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធ និងរូបសំណាក់ធ្វើពីលង្ហិនដែលបានដាក់ដើម្បីប្រារព្ធខួបលើកទី50 នៃឧប្បត្តិហេតុនេះ។\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សារដ្ឋមន្រ្តីរបស់ប្រទេសអ៊ីរ៉ាក់បាននិយាយថា យោធាប្រទេសទួរគីកំពុងរំលោភលើអធិបតេយ្យភាពរបស់ប្រទេសអ៊ីរ៉ាក់ ដោយបានធ្វើការលុកលុយចូលទៅក្នុងតំបន់ឃឺដភាគខាងជើងនៃប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "ម្យ៉ាងទៀត ពួកគេបានពិនិត្យរន្ធខ្យល់ចេញចូលនៅលើប្រព័ន្ធដែលជួយគ្រប់គ្រងបរិយាកាសរបស់ស្ថានីយ៍ និងរើទីតាំងពិសោធន៍វិទ្យាសាស្ត្ររូបវិទ្យារបស់ជប៉ុនមួយ។\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "លោកបានចំណាយពេលបីម៉ោងក្នុងយប់មួយនៅកន្លែងធំនៅក្នុងតំបន់ Manhattan បន្ទប់សម្ងាត់របស់ Rebecca​ ជាកន្លែងដែល បើយោងតាមសម្លេងភូមិ \"អ្នកអាចយកមិត្តស្រីឬប្រពន្ធរបស់អ្នក ហើយឱ្យពួកគេបំពេញចិត្តដោយការគោរព លើកលែងតែពួកគេសង្ឃឹមថា ត្រូវបានបំពេញចិត្តជាមួយនឹងអ្វីផ្សេងក្រៅពីការគោរព!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "តម្រងនោមទាំងនេះក៏ទៅជាជាលិកានៃរូបកាយរបស់អ្នកជំងឺផងដែរ ដែលគ្មានប្រតិកម្មបដិសេធពីសរីរាង្គ ដូច្នេះ នេះអាចបង្កើនបរិមាណនៃតម្រងនោមមនុស្សដែលអាចយកមកប្រើសម្រាប់ការប្តូរ។\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "សំរាប់ចំនួនថវិកាសមរម្យសរុប ផ្នែកដំបូងបានថយចុះត្រឹមចំនួនសរុប A$117,170,000 និងផ្នែកទីពីរបានបង្ហាញនូវការកើនឡើងចំនួន A$114,353,000។\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "កំណើនសេដ្ឋកិច្ចប្រចាំឆ្នាំរបស់ឥណ្ឌាធ្លាប់បានជាមធ្យមភាព8ភាគរយនៃឆ្នាំសារពើពន្ធ បីឆ្នាំមុន។\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "កាលបរិច្ឆេទនៃប្រតិបត្តិការ និងរយៈពេលសម្រាប់ជម្លៀសចេញពីអាគារ៌មិនត្រូវបានបញ្ជាក់ទេ។\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ទស្សនកិច្ចរបស់ចន ភូលហាក់ដូចជាត្រូវបានលុបចោលដោយសារសង្គ្រាមហ្វកឡេន និងការប៉ុនប៉ងធ្វើឃាត។\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "សុវត្ថិភាពចរាចរណ៍ត្រូវបានព្រួយបារម្ភថាជាការគំរាមកំហែងចំពោះអ្នកគាំទ្រ វើលខាប់។\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "\"ហេតុអ្វីបានជាអ្នកផ្តល់កិច្ចសន្យាដល់អ្នកដែលមានអាយុទើបតែ 21 ឆ្នាំបែបនេះ?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "ផូល ខូលីងវូដធ្វើបានតែមួយរ៉ានប៉ុណ្ណោះមុនពេលដែលត្រូវបានចេញដោយបន្សល់ទុកនូវអង់គ្លេស83-4។\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "ភ្លើងពណ៌ក្រហម'គឺ-ការជម្លៀសទាំងស្រុង-ត្រូវបានបន្លឺឡើងនៅប្រហែលម៉ោង9.15ព្រឹក។\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាណា លោករ៉ូឌ័របាននិយាយថា ការកំណត់សន្ទស្សន៍តម្លៃចាំបាច់ត្រូវមានភ្ជាប់ទាក់ទងជាមួយគណនីវិនិយោគឯកជនរបស់លោកប៊ូសជាប្រាក់ចំណូលបានមកពីគណនីដែលនឹងផ្តល់ឱកាសអ្នកចូលនិវត្តបំបាត់ការខ្វះខាតបាន។\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីប្រាំម៉ោងនៃកិច្ចប្រជុំ ប្រធានាធិបតីហ៊ូកូឆាវេសពីវេនេស៊ូអេលឡានិងអាលវ៉ារ៉ូអ៊ូរីបពីប្រទេសកូឡុំប៊ីបានបញ្ចប់ភាពតានតឹងការទូតដែលបានបញ្ចប់ពីរខែមុន។\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "អភិបាលក្រុងសាន់ ចូសេ រដ្ឋកាលីហ្វរនីញ៉ា លោក រុន ហ្គនហ្សាលេស នឹងត្រូវបានសាកសួរដោយការិយាល័យមេធាវីស្រុកតំបន់ សានតា ក្លារ៉ា។\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "លើសពីនេះ ការរៀបចំនេះបង្កើតនូវស្ថានភាពខុសពីធម្មតា៖ ការយល់ដឹងជាសាធារណៈថា Villepin និង Sarkozy គឺជាអ្នកប្រកួតប្រជែងនយោបាយដ៏គ្រោះថ្នាក់មួយ ក្នុងការបោះឆ្នោតជ្រើសរើសប្រធានាធិបតីឆ្នាំនៅឆ្នាំ2007 ហើយពួកគេបាននិយាយាថាប្រកិតប្រកើយគ្នា។\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់ភាគច្រើនគឺកំពុងបរិភោគអាហារនៅលើរានហាលខាងក្រោម ហើយជាប់នៅទីនោះ។\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "អ្នកជំនួញទាំងនោះបានបដិសេធឈប់បំបះបំបោរនេះរហូតដល់ថ្ងៃទី1 ខែវិច្ឆិកា នៅពេលដែលសាជីវកម្មនៃក្រុងដេលី ហាក់បីដូចជាបន្តរចលនាបិទរបស់ខ្លួន។\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "ការរញ្ជួយដីបន្ទាប់បានឈានដល់កម្រិត 5.9 រ៉ិចទ័រនៃចំណុចរញ្ជួយដែលមានទីតាំងស្ថិតនៅដប់ប្រាំបួនគីឡូម៉ែត្រភាគខាងលិចនៃតំបន់ ពីជីឡេមូ នេះបើយោងតាមសាកលវិទ្យាល័យអង្កេតភូគព្ភសាស្រ្តឈីលី (UCGS)។\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចខិតខំប្រឹងប្រែងបញ្ចប់ភាពទាល់ច្រករវាងសភា និងព្រឹទ្ឋ សភា បូអេនឺបានប្រាប់មេដឹកនាំប្រជាធិបតេយ្យហារី រ៉េតថា គាត់នឹង កំណត់កាលវិភាគបោះឆ្នោតនៅសភាលើកំណែថ្មីរបស់ព្រឹទ្ឋសភាលើសេចក្តីព្រៀងច្បាប់ដែលនឹងពន្យាការកាត់ពន្ឋ ដែលវានឹងផុតកំណត់នៅចុងឆ្នាំនេះ។\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "លោកស៊ីង ដែលជាអ្នកកើតជំងឺទឹកនោមផ្អែមម្នាក់ បានទទួលការវះកាត់មួយនៅប្រទេសអង់គ្លេសក្នុងឆ្នាំ1990 និងទទួលការព្យាបាលដោយការវះកាត់ជួសជុលសរសៃឈាមនៅឆ្នាំ2004 ក្នុងទីក្រុងដេលី ដែលនៅក្នុងពេលនោះ សរសៃដែលត្រូវបានបញ្ចូលទៅក្នុងសរសៃអាទែរបស់គាត់។\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "វាគឺសំរាប់ផ្គត់ផ្គង់សុវត្តិភាពទឹកសំរាប់ទីក្រុងនៅពេលដែលភាពរាំងស្ងួតបានក្លាយទៅ ជាភាពញឹកញាប់ដោយសារតែការឡើងកម្តៅពិភពលោក។\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកហែរទៅខាងជើងតាមផ្លូវយុងហ្គេស្រ្តីតសំដៅទៅណេវ៉លក្លឹបតាមផ្លូវហាយដែន។\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "មន្រ្តីហាម៉ាស និងហ្វាតាសនិយាយថាពួកគេសង្ឃឹមថាថ្នាក់ដឹកនាំនឹងមកជាមួយគ្នាក្នុងកិច្ចប្រជុំ ជាមួយស្តេចអាប់ឌុលឡានៅយប់ថ្ងៃអង្គារ។\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "បញ្ហាផ្លូវច្បាប់គឺមានតំលៃលើសពី៧750លានដុល្លាអាមេរិក(528លានអឺរ៉ូ)តំលៃប៉ាន់ ស្មានពាក់កណ្តាលមានប្រភពមកពីខ្សែភាពយន្តម៉ាវ៉ុល។\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 បណ្ឌិតអាហ្វីយ៉ាបានត្រូវគេស្គាល់អត្តសញ្ញាណដោយអែហ្វប៊ីអាយថាជា \"អ្នកសម្របសម្រួលប្រតិបត្តិការអាល់កៃដាដែលបានបង្កគ្រោះថ្នាក់យ៉ាងច្បាស់លាស់ដល់ជនជាតិអាមេរិក។\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "លោកម៉ាឡូយបានបន្ថែមថា៖\"ដោយរដ្ឋរបស់យើងបានធ្វើសកម្មភាពក្រោយការពិភាក្សាខ្វែងគំនិតគ្នានេះហើយ ខ្ញុំសង្ឃឹមថាយើងនឹងអាចខិតខំទ្វេដងសំរាប់ការប្រឹងប្រែងព្រមទាំងការងារទូទៅរបស់យើងដើម្បីធ្វើអោយប្រព័ន្ធយុត្តិធម៌ផ្នែកឧក្រិដ្ឋកម្មនៃប្រទេសយើងមានភាពយុត្តិធម៌និងរួបរួមគ្នាល្អប្រសើរឡើង និងដើម្បីកាត់បន្ថយការបង្កអោយមានកំហុស។\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "សេចក្តីណែនាំនេះត្រូវបានរំពឹងថាអាចអនុម័តងាយស្រួលដោយក្រុមប្រឹក្សានេសាទនៃក្រុមប្រឹក្សាអឺរ៉ុប កាលពីថ្ងៃអង្គារទី21 ខែធ្នូ ប៉ុន្តែត្រូវបានដកចេញពីរបៀបវារៈ តាមសំណើរបស់រដ្ឋមន្ត្រីផ្នែកវិទ្យាសាស្រ្ត​និងកុំព្យូទ័រនៃប្រទេសប៉ូឡូញ លូតហ្សីមឺរ ​ម៉ាស៊ីនស្គី។\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកបោះឆ្នោតទូទាំងប្រទេសមាន 45%​ ប៉ុន្តែមណ្ឌលខ្លះបានរាយការណ៍ថាចំនួនអ្នកបោះឆ្នោតមានដល់ 95% ឬច្រើនជាងនេះ ដែលបង្កឲ្យមានការសង្ស័យថា មានការលួចបន្ថែមសន្លឹកឆ្នោត។\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "ប្រភពចចជៀបានអះអាងសេចក្តីប្រកាសដោយនិយាយថាមូលដ្ឋានត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "មេបញ្ជាការប៉ូលីសនៃតំបន់ស៊ីដនីភាគពាយព្យដែលជាជំនួយការស្នងការបាននិយាយថា គាត់មានភាពសប្បាយរីករាយដែលក្លឹបនេះបានកំពុងធ្វើការជាមួយប៉ូលីសយ៉ាងសកម្មបែបនេះ។\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់មានអាយុ50ឆ្នាំ ជាកម្មករសំណង់ ដែលបានស្លាប់បន្ទាប់ពីការហូរច្រោះដីនៅឯការដ្ឋានសំណង់ទំនប់ទឹកនៅខេត្ត ហ្វុគុយ កាលយប់មិញ និងម្នាក់ទៀតជាបុរសអាយុ76ឆ្នាំ ដែលបានស្លាប់បន្ទាប់ពីជាប់ដោយសារដើមឈើរលំ នៅថ្ងៃទី6 ខែកញ្ញា ភា្លមៗបន្ទាប់ពីព្យុះ ហ្វីតូវ បានបោកបក់មក។\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "អ្នកជិតខាងម្នាក់ទៀតបានបន្ថែមថា: \"អ្នកជិតខាងដ៏អស្ចារ្យ ពិតជាក្មេងដែលល្អបំផុតដែលខ្ញុំធ្លាប់ស្គាល់​។\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយអាមេរិកមកពីគណបក្សប្រជាធិបតេយ្យ លោក ដេននីស គូស៊ីនិក គ្រោងនឹងឈរឈ្មោះជាប្រធានាធិបតីនៅឆ្នាំ2008 នេះបើយោងតាមសម្ដីលោក អេនឌី ជូនីវិក អ្នកនាំពាក្យសមាជិកសភាប្រាំអាណត្តិនៅថ្ងៃចន្ទនេះ។\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "អ្នកពន្លត់អគ្គីភ័យទាំងប្រាំដែលត្រូវបានសម្លាប់ បានស្លាប់នៅពេលរថយន្តរបស់ពួកគេត្រូវបានលុកលុយដោយអណ្តាតភ្លើង។\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "បើយោងតាមមន្រ្តីរដ្ឋាភិបាលបានឲ្យដឹងថាកម្មករ​ទាំងនោះត្រូវបានគេជឿថានៅរស់ \"ព្រោះពួកគេនៅឆ្ងាយពីកន្លែង​ដែលដាក់ស្រុត\" ប៉ុន្តែទោះបីជាយ៉ាងណាក៏ដោយ​ក៏ស្ថានភាពរបស់ពួកគេមិនទាន់បានដឹងច្បាស់នៅឡើយទេ ហើយក្រុមអ្នកសង្រ្គោះក៏មិនទាន់​អាចទាក់ទងទៅកម្មករទាំងនោះបានដែរ។\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "គម្រោងនេះត្រូវការការវិនិយោគ 10.9 លានលេថ្មី (3 លានអឺរ៉ូ) ដែលពាក់កណ្តាលត្រូវត្រៀមបម្រុងទុករួចទៅ ហើយនេះបើយោងតាមអ្នកសម្របសម្រួលគម្រោងនេះ ស្តានគូ សាម៉លឡា។\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "\"នៅពេលណាដែលគាត់ចង់ជាន់ហ្វ្រាំងគាត់នឹងងើបឈរដោយប្រើជើងឆ្វេងរបស់គាត់ ហើយប្រើជើងស្ដាំរបស់គាត់ជាន់ហ្វ្រាំង។\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "\"ខ្ញុំអាចនិយាយទៅកាន់អ្នកដោយគ្មានការលាក់លាមថា៖ បេសកកម្មទទួលបានភាពជោគជ័យ\" លោកបាននិយាយប្រាប់អ្នកគាំទ្ររបស់លោកជាង 50,000 នាក់កាលពីសុក្រ \"យើងបានបង្រួបបង្រួមគ្នា និងនាំសុខសន្ដិភាពជូនប្រទេសជាតិយើង។\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "ចំនួនមនុស្សចូលរួមក្នុងការបោះឆ្នោតត្រូវបានរាយការមកថាមាន ចំនួនច្រើនជាងហាសិបភាគរយតិចតួច។\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ថវិកាទាំងអស់ក្នុងក្រុមត្រូវបែងចែកស្របតាមច្បាប់ស្តីពី (ជំនួយផ្នែកហិរញ្ញវត្ថុ) រដ្ឋាភិបាលមូលដ្ឋានឆ្នាំ1995។\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "ព្រះរាជបុត្រគឺជាបុត្រាដំបូងដែលបានប្រសូតនៅក្នុងរាជវង្សអធិរាជជប៉ុនបន្ទាប់ពីព្រះបិតារបស់ព្រះអង្គនៅក្នុងឆ្នាំ1965។\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "កាសែតអូស្រ្តាលីឈ្មោះក្រូនបានរាយការណ៍ថា៖\"ជាធម្មតាគោលបំនងនៃការវាយប្រហាររបស់ពួកគេគឺដើម្បីបង្កើតចលាចល រឺក៍ដើម្បីរំខានអ្នកដទៃ។\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលខ្លាឃ្មុំបានរត់ត្រឡប់ចូលព្រៃវិញ ឆ្កែបានដេញតាមវា។\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សាតុលាការពីររូប និងចៅក្រមមួយរូបនឹងអង្គុយលើកន្លែងគណៈវិនិច្ឆ័យដោយមានមនុស្សបីនាក់ ហើយធ្វើការសម្រេចទាំងលើករណីបទឧក្រិដ្ឋ និងបទល្មើសស៊ីវិល។\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "ផ្លូវរថភ្លើងនៅអូស្ត្រាលីត្រូវបានបិទដោយសាររថភ្លើងពីរធ្លាក់ផ្លូវក្នុងរយៈពេលពីរថ្ងៃជាប់គ្នា។\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "គាត់បានដឹកនាំក្រុមផាកស្បឺកទៅប្រកយតនៅក្នុងវគ្គប្រកួត19រដ្ឋ និងបានឈ្នះពានរង្វាន់ប្រចាំប្រទេសនៅក្នុងឆ្នាំ1993និងឆ្នាំ2001។\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "\"នៅក្នុងការឆ្លើយនឹងសំណួរនេះ ថម ឃ្រូស បានណែនាំឲ្យស្គាល់ LRH [អិល រុន ហាបាដ] បច្ចេកវិទ្យានាំទៅកាន់មនុស្សច្រើនជាង1ពាន់លាននាក់នៅលើផែនដីនេះ។\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "អាម៉េតឌីនចាត បានថ្លែងថា \"នៅប្រទេសអ៊ីរ៉ង់ យើងមិនមានអ្នកស្រលាញ់ភេទដូចគ្នាដូចនៅប្រទេសរបស់អ្នកទេ\" ដែលនេះធ្វើឲ្យផ្ទុះសំណើចពីអ្នកស្តាប់។\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "នៅលើបន្ទាត់កិច្ចប្រជំកំពូលសហប្រតិបត្តិការអន្តរបាលកាន ដែល នឹងប្រារព្ឋនៅសណ្ឋាគារហាយយ៉ាត រីជែនស៊ីនៃថេសាលូនីកី នាយករដ្ឋមន្រ្តីក្រិក ព្រីមមែ កូស្តា ការ៉ាម៉ានលីស នឹងជួបជាមួយសមភាទីទួគីរបស់គាត់ រីសេប តាយយីប អ៊ីដូហ្គែន នៅថ្ងៃព្រហស្បតិ៍ដើម្បីពិភាក្សាបញ្ហាទ្វេរ ភាគី រួមមានបញ្ហាសាយព្រុសផងដែរ។\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកស្លាប់នេះគឺមិនជាក់លាក់ទេ ដែលមានចំនួនចាប់ពីគ្មានទៅប្រាំបីនាក់។\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "ស្រ្តីម្នាក់វិលមុខ និងបានដួល ហើយត្រូវបានដឹកយកទៅដោយរថយន្តសង្គ្រោះបន្ទាន់។\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានឃើញស្ថានភាពច្បាប់និងបទបញ្ជា នៅទីក្រុងដេលីហើយនោះ គណកម្មាធិការត្រួតពិនិត្យរបស់តុលាការកំពូលបានឲ្យយោបល់ទៅតុលាការកំពូលនោះ កុំឲ្យបន្តរចលនាបិទរបស់MCD នៅថ្ងៃទី1 ខែវិច្ឆិកា។\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "Manchester United និង Barcelona នឹងជួបគ្នាក្នុងការប្រកួតពាក់កណ្តាលផ្តាច់ព្រាត់ ពាន Champions League បន្ទាប់ពីក្រុមទាំងពីរបានឈ្នះក្នុងការប្រកួតមួយភាគបួនរបស់ពួកគេ។\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក គាត់សន្យាថា ប្រសិនបើគាត់ជាប្រធានាធិបតី គាត់នឹងតាមប្រមាញ់អូសាម៉ា ប៊ីន ឡាឌេន រហូតដល់ \"ទ្វារនរក។\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "ស៊ីរ៉ាសស្តារដែលគ្រប់គ្រងដោយក្រុមហ៊ុនរដ្ឋអារ៉ាប៊ីសាឈ្មោះទាហានសមុទ្រអន្តរជាតិវេឡាមានក្រុមនាវិក25នាក់មកពីហ្វីលីពីនអារ៉ាប៊ីសាអារ៉ាប់ក្រូថៀប៉ូឡូញនិងចក្រភពអង់គ្លេស។\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "ពីម្សិលម៉ិញនេះ មួយអឺរ៉ូអាចទិញបាន35,844ឡីតែប៉ុណ្ណោះ ធា្លកពី36,133កាលពីពីរថ្ងៃមុន។\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "គាត់មានប្រសាសន៍ថា 70% នៃតម្លៃប្រតិបត្តិការមានទំនាក់ទំនងទៅនឹងប្រេងឥន្ធនៈ ហើយក្រុមហ៊ុនអាកាសចរណ៍បង្កើនតម្លៃបន្ថែមលើប្រេងឥន្ធនៈម្ដងទៀតរួចហើយ ដោយតំឡើង 100 បាត មានតំលៃ 850 បាត ក្នុងមួយជើង។\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "យន្តហោះប្រភេទ F/A-18 ហ័រនិត ដែលជាកម្មសិទ្ធិរបស់កងអនុសេនាធំប្លូ អ៊ែងហ្គែល របស់កងទ័ពជើងទឹកសហរដ្ឋអាមេរិកបានធ្លាក់នៅប៊ីយូរហ្វត រដ្ឋសៅខារ៉ូលីណា កាលពីថ្ងៃសៅរ៍។\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "បំណែកសាកសពរបស់គាត់ត្រូវបានដឹកទៅអាកាសយានដ្ឋានខាន់ដាហាដោយឧទ្ធម្ភាចក្រមួយ។\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "រីកូដានីយ៉ែលគឺជាពិធីករទូរទស្សន៍ជនជាតិអង់គ្លេសម្នាក់ រស់នៅក្នុងប្រទេសបារាំង ដែលត្រូវបានគេស្គាល់សម្រាប់ស៊េរីទូរទស្សន៍ចំនួនពីររបស់គាត់ - អ្នកជួយស្រោចស្រង់ - ខណៈពេលដែលគាត់នៅតែរស់នៅក្នុងចក្រភពអង់គ្លេស ហើយបន្ទាប់មកគឺ អ្នកជួយស្រោចស្រង់ ក្រោយពេលគាត់បានផ្លាស់ទៅប្រទេសបារាំង។\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "ម៉ាទីណូបានស្លាប់នៅស្រុកកំណើតពីក្មេងរបស់គាត់នៃផីឡាឌែលហ្វៀលបន្ទាប់ពីភាពសកម្មមួយរយៈពេល58ឆ្នាំនៅក្នុងពាណិជ្ជកម្មតន្រ្ដី។\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "ប៊ីលគ្លីនតុន អតីតប្រធានាធិបតីនៃសហរដ្ឋអាមេរិក នឹងធ្វើទស្សន កិច្ចទៅប្រទេសរ៉ូម៉ានីនៅថ្ងៃទី21ខែមិនា ដើម្បីទៅចូលរួមជាវាគ្មិនដ៏សំខាន់មួយនៅក្នុងសន្និសីទប៊ីយ៉នបឌឺឆ្នាំ2005នៅប៊ូឆារេស។\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ការកាត់ទោសជាផ្លូវការនឹងត្រូវប្រកាសនៅថ្ងៃទី25 ខែកុម្ភៈ ឆ្នាំ 2005។\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "មនុស្សរាប់ពាន់នាក់បានធ្វើដំណើរលើវិថីនានានៃក្រាខូវដើម្បីជំទាស់នឹងផែនការបញ្ចុះប្រធានាធិបតីប៉ូឡូញ លោកលិច កាហ្ស៊ីនស្គី នៅវ៉ាវេល ខេស្សល។\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន​បាន​ធ្វើឲ្យ​ភ្ញាក់ផ្អើល​ប្រទេស​អូទ្រីស ដោយសារ​មាន​រឿង​ស្រដៀងគ្នា​ទៅនឹង​ករណី​របស់​នាង ណាតាស់ចា ខេមភូស ដែល​ត្រូវបាន​ចាប់ពង្រត់​នៅអាយុ 10 ឆ្នាំ ហើយ​បាន​រត់ចេញ​ក្រោយពី​ត្រូវបាន​ឃុំ​ក្នុង \"គុកងងឹត\" អស់​រយៈពេល​ប្រាំបីឆ្នាំនៅឆ្នាំ 2006​។\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "ការចរចានៅក្នុងសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2010បានបន្ដនៅសប្ដាហ៏នេះនៅទីក្រុងបូនន៏ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "នៅទីនោះ ពួកគេត្រូវធ្វើការប្រាំមួយ ឬប្រាំពីរថ្ងៃ​ក្នុងមួយសប្តាហ៍ ដោយដេកនៅក្នុងផ្ទះបន និងរួមភេទជាមួយបុរសពីប្រាំបីទៅដប់នាក់ក្នុងមួយយប់​ដែលផ្ទុយទៅនឹងឆន្ទៈរបស់ពួកគេ។\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "ផ្ទុយទៅវិញ គេគិតថាកំនកទឹកទន់បានកកើតឡើងនៅក្នុងបំពង់ រួចក៍ដាច់ចេញ និងធ្វើដំណើរទៅកាន់ប្រព័ន្ធផ្លាស់ប្តូរកំដៅនៃឥន្ធនៈឬប្រេង ធ្វើអោយស្ទះដំនើរនោះ។\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "នាងក៏បានកត់សំគាល់អំពីគំនរអំបិលដ៏ធំ នៅឆេស៊ី ដែលត្រូវបានប្រើសំរាប់រំលាយទឹកកកលើផ្លូវហាយវ៉េ នៅខមមិនវ៉េល និងបាននិយាយថា វាត្រូវបានដាក់ទីនោះដោយ \"ខុសច្បាប់។\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "ពួកគេនិយាយថាពួកគេចង់ធ្វើការត្រួតពិនិត្យប្រជាជនមួយនៃអាគារចម្រងចម្រាស់ផានហ្កេព។\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "ដបនុយក្លេអ៊ែរ​អាច​ត្រូវបាន​កែច្នៃឡើងវិញ​បាន​ ក្នុងរយៈពេលជាច្រើនខែ ដើម្បីចម្រាញ់​យក​ព្លុយតូនីញ៉ូម​ដែលអាច​ផលិតអាវុធនុយក្លេអ៊ែរបាន​។\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "កសិករនូវែលហ្សេឡង់បានឈ្នះនូវជ័យជំនះដែលសំខាន់មួយនៅក្នុងសភាតំណាងរាស្រ្តជាមួយMPsបោះឆ្នោតអោយឆ្កែធ្វើការកសិដ្ឋានអោយរួចពីច្បាប់បន្ទះឆីបតូចៗដែលអនុម័ត61:60។\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "ពូរបស់កាហ្សេមីបានបា្រប់ស៊ីអេនអេន ថា: \"ស្ថិតក្រោមការធ្វើទារុណកម្ម និងសម្ពាធ (ដៃគូរបស់គេ)បានបញ្ចេញឈ្មោះម៉េតឌី ថាជាមិត្តប្រុសរបស់គេ។\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានរកឃើញសញ្ញាគូសដោយដៃនៅលើដងខ្លួនរបស់គាត់ សរសេរថា \"Thou Shalt Not Kill។\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "\"ដោយសារតែការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងចំពោះការងារ និងកំណើន យើងបានយកការទទួលខុសត្រូវក្នុងការពន្យារពេលការវិលត្រឡប់ទៅរកផលលើសវិញ ហើយដោយសារតែការប៉ះទង្គិចដ៏ធំធេងចំពោះការទទួលប្រាក់ពន្ធ នឹងមានឱនភាពចំនួន $18 ពាន់លាន នៅក្នុងឆ្នាំ2013/14។\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ប្រធាន Ryanair បាននិយាយថា \"ការឯកភាពរទិញ bmi ភ្លាមៗរបស់ BA បង្ហាញជាថ្មីថា EC មានច្បាប់មួយសំរាប់ក្រុមហ៊ុនអាកាសចរណ៍ជាតិរបស់អឺរ៉ុប ប៉ុន្តែ Ryanair មានច្បាប់ផ្សេងរបស់ខ្លួន។\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "\"យើងកំពុងនិយាយអំពីជំងឺរលាកសួតដែលកំពុងត្រូវបានព្យាបាលដោយថ្នាំ បង្ក្រាបមេរោគយ៉ាងច្រើន។\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះរកឃើញការស្លាប់របស់ប្រធានក្រុមជេហ្វរេ ហានេ គឺដោយសារគុណវិបត្តិនៃការគូសប្លង់របស់យន្តហោះ។\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "ព្រឹកបន្ទាប់ក្រោយពីការប្រយុទ្ធនោះ ផ្លូវមានសភាពស្ងប់ស្ងាត់ និងមានការបង្ហាញវត្តមានសំខាន់របស់ក្រុមយោធាគឺមានកាំភ្លើងផ្លោងធុនធ្ងន់នៅជុំវិញវិមានប្រធានាធិបតី។\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "ចំណុចសំខាន់ដែលមេដឹកនាំទាំងពីរបានឯកភាពគឺមានមធ្យោបាយការទូតប៉ុណ្ណោះ ដែលគួរប្រើក្នុងការដោះស្រាយជម្លោះបែបអន្តរជាតិដូចជានៅប្រទេសអាហ្វហ្គានីស្ថាន អ៊ីរ៉ាក់ និងជាពិសេសអ៊ីរ៉ង់សម្រាប់បញ្ហាលើកម្មវិធីនុយក្លេអ៊ែររបស់ខ្លួន។\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "ស្ត្រីអ្នកនាំពាក្យនោះបាននិយាយថា \"ការស៊ើបអង្កេតនេះគឺនៅដំណាក់កាលដំបូងនៅឡើយ ហើយការសាកសួរនឹងត្រូវបានបន្ត។\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើឲ្យក្រុមខ្លាំងចេញ ហើយពេលខ្លះអ្នកឆ្ងល់ថាហេតុអ្វី។\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "មន្រ្តីក្រសួងការពារជាតិសុម៉ាលីបានថ្លែងបន្ថែមថា ឧទ្ធម្ភាគចក្រសហរដ្ឋអាមេរិកបានចាប់ផ្តើមធ្វើការវាយប្រហារប្រឆាំងក្រុមប្រយុទ្ធ ICU នៅក្នុងទីក្រុងអាហ្វម៉ាដូ ដែលជាទីក្រុងនៅជិតព្រំដែនប្រទេសកេនយ៉ា ចម្ងាយ350 kilometres ភាគនិរតីទីក្រុងម៉ូហ្គាឌីស៊ូ។\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "បុរសអាយុ25ឆ្នាំមកពីហាន់ធើវីល ភាគខាងជើងនៃរដ្ឋកាលីហ្វញ៉ាបានស្ថិតនៅជួរមុខសំរាប់ការប្រណាំងយប់ថ្ងៃសៅរ៍នៅថ្ងៃសុក្រ។\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "គេគិតថា គាត់បានកំពុងព្យាយាមបង្ខំឲ្យរថយន្តផ្សេងទៀតគេចចេញពីផ្លូវគាត់។\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ការតាមយកជ័យជម្នះនៅគោលដៅពន្ទុ222​ អាហ្រ្វិកខាងត្បូងត្រូវបានចេញនៅពិន្ទុ172បន្ទាប់ពីការគប់បាល់ដ៏អស្ចារ្យដោយចាកូប អូរ៉ាម និង ណាថាន់ ម៉ាក់ឃ្យូលំ។\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"អ្វីដែលបានកើតឡើងនឹងគម្រោង B បានបង្ហាញថា ភ្នាក់ងារប្រព្រឹត្តខុសពីក្រិតក្រម និងមិនត្រូវបានអនុញ្ញាតឲ្យធ្វើការងារនេះបានសមស្របឡើយ។\"\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "តំបន់រដ្ឋធានីអូស្រ្តាលី-អ្នករស់នៅទីក្រុងកំប៊ឺរ៉ារាប់ពាន់នាក់បានចាប់អារម្មណ៍ ទៅលើទំនប់ទឹកខូតធឺថ្មីនៅលើទន្លេខូតធឺដែលបើកឲប្រើនៅថ្ងៃអាទិត្យ។\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "ជាអកុសល ពួកគេបានមកដល់យឺតពេលសម្រាប់ពិធីកាន់ទុក្ខនេះ ហើយគណៈប្រតិភូបានឃើញតែផ្នែកមួយចំនួននៃសកម្មភាពពិធីនេះតែប៉ុណ្ណោះ។\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "\"យើងកំពុងអធិស្ឋានដល់អ្នកគាំទ្ររបស់យើង និង​ប្រជាជន​​នៃ​ទីក្រុងអ៊ីនឌៀនណាប៉ូលីនេះ​។\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "ម្តាយដែលមានកំហឹងរបស់ទាហានអាមេរិកដែលបានស្លាប់ កាលពីថ្ងៃសៅរ៍បានដឹកនាំក្បួនតវ៉ាមួយដែលមានមនុស្សជិត50នាក់នៅកសិដ្ឋានចិញ្ចឹមសត្វប៊ូស។\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា ឥឡូវនេះយើងត្រូវតែធ្វើអ្វីដែលអាចធ្វើបានដើម្បីបញ្ឈប់ការធ្វើកូដកម្មពីនីតិវិធីនេះ។\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀតសាកសពបានដង្ហែរទៅទីស្នាក់ការកណ្តាលរបស់ ណូធីស៊ីអេត ដែលពិធីរំលឹកបានកើតឡើង។\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "មានការរំពឹងទុកកាលពីលើកមុនថាវត្ថុនៅក្នុងរដ្ឋតិចសាស់អាចជាអាចម៌ផ្កាយមួយ។\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "ចុងបព្ចាប់ក្នុងខែមិនា ការគាំទ្រការបោះឆ្នោតក្នុងកិច្ចព្រមព្រៀងសេន អានឌ្រូវ នឹងប្រារពឡើងតាមរយៈការបោះឆ្នោតឬក៏ការធ្វើប្រជាមតិ។\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "វាជាសេចក្តីព្រាងច្បាប់ដំបូង​ដោយលោកម៉ាត រ៉បសុន សមាជិកគណបក្សពលករញូវហ្ស៊េឡែន និងបន្ទាប់មកដោយលោកម៉ាទីន ហ្គាល់ឡាហ្គ័រ ពីគណបក្សពលករញូវហ្ស៊េឡែន។\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "អ្នកដើរថ្មើរជើង អាយុ 23 ឆ្នាំម្នាក់បានដើរនៅតាមបណ្តោយផ្លូវរត់ប្រណាំងក្នុងទីក្រុងឡុនដុនឌើរី ប្រទេស អៀរឡង់ខាងជើង នៅម៉ោងប្រហែល0220 GMT នៅយប់ថ្ងៃអាទិត្យត្រូវបានរថយន្ត វ៉ុលស្វាហ្គែន​ ប្រាសាត ពណ៍ខ្មៅមួយគ្រឿងបុកនិងត្រូវបានសម្លាប់។\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "ខណៈប្រជាជនប៉េរូរៀបចំរឿងក្តីរបស់ខ្លួនប្តឹងទៅក្រុមហ៊ុនជីករ៉ែញ៉ូវម៉ោនដែលមានមូលដ្ឋាននៅឌេនវើ ដែលជាក្រុមហ៊ុនរុករកមាសធំជាងគេបំផុតលើពិភពលោក ជាចុងក្រោយសំណួរសំខាន់ទាំងនេះមួយចំនួនអាចត្រូវបានបកស្រាយ។\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ចាន់ ត្រូវបានកាត់ទោសថាជាមេគំនិតនៃប្រតិបត្តិការនេះ ហើយមីយូរ៉ានត្រូវបានកាត់ទោសពីបទអ្នកអនុវត្តផ្ទាល់។\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "\"យើងមានដីការចាប់ខ្លួន ដែលយើងអាចអនុវត្តប្រឆាំងនឹងអ្នកក្នុងពេលឥលូវនេះ។\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "មេបញ្ជាការ លី អាឆាមប៊ល នឹងដឹកនាំនាវិកយានទាំងប្រាំពីរនាក់រួមជាមួយអ្នកបើកយាន្ដ តូនី អានតូណេលី​ និងអ្នកឯកបេសកកម្ម យ៉ូសែប អាកាបា ចន ហ្វីលីប ស្ទីវ ស្វនសុន រីឆាត អាណដ និងភ្នាក់ងាររុករកអវកាសយានិកជប៉ុន កូឈី វ៉ាកាតា។\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "រហូតទៅដល់ពេលនោះ លោកវូលឡាដ​ត្រូវបានគេអនុញ្ញាត្តឲ្យនៅក្រៅឃុំ នៅក្នុងលក្ខខ័ណ្ឌថា លោកត្រូវតែស្ថិតនៅក្នុងអាស័យដ្ឋានបច្ចុប្បន្នរបស់លោក ហើយមិនត្រូវចូលទៅក្នុងទីក្រុងវេសមីនស្ទ័រទេ។\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "\"មានហេតុការណ៍ដែលបានកត់ត្រាមួយចំនួនអំពីករណីសម្លាប់ក្រៅប្រព័ន្ធច្បាប់ដោយទាហានកាណាដាប៉ុន្តែពុំមានតុលាការយោធាសម្រាប់ជំនុំជម្រះករណីមនុស្សឃាតឡើយ។\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកស្រីជីបប៊ន​ ចនមកពីលីវើភូលបានសុំប្រជាជនអង់គ្លេសដែល ខឹងដោយសារការដាក់ទោសជាប់គុករបស់ម្តាយគាត់មិនគួរវាយបកប្រឆាំងនឹងអ៊ីស្លាមវិញ។\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "\"Red Baron\" បានធ្វើកំណត់ត្រាពេលវេលាតិចជាងគេ និងល្បឿនលឿនជាងគេ សំរាប់ផ្លូវនេះ។\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "គ្រូបង្វឹកបាល់ទាត់ជនជាតិអាមេរិក ត្រូវបានបាញ់នៅក្នុងបន្ទប់ហាត់ប្រាណនៅសាលា ក្នុងរដ្ឋអីអូវ៉ា សហរដ្ឋអាមេរិក។\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ1996 គេបានចេញអាល់ប៊ុមរបស់គេជាលើកតំបូង ហើយលក់ដាច់អស់ជាងមួយលានច្បាប់នៅទូទាំងពិភពលោក។\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "អ្នកបើកបររថយន្តស្ព័រលោកហ្វឺណានដូអាឡុនសូ ស្ថិតនៅក្នុងចំណោមអ្នកទាំងឡាយដែលបានសំដែងនូវការគាំទ្ររបស់គាត់ដោយផ្តល់ទីតាំងដ៏ល្អរបស់គាត់ដែលមានកាលពីថ្ងៃសៅរិ៍ជូនទៅដឺវីឡូតា។\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "\"នេះគឺជាឧក្រិដ្ឋកម្មដ៏អាក្រក់​​ គ្មានការវិនិច្ឆ័យ ហើយសហគមន៍មានតំរុយក្នុងការ ដោះស្រាយឧក្រិដ្ឋនេះឲយ៉ាងលឿន។\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "ខេវិន ភីធ័រស៊ែន និង លូករ៉ាយដែលបានបង្ហាញខ្លួនជាលើកដំបូងនៅអូឌីអាយទាំងអស់គ្នាធ្វើបានហាសិប ដោយរ៉ាយរួមចំណែក106រ៉ានជាមួយនឹង អូវ៉ាស ហ្សា។\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "ក្នុងការប្រកួត 2 ថ្ងៃនេះ ដោយសារតែមានបញ្ហាខ្លះអំពីការរៀបចំពេលវេលា អ្នកខ្លះដែលបានចុះឈ្មោះប្រកួតយកជើងឯក បានបោះបង់ការប្រកួត ប៉ុន្តែមិនប៉ះពាល់ដល់លទ្ឋផលថ្ងៃទីមួយនៃការប្រកួតជើងឯកនោះទេ ការប្រកួតយកជើងឯក 2 ថ្ងៃ និងយកជើងឯកទាំងមូល។\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "វិគីញ៉ូស៍ បានទាក់ទងជាមួយនឹង ជេរ៉ូម ដើម្បីនិយាយអំពីបញ្ហាដែលពលរដ្ធកាណាដាកំពុងប្រឈមមុខ និងអ្វីដែលពួកគេ ក៏ដូចជាគណបក្សរបស់ពួកគេ នឹងធ្វើដើម្បីដោះស្រាយបញ្ហាទាំងនោះ។\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "មន្រ្តីដែលត្រូវបានគេសង្ស័យ អាឡិចស៊ី មីតាយេវ ត្រូវបានបញ្ឈប់ពីកងកំលាំង ត្រូវបានចាប់ខ្លួន និងត្រូវបានគេនិយាយថា បានសារភាពចំពោះបទឧក្រិដ្ឋនេះ។\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "ផលិតករប្រតិបត្តិសារព័ត៌មាន CBS រ៉ូមហាតមេនបានឆ្លើយតបនៅក្នុងអ៊ីមែលផ្ញើជូន TVNewser ដោយនិយាយថា \"ប៊ីលម៉ាហើមិនធ្លាប់ត្រូវបានប្រាប់ថា គាត់មិនអាចពិភាក្សាអំពីសាសនានៅក្នុងផ្នែកសេរីភាពបញ្ចេញមតិឡើយ\" ហើយបានបន្ថែមទៀតថា \"ការពិតសេរីភាពបញ្ចេញមតិបាននិយាយអំពីបញ្ហាសាសនារួចទៅហើយ ហើយយើងរំពឹងថានឹងមានអ្នកផ្សេងទៀតនិយាយនៅពេលអនាគត។\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "\"យើងអាចបត់បែនបានក្នុងគ្រប់មធ្យោបាយដែលអាចធ្វើទៅបាននៅពេលដែលវាបានឈានដល់ការដោះដូរនោះ ប៉ុន្តែភាគីអ៊ីស្រាអែលទន់ខ្សោយពេកក្នុងការធ្វើការសម្រេចចិត្ត។\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីទួរគីអាប់ឌុល ហ្គូលបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍ថា \"គ្មានអ្វីអាចទទួលបានជោគជ័យដោយភេវរកម្មទេ ការទាមទារដោយហិង្សាចំពោះជីវិតអ្នកដែលមិនមានទោសពៃ។\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "\"នាយករដ្ឋមន្ត្រីនឹងត្រូវបានបញ្ជូនទៅកាន់សាល​វះកាត់នៅម៉ោង 6:40 ព្រឹក ការវះកាត់បានធ្វើឡើងនៅម៉ោង8:45ព្រឹក និងត្រូវបានបញ្ចប់នៅម៉ោង 7:30 យប់។\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "\"បន្ទាប់មក អ្វីគ្រប់យ៉ាងបានមកជាមួយគ្នាល្អឥតខ្ចោះ និងហ្គ្រីនបឺដបានឈានជើងរហូតដល់កម្រិតកំណត់ត្រា និងដំណើរការបានអស្ចារ្យបំផុត។\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "តារាងទីផ្សារភាគហ៊ុនបីសំខាន់ៗរបស់អាមេរិក បានធ្លាក់ចុះពីរភាគរយពីរភាគរយពីតម្លៃបិទនៅថ្ងៃច័ន្ទ ដែលធ្វើឲមានការបាត់បង់ដ៏ធំបំផុតលើកទីពីរនៅឆ្នាំ2007។\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "វិទ្យុ Colombian Caracol Radio បានរាយការណ៍កាលពីថ្ងៃទី31ខែមករា ឆ្នាំ2005 ថារដ្ឋាភិបាលរបស់ប្រទេសកូឡុំប៊ី បានបញ្ចេញនូវឯកសារលំអិតមួយ ដែលរៀបរាប់អំពីរបៀបដែល FARC ប្រតិបត្តិការនៅក្នុងប្រទេសកូឡុំប៊ីនិងជុំវិញពិភពលោក។\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបាននិយាយពីការការពារភេរវកម្ម និងការការពារការក្លែងបន្លំថាជាតម្រូវការសំរាប់ប្រព័ន្ធអត្តសញ្ញាណជាតិសកលមួយ។\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "មន្ត្រីសត្វព្រៃនៅហ្ស៊ីមបាវ៉េម្នាក់ បានមានប្រសាសន៍នៅថ្ងៃនេះថា ចំនួននៃការប្រម៉ាញ់សត្វព្រៃនៅក្នុងប្រទេសនេះមានការកើនឡើងយ៉ាងខ្លាំងនៅឆ្នាំនេះ និងបានថ្កោលទោសទៅលើក្រុមឧក្រិដ្ឋកម្មអន្តរជាតិ។\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ន ស្ទើរតែមានដប់លានតេស្តត្រូវបានកំណត់ឲ្យសិស្សអង់គ្លេសធ្វើជារៀងរាល់ឆ្នាំ។\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "ស្ថានីយ៍រថភ្លើងសៀកឃើស ភីកាឌីលី បានបើកសារជាថ្មីក្រោយពីការបិទមុននេះ។\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "ប្រធានគណកម្មការជាតិរៀបចំការបោះឆ្នោតមួហ្សំប៊ិច ឡេអូប៉ូលដូ ដា កូស្តាបាននិយាយថា \"យើងមិនបានទទួលការតវ៉ាណាមួយក្នុងអំឡុងពេលនេះឡើយ។\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "លោក McGuire បានប្រាប់ថាការចរចារជំនួញនេះមិនបានកំហឹតអ្នកទាំង២នេះមិនឲ្យលក់រឿងរបស់ពួកគេទៅឲ្យ ទូរទស្សន៏CNN, US Today Show និង Good Morning America ដែលបានរាយការណ៍មកថាបានទាក់ទងជាមួយទាំងលោក Russel និងលោក Web នៅសប្តាហ៏នេះ។\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "លោកប្លាត់បាននិយាយថា \"តើអ្នកធ្លាប់ឃើញមាន​មេក្លោងអាយុ20ឆ្នាំដែរឬទេ? គាត់មិនមែនជាអ្នកបាញ់ឡើយ។\"\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "យោងតាមរបាយការណ៍ ការវាយប្រហារចម្រុះ​តាមផ្លូវអាកាសរបស់អ៊ីស្រាអែលនៅតំបន់ ហ្គាសា ស្ត្រីប បានធ្វើឲ្យរបួសកុមារចំនួនបីនាក់​រួមទាំងទារកម្នាក់ផងដែរ។\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "អិនអេហ្វអិលបានចេញសេចក្តីថ្លែងការថាពហុកីឡាដ្ឋានគឺបានត្រូវការពារយ៉ាងល្អដោយវិធានការណ៍ការសន្តិសុខនៅនឹងកន្លែង។\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "នីកូឡាស អាដេស៊ីល នៃអង្គការកាកបាទក្រហម បានប្រាប់សារព័តិមានដដែលនេះថាមានមនុស្សច្រើនដល់ទៅសាមសិបនាក់ហើយដែលបានទទួលការព្យាបាលគិតមកទល់ពេលនេះ។\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "ដើម្បីតវ៉ាប្រឆំាងនឹងការដាក់ទណ្ឌកម្មនេះ លោក អ៊ីសាវី បានចាប់ផ្តើមធ្វើកូដកម្មបង្អត់អាហារដែល​មានការផ្សព្វផ្សាយជាសាធារណៈ។\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "គាត់បានចំណាយពេលរបស់គាត់ទាំងអស់នៅជាមួយដាប់បែលយូ ដាប់បែលយូ អែហ្វ ប្រឆាំងជាមួយនឹងអាន់ដឺថេកឃឺ ហើយបានចាកចេញពីក្រុមហ៊ុននៅក្នុងខែកក្កដាឆ្នាំ1993 បន្ទាប់ពីចាញ់អាន់ដឺថេកឃឺនៅក្នុងការប្រកួត រ៉េស អ៊ីនភីស។\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក បួនក្រុមកំពូលៗក្នុងក្រុមនីមួយៗនឹងចូលទៅវគ្គមួយភាគបួនផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "យោងតាមលោកចូសេម៉ានូអេលឌូរ៉ាវបារ៉ូសូ ប្រធានគណៈកម្មការសហភាពអឺរ៉ុប រៀបចំបញ្ចេញប្រាក់€50លានជាជំនួយសំរាប់តំបន់ដែលត្រូវបានបំផ្លាញ។\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "រេម៉ន លី អយឡឺ នៃរដ្ឋកាលីហ្វ័រនៀ សហរដ្ឋអាមេរិក ត្រូវបានផ្តន្ទាទោសពីការសម្លាប់អ្នកបំរើសេវាពន្លត់អគ្គីភ័យព្រៃឈើជនជាតិអាមេរិកចំនួនប្រាំនាក់ ឲ្យស្លាប់នៅពេលដែលពួកគេប៉ុនប៉ងពន្លត់ភ្លើងព្រៃ ដែលគាត់បានដុតឡើង។\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "ក្រោយពី​ការសាង​សង់​ខ្សែររថភ្លើង​ ​Crossrail ហើយ ផ្ទះ​រាប់​រយ​ខ្នង​នឹង​មាន​ផ្លូវ​រូង​ក្រោម​ដី​សាង​សង់​ពីក្រោម​។\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីអូស្រ្តាលីបានដឹងថា គាត់ត្រូវបានសហរដ្ឋអាមេរិកផ្ទេរទៅប្រទេសអេហ្ស៊ីប រយៈពេលប្រាំមួយខែ។\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "\"វាស្ទើរតែហាក់ដូចជាមានខ្យល់ព្យុះមួយ​បានវាយ​ប្រហារ​ចេញ​ពីកន្លែងណាមួយមិនដឹង​។\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "អ្នកកែសម្រួលអនាមិកបានបន្សល់ទុកការសុំអភ័យ ទោសយ៉ាងវែងនៅសហគមន៍វីឃីមេឌា ដោយពន្យល់ថា \"ខ្ញុំសង្ឃឹមថាវានឹងបញ្ចប់ការស្ទង់មើលនេះថានរណាម្នាក់បានដឹងអំពីសោកនាដកម្មមុនពេលគេរកឃើញ។\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីនៃរដ្ឋឃ្វីនលេន លោក ភីតធើ ប៊ីតធី បានមានប្រសាសន៍ថា ការផ្លាស់ប្តូរមេដឹកនាំ \"នឹងជា​សញ្ញាបង្ហាញអំពីយុគសម័យថ្មីនៃស្ថិរភាព សម្រាប់គណបក្ស។\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "លោកប្លាត់ក៏បានរិះគន់ទៅលើព្រះរាជអាជ្ញាដែលបានគូររូបកូនក្តីគាត់។\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "ចំនួនអាចារ្យស៊ូដង់ដែលមានឥទ្ធិពលបានមិនអើពើទៅនឹងការណែនាំរបស់ រដ្ឋាភិបាលដែលមិនឲធ្វើឲស្ថានភាពកាន់តែមានភាពធំឡើង ទោះបីជាពួកគេបានឈប់និយាយទាមទារជីវិតនាងដោយផ្ទាល់ក៏ដោយ។\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរ​បន្ថែម​នឹង​មានន័យ​ថា ក្រុមហ៊ុន​អាកាសចរណ៍​អង់គ្លេស បច្ចុប្បន្ននេះ នឹង​ហោះហើរ​ពីទីក្រុងប៊ូចារ៉េស​ទៅកាន់ទីក្រុង​ឡុងដ៍ និង​ត្រឡប់មកវិញ ដប់ជើង​ក្នុង​មួយសប្ដាហ៍​។\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "ឃ្លាំងស្ដុកស្ករដែលធ្វើពីបេតុងអាមេប្រវែង 100 foot ចំនួនបីកន្លែងដែលត្រូវបានស៊ើបអង្កេតលើការផ្ទុះរោងចក្រចម្រាញ់ស្ករ ជោគជៀ ឆ្នាំ2008 ត្រូវបានវាយរំលំចោល។\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "រថយន្តតូចនេះអាចបើកបានចម្ងាយ 38 mph (61 kph) និងមានបំពាក់ជាមួយដៃអូសនៅលើរថយន្ត ដូច្នេះ អ្នកបើកបរអាចទាញរថយន្តត្រឡប់មកក្រោយវិញបាន។\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "លេខាធិការដ្ឋានអង្គការសហប្រជាជាតិជាផ្នែកមួយនៃសរីរាង្គសំខាន់របស់អង្គការសហប្រជាជាតិ ហើយវាត្រូវបានដឹកនាំដោយអគ្គលេខាធិការអង្គការសហប្រជាជាតិ និងបានជួយដោយបុគ្គលិកនៃមន្រ្តីរាជការជាអន្តរជាតិទូទាំងពិភពលោក។\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "គ្រូពេទ្យសម្ភពប្រចាំនៅមន្ទីពេទ្យអង់ឌ្រូមីលើរបាននិយាយថា ករណីកូនក្នុងអូវែដែលអាចនៅរស់រហូតដល់ពេលសម្រាលគឺ \"ពុំធ្លាប់មានឡើយ។\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ទង់ជាតិរបស់យើងនៅពាក់កណ្តាលសសរថ្ងៃនេះ សម្រាប់តំណាងអ្នកស្លាប់នៅក្នុងប្រទេសក្នុងការជួយដល់សហាករីគេ។\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "ភ្នំភ្លើងនេះខានបានផ្ទុះឡើងចាប់តាំងពីការផ្ទុះក្នុងរយៈពេលបួនខែក្នុងកំឡុងឆ្នាំ 1989-90។\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "សវនាការថ្ងៃទី31 ខែមករា ផ្តើមមានមតិរិះគន់ប្រមាណ 25 ក្នុងចំណោមអ្នកស្តាប់ប្រហែល 35-40នាក់ ដែលគ្រប់គ្នាប្រឆាំងនឹងសំណើររបស់ ឌីអេ។\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "គ្រោះមហន្តរាយនេះ បានធ្វើឲ្យរោងចក្រ អ៊ីមផឺរៀល ខាតបង់ប្រាក់អស់ 15.5 លានដុល្លារ នេះបើយោងតាមការផ្សព្វផ្សាយនៅក្នុងត្រីមាស ទីមួយឆ្នាំនេះ។\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ការប្រជុំបានចាប់ផ្ដើមនៅដើមសប្ដាហ៏នេះក្រោយពីព័ត៌មានCitygroup Inc.អំពីការគ្រប់គ្រងប្រាក់ចំណេញក្នុងអំឡុងពេលពីរខែដំបូងនៃឆ្នាំ។\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "លោកអ៊ីដវ៉ដ លូ និងលោកស្តេនឡេ ឡហ្វ មកពីមជ្ឈមណ្ឌលអវកាសចនសាន់ ទីក្រុងហស់ស្តូន បានធ្វើឲ្យថយចុះនូវការភ័យខ្លាចអំពីការជល់ទង្គិចគ្នានេះ។\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "ការបញ្ជាផ្ទាល់ពីទីក្រុងឡុដ៍ ត្រូវបានអនុវត្ត តាំងពីសភានិងស្ថាប័ននីតិប្រតិបត្តិ ត្រូវបានរំលាយក្នុងឆ្នាំ2002 ដោយការចោតប្រកាន់លើចារកម្ម IRA។\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីនទាំងពីររបស់យន្តហោះទើបតែទទួលបានការពិនិត្យជួសជុលនៅទីក្រុង ភើភិចនេន ដើម្បីរៀបចំបញ្ជូនត្រឡប់ទៅកាន់​ក្រុមហ៊ុនអាកាសចរណ៍អ៊ែរ ញូវហ្សឺលែនដោយក្រុមហ៊ុនអាកាសចរណ៍ អាល្លឺម៉ង់ឈ្មោះ អ៊ិចអិល អ៊ែរវេយ៍ ដែលកំពុង​ប្រតិបត្តិការតាមកិច្ចសន្យាជួល។\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចប្រជុំកំពូលនោះ យូរីបេបានចោទប្រកាន់រដ្ឋាភិបាលរបស់កូរៀថា បានជាប់ពាក់ព័ន្ធជាមួយក្រុមឧទ្ទាម FARC ដែលការចោទប្រកាន់នេះត្រូវបានកូរៀធ្វើការបដិសេធភ្លាមៗ។\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបាតធើសបានបដិសេធមិនធ្វើអត្ថាអធិប្បាយរបស់នៅពេលទាក់ទងអំពីសេចក្តីថ្លែងការណ៍នៅថ្ងៃនេះឡើយ។\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "មួយឆ្នាំក្រោយពីរលកស៊ូណាមិនៃមហាសមុទ្រឥណ្ឌា មហាទុក្ខសោក និងសង្វេគរបស់ពិភពលោក បានវិលត្រឡ​ប់ទៅកាន់ឆ្នេរមហាសមុទ្រឥណ្ឌា ដែលធ្លាប់បានរងការវាយប្រហារពីរលកយក្សស៊ូណាមិ និងជាទីកន្លែងដែលយ៉ាងហោចណាស់មានប្រជាជនចំនួន 216,000 នាក់បានបាត់បង់ជីវិត។\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "\"លើសពីនេះទៀត បេក្ខជនមិនគួរមានអាយុលើសពី 32 ឆ្នាំ គិតដល់ថ្ងៃទី31 ខែធ្នូ ឆ្នាំ2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "យោងទៅតាមដេនីស វ៉ានអេនជេលដប អ្នកជំនាញសត្វឃ្មុំដែលធ្វើការនៅនាយកដ្ឋានរដ្ឋផ្នែកកសិកម្មនៃរដ្ឋផេនស៊ីលវ៉ានាបានឲ្យដឹងថា \"ពួកយើងដឹងច្បាស់ ប៉ុន្តែមិនទាន់ប្រាកដថាវាជាជំងឺឆ្លង។\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "វាក៏ជាការសិក្សាតែមួយគត់ដោយសារតែវាតាមដានចំនួនប្រជាជនតាំងពីពេលកើតរហូតដល់ពេលស្លាប់។\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "លោក បេនសឹន-ប៉ូប បាន​និយាយ​ថា \"ខ្ញុំ​យល់​ពី​ការខក​ចិត្ត​ដែល​ក្រុម​ប៉ូលីស និង​សេវា​អគ្គីភ័យ​មាន នៅ​ពេល​ដែល​ប្រឈមមុខ​នឹង​បញ្ហា​បង្កឡើង​ដោយ Guy Fawkes ហើយ​ខ្ញុំ​សង្ឃឹម​ថា ការរឹតបន្តឹង​ថ្មី​ទាំងនេះ​នឹង​ផ្ញើ​សារ​ថា ការខូចខាត​ដោយ​ចេតនា ឬ​ការខូចខាត​គឺ​ជាបទព្រហ្មទណ្ឌ​និង​កំពុង​ត្រូវបាន​រឹតបន្តឹង​។\"\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "ឥឡូវនេះសេវារថភ្លើងថាលី រវាងក្រុងប្រ៊ូសស៊ែលនិងទីក្រុងកូឡូញបានបន្តដំណើរការវិញហើយ ប៉ុន្តែសេវាទៅទីក្រុងអាំស្ទែរដាំ និងក្រុងប៉ារីសនៅតែត្រូវបានផ្អាកដំណើរការនៅឡើយ។\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "បាលធីម៉លវើស៊ីន តោនឌីស៊ី និងភីឡាឌេផ្យា ទាំងអស់អាចនឹងមានសីតុណ្ហភាពកើនលើស100ºF (37.8ºC)។\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "ការកែលម្អនេះ ត្រូវបានធ្វើតេស្តដោយអ្នកសាកល្បងចំនួនច្រើនជាង 500,000 នាក់។\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "7 អ៊ីលីវិន អីន បានមានប្រសាសន៍ថា \"ការទិញយកនេះ គឺជាយុទ្ធសាស្រ្តសមស្របសម្រាប់ 7 អ៊ីលីវិន និងបង្កើនវត្តមានលើទីផ្សារក្នុងតំបន់ឈីកាហ្គៅលែន។\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រៅប្រទេស ប្រាណាបគូម៉ាមុឃើជី ដែលមានអាយុ 73 ឆ្នាំ ត្រូវបានផ្តល់ការទទួលខុសត្រូវទៅលើក្រសួងហិរញ្ញវត្ថុ បន្ទាប់ពីគាត់បានធ្វើជំនួបជាមួយប្រធានសភា សូញ៉ាហ្គេនឌី ហើយបន្ទាប់មកជាមួយនាយករដ្ឋមន្ត្រី ស៊ីង។\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "លោកជីន អ៊ីយីហ្គេ អ៊ីដុង បាននិយាយថាលោកបុងហ្គូដែលជាមេដឹកនាំយូរបំផុតនៅប្រទេសក្នុងទ្វីបអាហ្រ្វិកមួយនេះ បានស្លាប់នៅគ្លីនិកហ្គីរ៉ុន នៅថ្ងៃច័ន្ទ ក្នុងអាយុ73ឆ្នាំ។\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ការដោះលែងអ្នកទាំងប្រាំពីរបានធ្វើខណៈពេលដែលប្រធានាធិបតីបារាំង Nicolas Sarkozy បានមកដល់ប្រទេសឆាដ ដើម្បីធ្វើកិច្ចចរចាលើរឿងក្តីនេះជាមួយមន្ត្រីឆាដ។\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "ក្រុមអតិថិជនមួយ Which? បានអះអាងថា ការបង់ប្រាក់បន្ថែមទាំងនេះបានបង្កើនការចំណាយលើការធ្វើដំណើរតាមអាកាស ចំនួន £265,000 ក្នុងមួយថ្ងៃ (ឬប្រហែល £97លាន ក្នុងមួយឆ្នាំ)។\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ទោះបីជាចម្រៀង Beast Loose in Paradise មាន 'លក្ខណៈភាពយន្ត'និង 'ដូចជារន្ធត់'ច្រើនក៏ដោយ។\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "មន្រ្តីជាន់ខ្ពស់រដ្ឋាភិបាលប៉ូឡូញមួយចំនួនផ្សេងទៀតក៏ស្ថិតនៅលើយន្តហោះនោះផងដែរ។\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "ហាម៉ាសដែលជាបក្សគាំទ្រការផ្លាស់ប្ដូរជនជាតិអ៊ីស្លាមម្នាក់បានឈ្នះដោយសម្លេងភាគច្រើននៅក្នុងការបោះឆ្នោតសភានៅហ្កាសាស្រ្ដីពដែលធ្វើឡើងនៅខែមុន។\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធស្រដៀងគ្នាមួយបង្កឱ្យមានទឹកជំនន់ធ្ងន់ធ្ងរ កើតឡើងយ៉ាងរហ័សក្នុងឆ្នាំ2003។\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "ម៉ាក់ក្លេលែលនិយាយថា \"មើលចុះ របាយការណ៍នេះបានបង្កការខូចខាតយ៉ាងធ្ងន់ធ្ងរទៅលើរូបភាពរបស់សហរដ្ឋអាមេរិកនៅឯបរទេស។\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "វាត្រូវកត់សម្គាល់ថាការប្រតិបត្តិច្បាប់កាស្សាកដែលមិនមានចែងពីប្រភេទនៃការបណ្តេញចេញដូចនេះ ដូចការកម្ចេចផ្ទះសំបែង និងការបណ្តេញចេញត្រូវអមដោយបញ្ជីសារពើភ័ណ្ឌនៃទ្រព្យសម្បត្តិដែលត្រូវយកចេញពីអាគារ៌ដែលត្រូវបានជម្លៀស ខណៈកន្លែងទុកដាក់ទ្រព្យសម្បត្តិនេះត្រូវផ្តល់ជូនជាចាំបាច់។\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "មេទ័ពជើងទឹក គូរ៉ូយ៉េដូវ បានទទួលបន្ទុកងទ័ពជើងទឹកអំឡុងពេលមានគ្រោះមហន្តរាយឃឺស៍ឆ្នាំ2000 ដែលនាវិក 118នាក់បានបាត់បង់ជីវិតនៅពេលនាវាមុជទឹករបស់ពួកគេបានលិច។\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "អ្នកទេសចរណ៍ដែលរងរបួស បន្ទាប់មកក៏បានត្រូវគេបញ្ជូនទៅមន្ទីរពេទ្យប្រាំផ្សេងៗគ្នានៅតំបន់កូស្តារ ឌែល សូល។\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "សាកសពស្រ្តីប្រាំនាក់ក្នុងចក្រភពអង់គ្លេសត្រូវបានគេរកឃើញក្នុងស្រុកនៃស៊ូហ្វកភាគខាងកើតនៃប្រទេសអង់គ្លេស។\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំធ្វើវាដោយខ្លួនឯង 'ពីព្រោះ' ខ្ញុំចូលចិត្តធ្វើអោយអត្តបទនៃទំព័រវីឃីភីដៀមានភាពកាន់តែប្រសើរ។\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "\"យើងបានដំណើរការម៉ាស៊ីនហាក់ដូចជាវាកំពុងហោះហើរដែរ ប៉ុន្តែជំនួសឲ្យការហោះឡើងទៅក្នុងអាកាស វាក៏រក្សា​ដំណើរការផងដែរ។\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកលួចថតរូបមួយក្រុមបានថតវីដេអូដែលប្រិតនីកាន់ចង្កូតឡានរបស់នាងទៅបុកនឹងយានយន្តមួយផ្សេងទៀតនៅថ្ងៃទី6 ខែសីហា ខណៈនាងព្យាយាមចតឡានក្នុងចំណតស្ទីដយ៉ូ ស៊ីធី។\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "ឯកសារចុងក្រោយគេដែលពួកគេបានទទួល គឺព័ត៌មានលំអិតនៃឯកសារថតចំលងឆ្នាំ2004នៃក្បួនដែលបានចុះហត្ថលេខាដោយឧត្ដមសេនីយ៍ ជីអូហ្វ្រេ ឌីមៀឡឺ នៃបញ្ជាការដ្ឋានខាងត្បូងនៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "បើយោងតាមហ្វ្រ៊ីដាប៊េរីហ្គាន នៅក្នុងបទសម្ពាសន៍មួយជាមួយ Democracy Now កាលពីថ្ងៃសុក្រ បានឲ្យដឹងថាត្រឹមតែថ្ងៃទី14 ខែកក្កដា នៅពេលអំពាវនាវឲ្យមានការបញ្ឈប់ សហរដ្ឋអាមេរិកក៏បានលក់សាំងយន្តហោះដែលមានតម្លៃ$120លានទៅឲ្យយោធាអ៊ីស្រាអែល ដែលជួយដល់យុទ្ធនាការទម្លាក់គ្រាប់បែករបស់ពួកគេនៅលីបង់។\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីនថតបានកំពុងដំណើរការដោយប្រើថ្មបម្រុងរបស់វាចាប់តាំងពីថ្ងៃទី30 ខែមិថុនា ឆ្នាំ2006 នៅពេលវិស្វករបានប្តូរពីការផ្គត់ផ្គង់ភ្លើងបឋម (\"ចំហៀង A\") ទៅថ្មបម្រុង (\"ចំហៀង B\") ដោយសារតែដំណើរការមិនត្រឹមត្រូវ។\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី អ៊ីលី អូដ ម៉ូហាមេដ វ៉ាល់ ដែលបានបោះឆ្នោតក្នុងប្រជាមតិនេះដែរ បានមានប្រសាសន៍ថា \"នេះគឺជាថ្ងៃល្អបំផុត និងជាកំណើតថ្មីសម្រាប់ប្រទេសម៉ូរីតានី...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "ម្ចាស់ក្សត្រីគីកូប្រសូតបានបុត្រាទម្ងន់ 2,558 gram (5.639 lb) នៅថ្ងៃទី6 ខែកញ្ញា ម៉ោង 8 h 27 (ម៉ោងនៅប្រទេសជប៉ុន)។\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "រឿងក្ដីគឺត្រូវបានប្ដឹងដោយយ៉ាងហោចណាស់ប្រាំគ្រួសារដែលបានរស់នៅនៅតំបន់ជិតខាងហ្ក្រេនវ្យូនៃសានប្រូនូ។\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "\"នេះគឺផលវិបាកមួយដែលដឹងទុកមុនមួយនៃការមិនយកចិត្តទុកវិធានការសុវត្ថិភាព\" មេធាវីម្នាក់ដែលតំណាងគ្រួសារជាច្រើនបាននិយាយ។\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "អណ្តូងរ៉ែនៅប្រទេសចិនគឺជាអណ្តូងរ៉ែគ្រោះថ្នាក់បំផុតនៅក្នុងពិភពលោក; កម្មករអណ្តូងរ៉ែរាប់ពាន់នាក់បានស្លាប់ជារៀងរាល់ឆ្នាំ ដោយសារឧប្បត្តិហេតុនៅក្នុង​អណ្តូងរ៉ែទាំងនោះ នេះបើយោងតាមសារព័ត៌មានអាល់ហ្សាស៊ីរ៉ា។\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "រង្វាន់ J.J Sakurai នឹងត្រូវបានបង្ហាញនៅក្នុងកិច្ចប្រជុំ APS 2010 ក្នុងទីក្រុងវ៉ាស៊ីនតោនឌីស៊ីក្នុងពិធីសម័យប្រជុំពិសេសមួយនៅខែកុម្ភៈ ឆ្នាំ2010។\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "សៀវភៅនេះបានជាប់ចំណាត់ថ្នាក់ទីពីរជាសៀវភៅលក់ដាច់បំផុតនៅន័រវេស។\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "វាចង្អុលបង្ហាញថាអ្នកជំងឺសង្គ្រោះបន្ទាន់ធ្ងន់ធ្ងរមិនអាចត្រូវបដិសេធចោលនោះទេ។\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "តុលាការអឺរ៉ុបដើម្បីសិទ្ធិមនុស្សបានផ្តល់ទឹកប្រាក់ €2500 ទៅអោយលោក Abu Qatada ដែលជាសកម្មប្រយុទ្ធនិងបព្វជិតអ៊ីស្លាម នៅក្នុងពាក្យបណ្តឹងដែលលោកបានដាក់ប្តឹងប្រឆាំងនឹងចក្រភពអង់គ្លេសដែលបានឃុំខ្លួនលោកដោយគ្មានការកាត់ទោសនៅក្នុងឆ្នាំ 2002។\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "ECC របស់អាហ្វហ្គានីស្ថានបានចេញផ្សាយរបាយការណ៍ អំពីការស៊ើបអង្កេតរបស់ខ្លួនក្នុងការចោទប្រកាន់ដែលបានលេចឡើងបន្ទាប់ពីការបោះឆ្នោតរយៈពេលពីរខែមុន។\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យក្រសួងការបរទេសអ៊ីស្រាអែល លោកយីហ្គាល ផាលម៉រ បាននិយាយថា \"នេះគឺលើសពីភាពចម្លែក ជាពិសេសចាប់តាំងពីចលនាហាម៉ាសត្រូវបានពិភពលោកទទួលស្គាល់ថាជាក្រុមភេរវកម្មមួយ។\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "ប៉េត្រូ ម៉ាកាដូ អគ្គមេបញ្ជាការក្រសួងអគ្គិភ័យក្រុងរ៉ៃអូ ឌឹ ជេនេរ៉ូ មានប្រសាសន៍ថា \"យើងត្រូវតែប្រើឧបករណ៍ផ្សារឧស្ម័នដើម្បីបើកជ្រុងទូរថភ្លើងជួយមនុស្ស។\"\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "AKP មានកៅអីចំនួន​ 353 នៃចំនួនកៅអី 550 ក្នុងសភាជាតិទាំងមូលនៃប្រទេសតួកគី។\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀត វិកគីញូសបានចោទសួរថាហេតុអ្វីពួកគេមិនបានបញ្ចេញនូវបញ្ជីពេញលេញដែលអាចប្រើប្រាស់បាន ប៉ុន្តែគូសសំគាល់នូវគេហទំព័រណាដែលគេយល់ថាមិនគួរអោយមានការត្រួតពិនិត្យឡើយ។\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនជាម្ចាស់របស់ ព្រីងហ្គល ព្រុកទ័រ និងហ្គេមប្ល័រ បានអះអាងក្នុងសេចក្តីសម្រេចមួយនៅខែឧសភាថា ព្រីងហ្គល មើលទៅ ភ្លក់ទៅ មានអារម្មណ៍ថាមិនមែនជាបន្ទះដំឡូងបារាំងឡើយ។\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "សមាជិកសភាបក្សអភិរក្សនិយម លោក ធីម យ៉ ដែលជាប្រធានគណៈកម្មាធិការ មានប្រសាសន៍ថា \"តម្រូវឲ្យមានការវិនិយោគយ៉ាងច្រើនសន្ធឹកសន្ធាប់លើសមត្ថភាពផលិតថ្មីៗ និងប្រសិទ្ធភាពផ្នែកថាមពល ប្រសិនបើភ្លើងអគ្គិសនីនៅតែបើក។\"\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "គេជឿថាបុរសម្នាក់ដែលត្រូវបានចោទប្រកាន់ពីបទមនុស្សឃាតលើរូបនាង គឺជាប្តីដែលបែកបាក់គ្នាពីក្មួយស្រីរបស់នាង។\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីបានបុកកោះតូចនៅតំបន់ភាគខាងកើតនៃសមុទ្រការ៉ាបៀននៃហ្គ្រេណាដា។\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ចំនាត់ការនេះមានន័យថាវាជាទីបញ្ចប់នៃឋានៈរបស់ក្រុមហ៊ុនប្រកួតប្រជែងឈ្មោះអេធី&ធីដែលធ្លាប់ជាក្រុមហ៊ុនតែមួយនៃសហរដ្ឋអាមេរិចដែលកាន់ផលិតផលអាយហ្វូន វាជាឋានៈដែលក្រុមហ៊ុននេះបានប្រកាន់ខ្ជាប់ចាប់តាំងពីការចេញមុខដំបូងរបស់អាយហ្វូនដំបូងគេនៅឆ្នាំ2007។\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Parasiris នឹងនៅតែមានសេរីភាពនៅក្រៅឃុំ រង់ចាំសវនាការបឋមដែលនឹងត្រូវធ្វើឡើងនៅខែសីហាឆ្នាំនេះ។\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "វិទ្យុអ៊ីស្រាអែលបានកត់សម្គាល់ថា នេះគឺជាក្មេងប៉ាលីស្ទីនទីបីនៅក្នុងរយៈពេលពីរខែចុងក្រោយដែលត្រូវបានចាប់នៅពេលកំពុងព្យាយាមយកគ្រាប់ផ្ទុះឆ្លងកាត់កន្លែងឆែកឆេររបស់អ៊ីស្រាអែល។\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "អែមអេសអេនប៊ីស៊ីបានរាយការណ៍ថា គ្លីនតុនយកឈ្នះបារ៉ាក់ អូបាម៉ាដោយ\"ភាពល្អៀងតិចតូច។\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេកំណត់ថា ការជ្រើសរើសមិនឲ្យស៊ើបអង្កេតទៅលើភាពសង្ស័យនៃការទូទាត់ប្រាក់ គឺស្មើនឹងការទទួលយកភាពខុសច្បាប់របស់ពួកគេ។\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "ឌែលបានចូលរួមក្រុមបូស្តុន នៅដើមទសវត្ស70s ក្រោយពេលជួបអ្នកលេងហ្គីតា អ្នកនិពន្ធបទចម្រៀង និងផលិតករ ថម ស្កូល។\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "ក្នុងខែមករា រដ្ឋាភិបាលឥណ្ឌូនេស៊ីបានធ្វើកិច្ចប្រជុំ កំពូលពិសេសស្តីអំពីថាមពល ដើម្បីទាក់ទាញការ​វិនិយោគលើហេដ្ឋារចនាសម្ព័ន្ធថាមពលរបស់ខ្លួន។\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា 100ដុល្លារក្នុងមួយធុងគឺជាតំលៃមួយ\"សមរម្យ\" ហើយបានចងចាំថា នៅពេលគាត់ត្រលប់មើលទៅសម័យប្រធានាធិបតីនៃវ៉េណាសួអេឡានៅក្នុងឆ្នាំ1999 តំលៃគឺឡើងទៅដល់ប្រហែលដប់ដុល្លារ។\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "ឥលូវកេរ្តិ៍ដំណែលបានកត់ចូលក្នុងបញ្ជី វាបានត្រូវមុជចូលក្នុងទឹកដោយសារទំនប់ទឹកថ្មី។\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "មេធាវីថីមស្ទើមានប្រភពមកពីអេដម៉ុនតុន; តែបានរស់នៅជាយក្រុងវ៉េនខូនវឺតាំងពីឆ្នាំ1991។\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "លោកចេហ្វ ប្លេក ប្រធានទីផ្សារ និង​ចែកចាយ​របស់​ក្រុមហ៊ុន​សូនី ភីកឆើ ទូទាំងពិភពលោក បាននិយាយថា: \"លោក​ម៉ាយខល ជេកសុន មានអ្នកគាំទ្រគ្រប់ទីកន្លែង​នៅជុំវិញ​ពិភពលោក... យើង​នឹងផ្តល់​ឲ្យទស្សនិកជន​នូវ​ឱកាស​ដែលមិនគួរឲ្យ​ជឿ​ដើម្បីចូលរួម​ជាមួយ​គ្នា​ក្នុងការប្រារព្ធអាជីព​មិនគួរឲ្យជឿ​របស់លោកម៉ាយខល ជេកសុន។\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "សារព័ត៌មានអាត្លង់តាជើនណល ខនស្ទីឈូសិន (AJC) បានរាយការណ៍ថា កាំភ្លើងដៃពីរដើមត្រូវបានរកឃើញនៅកន្លែងកើតហេតុ។\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "ពិន្ទុសុតចូលដោយកីឡាករ Doug Howlett កីឡាករ Mils Muliaina និងពីរទៀតពីកីឡាករ Sitiveni Sivivatu បានជួយអោយក្រុម All Blackនាំមុខកាន់តែលើសលប់។\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "កីឡាករហុល្លង់ អេប សុនឌ័រលែន បានសម្តែងស្ទើរតែល្អឥតខ្ចោះ និងពិបាកខ្លាំងដោយរកបានពិន្ទុ 16.533 ដែលធ្វើឲ្យគាត់ទទួលបានមេដាយមាស និងការអបអរសាទរយ៉ាងខ្លាំងពី ទស្សនិកជននៅក្នុង ណត គ្រីនវិច អារីណា។\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "តំណាងនៃសម្ព័ន្ធទាំងមូលមានទស្សនៈផ្សេងគ្នាទាក់ទងនឹងសំនួរនេះ។\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ កាសែតជេរូសាឡិមរាយការណ៍ថាមានស្មារតីកើនឡើងក្នុងចំណោមការបង្កើតការការពារជាតិរបស់អ៊ីស្រាអែលដែលប្រទេសនេះនឹងធ្វើសកម្មភាពដោយឯករាជ្យដើម្បីបញ្ឈប់អ៊ីរ៉ង់ក្នុងការទទួលយកអាវុធនុយក្លេអ៊ែរដែលអាមេរិកគឺហាក់ដូចជាមិនអាចធ្វើបាន។\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "លោកកាប៊ីឡា ដែលបានក្លាយជាអ្នកដឹកនាំប្រទេសក្មេងជាងគេបំផុតនៅក្នុងទ្វីបអាហ្រ្វិកនៅក្នុងឆ្នាំ2001 បានប្រើប្រាស់សុន្ទរកថាចុងក្រោយរបស់លោក មុនពេលការបោះឆ្នោតឈានចូលមកដល់ ដើម្បីទាមទារឲ្យមានការគាំទ្រសម្រាប់ការនាំសាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ ទៅរកការបោះឆ្នោតតាមប្រជាធិបតេយ្យជាលើកដំបូងរបស់ខ្លួននៅក្នុងរយៈពេលជាង 40 ឆ្នាំកន្លងមកនេះ។\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា លោកនឹងតវ៉ាលទ្ធផលបោះឆ្នោតនេះទៅកាន់តុលាការ។\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ជនសង្ស័យត្រូវបានចាប់ខ្លួនកាលពីថ្ងៃសុក្រដោយអង្គភាពបទល្មើសព្រហ្មទណ្ឌគ្រោងទុកនៃពូម៉ាឡាន់ហ្គា។\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "កាលពីពេលថ្មីៗនេះ ហ្វុនស៍ វិនិយោគ​ ehf. បានទិញក្រុមហ៊ុនអាកាសចរណ៍ដាណឺម៉ាក គឺ Sterling Air និង Mearsk Air។\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "នាឡិការវាស់ទឹកជំនន់ ខ្យល់ព្យុះ និងខ្យល់បក់មានការប្រែប្រួលកាលពីយប់មិញ ខណៈដែលប្រព័ន្ធព្យុះផ្គររន្ទះកម្រមួយបានផ្លាស់ប្តូរទៅក្នុងតំបន់ប៉ាស៊ីហ្វិកភាគពាយ័ព្យ បោកបក់តំបន់ពីទីក្រុងស៊ីថលទៅទីក្រុងផតឡេនដ៍ ដោយខ្យល់ខ្លាំង និងភ្លៀងធ្លាក់ធ្ងន់ធ្ងរ។\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក ក៏បានមានប្រសាសន៍ទៀតថា មនុស្សយ៉ាងហោចណាស់ 198 នាក់ ដែលក្នុងនោះកុមារ 90 នាក់ត្រូវសម្រាកព្យាបាលនៅមន្ទីរពេទ្យ។\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "សំណាងអាក្រក់ និងការផ្លាស់ប្តូហាក់ដូចជាបានដាក់ក្រុមអាឡឺម៉ង់រៀបចំប្តូរយុទ្ធសាស្ត្រជាលើកដំបូងនៅក្នុងការប្រកួតនេះ។\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "លោកបានផ្តល់ខ្សែអាត់វីដេអូទៅឲ្យប្រព័ន្ធផ្សព្វផ្សាយនៅសប្តាហ៍នេះ ក្រោយពីទទួលបានខ្សែអាត់នេះពីនគរបាល។\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "ជំនួយខ្លះបានចូលមកមានជាទម្រង់ជាអាហារខណៈជំនួយឯទៀតបានជាប្រាក់ដែលនឹងត្រូវបានប្រើប្រាស់ដោយទីភ្នាក់ងារជំនួយក្នុងការទិញគ្រាប់ធញ្ញជាតិពីកសិករអេត្យូភៀន។\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "នៅសប្តាហ៍នេះនៅថ្ងៃទី7 ខែមេសា ឆ្នាំ2005 អ្នកអត្ថាធិប្បាយព័ត៌មាន ABC លោកភីតធើ ចេននីង ត្រូវបានធ្វើរោគវិនិច្ឆ័យថាមានជំងឺមហារីកសួត។\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "តុលាការធម្មនុញ្ញហ្គាបុងបានរាប់ឡើងវិញនូវសន្លឹកឆ្នោតមកពីស្ថានីយបោះឆ្នោតជាង2,800កន្លែង និងបានបញ្ជាក់ថាបុងហ្គោគឺជាអ្នកឈ្នះ។\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "រដ្ឋលេខាធិការអាមេរិកខុនដូលេសារ៉ាយក៏បដិសេធពីការវាយប្រហាឆាប់ៗខាងមុខនេះដែរ ដោយបញ្ជាក់ថាគ្មានការអនុម័តពីសភាសំរាប់យុទ្ធនាការទ័ពទៅលើអ៊ីរ៉ង់នោះទេ។\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "កាសែតវីគីបានបំបែករឿងអំពីការកែរដ៏គួរឲ្យសង្ស័យបន្ទាប់ពីទទួលបានព័ត៌មានពី រដ្ឋបាលវីឃីភីឌៀ។\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "សមាជិកប្រទេសអឺរ៉ុបមួយចំនួនបានទទួលរងគ្រោះដោយសារកម្រិតបំណុលកើនឡើង។\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់អ្នកឈ្នះរង្វាន់ធំមានចំនួនពីររូបក្នុងកម្មវិធីចាប់រង្វាន់ឆ្នោតមីលៀន មេហ្គា US$370 លាននាយប់ថ្ងៃអង្គារ៍ ដែលបានរៀបចំឡើងក្នុងរដ្ឋសហរដ្ឋអាមេរិកចំនួន 12 រដ្ឋ។\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "នៅក្នុងពេលធ្វើដំណើរនេះ ក្រុមរបស់យុវជនបានចាប់ផ្ដើមកំទេចអ្វីៗគ្រប់យ៉ាងដោយគ្មានហេតុផលច្បាស់លាស់។\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "ប្រទេសឥណ្ឌូនេស៊ីបានបញ្ឈប់ការហោះហើរនៅក្នុងខែមីនា បន្ទាប់ពីគ្រោះថ្នាក់មួយផ្សេងទៀតបានកើតឡើង ដែលយន្តហោះ B737 បានបោះពួយហួសផ្លូវរត់យន្តហោះ។\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "\"ខ្យល់មួយមានភាពត្រជាក់ ហើយស្ងួត ហើយខ្យល់មួយទៀតមានភាពក្តៅហើយសើម។\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើអេបផលសំរេចចិត្តបើកចំហរម៉ាក អូអេសទៅអ្នកផ្សេង យើងនឹងរីករាយណែនាំវាចំពោះអតិថិជនរបស់យើង\" ឌែលបានសរសេរក្នុងអ៊ីម៉ែលជូនគឺកប៉ាទ្រីច។\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ប្រាក់ចំណូលពីការផ្សព្វផ្សាយពាណិជ្ជកម្មលើកម្មវិធីនេះ នឹងត្រូវបំបែកទៅឲ្យមូលនីធិវីគីមេឌា។\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "ការឆាបឆេះនិងការផ្ទុះពេញមួយយប់នៅរោងចក្រចំរាញ់ប្រេងកាតរដ្ឋវ៉ាស៊ីនតោននៅអាណាកត វ៉ាស៊ីនតោន សហរដ្ឋអាមេរិក ដែលជាទីក្រុងភាគខាងត្បូងវេនខូវឺប្រហែល80ម៉ាយល៍ កាណាដា កាលពីម្សិលមិញបានសម្លាប់មនុស្ស4នាក់និងបង្កអោយរងរបួសបីនាក់ទៀត។\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "ប៉ូលីសនៅប្រទេសឥណ្ឌូនេស៊ីបានបញ្ចូនឯកសារសង្ខេបចំនួន 200 ទំព័រទាក់ទិននឹងគ្រោះមហន្តរាយនៃជើងហោះហើរលេខ 200 របស់ក្រុមហ៊ុនអាកាសចរណ៏ហ្គារូដារបស់ប្រទេសឥណ្ឌូនេស៊ីទៅកាន់ព្រះរាជអាជ្ញា។\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ទោះបីជាលទ្ធផលនៃការប្រកួតនេះមានលក្ខណៈចំរុះក៏ដោយក៏ក្រុមគូករីសអាចមាលក្ខណៈសម្បត្តិគ្រប់គ្រាន់សម្រាប់វគ្គផ្ដាច់ព្រ័ត្រដែរ។\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Poison បានអះអាងថា ក្រុមហ៊ុនទាំងពីរបានបង់តម្លៃសិទ្ធិឲ្យពួកគេខ្វះជាច្រើនឆ្នាំមកហើយ។\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "មនុស្សមួយចំនួននៅរស់នៅឡើយ និងម្នាក់ក្នុងចំណោមទាហានជើងទឹកគិតថា បុរសម្នាក់ដេកនៅលើដីនោះ គឺជាការគំរាមកំហែងមួយដោយសារតែដៃមួយរបស់គាត់មិនអាចមើលឃើញច្បាស់ ដូច្នេះគាត់អាចមានការលាក់អាវុធ។\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "កូន​ប្រាំមួយនាក់នៅរស់ ប្រុសបី ស្រីបី បច្ចុប្បន្ន មាន​អាយុ​ចន្លោះពី 5 ទៅ 20 ឆ្នាំ​។\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី28 ខែឧសភាឆ្នាំ2003ទី ក្រុងធំជាងគេទីបីរបស់អាល្លឺម៉ង់ បានសម្រេចចិត្តប្ដូរទៅកាន់ប្រភពសូហ្វៀបើកទូលាយ។\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "លោក ជីមមេនេ បានច្រានចោលជំនឿរបស់លោក ហ្គេវ៉ារ៉ា ដែលថាកំណែទម្រង់សង្គមនៅអាមេរិក ឡាទីន ត្រូវសម្រេចបានតាមរយៈសង្គ្រាមទ័ពព្រៃ។\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "លោក ជែប ប៊ូស ដែលជាអតីតអភិបាលរដ្ឋផ្លរីដា បានប្រកាសការគាំទ្ររបស់គាត់ចំពោះបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ លោក មីត រ៉ុមនី ដោយក្តីសង្ឃឹមជឿជាក់ កាលពីម្សិលមិញ។\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "មានតែ186ករណីត្រូវបានរាយការណ៍ក្នុងឆ្នាំ2004 ធ្លាក់ចុះពី336 កាលពីមួយឆ្នាំមុន។\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "នគរបាលត្រូវបានគេទូរស័ព្ទហៅមក នៅពេលការហៅទូរស័ព្ទមួយទៅកាន់ម្ដាយសិស្ស Inga Akins បានធ្វើឲ្យគ្រូជឿថានឹងចំណាយពេល​មួយម៉ោងសម្រាប់លោកស្រី Akins ដើម្បីមកដល់ និងយកកូនស្រីចេញ។\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់​មាន​មនុស្ស​បួន​នាក់​បាន​ស្លាប់ និង​សែសិប​នាក់​បានរងរបួសកាលពីយប់​ថ្ងៃ​សៅរ៍ ដែល​ជា​លទ្ធផល​នៃការបាក់រលំនៃឆាកនៅឯពិព័រណ៍រដ្ឋ អ៊ីនដៀនណា ដែល​មាន​ទីតាំង​ស្ថិតនៅ​ក្នុង​រដ្ឋ​​អ៊ីនដៀនណា​។\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "\"វាមាន​អារម្មណ៍​ចំពោះ​ខ្ញុំដូចជា វាស្ថិត​នៅក្នុងចលនាយឺត​។\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "ពួកតាលីបង់បានអះអាងទទួលខុសត្រូវចំពោះការបំផ្ទុះនេះដោយនិយាយថាគោលដៅរបស់ពួកគេគឺស្ថានទូត។\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបើកតាំងពីឆ្នាំ1893 និងមានព្រះអង្គម្ចាស់នៃប្រទេសវេលដែលជាអធិការបតី របស់ខ្លួនផងនោះ បញ្ហាបានចាប់ផ្តើមនៅ UoW កាលពីឆ្នាំមុនបន្ទាប់ពីមានការព្រួយបារម្ភអំពីប្រធាន វិទ្យាស្ថានដៃគូម៉ាឡេស៊ី ដែលជាសិល្បករចម្រៀងក្នុងស្រុកមានលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ស្របច្បាប់។\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ការប្រើប្រាស់ប្រវត្តិនៃការស្រាវជ្រាវ ទាមទារឲ្យអ្នកប្រើប្រាស់មាន​ និងចូលទៅក្នុងគណនី Google ឬ Gmail។\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់ក្រុមនេះម្នាក់ បានទទួលស្គាល់ថាបានចំណាយប្រាក់អស់ចំនួន NZ$500,000 ទៅលើយុទ្ធនាការនេះរហូតមកដល់ពេលនេះ។\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "កន្លែងបុរាណវិទ្យាគឺនៅលើកំពូលភ្នំតាមបណ្តោយសមុទ្រមេឌីទែរានេដែលមើលឃើញពីផ្ទះសម្រាប់រដូវក្តៅរបស់ប្រធានាធិបតីប្រទេសអេហ្ស៊ីបលោកហូសនី មុយបារាក។\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ការបុកនេះបានធ្វើអោយទាំងក្រុមអាល្លឺម៉ង់ និងញ៉ូវហ្សេឡែន ត្រូវចាប់ផ្តើមពីចំណុចទីចុងក្រោយសំរាប់ការប្រកួតពិសេស។\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "អាជ្ញាធរមូលដ្ឋានភ្នំហាស្ស ដែលមានទីតាំងនៅអាល្លឺម៉ង់កណ្ដាល ក៏បានប្រកាសអំពីការបើកចំហចំពោះទេសចរណ៏ទាំងអស់នៃ \"ដងផ្លូវសម្រាប់ការដើរស្រាតជាផ្លូវការ\" ជាលក្ខណៈខាងក្រៅទៀតផង។\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលអ៊ីតាលីមិនយល់ស្របចំពោះរឿងនេះឡើយ ហើយបាននិយាយថា US បានដឹងច្បាស់ពីប្រតិបត្តិការថ្ងៃ4 មីនា។\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "លោកបានបន្ថែមថា ការចូលរួមក្នុងគណបក្សល្អប្រសើរជាងស្ថិតនៅឯករាជ្យ។\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "\"លើកនេះ មន្ត្រីយោធាបានឲ្យស្នាមញញឹមដ៏ធំមួយពេលយើងដើរកាត់គាត់ ហើយទាហានជាច្រើននាក់ទៀតបានឲ្យស្នាមញញឹមរាងតូចបន្តិចដោយសារការអៀន នៅពេលយើងបានដើរ។\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "កិច្ចចរចារត្រូវបានរៀបចំសំរាប់ពិភាក្សាបញ្ហាដែលមិនទាន់ត្រូវបានដោះស្រាយនៅសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2009នៅខូផេនហាហ្កេន។\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "លោកប្រធានាធិបតី Bush បាននិយាយមុននេះតាមកញ្ចក់ទូរទស្សន៍ ARD German ថាគាត់ចង់បិទជំរុំឃុំឃាំង Guantanamo Bay។\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "នាងគឺជាសមាជិកម្នាក់នៃក្រុមបាញ់ធ្នូយ៉ូគីនេនៅអូស្ដ្រាលីខាងលិច។\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "អ្នកស្រីហ្គ្រាហាមបានទិញពួកវានៅក្នុងហាងសប្បុរសធម៌ស្យូ រេឌើរមួយ បន្ទាប់ពីឃើញបុគ្គលិករបស់ថាច់ឆឺម្នាក់បានដាក់ពួកគេលក់ក្នុងហាង។\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "លោកឃើរី បានកត់សម្គាល់ថាលទ្ធផលសម្រាប់អ្នកដែលត្រូវបានព្យាបាលដោយជោគជ័យពិតជាត្រឹមត្រូវ \"ចំពោះគ្រប់វិធីព្យាបាលដែលពួកគេបានឆ្លើយតប - ការព្យាបាលដោយការយល់ដឹង-អាកប្បកិរិយា ថ្នាំបន្ថយទុក្ខព្រួយ ការព្យាបាលទាំងពីរ ឬថ្នាំព្យាបាលចិត្តសាស្ត្រ។\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "លោកហ្វ្រេង ភូសបឿក ជាអ្នកវិទ្យាសាស្ត្រក្រុម Cassini មួយនៅសាកលវិទ្យាល័យ Heidelbergក្នុងប្រទេសអាល្លីម៉ង់បានមានប្រសាសន៍ថា \"បច្ចុប្បន្នមិនមានមធ្យោបាយដែលអាចជឿជាក់បាន ដើម្បីផលិតនូវលំហូរថេរមួយនៃសារធាតុដែលសម្បូរទៅដោយអំបិលពីដុំទឹកកកដោយឆ្លងកាត់ឆ្នូតខ្លាក្រៅពីទឹកអំបិល ដែលស្ថិតក្រោមស្រទាប់ទឹកកកអ៊ិនសេនឡាឌុស។\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "រោងចក្រនីមួយៗនៃរោងចក្រថ្មីទាំងពីរនេះ អាចផលិតបាន 30 លានហ្គាល្លុង (113 ML) ជាប្រចាំឆ្នាំ។\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនិងការឆេះដែលជាលទ្ធផលគឺត្រូវបានគិតតាំងពីដំបូងថាជាការធ្លាក់យន្តហោះពាណិជ្ជកម្មមួយ។\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "កម្មករមានទីតាំងនៅកូលូរ៉ាដូនោះត្រូវបានឃើញថាសកម្មភាពដែលអនុវត្តដោយ\"ជំនួយការ\"របស់ ព្រំដែនគរុកោសល្យរួមទាំង: \"ការិយាល័យ ស្មៀន សាធារណនិងចុះឈ្មោះតាមទូរស័ព្ទ ការស្វាគមន៍អថិតជន ការរៀបចំកៅអី ការកាន់មីក្រូហ្វូនក្នុងពេលសិក្ខាសាលានិងការិយាល័យទីផ្សារ។\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូបែបនេះធ្លាប់ជាពាក្យចចាមអារ៉ាមអស់រយៈពេលជាច្រើនឆ្នាំ ហើយចំនួននៃការយល់ឃើញនេះបានកើនឡើងក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក បាននិយាយទៀតថា \"មន្ទីរពេទ្យកុមារបានទទួលកុមារចំនួន 90 នាក់ ដែលក្នុងនោះកុមារ 34 នាក់ស្ថិតនៅទីនោះនៅឡើយ ហើយកុមារចំនួនប្រាំមួយនាក់កំពុងស្ថិតក្នុងការវះកាត់។\"\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "ស៊ីនឌីបាននិយាយបន្ទាប់ពីកិច្ចប្រជុំថា៖ \"ឥឡូវនេះ ខ្ញុំដឹងថាគាត់ពិតជាចង់បានសេរីភាពសម្រាប់ប្រទេសអ៊ីរ៉ាក់។\"\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលគណៈរដ្ឋមន្ត្រីគឺជាផ្នែកដ៏ធំមួយចម្លងតាមគណៈរដ្ឋមន្ត្រីមុន រដ្ឋមន្ត្រីខ្លះដែលមានបញ្ហានិងគំនុំ ត្រូវបានគេដកចេញឬផ្លាស់ប្តូរទៅកាន់តំណែងដែលមិនសូវមានហនិភ័យ។\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "ចៀម និងគោក្របីរាប់ពាន់ក្បាលក៏ត្រូវងាប់នៅក្នុងអគ្គីភ័យនោះដែរ។\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "វាជាការសម្រាកបន្ថែមសំរាប់កីឡាករគប់បាល់ និងអ្នកដ៏ទៃផ្សេងទៀត។\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "មុកតា បាននិយាយថា អ៊ីប្រាហ៊ីម ដែលជាជនសង្ស័យម្នាក់ក្នុងចំណោមជនសង្ស័យពីរនាក់ត្រូវបានគេបញ្ចេញឈ្មោះបន្ទាប់ពីការប៉ុនប៉ងបំផ្ទុះគ្រាប់បែកមិនបានសម្រេចកាលពីថ្ងៃទី21 ខែកក្កដា ក៏ត្រូវបានគេស្គាល់ថាមានឈ្មោះម៉ូហាមម៉ាត់ផងដែរ។\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "គណៈកម្មការទូរគមនាគមន៍នៃកោះសូឡូម៉ូន (TCSI) បានធ្វើការផាកពិន័យដល់អ្នកផ្គត់ផ្គង់ទូរស័ព្ទចល័តប៉ាពួញូជីនៀ (PNG) ពីបទខកខានកាលបរិច្ឆេទអាជ្ញាប័ណ្ណ។\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ហ្សាហាប់បានទាញគ្រែរំកិលលើទឹកកកទម្ងន់ 170ផាន (77-kg) ធ្វើដំណើរថ្មើជើងនិងដោយពាក់ស្បែកជើងព្រិលខណៈពេលបុរសពីរនាក់ផ្សេងទៀតបានជិះស្គី។\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "មន្ត្រីរូបនេះបានមានប្រសាសន៍ថា​ កិច្ចព្រមព្រៀងពាណិជ្ជកម្មផ្សេងទៀតគឺជាផ្នែកមួយនៃកិច្ចសន្យានេះ។\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំកំពុងតែព្យាយាមរៀបចំកិច្ចប្រជុំជាន់ខ្ពស់នៅក្នុងប្រទេសចិន ដើម្បីបញ្ជាក់ពីករណីរបស់យើងនិងពន្យល់ពីមូលហេតុដែលយើងគួរតែមិនត្រូវបិទ។\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ក្រោយពីការប្រកាសរបស់លោកចច ដេបបែលយូ ប៊ូសថាប្រជាជនអាមេរិកក្នុងប្រទេសអ៊ីរ៉ាក់ជាច្រើននាក់បានស្លាប់ ដើម្បី 'បុព្វហេតុថ្លៃថ្នូរ'មួយ អ្នកស្រីស៊ីហេនបានមកបោះជំរុំក្បែរកសិដ្ឋានក្នុងរដ្ឋតិចសាសរបស់លោកប៊ូសអស់រយៈពេលមួយសប្តាហ៍កន្លងទៅ ដើម្បីទាមទារនូវកិច្ចសន្ទនាជាឯកជនមួយជាមួយនឹងប្រធានាធិបតី។\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធរបស់មនុស្សយន្តមួយនៅមជ្ឈមណ្ឌលវេជ្ជសាស្ត្រស្ទេនហ្វដបានត្រូវប្រើប្រាស់ដើម្បីឆ្លុះមើលពោះក្រពះដោយមិនចាំបាច់វះកាត់ដោយជោគជ័យ ដែលអត្រានៃបញ្ហារបស់ជម្ងឺមានលក្ខណៈទ្រឹស្តីស្រដៀងគ្នាទៅនឹងអ្វីដែលបានឃើញនៅការវះកាត់ជាស្តង់ដា។\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើក៏ជះឥទ្ធិពលទៅលើអត្រាប្តូរប្រាក់ជាសកល ធ្វើឲដុល្លាធ្លាក់ចុះទូទាំងពិភពលោកដល់1%។\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "បុរសៗទាំងអស់ជាជនស៊ីវិល ត្រូវបានចាក់ដោយកាំបិតច្រើនដង មានស្លាកស្នាមនៅលើកដៃរបស់ពួកគេដែលបង្ហាញថាកដៃរបស់ពួកគេត្រូវបានចងភ្ជាប់គ្នាហើយជនរងគ្រោះទាំងអស់មានរបួសពីការបាញ់កាំភ្លើងនៅត្រង់ក្បាលរបស់ពួកគេ។\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "ក្រុមបាល់ទាត់ជម្រើសជាតិរបស់ប្រទេសបូស្នី និងហឺសហ្គោវីណាត្រូវបានហាមឃាត់ដោយសហព័ន្ធបាល់ទាត់ពិភពលោក FIFA ដែលជាអង្គភាពអន្ដរជាតិនៃកីឡានេះ។\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "អគ្គិភ័យនេះគឺជាការឆាបឆេះមួយក្នុងចំណោមអគ្គិភ័យចំនួនបីដែលបានឆាបឆេះកាលពីម្សិលមិញ ក្នុងតំបន់ម៉ូយ៉េវ ដេសើត និងតំបន់សាន់ ហ្គាព្រីល ម៉ោនធីន។\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "បងប្រុសរបស់ពួកគេត្រូវបានចោទប្រកាន់ពីបទចាក់ ដែលម្នាក់ក្នុងចំណោមនោះត្រូវបានស្លាប់។\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "ទីក្រុងប្រាមថុននៅក្នុងខេត្តអនតារីញ៉ូ ប្រទេសកាណាដា និងទីក្រុងម៉ារីគីណា ប្រទេហ្វីលីពីន ថ្មីៗនេះ ត្រូវរួមគ្នា \"ធ្វើជាទីក្រុងភ្លោះ។\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "ការស្ទង់មតិដែលត្រូវបានចេញផ្សាយដោយសមាគមន៏អ៊ីតាលីអ៊ីនតេសាខនសូម៉ាតូរី(សហភាពអ្នកប្រើប្រាស់)បាននិយាយថា61%នៃជនជាតិអ៊ីតាលីគឺខ្លាចក្នុងការហោះហើរ ខណៈដែល41%នៃប្រជាជនមានអារម្មណ៏ថាខ្វះសុវត្ថិភាពអំពីសុវត្ថិភាពយន្ដហោះជាងពេលដែលពួកគេបានជិះនៅមួយខែមុន។\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនកំពុងតែប្តឹងតវ៉ាដើម្បីស្តារនូវកខូចខាតរដ្ឋប្បវេណីដែលមានចំនួនពាក់កណ្តាលនៃចំណូលពីភាពយន្តនិងសៀវភៅដែលជោគជ័យដូចជារឿងមនុស្សពីងពាង អាយអ៊ិនមែនអ៊ិចមែន ហ៊កនិងហ្វេនតាស្ទិចហ្វរ។\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានគ្រោងនឹងចាប់ផ្តើមបញ្ជូនក្រុមនាវិក២នាក់ឡើងតារាវិថីនៅខែកញ្ញា ឬខែតុលាតាមជើងហោះហើរមួយដែលមានរយៈពេលពីប្រាំទៅប្រាំមួយថ្ងៃ។\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "សាក្សីម្នាក់ ដែលជាអ្នកលក់ដូរមានអាយុ 21 ឆ្នាំគឺលោក ម៉ូហាម៉ាត់​ វ៉ាលី បាននិយាយថា \"វាមានការស្ទះចរាចរណ៍មួយហើយរថយន្តទាំងអស់ត្រូវបានបញ្ឈប់។\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "រ៉ូសបានថ្លែងថា គាត់ \"មានការអៀនខ្មាស់\" ចំពោះកម្មវិធីមួយចំនួនតូច ហើយថា \"ភាគច្រើនគឺជាកម្មវិធីដែលខ្ញុំមានមោទនភាព។\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "ដំណើរការនៃការបិទទាំងអស់ ត្រូវបានរំពឹងទុកថានឹងប្រើរយះពេលពីរបីថ្ងៃថែមទៀត។\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "\"អ្នកកាសែតពលរដ្ឋ\" ជាង 300 នាក់ មកពីបណ្តាប្រទេសនៅឆ្ងាយដាច់ពីគ្នាដូចជា ប្រទេសឈីលី និងប្រទេសន័រវេស បានមកជួបគ្នានៅក្នុងវេទិការបស់អ្នកយកព័ត៌មានពលរដ្ឋអន្ដរជាតិ OhmyNews ពីថ្ងៃទី 23 ខែមិថុនា ដល់ទី 26 ខែមិថុនា ឆ្នាំ2005 នៅទីក្រុងសេអ៊ូល។\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "នេះបានបង្កើតជាព្យុះនៃការប្រឆាំងពីសំណាក់មនុស្សមួយក្រុម រួមមានអ្នកទទួលរង្វាន់ណូបែលពីររូប ព្រមទាំងអ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀតដែលបានប្រឆាំងយ៉ាងខ្លាំងក្លាចំពោះការបង្រៀន រឺសូម្បីតែការពិភាក្សាអំពីទ្រឹស្តីអំពីកំនើតពិភពលោកនៅក្នុងថា្នក់វិទ្យសាស្រ្ត។\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "ក្រុមតារាវិទូកាលពីមុនបានគិតថា រង្វង់នេះគឺស្ទើរតែរាបស្មើទាំងស្រុង ដោយមានការប្រែប្រួលតែក្នុងកំពស់ពីរបីម៉ែត្រប៉ុណ្ណោះ។\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "អ្នកផ្តល់ត្រូវតែសម្រួចការផ្សាយពាណិជ្ជកម្មរបស់ខ្លួន ហើយកែលម្អស្នាដែសេវាកម្មនៅនឹងកន្លែង។\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "កម្មករបួននាក់នៅកំពុងសម្រាកនៅក្នុងមន្ទីរពេទ្យនៅឡើយ បន្ទាប់ពីការផ្ទុះ ហើយបីនាក់ស្ថិតក្នុង​ស្ថានភាពធ្ងន់ធ្ងរ។\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "អំពើហិង្សានៅព្រឹកនេះផ្ទុយពីការអះអាងដោយឧត្តមសេនីយ៍ វីលាមខាដវែល ដែលបាននិយាយថា\"កុបករនិងភេរវករកំពុងវាយតបតវិញក្នុងការប៉ុនប៉ងដើម្បីបំបាត់នូវភាពជោគជ័យរបស់រដ្ឋាភិបាលអ៊ីរ៉ាក់និងកំលាំងសន្តិសុខ\" ឧត្តមសេនីយ៍បានបន្តនិយាយថាអំពើហិង្សាបានធ្លាក់ចុះពាក់កណ្តាលតាំងពីខែកក្កដា ប៉ុន្តែបានកើនឡើងភ្លាមៗនៅពីរថ្ងៃចុងក្រោយនេះ។\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "លោកស្រីថូម៉ាស ជាកូនស្រីជនអន្តោប្រវេសន៍លេបាណូន ដែលបានបើកផ្លូវសម្រាប់អ្នករាយការណ៍ជាស្ត្រីក្នុងផ្នែកនយោបាយក្នុងសហរដ្ឋអាមេរិក បានបញ្ចប់អាជីពរបស់លោកស្រី ក្រោយពីបានសុំទោសចំពោះការនិយាយថា ប្រទេសអ៊ីស្រាអែលគួរ \"យកឋានរកចេញពីប៉ាឡេស្ទីនទៅ។\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន ABC បានទទួល និងបានចេញផ្សាយអត្ថបទនៃសារជាខ្សែអាត់មួយពីអូសាម៉ាប៊ីនឡាដិន។\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "នៅលើការជួញដូរអន្តរជាតិ ប្រេន​ក្រូដព្យូឈ​បាន ឡើងដល់ 89.30ដុល្លាអាមេរិក (ចាប់ពីខែធ្នូ)នៅម៉ោង8:34ព្រឹក។\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "​ស្នាដែសិល្បះចំនួនពីរផ្សេងទៀតគឺជាមៀលដែលបង្កើតឡើងដោយភៀតម៉ុនដ្រៀន និងគំនូព្រៀងអេសធី ឌៀហ្គោដឺអាល់កាឡា ដែលជាស្នាដៃរបស់លោកហ្គុកលៀមូកាសៀរ។\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "នេះគឺជារញ្ចូយផែនដីដែលត្រូវហៅថារញ្ចូយទីតាំងជ្រៅ ដែលជាមូលហេតុនាំអោយមានញ័រនៅកន្លែងដ៏ធំ។\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ការសន្យាថា សេចក្តីព្រាងច្បាប់ដើម្បីផ្តល់ភាពស្របច្បាប់ដល់ការរៀបការភេទដូចគ្នា នឹងត្រូវដាក់ឲ្យអនុវត្តនៅរយៈពេល100ថ្ងៃរបស់រដ្ឋាភិបាល លោករ៉ាត់បានសន្យាដើម្បីអនុញ្ញាតឲ្យមាន \"ការបោះឆ្នោតស្របតាមមនសិការពេញលេញ\" ប្រសិនបើគាត់ជាប់ឆ្នោតជាថ្មី។\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "មានការប៉ាន់ស្មានខ្លះថាគណបក្សហ្វ្រេលីមូអាចប្រើប្រាស់វាដើម្បីអនុញ្ញាតឲ្យហ្គូអេប៊ូហ្សា ឈរឈ្មោះនៅអណត្តិទីបីទៀត បើទោះបីជារដ្ឋធម្មនុញ្ញអនុញ្ញាតឲ្យប្រធានាធិបតីកាន់តំណែងត្រឹមតែពីរអណត្តិប៉ុណ្ណោះ។\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "ភាពស្ងៀមស្ងាត់ត្រូវបានប្រារព្ធធ្វើឡើងនៅទូទាំងប្រទេសក្នុងការប្រកួតកីឡាបាល់ទាត់នៅចុងសប្តាហ៍នេះ ដោយមានក្រុមអ្នកគាំទ្របានបង្កើតទីសក្ការៈបណ្តោះអាសន្នក្នុងញូវខាស្សល យូណាយធីត និងអ៊ីបស្វីឆ ថោន ជាក្លឹបទាំងពីរដែលលោកជិតស្និទជាមួយបំផុត។\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "\"ដូច្នេះហើយសំរាប់ខ្ញុំវាគឺជាការប៉ុនប៉ងមួយក្នុងការមកកន្លែងមួយដែលខ្ញុំគិតថារីកដុះដាលការស្លាប់និងចាប់ផ្តើមប្រកាសការពិត។\" នាងបាននិយាយ។\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "នៅខែធ្នូ ឆ្នាំ2003 រញ្ជួយដីកម្រិត 6.6 បានសម្លាប់មនុស្សជាង 31,000 នាក់ និងនៅខែកុម្ភៈ ឆ្នាំ2005 រញ្ជួយដីកម្រិត 6.4 បានសម្លាប់មនុស្សចំនួន 600 នាក់ នៅជិតទីក្រុងហ្សារ៉ង់ ក្នុងខេត្តគើម៉ាន់។\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "\"ការបោះបង់ចោល 12-inch fabs និងការផ្អាកប្រើ 8-inch fabs ត្រូវបានចាត់ទុកថាជាបញ្ហាសំខាន់ក្នុងឧបទ្ទវហេតុនេះ។\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "នាងស្ពៀរមិនត្រូវបានចោទប្រកាន់​ពីបទណាមួយឡើយ ហើយទោះបីជាមាន​ការមិនប្រុងប្រយ័ត្ន​របស់​ក្រុម​ប៉ាប៉ារ៉ាស៊ី​ក៏ដោយ ក៏នាងស្ពឿរ​មិនចង់​ឲ្យចាប់ខ្លួន​បុរសទាំងនោះ​ឡើយ​​។\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "សេដ្ឋកិច្ចឥណ្ឌាបានកើន9.2ភាគរយក្នុងត្រីមាសទី2(កក្កដាដល់កញ្ញា)នៃឆ្នាំសារពើពន្ធ2006-07 ដែលបាន8.4ភាគរយក្នុងត្រីមាសដូចគ្នាក្នុងឆ្នាំមុន។\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "នគរបាលបានឆ្មក់ចូលទៅជួយសង្រ្គោះស្រ្តីទាំងនោះក្រោយពីទទួលបានព័ត៌មាន។\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "ប្រជាជនអាហ្សឺរីស ខ្លះជឿថាជា \"បដិវត្តន៍បីម៉ោង\" នឹងមិនផ្លាស់ប្តូរអ្វីនៅក្នុងប្រទេសនេះទេ។\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "មុនឆ្នាំ2005 អគារ 555 កាលីហ្វញ៉ា គឺជាទីស្នាក់ការពិភពលោករបស់ធនាគារអាមេរិក ប៉ុន្តែស្ថានភាពនោះបានបញ្ចប់ នៅពេលធនាគារជាតិមានមូលដ្ឋាននៅរដ្ឋការ៉ូលីណាភាគខាងជើងបានប្រើមរតកធនាគារនៅឆ្នេរភាគខាងលិចរបស់ អេ ភី ហ្គៀននីនី និងរក្សាទុកឈ្មោះ ប៊ី អោហ្វ អេ ប៉ុន្តែ ធ្វើជាទីស្នាក់ការកណ្តាលមេនៅទីក្រុងឆាឡូត រដ្ឋការ៉ូលីណាភាគខាងជើង។\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "ក្រុម Sunnybank បាននាំមុខ17ពិន្ទុ ទល់នឹង3ពិន្ទុ ក្នុងការប្រកួតដ៏ស្វឹតស្វាញក្នុងវគ្គទីមួយ ប៉ុន្តែបានចាញ់បាល់ពិន័យនៅទីបញ្ចប់ធ្វើអោយក្រុមម្ចាស់ផ្ទះស្ទើរតែអាចយកបានពិន្ទុដើម្បីទទួកយកជ័យជំនះបាន។\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "ដើមឡើងសៀវភៅវិគីសំដៅលើទីកន្លែងមួយសំរាប់ផ្ទុកអត្ថបទសិក្សា និងសៀវភៅក្បួន ប៉ុន្តែវាកាន់តែប្រែក្លាយជាសហគមន៍មួយដែលបង្កើតសៀវភៅស្តីពីប្រធានបទគ្រប់ប្រភេទទាំងអស់ ហើយសៀវភៅវិជ្ជាធ្វើម្ហូបក្លាយជាឧទាហរណ៍ដ៏លេចធ្លោជាងគេបំផុត។\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "បាក់តេរីដែលអាចត្រូវបាននាំដោយសត្វព្រៃ មកពី​កសិដ្ឋាន​ចិញ្ចឹមសត្វគោក្របី ទៅកាន់ចំការបន្លែផ្ទីនេះ។\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "ស្មេសើស ចូលមក ហើយបានចោលកូនបាល់មួយចំនួនដើម្បីសង្គ្រោះ។\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសអៀរឡង់មីឆែល ម៉ាទីនបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"នេះគឺជាសេចក្តីថ្លែងការណ៍អំពីជំនឿទុកចិត្តទៅលើដំណើការនយោបាយ និងទៅលើស្ថាប័នទទួលអំណាច។\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "ផ្នែកមួយនៃដំណើរការនេះគឺថា AI របស់អាដាមអាចធ្វើការជាវដ្តនិងវិភាគលើលទ្ធផលនៃការពិសោធន៍ក៏ដូចជាការធ្វើការងារមន្ទីរពិសោធន៍ដដែលៗជាទម្លាប់។\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍រីយ៉ានអ៊ែរ របស់អៀរឡង់ មានការធ្លាក់ចុះ 12% ក្នុងការជួញដូរព្រឹកនេះដែលធ្វើឲ្យកាន់តែមានការព្រួយបារម្ភចំពោះស្ថានភាពទីផ្សារមិនសូវល្អ នៅពេលកំពុងមានការភ័យខ្លាចចំពោះវិបត្តិសេដ្ឋកិច្ច។\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ការព្រួយបារម្មណ៍សិទ្ធមនុស្សដូចនេះ បានក្លាយជាការរារាំងមួយដល់ការប៉ុនប៉ងរបស់ប្រទេសទួរគី ដើម្បីចូលរួមក្នុងសហគមន៍អ៊ឺរ៉ុប។\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "របាយការណ៍ដោយអង្គការសហប្រជាជាតិ កាលពីថ្ងៃ12ខែមករាការរញ្ជួយដីនៅហៃទីបានបន្សល់ទុកនូវមនុស្សស្លាប់ចំនួន222,570 ជនភៀសខ្លួនចំនួន1,300,000នៅកំពុងផែ មនុស្សចំនួន766,000កំពុងតែខ្ចាត់ខ្ចាយ 310,000នាក់របួស និង 869នាក់បានបាត់ខ្លួន។\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើយុទ្ធនាការនុយក្លេអ៊ែររបស់មូលដ្ឋានគ្រឹះអភិរក្សនៃប្រទេសអូស្រ្តាលី (អេស៊ីអែហ្វ)លោកដេវស្វីនី និយាយថាការសិក្សាបង្ហាញពីចំណុចខ្សោយហើយមិនបានផ្តល់ការជំទាស់អំពីការប្រើប្រាស់ថាពលនុយក្លេអ៊ែរទេ។\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "គម្រោងដែលមានតម្លៃ £1លាននឹងមានជាស៊េរីមួយនៃទួរប៊ីននៅក្រោមទឹកដែលនឹងត្រូវបានដំឡើងនៅក្នុងតំបន់រ៉ុមនី វៀរ៍ ដែលនៅក្បែរទន្លេថេមស៍។\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "យោងតាមគណកម្មការ នយោជិកត្រូវផ្តល់\"ការស្នាកនៅល្មម\" ប្រសិនបើនិយោជិតតស៊ូវគ្គហ្វឹកហាត់ ប្រសិនបើមិនបង្ក\"សេចក្តីលំបាកវេទនាហួសហេតុ\"សំរាប់ក្រុមហ៊ុន។\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើ ទោះបីជាយ៉ាងណាក៏ដោយ វាមិនមានផលវិជ្ជមានទាំងអស់នោះទេ ពីព្រោះវាកំពុងតែដាក់សម្ពាធដ៏ធំមួយដល់អ្នកនាំចេញ។\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "អត្ថបទវិចារណកថារបស់គាត់គឺជាការលេងសើចក្នុងមួយជីវិតរបស់គាត់ ជម្លោះកំប៉ិកកំប៉ុក និងការយល់ឃើញអំពីបញ្ហាសង្គមនយោបាយ។\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "លោក​ហាន់ធើ ដែលកំពុងស្វែងរកការជ្រើសតាំងជាបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ បានអះអាងនៅក្នុងការយល់ស្របចំពោះច្បាប់នេះកាលពីសប្តាហ៍មុន។\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "សារព័ត៌មានវីគីកំពុងបន្តតាមដានរឿងរ៉ាវនេះ ប៉ុន្តែអ្នកប្រើប្រាស់អនាមិកបានបដិសេធន៍បទសម្ភាសន៍។\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "លោកវ៉ូលមឺ បានប្រកួតសាកល្បង 19 លើកសំរាប់ប្រទេសអង់គ្លេស និងជាគ្រូបង្វឹកសំរាប់ Warwickshire និងអាហ្វ្រិកខាងត្បូងមុនពេលក្លាយជាគ្រូបង្វឹកសម្រាប់ប៉ាគីស្ថានក្នុងឆ្នាំ 2004។\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីសន្តិសុខសាធារណៈលោកគ្រីស្តូស ប៉ាពូតស៊ីស បានធ្វើការសុំទោសចំពោះការបាត់បង់នេះ ដោយបានលើកឡើងថា \"មិនមានសន្តិសុខការពារ\" នៅវិចិត្រសាលនោះ។\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "មូលហេតុនៃការស្លាប់បណ្តាលមកពី​ការដួលរលំផ្ទះសម្បែងនៅក្រោមភ្លៀង ឬភក់។\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "គាត់ត្រូវបានគេចាត់ទុកថាជាអ្នកអភិរក្សសង្គមមួយនៅកំណត់ត្រាបោះឆ្នោតរបស់គាត់ ហើយគាត់បានគាំទ្រការធ្វើវិសោធនកម្មអាពាហ៍ពិពាហ៍សហពន្ធ័ ប្រឆាំងនឹងការរៀបការភេទដូចគ្នា។\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្នប្រជាជនឌិត្រតបានធ្លាក់មកត្រឹម 713,777 ដែលនេះធ្វើឲ្យទីក្រុងនេះលែងមានសិទ្ធិក្នុងការទទួលបានអត្ថប្រយោជន៍ហិរញ្ញវត្ថុទាំងនោះទៀតហើយ។\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "អ្នកដឹកនាំភាពយន្តជនជាតិប៉ូឡូញលោកអានឌ្រស្សេ វ៉ាជដា បានបញ្ចេញយោបល់របស់លោកស្តីអំពីទីកន្លែងបញ្ចុះសពអតីតប្រធានាធីបតី ដោយរៀបរាប់ថា \"លិច កាហ្ស៊ីនស្គីជាមនុស្សសាមញម្នាក់ និងជាបុរសល្អម្នាក់ ប៉ុន្តែមិនមានមូលហេតុណាមួយសំរាប់គាត់ដើម្បីបញ្ចុះក្នុងវ៉ាវេលក្នុងចំណោមស្តេចរបស់ប៉ូឡូញ និងសេនាប្រមុខ ចូហ្សេហ្វ ភីតស្សុតស្គី[ស្ថាបនិកនៃប្រទេសប៉ូឡូញសម័យទំនើប]ទេ។\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "ចលនានេះ កើតឡើងក្រោយពីព្រះសង្ឃឡាម៉ា ទី14 ឈ្មោះ តង់ស៊ីន យ៉ាត់សូ បានស្បថថានឹងចុះចេញពីតំណែងរបស់ខ្លួន ប្រសិនបើ \"មិនអាចគ្រប់គ្រងស្ថានការណ៍បាន\" នៅក្នុងទីបេ ដែលជា កន្លែងបាតុកម្មហិង្សាប្រឆាំងនឹងប្រទេសចិន បាន​សម្លាប់មនុស្សពី 13 ទៅ 100 នាក់។\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "\"ប្រទេសនេះគួរតែជ្រើសរើសលើកទឹកចិត្តមនុស្សដែលឧស្សាហ៍ព្យាយាមជាជាងអ្នកដែលលួចចម្លង។\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "តើមានកត្តាណាផ្សេងទៀត ដែលអាចប្រើប្រាស់ដើម្បីពន្យល់ពីភាពខុសគ្នានៃទំនាក់ទំនង ក្នុងចំណាប់អារម្មណ៍លើប្រព័ន្ធផ្សព្វផ្សាយជាជាងការប្រតិបត្តិដែរឬទេ?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "លោកអាប៊ុតបានអះអាងថា \"វាដោយសារលោករ៉ាត់ បានបិទកិច្ចព្រមព្រៀងទាំងអស់ ដែលរកឃើញជនភៀសខ្លួនជាង50,000នាក់ដែលយើងបានរកឃើញរហូតមកដល់ឥឡូវនេះ។\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "បេលឡូស្តេនី ជាកីឡាករសំខាន់ក្នុងក្រុមបាល់បោះសហភាពសូវៀត និងជាម្ចាស់មេដាយទាំងនៅអឺរ៉ុប និងអូឡាំពិក។\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "យានបង្ហោះតាមគន្លងកាស៊ីនីរបស់អង្គការ NASA បានបញ្ជូនត្រលប់មកវិញនូវរូបភាពដែលគួរឲ្យកត់សម្គាល់ពីភពផ្កាយព្រះសៅរ៍ ដោយបង្ហាញថារង្វង់មូលដ៏ល្បីនៃភពផ្កាយនេះ គឺមានភាពរលាក់ជាងការរំពឹងទុកយ៉ាងខ្លាំង។\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "ការសង្ខេបឯកសារបាននិយាយថា\"វាអាចចាំបាច់ក្នុងការណែនាំរដ្ឋមន្រ្ដីនៃស្ថានការណ៍នេះ។\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ជារៀងរាល់ឆ្នាំប្រហែលជាថ្ងៃទី5 ខែវិច្ឆិកា ប្រជាជនក្នុងប្រទេសអង់គ្លេស និងមួយភាគខ្លះនៃសហគមន៍ប្រារព្ធទិវាហ្គាយ ហ្វាគ ដើម្បីរំលឹកដល់អ្នកជំទាស់នឹងយោគ និងជនសមគំនិតរ៉ូមែត កាតូលិករបស់គាត់ដែលបរាជ័យក្នុងការបំផ្ទុះវិមានសភានៅថ្ងៃទី5 ខែវិច្ឆិកា ឆ្នាំ1605។\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "ទោងនេះគឺទាក់ទាញអារម្មណ៍មនុស្សណាស់ វាវិលជុំវិញឡានមានកៅអីពីរ នៅខាងក្នុងមានតង់ងងឹតដែលមានចេញភ្លើងភ្លឹបភ្លែត និងតន្រ្តី។\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យស្រ្តីព្រីចាសស៊ីនបានបញ្ជាក់ថាការវាយប្រហានេះគឺជាលទ្ធផលនៃការមិនយកចិត្តទុកដាក់។\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "ភ្លើងឆេះព្រៃដ៏ធំដែលកំពុងឆាបឆេះនៅតំបន់វាលរហោលស្ថាន ហាយដេសើតនៃរដ្ឋកាលីហ្វរនីញ៉ាភាគខាងត្បូងចាប់តាំងពីម៉ោង 2:00 រសៀល (2200 UTC) កាលពីម្សិលមិញ បន្តគំរាមកំហែងដល់ប្រជាជនរស់នៅក្នុងទីក្រុងផាមដាល់ក្នុងតំបន់ អង់តេឡូប វ៉ាល់ឡេ នៃតំបន់ឡូសអេនជើឡេស នៅថ្ងៃរសៀលនេះ។\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "សមាជិកព្រឹទ្ធសភា ម៉ាក់ដូណាល់ បានប្រាប់អ្នករៀបចំកម្មវិធី AM នៃវិទ្យុ ABC ថា លោករំពឹងថានៅក្នុងករណីនៃអ្នកដែលគេគិតថាបាននេសាទនៅក្នុងដែនទឹករបស់អូស្ត្រាលីខុសច្បាប់ ប្រធានក្រុម និងប្រហែលជាចៅហ្វាយនេសាទជាន់ខ្ពស់នឹងត្រូវបានចោទប្រកាន់ ដោយនាវិកផ្សេងទៀតត្រូវបានធ្វើមាតុភូមិនិវត្តភ្លាមៗទៅឥណ្ឌូនេស៊ីវិញ។\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ក្នុងចន្លោះពីគ្នាត្រឹមតែម្ភៃនាទីប៉ុណ្ណោះ ការបំផ្ទុះគ្រាប់បែកបានកំណត់គោលដៅទៅលើផ្សារចំនួនពីរនៅទីក្រុងបាកដាដ ភ្លាមៗ មុនពេលការហៅឲ្យចូលទៅសូត្រធម៍ថ្ងៃសុក្រ។\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "ការបែកចែកបច្ចុប្បន្នអំពីចំនួនកៅអីគឺគណបក្សការងារអូស្ត្រាលីមាន 58 ក្នុងចំណោមកៅអីសរុប86 គណបក្សជាតិសេរីនិយមមាន 25 គណបក្សឃ្វីនស៍ឡែនហ្រ្គីន និងគណបក្សជាតិតែមួយមានមួយកៅអីម្នាក់ និងគណបក្សឯករាជ្យមានបួនកៅអី។\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថា \"ប្រធានាធិបតីមិនសួរ និងមិនបានសួរពីអ្នកនាំពាក្យរបស់គាត់ក្នុងការផ្តល់ព័ត៌មានក្លែងក្លាយទេ។\"\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "សេចក្តីថ្លែងការណ៍នេះបាននិយាយថា: \"មិនមានការសម្រេចចិត្តចុងក្រោយលើតម្លៃចាប់ផ្តើម ឬជំនួយត្រូវបានយកហើយ ដូច្នេះវាលឿនពេកក្នុងការព្យាករណ៍ទៅលើផលប៉ះពាល់ដល់សក្តានុពលនៃតំលៃ។\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ការចូលមើល Wikipedia និងគេហទំព័រ​កម្មវិធីសម្ព័ន្ធ​របស់ Wikinews និង Flickr ដែលជាគេហទំព័រចែករំលែករូបភាព ត្រូវបានហាមឃាត់ផងដែរ នៅថ្ងៃព្រហស្បតិ៍។\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ បានព្យាយាមរត់គេចពីសន្ដិសុខនៅអាកាសយាន្ដដ្ឋានទីក្រុងភើម ដើម្បីលាក់ខ្លួននៅក្នុងយន្តហោះនៅពេលយន្តចេញដំណើរ។\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកវាជាការប្រកួតដ៏ខ្លាំងក្លាមួយសំរាប់ក្រុមទាំងពីរ ជាពិសេសក្រុមហូឡង់ ប៉ុន្ដែតូប៊ីនស្គីនិងអាសាវីនបានស៊ុតបញ្ចូលទី បញ្ចប់ការប្រកួតយ៉ាងមានប្រសិទ្ធិភាព។\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះចាប់ផ្ដើមពីឆ្នាំ1947 ដោយគ្រាន់ជាព្រឹត្តិការណ៍អញ្ជើញចូលរួមមួយរបស់ក្រុមសិង្ហបូរីនិងម៉ាឡេស៊ីនិងចាប់តាំងពីនោះមកបានរីកដុះដាលក្លាយជាថ្នាក់ជាតិហើយក្រុមក្លិបនៅទូទាំងសកលលោកត្រូវបានអញ្ជើញឱ្យចូលរួម។\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "ការឈ្នះរបស់ចលនារដ្ឋាភិបាលសម្រាប់កិច្ចអន្តរាគមន៍យោធា បានបង្កឲ្យមានការភ្ញាក់ផ្អើល មួយចំនួន។\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់កាកបាទក្រហមម្នាក់បានប្រសាសន៍ថា ផ្ទះសំបែងប្រមាណជាពីររយខ្នងត្រូវបានលិច ឬខូចខាច។\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "យន្តហោះនេះ ដែលបានចុះបញ្ជីដែលមានលេខ VP-BKO មានអាយុដប់ប្រាំមួយឆ្នាំមកហើយដែលពីដំបូងយន្តហោះនេះប្រតិបត្តិការដោយក្រុមហ៊ុនអាកាសចរណ៍ Xiamen។\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "ទីផ្សារភាគហ៊ុននេះត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ1985 និងបន្ទាប់នោះបានកើនឡើងដល់មានសហគ្រាសចំនួន 34 ដោយមានតម្លៃសរុបជាង US$21bn (€16.3bn; GBP11.1bn)។\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "កូដកម្មនេះបានប៉ះពាល់តំបន់ដ៏ធំមួយនៅក្នុងទីក្រុងញ៉ូដេលី ដែលរួមមាន ផ្សារសំខាន់ៗនៅរ៉ូហ៊ីនី ចានដានី ឆុក ការ៉ូល បាក និងរីករាលដាលដល់ភាគខាងត្បូងនៃទីក្រុងញ៉ូដេលី។\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "ក្រៃ ស្សាប បាននិយាយថា: \"ខ្ញុំចង់មានន័យថាខ្ញុំសោកស្តាយដែលខ្ញុំបានចាញ់ ប៉ុន្តែពួកយើងខុសគ្នាហើយនាងពិតជាអស្ចារ្យណាស់។\"\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ដោយសារខ្យល់បានកើនឡើងនៅពេលរសៀលនេះ នាំឲ្យមានរងើកភ្លើងបង្កឲ្យឆេះឆ្លងកាត់តាមប្រព័ន្ធប្រឡាយទឹក ហើយឥឡូវនេះ អគ្គិភ័យកំពុងឆាបឆេះឆ្ពោះទៅតំបន់ផាមដាល់ដែលមានប្រជាជនរស់នៅច្រើន។\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "ពាណិជ្ជករក្នុងទីផ្សារមូលបត្រឥណ្ឌូនេស៊ីម្នាក់បានមានប្រសាសន៍ថា \"ការដាច់ចរន្តអគ្គិសនីបានបង្កឲ្យមានការព្រួយបារម្មចំពោះវិបត្តិថាមពលដែលអាចធ្វើឲ្យប៉ះពាល់ដល់វិស័យឧស្សាហកម្មជាតិ។\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានទទួលជ័យជម្នះក្នុងលទ្ធផល 3-1 ក្នុងការប្រកួតទី 2 នៃក្របខ័ណ្ឌ UEFA-Women's Cup វគ្គផ្តាច់ព្រ័ត្រឆ្នាំ2005 កីឡាករនៃ 1.FFC Turbine Postdam បានឈ្នះជើងឯកនៅតំបន់អឺរ៉ុប ទល់នឹងក្រុមជនជាតិស៊ុយអែតនៃ Djurgården / Älvsjö - the UEFA Women's cup។\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "យោងតាមសារព័ត៌មានវិទ្យុដែលជា ទីភ្នាក់ងារព័ត៌មានមួយរបស់ប្រទេសជប៉ុន ដែលត្រួតពិនិត្យលើការផ្សាយតាមវិទ្យុរបស់កូរ៉េខាងជើង បានឲ្យដឹងថាស្ថានីយ៍ផ្សព្វផ្សាយកណ្តាលរបស់កូរ៉េខាងជើង ក៏ដូចជាទីភ្នាក់ងារព័ត៍មានកណ្តាលរបស់កូរ៉េ និងប្រព័ន្ធផ្សព្វផ្សាយរបស់កូរ៉េខាងជើងដទៃទៀត បានឈប់ប្រើពាក្យ \"អ្នកដឹកនាំជាទីស្រលាញ់\" នេះ នៅពេលនិយាយសំដៅទៅលើ លោកគីម ជុងអ៊ីល ដែលជាមេដឹកនាំកំពូលរបស់ប្រទេសនេះ។\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "ស្ថានភាពនៅក្នុងការប្រកួតនេះគឺខុសគ្នាស្រលះជាមួយនឹងសេវាអាកាសធាតុជាតិដែលបានរាយការណ៏ថាសីតុណ្ហភាពគឺ88ºF(31ºC)នៅការតាមដាននៅពេលប្រកួត។\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "ស្ថានទូតកាណាដានៅរដ្ឋវ៉ាស៊ីនតោន​ ត្រូវបានដាក់ក្នុងការផ្សព្វផ្សាយយុទ្ធនាការមួយ គ្របដណ្តប់តាមស្ថានីយ៍រថភ្លើងក្រោមដីនៅរដ្ឋវ៉ាស៊ីនតោន ដោយមានផ្ទាំងរូបភាពបង្ហាញពីកងទ័ពកាណាដានៅប្រទេសអាហ្វហ្គានីស្ថាន។\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "គាត់គឺនៅតែជាគ្រូបង្វឹករហូតទាល់តែបន្ទាប់ពីការប្រកួត World Cup 2007 និងត្រូវបានគេលើកឱ្យជំនួសតំណែង លោកឌុនខេន ហ្វ្រេតឆឺ ដែលជាគ្រូបង្វឹករបស់អង់គ្លេសបន្ទាប់ពីកិច្ចសន្យារបស់គាត់ជាមួយ PCB បានផុតកំណត់។\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "អ្នកជំនាញខាងភ្លើងដែលតែងតែជាប់រវល់ក្នុងកំឡុងពេលនេះជារៀងរាល់ឆ្នាំ បានអំពាវនាវឱ្យប្រើប្រាស់ពិពណ៌កាំជ្រួចដោយស្របច្បាប់ និងប្រកបដោយសុវត្តិភាព និងបានទទូចឱ្យប្រជាពលរដ្ឋចូលរួមរៀបចំពិពណ៌ជាសាធារណៈ។\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "អ្នកយាមត្រូវបានប្រាប់ថា នៅក្នុងក្បួន មិនអោយយកសារផ្ទាល់ខ្លួននិងកញ្ចប់ឥវ៉ាន់ ក្នុងអាគារឃុំឃាំង រឺនៅស្ថានីយ៍ករណីកិច្ចផ្សេងៗ។\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "\"យើង មិនមែនជនជាតិអង់គ្លេស បានកសាងលទ្ឋិប្រជាធិបតេយ្យដោយ ផ្អែលទៅលើមនុស្សម្នាក់ សន្លឹកឆ្នោតមួយ នេះគឺប្រជាធិបតេយ្យ ដែលបដិសេធន៍ការរើសអើង ជាតិសាសន៍ ឬភេទ និងលើកកម្ពស់សិទ្ឋិមនុស្ស និងសេរីភាព សាសនា\" គាត់បាននិយាយនៅក្នុងការឆ្លើយតបទៅនឹងការរិះគន់ជាអន្តរជាតិ គាត់បានទទួលថ្មីៗ ជាពិសេសពីហ្គូដុន ប្រោន។\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "គេបាននិយាយផងដែរថា គាត់បានបាត់ឱកាសមួយបន្ថែមទៀតសំរាប់សកម្មភាពគេចក្នុងការជួយសង្គ្រោះបន្ទាន់ អំឡុងពេលយន្តហោះបានបុកផ្លូវរត់ និងលោតទៅក្នុងអាកាសនៅចំណុចដែលសហអាកាសយានិកហ្គាហ្គេម រ៉ូចម៉ាណាបានស្នើឲ្យ \"ឆ្វែលជុំវិញ\"វិធីគួរត្រូវចាប់ផ្ដើម ប៉ុន្តែមិនត្រូវបានអើពើទេ។\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតប្រើពេលអស់រយៈពីរសប្តាហ៍ដើម្បីស្វែងរកការកំណត់អត្តសញ្ញាណក្រពើធ្មេញធំថាជាក្រពើអាមេរិក (ក្រពើ មីស៊ីស៊ីពី)។\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថាគាត់បានរៀបចំកាមេរ៉ាវ៉េបខេមដើម្បីថតព្រឹត្តិការណ៍នេះ ហើយនឹងបង្ហោះសេចក្តីលម្អិតនៅពេលក្រោយនៃម៉ាស៊ីនបម្រើ អេហ្វធីភីសំរាប់ឲ្យមនុស្សទាំងអស់មើល។\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "នៅអំឡុងពេលរដ្ឋបាលលោកខេនណេឌី លោកស្រីហេលែន បានបញ្ចប់សន្និសីទសារព័ត៌មានប្រធានាធិបតីទាំងអស់ ដោយមានហត្ថលេខា \"សូមអរគុណ លោកប្រធានាធិបតី\" និងជានិច្ចជាកាលបានចេញការព្រមានអំពីការងាររបស់លោកស្រីថា: \"ក្នុងអាជីពរបស់ខ្ញុំ អ្នកគ្រាន់តែល្អដូចជារឿងចុងក្រោយរបស់អ្នកប៉ុណ្ណោះ។\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "រ៉ូយ៉ាលមេលបានព្រមានដល់អតិថិជនថាការប្រមូលនិងចែកចាយសំបុត្រនៅចក្រភពអង់គ្លេសនឹងអាចរអាក់រអួលដោយសារឧបត្តិហេតុ។\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "វាគួរឱ្យខ្លាចពេលដែលប្រយោគមួយចំនួនត្រូវបានដកចេញពីអត្ថបទដើម្បីបង្កើតនូវចំណាប់អារម្មណ៍ថាវិទ្យាស្ថានរបស់ពួកយើងជាកន្លែងបណ្តុះនូវគំនិតមួយដែលជ្រុលនិយមដែលពួកគេអាចមកទាក់ទងយើងដោយផ្ទាល់- យើងប្រតិបត្តិគោលការណ៍បើកចំហក្នុងវិហារអ៊ីស្លាមរបស់យើង។\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "រាល់ការសម្ភាសន៍ទាំងអស់ត្រូវបានធ្វើឡើងតាមរយៈអ៊ីម៉ែល ហើយការសម្ភាសន៍ទាំងនោះនឹងត្រូវបានចេញផ្សាយដោយពុំមានការកែសម្រួលឡើយ អនុញ្ញាតឲ្យបេក្ខជនផ្តល់នូវព័ត៍មានពេញលេញរបស់ពួកគេទៅកាន់អ្នកអាន ដោយគ្មានការរំខាន។\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតនេះបានយកចិត្តទុកដាក់លើទំនាក់ទំនងរវាងប្រធានាធិបតីកូឡុំប៊ីដែលនឹងផុតអណត្តិ លោកអាល់វ៉ារូ យូរីបេ និងក្រុមជីវពលស្តាំនិយមនៅប្រទេសអាមេរិកខាងត្បូងដែលមានសង្គ្រាមញ៉ាំញ៉ី។\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "ឧបហេតុស្រដៀងគ្នានេះដែរត្រូវបានកត់ត្រានៅក្នុងបណ្តារដ្ឋនៅបាល់ទីក ជាពិសេសនៅប្រទេសជិតខាងភាគខាងត្បូងហ្វាំងឡង់គឺអេស្តូនីញ៉ា។\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា អ្នកកាត់ក្តីទាំងនោះគិតថាវាគួរតែមានអ្នកផ្សេងទៀតដែលពាក់ព័ន្ធក្នុងការវាយប្រហារនេះក្រៅពី​លោកអាល់-ម៉េក្រាហ៊ី។\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "អ្នករបួសត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យយោធា​ក្នុងមូលដ្ឋានដើម្បីធ្វើការព្យាបាល ចំណែកកងកម្លាំងសន្តិសុខការពារសន្តិសុខនៅកន្លែងផ្ទុះ។\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "ប្រជាជនស្ទើរតែ 50 ភាគរយនៅតាមតំបន់ជនបទនៃហ្ស៉ីបូទីមិនទាន់មានប្រភពទឹកស្អាតដែលមានការអភិវឌ្ឍត្រឹមត្រូវ​សម្រាប់បរិភោគនៅឡើយទេ។\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះ ជាពិសេសដាក់បន្ទោសទៅលើវិបត្តិសេដ្ឋកិច្ចពិភពលោកដែលបានបង្កើនបញ្ហាអនិកម្មភាពការងារ និងការថយចុះប្រាក់ចំណូលនៅក្នុងចំណោមប្រជាជនក្រីក្រ ដែលនាំឱ្យមានអសន្ដិសុខស្បៀងកាន់តែច្រើន ដែលនាំឲ្យមានភាពអត់ឃ្លាននៅលើពិភពលោក។\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "វាបានរកឃើញថាព្រៃកោងកាងជុំវិញដីសណ្តអៀរ៉ាវ៉ាឌីនៃប្រទេសភូមានបានទទួលការខូតខាតដោយសារតែការ \"ទាញយកផលហួសកំណត់\" និងការប្តូរទៅជាដីធ្វើស្រែ-ដែលត្រូវបានលើកទឹកចិត្តដោយរដ្ឋាភិបាលជាវិធីក្នុងការធានាការផលិតអាហារគ្រប់គ្រាន់សម្រាប់ខ្លួនឯង។\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "នគរបាលបានចុចកណ្តឹងរោទិ៍ប្រកាសអាសន្នជាច្រើនកាលល្ងាចនៃថ្ងៃកើតហេតុនៅផ្នែកផ្សេងៗទៀតនៃអគារ ដែលការនេះបានធ្វើឲ្យឆ្មាំវិចិត្រសាលភ្លេចខ្លួន។\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ប្រទេសផ្សេងៗទៀតកំពុងតែស្វែងថាការនាំចេញពីប្រទេសរ៉ូម៉ានីថ្លៃជាងមុន ដូច្នេះធ្វើឲមានភាពប្រកួតប្រជែងតិចដោយសារតែការកើនថ្លៃនៃលើ ហើយវាអាចធ្វើឲមានភាពឱនភាពកាន់តែធំឡើងក្នុងប្រទេស។\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "ទើបតែក្រោយម៉ោង 6:00 ល្ងាច (EDT) គេហទំព័រនេះបានត្រឡប់មកអនឡាញវិញជាមួយនឹងបញ្ហាតំណភ្ជាប់បន្តិចបន្តួច។\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "កាលពីសប្ដាហ៍មុនរបបហ្វីជី បានគំរាមកំហែងបណ្ដេញតំណាងជាន់ខ្ពស់របស់ញូវហ្ស៊េលែន ប្រសិនបើ រដ្ឋាភិបាលញូវហ្ស៊េលែនមិនផ្ដល់ទិដ្ឋាការដល់លោកចច នាសេវ៉ា ដែលជាកូនប្រុសរបស់មន្រ្តីរដ្ឋាភិបាលជាន់ខ្ពស់ទេនោះ។\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "វិភាគទានត្រូវបានធ្វើការរៃអង្គាសសំរាប់កាកបាទក្រហមអាមេរិក និងកងទ័ពសង្គ្រោះ។\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "អូប្លូន បានប្រាប់អ្នកសារព័ត៌មានថា \"យើងគ្មានការសង្ស័យទេថា យើងនឹងឈ្នះបណ្តឹងឧទ្ធរណ៍។\"\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "ទីមួយ ដីកាកោះសាក្សីសម្រាប់ព្រះអង្គម្ចាស់មិនត្រូវបានចេញបានទាន់ពេលវេលាស្របច្បាប់នោះទេ។\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុន Microsoft បានយល់ព្រមចំពោះករណីនេះ ដោយផ្តល់ព័ត៌មានសម្រាប់តម្លៃពន្ធប៉ាតង់ចំនួន 6.5% នៃចំណូលរបស់អ្នកទទួលអជ្ញាប័ណ្ណចំពោះផលិតផលដែលទើបឆ្នៃប្រឌិត (ជាពិសេស 3.87% សំរាប់អាជ្ញាប័ណ្ណប៉ាតង់ និង2.98% សំរាប់អាជ្ញាប័ណ្ណផ្តល់ព័ត៌មាន)។\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "គេមិនទាន់ច្បាស់នៅឡើយថាតើម្ចាស់ជ័យលាភីចំនួនប្រាំពីរដងនៃការប្រកួតប្រណាំងកង់ Tour de France មានបំណងចូលរួមប្រកួតប្រជែងសម្រាប់ការចាត់ចំណាត់ថ្នាក់ទូទៅនេះឬអត់ ប៉ុន្តែគាត់មិនបាននាំមុខនៅក្នុងការប្រកួតថ្ងៃអាទិត្យនេះឡើយ។\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានបញ្ជាក់ថាមនុស្សបួននាក់បានស្លាប់នៅក្នុងហេតុការណ៍នោះ។\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "សមាជិកសភាផ្សេងទៀត ហើយថែមទាំងសមាជិកសភាខ្លះទៀតមកពីគណបក្សពលករ មិនបានយល់ស្របនឹងការប៉ុនប៉ងផ្តួលរំលំដោយប្រើទាហានទេ។\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    }
]
}