{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, In my opinion given a sentence uhm in the English language and your task ahh is to convert it into the Malay language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Malay"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Charles makan kentang goreng kerana mengetahui ia akan menjadi hidangan terakhirnya.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        },
        {
            "input": "I may struggle with geography, but I'm sure I'm somewhere around here.",
            "output": "Saya mungkin bergelut dengan geografi, tetapi saya pasti saya berada di suatu tempat di sekitar sini.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        }
    ],
    "Negative Examples": [
        {
            "input": "Just because the water is red doesn't mean you can't drink it.",
            "output": "Dia melihat karya agung yang tergantung di muzium itu tetapi apa yang dia fikirkan ialah anak berusia lima tahunnya boleh berbuat lebih baik.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        },
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Dia berkata dia mempunyai keupayaan untuk mendengar runut bunyi hidup anda.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Recently some fashion capitals have mandated minimum body mass indexes for runway models.",
            "output": [
                "Baru-baru ini beberapa pusat fesyen utama telah mewajibkan indeks jisim badan minimum untuk model landasan."
            ]
        },
        {
            "input": "Witnesses said that one man pulled out a handgun and shot another man in the head.",
            "output": [
                "Saksi berkata bahawa seorang lelaki telah mengeluarkan pistol dan menembak seorang yang lain di kepala."
            ]
        },
        {
            "input": "Walsh aide's brought up the fact he is committed to ending paper waste at the Massachusetts State House.",
            "output": [
                "Pembantu Walsh menyatakan beliau komited untuk menamatkan sisa kertas di Rumah Bandar Massachusetts."
            ]
        },
        {
            "input": "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.",
            "output": [
                "Wikileaks telah menghubungi wakil peguam pihak tahanan di dalam kem untuk membuat analisis sendiri."
            ]
        },
        {
            "input": "The aircraft landed without incident at Vancouver International Airport at around 1340 local time (2040 UTC).",
            "output": [
                "Pesawat itu mendarat tanpa sebarang insiden di Lapangan Terbang Antarabangsa Vancouver sekitar jam 1340 waktu tempatan (2040 UTC)."
            ]
        },
        {
            "input": "\"I imagine that it's the same as the letter they dictated to him and doesn't reflect his real state.\"",
            "output": [
                "\"Saya membayangkan bahawa itu sama dengan surat yang dibaca kepadanya dan tidak mencerminkan keadaan sebenarnya.\""
            ]
        },
        {
            "input": "Three people are dead and five are injured after an explosion tore through a shopping center near the port of Jounie, 20 kilometres north of Beirut, Lebanon.",
            "output": [
                "Tiga orang mati dan lima lagi tercedera selepas satu letupan yang memusnahkan sebuah pusat membeli-belah berdekatan pelabuhan Jounie, 20 kilometer utara Beirut, Lebanon."
            ]
        },
        {
            "input": "The United States neither confirms nor denies the existence of secret detention centers.",
            "output": [
                "Amerika Syarikat tidak mengesahkan atau menafikan kewujudan pusat-pusat tahanan rahsia tersebut."
            ]
        },
        {
            "input": "In her statement to MPs, Ruth Kelly confirmed that no banking information was contained within the lost data, nor were individuals' dates of birth.",
            "output": [
                "Pada kenyataannya kepada MP, Ruth Kelly mengesahkan tiada maklumat perbankan terkandung didalam data yang hilang, mahupun tarikh lahir individu."
            ]
        },
        {
            "input": "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".",
            "output": [
                "Curry berkata bahawa keputusan untuk mereka yang dirawat berjaya disahkan benar \"apa sahaja yang mereka telah bertindakbalas - terapi kognitif tingkah laku, Prozac, kedua-dua rawatan, atau plasebo.\""
            ]
        },
        {
            "input": "Cabarrus scored on another putback for his fourth points of the game late in the quarter, helping Academy to a twelve to eight lead at the end of the first.",
            "output": [
                "Cabarrus menjaringkan gol dalam satu lagi putback untuk mata keempatnya dalam permainan lewat dalam suku permainan itu, membantu Akademi mencapai pendahuluan dua belas lapan pada akhir musim pertama."
            ]
        },
        {
            "input": "New Zealand's national airline, Air New Zealand has announced that they will be flying direct to Canada.",
            "output": [
                "Syarikat penerbangan kebangsaan New Zealand, Air New Zealand telah mengumumkan bahawa mereka akan terbang terus ke Kanada."
            ]
        },
        {
            "input": "The hurricane, which has been upgraded to Category 2 status, hit the island early this morning and has caused widespread damage.",
            "output": [
                "Taufan tersebut, yang telah dinaik taraf ke status Kategori 2, melanda pulau itu awal pagi ini dan telah menyebabkan kerosakan yang meluas."
            ]
        },
        {
            "input": "Workers at SsangYong have been occupying their factory since May 22 in protest against a 36% cut in employees there.",
            "output": [
                "Pekerja di SsangYong telah pun memenuhi kilang mereka sejak 22 Mei dalam membantah ke atas 36% pengurangan pekerja di situ."
            ]
        },
        {
            "input": "The temple was constructed about 300 BC by Ptolemy II.",
            "output": [
                "Kuil itu dibina lebih kurang 300 BC oleh Ptolemy II."
            ]
        },
        {
            "input": "\"It's a natural meteor, definitely,\" said Bill Cooke, an astronomer at NASA's Meteoroid Environment Office.",
            "output": [
                "\"Ia adalah satu meteor semula jadi, sudah pasti,\" kata Bill Cooke, seorang ahli astronomi di Meteoroid Persekitaran Pejabat NASA."
            ]
        },
        {
            "input": "There is also the possibility of fines and action to recover the costs of the fire.",
            "output": [
                "Terdapat juga kemungkinan denda dan tindakan untuk membayar ganti rugi kebakaran."
            ]
        },
        {
            "input": "These reports have now been revealed to be a hoax.",
            "output": [
                "Laporan-laporan ini kini telah didedahkan sebagai satu penipuan."
            ]
        },
        {
            "input": "The death toll from the first 13 days of the Israeli offensive was 770 Palestinians and 14 Israelis.",
            "output": [
                "Jumlah kematian dari 13 hari petama Israel mengganas ialah seramai 770 orang warga Palestin dan 14 warga Israel."
            ]
        },
        {
            "input": "Early reports claim little damage was done to the temple.",
            "output": [
                "Laporan awal mengatakan sedikit kerosakan telah dilakukan terhadap kuil."
            ]
        },
        {
            "input": "Since then, Chavez was democratically elected president in 1998, 2000, and survived a recall referendum against him in 2004, and the constitutional reform referendum which he supported was supported by over 70% of the population in 1999.",
            "output": [
                "Sejak itu, Chavez telah dipilih secara demokratik menjadi presiden pada tahun 1998, 2000, dan berjaya dalam pengutan suara terhadapnya pada tahun 2004, dan pungutan pembaharuan perlembagaan yang disokongnya disokong oleh lebih 70% daripada penduduk pada tahun 1999."
            ]
        },
        {
            "input": "Most international observers, however, had deemed the elections fair and free, although there had been some criticism that the electoral commission had disqualified MDM candidates for all but four provincial assemblies on technical grounds.",
            "output": [
                "Kebanyakan pemerhati antarabangsa, walau bagaimanapun, menganggap pilihan raya tersebut adil dan bebas, walaupun terdapat beberapa kritikan yang suruahnjaya pilihan raya telah menolak kelayakan calon MDM untuk semua kecuali empat Dewan Wilayah atas alasan teknikal."
            ]
        },
        {
            "input": "According to the Estonian paper Postimees, the oil spill is now a kilometer (0.6 mile) away from the Estonian capital of Tallinn.",
            "output": [
                "Menurut akhbar Estonia Postimees, tumpahan minyak tersebut kini satu kilometer (0.6 batu) jauh daripada ibu negeri Estonia, Talinn."
            ]
        },
        {
            "input": "Mr Howard claims that there is an issue for mental health professionals in treating patients with a substance abuse problem and mental illness.",
            "output": [
                "Encik Howard mendakwa bahawa terdapat isu untuk ahli profesional kesihatan mental dalam merawat pesakit yang mempunyai masalah penyalahgunaan dadah dan penyakit mental."
            ]
        },
        {
            "input": "The body’s immune system is less effective at quashing disease than it could be - but if it were better the immune system might do more harm than good, according to new research by Michael Deem and colleagues of Rice University in Houston.",
            "output": [
                "Sistem imunisasi badan kurang berkesan untuk membatalkan penyakit daripada boleh - tetapi jika ia adalah lebih baik dari sistem imunisasi mungkin melakukan lebih berbahaya daripada baik, menurut penyelidikan baru oleh Michael Deem dan rakan-rakan dari Universiti Rice di Houston."
            ]
        },
        {
            "input": "A statement by the US military said the operation was expected to last several days, and was targeting a smuggling route and hideouts for foreign rebels.",
            "output": [
                "Satu kenyataan oleh tentera A.S. berkata operasi itu dijangka berterusan selama beberapa hari, dan menyasarkan laluan penyeludupan dan persembunyian pemberontak asing."
            ]
        },
        {
            "input": "Six other workers were injured in what is being called a seismic \"bump.\"",
            "output": [
                "Enam pekerja lain yang tercedera di tempat yang dikenali sebagai \"benjolan\" seismik."
            ]
        },
        {
            "input": "As a result the corporation sued her and five of the Thai Post's executives for defamation.",
            "output": [
                "Akibatnya syarikat itu menyamannya dan lima orang pegawai eksekutif Thai Post kerana fitnah."
            ]
        },
        {
            "input": "In 1967, Bethe was awarded the Nobel Prize in Physics for his studies of the production of solar and stellar energy, stellar nucleosynthesis.",
            "output": [
                "Pada tahun 1967, Bethe telah dianugerahkan Hadiah Nobel dalam Fizik untuk pengajian pengeluaran solar dan tenaga najam, sintesis nuklear najam."
            ]
        },
        {
            "input": "The German city of Munich has delayed the start of its planed migration to Linux till 2006.",
            "output": [
                "Bandar Jerman Munich telah menangguh permulaan pertukaran terancang kepada Linux hingga 2006."
            ]
        },
        {
            "input": "The pirates captured the boat on October 2, and are demanding US$4 (€2.6) million in ransom in addition to the release of the two captured Somalis.",
            "output": [
                "Lanun menahan bot pada 2 Oktober, dan meminta AS$4 (€2.6) milion sebagai tebusan sebagai tambahan terhadap pembebasan dua tahanan Somali."
            ]
        },
        {
            "input": "South Ossetia is a former province of Georgia that broke away from Georgia and declared its independence on November 28, 1991.",
            "output": [
                "Selatan Ossetia ialah bekas wilayah Georgia yang telah telah berpisah dari Georgia dan mengisyitiharkan kemerdekaan pada 28 November 1991."
            ]
        },
        {
            "input": "In September 1988, the Equal Employment Opportunity Commission issued a policy-guidance notice which stated that New Age courses should be handled under Title VII of the Act.",
            "output": [
                "Pada bulan September 1988, Suruhanjaya Peluang Pekerjaan Sama mengeluarkan notis dasar-panduan yang menyatakan bahawa kursus-kursus New Age hendaklah dikendalikan di bawah Tajuk VII Akta tersebut."
            ]
        },
        {
            "input": "He is due to go before a magistrate, and cannot receive bail until he does so.",
            "output": [
                "Beliau harus pergi ke hadapan seorang majistret, dan tidak boleh menerima ikat jamin sehingga dia berbuat demikian."
            ]
        },
        {
            "input": "\"And so I think that John Howard, while it wasn't a very complimentary statement, he is basically stating the truth and that is that what we say on the Senate floor on or the House floor goes to a world audience.\"",
            "output": [
                "\"Oleh itu, saya berfikir bahawa John Howard, manakala ia bukan satu kenyataan yang ikhlas, dia pada dasarnya menyatakan kebenaran dan itu adalah bahawa apa yang kita katakan di Dewan Senat atau pihak Dewan pergi ke khalayak dunia.\""
            ]
        },
        {
            "input": "This is a first for the Commonwealth of Virginia where charges that carry a maximum penalty of 10 years are leveled in a case involving a pet's owner.",
            "output": [
                "Ini adalah kali pertama bagi Komanwel Virginia di mana pertuduhan yang membawa hukuman maksimum 10 tahun disamatarafkan dengan kes yang melibatkan pemilik haiwan peliharaan."
            ]
        },
        {
            "input": "As a result of the tightening of Manning's conditions, he will be required for the indefinite future to sleep naked in his cell, and endure, according to Coombs, the \"humiliation of standing naked at attention for the morning roll call\".",
            "output": [
                "Hasil daripada pengetatan syarat Manning, dia perlu pada masa akan datang yang tarikh akhirnya tidak diputuskan untuk tidur bogel dalam biliknya, dan bertahan, menurut Coombs, \"penghinaan berdiri bogel dalam perhatian untuk rondaan pagi.\""
            ]
        },
        {
            "input": "The fifteen year old Andrey Scherbakov spent two hours in the wheel well of the airplane at extreme temperature of −50° centigrade.",
            "output": [
                "Andrey Scherbakov yang berusia lima belas tahun menghabiskan masa selama dua jam di dalam tempat simpanan roda pesawat itu pada suhu melampau -50º celsius."
            ]
        },
        {
            "input": "\"Although the rise in eurozone unemployment has slowed in recent months, it still seems poised to trend higher during much, if not all, of 2010,\" he noted.",
            "output": [
                "\"Walaupun kadar peningkatan pengangguran di eurozone telah menjadi perlahan dalam kebelakangan bulan, ia masih lagi kelihatan meningkat, jika tidak semua, berbanding tahun 2010,\" dia menyatakan."
            ]
        },
        {
            "input": "He attempted to sing the first line of the song, but instead said \"Ladies and gentlemen, I love you, and I thank you for coming, but I can no longer continue.\"",
            "output": [
                "Dia cuba untuk menyanyikan baris pertama lagu tersebut, tetapi sebaliknya menyatakan \"Para hadirin sekalian, saya sayang kamu, dan berterima kasih kerana datang, tetapi saya tidak mampu untuk meneruskan lagi.\""
            ]
        },
        {
            "input": "The first call to the Police spoke not of an explosion, but of a person falling under the wheels of the train.",
            "output": [
                "Panggilan pertama kepada pihak Polis tidak menyatakan mengenai letupan, tetapi mengenai orang yang jatuh di bawah roda kereta api."
            ]
        },
        {
            "input": "Last week, similar restrictions were imposed by the U.S. on cotton trousers, knit shirts, and underwear.",
            "output": [
                "Minggu lalu, sekatan hampir sama telah dikenakan oleh A.S. pada seluar kapas, baju kait, dan seluar dalam."
            ]
        },
        {
            "input": "The murder probably took place on Sunday, July 31 according to the local police, which also states that at least ten suspects have been questioned.",
            "output": [
                "Pembunuhan itu kemungkinan berlaku pada Ahad, 31 Julai menurut polis tempatan, yang juga menyatakan bahawa sekurang-kurangnya sepuluh suspek telah disoal."
            ]
        },
        {
            "input": "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.",
            "output": [
                "Deeana Large, yang pada mulanya berkata dia hanya mempunyai 1 daripada 3 anjing yang terlibat dalam kes cedera itu, belum lagi secara rasmi dikenakan tuduhan dan menanti pendakwaan."
            ]
        },
        {
            "input": "The overall national suicide rate is decreasing — down from 42 per 100,000 in 1995 to 23.5 two years ago.",
            "output": [
                "Kadar keseluruhan kebangsaan pembunuhan diri sedang berkurangan - jatuh daripada 42 bagi setiap 100,000 pada tahun 1995 kepada 23.5 dua tahun lalu."
            ]
        },
        {
            "input": "\"She could not go that night and wanted to discuss matters with the sisters and the bishop as well.\"",
            "output": [
                "\"Dia tidak dapat pergi pada malam tersebut dan juga hendak berbincang dengan sister dan bishop.\""
            ]
        },
        {
            "input": "According to exit polls, the Leftist Coalition for Bulgaria has a lead with around 31%, but without majority, neccesating creation of coalitions.",
            "output": [
                "Menurut tinjauan undi dari luar, pihak gabungan haluan kiri Bulgaria mendahului dengan kira-kira 31%, tetapi tanpa majoriti, perlunya pembentukan kerajaan campuran."
            ]
        },
        {
            "input": "Some oil service companies were nationalized earlier this month along with other sectors like banking, cement and steel.",
            "output": [
                "Beberapa syarikat perkhidmatan minyak telah dinegarakan awal bulan ini bersama-sama dengan sektor-sektor lain seperti perbankan, simen dan keluli."
            ]
        },
        {
            "input": "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.",
            "output": [
                "Wood menjelaskan, bagaimanapun, bahawa keputusan muktamad mengenai kesahihan perang bergantung pada Peguam Negara, dan bukan dengan dirinya."
            ]
        },
        {
            "input": "The residence's landlord said Hughes, weighing 348 pounds (157 kilograms), began sitting in the chair after his knees started to hurt, and refused to get up.",
            "output": [
                "Tuan rumah kediaman itu berkata Hughes, berat 348 paun (157 kilogram), mula duduk di kerusi itu selepas lututnya mula sakit, dan enggan membangun."
            ]
        },
        {
            "input": "Georgian Prime Minister Zurab Nogaideli called for an assessment of the flood and mudslide damages.",
            "output": [
                "Perdana Menteri Georgia Zurab Nogaideli meminta penilaian untuk banjir dan tanah runtuh."
            ]
        },
        {
            "input": "The lawsuit is seeking damages of $22,000 for each AT&T customer in addition to punitive fines.",
            "output": [
                "Tindakan undang-undang untuk menuntut ganti rugi sebanyak $22,000 untuk setiap pengguna AT&T tambahan kepada denda punitif."
            ]
        },
        {
            "input": "The new species of butterflies are one subfamily of the Satyrinae species and the other a species of the Skipper butterfly.",
            "output": [
                "Spesies baru rama-rama adalah salah satu subfamili daripada spesies Satyrinae dan spesies lain daripada rama-rama Skipper."
            ]
        },
        {
            "input": "\"We have all seen what happens when the executive branch gets involved in elections.\"",
            "output": [
                "\"Kami telah melihat semua yang berlaku apabila eksekutif cawangan terlibat dalam pilihanraya.\""
            ]
        },
        {
            "input": "On the announcement, senior Obama staffers explained that Ryan's selection \"makes clear that Romney would be a rubber stamp for the congressional GOP\" and that the choice provides the Obama campaign with \"clear advantages\".",
            "output": [
                "Dalam pengumuman itu, kakitangan Obama menjelaskan bahawa pemilihan Ryan \"menjelaskan bahawa Romney akan menjadi pengecop untuk Kongres GOP\" dan bahawa pilihan menyediakan kempen Obama dengan \"kelebihan yang jelas.\""
            ]
        },
        {
            "input": "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.",
            "output": [
                "Menurut agensi berita kawalan kerajaan RIA, mangsa tunggal dari letupan itu adalah orang awam."
            ]
        },
        {
            "input": "Microsoft has reported a profit increase of 60%, attributed to the widespread success of its new operating system, Windows 7, the fastest-selling operating system ever.",
            "output": [
                "Microsoft telah melaporkan peningkatan keuntungan sebanyak 60%, hasil daripada kejayaan meluas sistem operasi baru, Windows 7, sistem operasi yang paling cepat laris."
            ]
        },
        {
            "input": "The senate had passed the measure just seven days before.",
            "output": [
                "Ahli Senat telah meluluskan tindakan tersebut hanya tujuh hari sebelumnya."
            ]
        },
        {
            "input": "Minor casualties and building damage have been reported, and miners and schoolchildren have been evacuated.",
            "output": [
                "Kecederaan ringan dan kerosakan bangunan telah dilaporkan, dan pelombong - pelombong dan kanak-kanak sekolah telah dipindahkan."
            ]
        },
        {
            "input": "It is believed the man who has been charged with her murder was the estranged husband of her niece.",
            "output": [
                "Adalah dipercayai orang yang telah dituduh membunuh beliau adalah suami yang telah berpisah daripada anak saudara beliau."
            ]
        },
        {
            "input": "Team spokesman Parvez Mir reported that when he was found \"He had blood on him and there was vomit on the walls.\"",
            "output": [
                "Jurucakap pasukan Parvez Mir melaporkan bahawa apabila dia ditemui \"Dia mempunyai darah di atasnya dan terdapat muntah di dinding.\""
            ]
        },
        {
            "input": "The official newspaper of the government of China claimed that \"the Dalai Lama is scheming to take the Beijing Olympics hostage to force the Chinese government to make concessions to Tibet independence.\"",
            "output": [
                "Akhbar rasmi kerajaan China mendakwa bahawa \"Dalai Lama sedang merancang untuk menggunakan tebusan Beijing Olimpik bagi memaksa kerajaan China untuk berkompromi dengan kemerdekaan Tibet.\""
            ]
        },
        {
            "input": "Police in Austria have reported that the situation in the cellar where people were illegally imprisoned for over two decades is 'oppressive'.",
            "output": [
                "Polis di Austria telah melaporkan yang situasi di bilik bawah tanah di mana orang telah dipenjarakan secara haram selama lebih dua dekad adalah 'zalim'."
            ]
        },
        {
            "input": "Ornithologists say each mating pair of Ivory-billed woodpeckers needs three square miles of forest to survive.",
            "output": [
                "Ahli ornitologi mengatakan setiap pasangan burung belatuk Ivory-billed yang mengawan memerlukan tiga batu persegi hutan untuk terus hidup."
            ]
        },
        {
            "input": "Microsoft CEO Steve Ballmer stated that the company had news that the fine was pending.",
            "output": [
                "CEO Microsoft Steve Ballmer berkata bahawa syarikat mendapat berita yang denda it masih belum selesai."
            ]
        },
        {
            "input": "Serafin Edwin traveled to the capital of Kerala, Thiruvananthapuram, last week from her residence in Dubai, in order to give testimony against Madhavan.",
            "output": [
                "Serafin Edwin mengembara ke ibu kota Kerala, Thiruvananthapuram, minggu lepas dari kediamannya di Dubai, untuk memberi keterangan terhadap Madhavan."
            ]
        },
        {
            "input": "It is estimated that the NOASC oil sands hold approximately 2.2 billion barrels of oil reserves.",
            "output": [
                "Dianggarkan pasir minyak yang dimiliki NAOSC sekitar anggaran 2.2 bilion tong bekalan minyak."
            ]
        },
        {
            "input": "David Cameron argued the recent events in Syria were a \"humanitarian catastrophe, and if there are no consequences for it, there is nothing to stop Assad and other dictators from using these weapons again and again\".",
            "output": [
                "David Cameron mengemukakan alasan bahawa peristiwa baru-baru ini yang terjadi di Syria adalah satu \"malapetaka kemanusiaan, dan jika tidak ada akibat daripadanya, tidak ada yang akan dapat menghentikan Assad dan diktator yang lain dari menggunakan senjata ini berulang kali.\""
            ]
        },
        {
            "input": "\"They got out, and I made the mistake of getting out.\"",
            "output": [
                "\"Mereka keluar, dan saya silap kerana keluar.\""
            ]
        },
        {
            "input": "The international community is taking a keen interest in the elections — the first since 1961.",
            "output": [
                "Masyarakat antarabangsa mempunyai minat yang mendalam dalam pilihanraya itu - yang pertama sejak tahun 1961."
            ]
        },
        {
            "input": "The West African group of countries Ecowas has already dispatched a delegation to talk to the group responsible for the coup.",
            "output": [
                "Kumpulan Afrika Barat negara-negara Ecowas telah menghantar satu delegasi untuk berbincang dengan kumpulan yang bertanggungjawab atas rampasan kuasa itu."
            ]
        },
        {
            "input": "It also finds boys who masturbate are more likely to engage in safe sex than boys who don't.",
            "output": [
                "Ia juga mendapati bahawa lelaki yang melakukan onani biasanya akan melibatkan diri dengan sex secara sihat berbanding dengan lelaki yang tidak."
            ]
        },
        {
            "input": "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.",
            "output": [
                "Menurut Shanahan, kesemua ahli pasukan Denver Broncos akan menghadiri upacara pengebumian Williams pada Sabtu nanti di kampung halamannya di Fort Worth, Texas."
            ]
        },
        {
            "input": "After speaking with his sister who was in Lincoln, Nebraska, he was in tears and being consoled by manager Joe Girardi.",
            "output": [
                "Selepas bercakap dengan adik perempuannya yang berada di Lincoln, Nebraska, dia menangis dan ditenangkan oleh pengurus Joe Girardi."
            ]
        },
        {
            "input": "Zelaya asked his people to be able to \"practice his rights peacefully\" after his arrival in the Central American country.",
            "output": [
                "Zelaya meminta orang ramai supaya \"mengamalkan haknya secara aman\" selepas ketibaannya di negara Amerika Tengah itu."
            ]
        },
        {
            "input": "Rami Shaaban in the Sweden goal did not have a save to make.",
            "output": [
                "Rami Shaaban di pintu gol Sweden tidak menghasilkan sebarang aksi menyelamatkan gawang."
            ]
        },
        {
            "input": "Then he was let free, but police refused to return the camera, saying that they would give it to the Hakim.",
            "output": [
                "Selepas itu dia dibebaskan, tetapi polis enggan mengembalikan kamera tersebut, sambil mengatakan yang mereka mahu memberinya kepada Hakim."
            ]
        },
        {
            "input": "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.",
            "output": [
                "Kaki pertama pusingan enam belas dalam Piala UEFA berlaku awal hari ini, dengan kesemua lapan perlawanan yang dimainkan."
            ]
        },
        {
            "input": "At the time, a decision had been made to flood the pit after attempts to rescue the men failed.",
            "output": [
                "Pada masa itu, keputusan telah dibuat untuk membanjiri lubang selepas percubaan untuk menyelamatkan orang-orang gagal."
            ]
        },
        {
            "input": "Juergen Klinsmann may be credited with a substitution change that partially helped Germany get an equalising goal.",
            "output": [
                "Juergen Klinsmann boleh dikreditkan dengan perubahan penggantian yang sebahagiannya membantu Jerman mendapatkan gol penyamaan."
            ]
        },
        {
            "input": "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.",
            "output": [
                "\"Kami sedar bahawa ini adalah kesimpulan radikal - kalau kita mempunyai bukti untuk cecair air dalam badan begitu kecil dan terlalu sejuk,\" kata Dr. Carolyn Porco, Cassini ketua pasukan pengimejan di Institut Sains Angkasa, Boulder, Colorado."
            ]
        },
        {
            "input": "Mosaic employs approximately 5,400 staff throughout the UK and Ireland.",
            "output": [
                "Mosaic mengambil kerja lebih kurang 5,400 pekerja seluruh UK dan Ireland."
            ]
        },
        {
            "input": "The man who recorded him apparently was an anti-Tea Party student from the University of Illinois at Urbana–Champaign.",
            "output": [
                "Lelaki yang merakamkannya itu rupa-rupanya seorang pelajar anti-Tea Party dari Universiti Illinois at Urbana-Champain."
            ]
        },
        {
            "input": "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"",
            "output": [
                "\"Peningkatan ini memperkukuhkan lagi keperluan untuk mengamalkan dan mengekalkan dasar-dasar yang menggalakkan pertumbuhan ekonomi dan tanggungjawab fiskal, termasuk pembaharuan kelayakan dan dasar cukai pro-pertumbuhan.\""
            ]
        },
        {
            "input": "\"He had grown up in Shanghai and had very good manners.\"",
            "output": [
                "\"Beliau telah dibesarkan di Shanghai dan mempunyai adab yang sangat baik.\""
            ]
        },
        {
            "input": "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.",
            "output": [
                "Wikinews kemudian bertanya mengapa mereka tidak meninggalkan senarai penuh diperolehi, tetapi menanda laman mana yang mereka rasakan tidak perlu ditapiskan."
            ]
        },
        {
            "input": "To protect the lives of innocent diplomats who are serving their countries overseas.\"",
            "output": [
                "Untuk melindungi kehidupan diplomat-diplomat yang tidak bersalah yang berkhidmat untuk negara mereka di luar negara.\""
            ]
        },
        {
            "input": "The police haven't been able to contact their respective relatives.",
            "output": [
                "Pihak polis masih belum dapat menghubungi saudara keluarga tersebut."
            ]
        },
        {
            "input": "In the past few days, around 100 dead bodies have been recovered, and it is estimated that over 300 people are still missing.",
            "output": [
                "Beberapa hari yang lepas, lebih kurang 100 mayat telah dijumpai, dan dijangkakan lebih 300 orang masih hilang."
            ]
        },
        {
            "input": "\"Our diplomats, our development workers and brave men and women of the Canadian Forces.\"",
            "output": [
                "\"Diplomat kita, pegawai pembangunan kita dan Angkatan Tentera Kanada lelaki dan wanita yang berani.\""
            ]
        },
        {
            "input": "Her comments were preceded earlier that day President Bush who also called for an end to the violence: \"I call upon the governments around the world to stop the violence.",
            "output": [
                "Komen beliau mendahului awal pada hari Presiden Bush juga menghubungi untuk mengakhirkan kegansan: \"Saya menghubungi kerajaan-kerajaan di seluruh dunia untuk menghentikan keganasan."
            ]
        },
        {
            "input": "The website, DontDateHimGirl.com, allows women to use a search engine to find alleged deceivers.",
            "output": [
                "Laman web, DontDateHimGirl.com, membolehkan wanita untuk menggunakan enjin carian untuk mencari penipu yang didakwa."
            ]
        },
        {
            "input": "Whether this correlation be attributed to nature through the prenatal effects of the womb or to nurture through the psychosocial effects of growing up with elder siblings, however, remained unclear.",
            "output": [
                "Hubungan ini adalah antara semulajadi melalui kesan prenatal rahim atau penjagaan melalui kesan psikososial membesar dengan adik beradik yang lebih tua, masih lagi tidak dapat dijelaskan."
            ]
        },
        {
            "input": "\"With Byetta's demonstrated effects on blood sugar and its safety profile, physicians and patients now have a new approach to fight the growing diabetes epidemic,\" said Sidney Taurel, CEO of Lilly.",
            "output": [
                "\"Byetta membuktikan kesan pada paras gula dalam darah dan profil keselamatan, doktor dan pesakit sekarang mempunyai satu pendekatan baru untuk memerangi wabak diabetes yang semakin berleluasa,\" kata Sidney Taurel, Ketua Pegawai Eksekutif Lilly."
            ]
        },
        {
            "input": "\"I think the nerves of a grand final gets to you too.",
            "output": [
                "\"Saya rasa gementar pusingan akhir mempengaruhi awak juga."
            ]
        },
        {
            "input": "He also stated that \"the integrity and safety of personal data was never at risk\".",
            "output": [
                "Dia turut menyatakan bahawa \"integriti dan keselamatan maklumat peribadi tidak pernah berada di dalam bahaya.\""
            ]
        },
        {
            "input": "\"Kidnappings are complicated situations, with highs and lows, they are very difficult and stressful.\"",
            "output": [
                "\"Penculikan merupakan situasi yang rumit, degan tinggi dan rendah, mereka sangat sukar dan penuh stress.\""
            ]
        },
        {
            "input": "\"It marks the end of an attempt by the European Commission and governmental patent officials to impose detrimental and legally questionable practices of the European Patent Office (EPO) on the member states,\" said the Foundation for a Free Information Infrastructure, in opposition to the directive.",
            "output": [
                "\"Ini menandakan pengakhiran usaha Suruhanjaya Eropah dan pengawai paten kerajaan bagi mengenakan kemerosotan dan amalan Pejabat Paten Eropah (EPO) yang boleh dipersoalkan secara undang-undang ke atas negara ahli,\" kata Penubuhan Infrastruktur Maklumat Bebas, yang menentang arahan tersebut."
            ]
        },
        {
            "input": "Britain has stated that it will reconsider the asylum application of a gay Iranian teenager who believes he will be persecuted for his sexuality if he is deported back to Iran.",
            "output": [
                "Britian telah menyatakan bahawa akan menimbangkan semula permohonan perlindungan oleh remaja gay Iran yang percaya dia akan ditahan kerana seksualiti jika di dihantar balik ke negara Iran."
            ]
        },
        {
            "input": "At least 18 other organizations have signed documents in defense of Wikileaks.",
            "output": [
                "Sekurang-kurangnya 18 organisasi lain telah menandatangani dokumen dalam membela Wikileaks."
            ]
        },
        {
            "input": "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.",
            "output": [
                "\"Saya perlu nyatakan dengan jelas yang saya tidak percaya kepada kejuaraan lagi,\" merupakan reaksi Schumacher."
            ]
        },
        {
            "input": "The government has reiterated its long standing opposition to the death penalty.",
            "output": [
                "Kerajaan telah memperbaharui pendapat jangka panjangnya dalam menentang hukuman mati."
            ]
        },
        {
            "input": "However, the New York Times interviewed a number of current and former officials who believed that the policy was designed to allow the government to plausibly deny that torture was being tolerated.",
            "output": [
                "Walaubagaimanapun, New York Times menemubual beberapa pegawai semasa dan bekas pegawai yang mempercayai bahawa polisi tersebut dibentuk bagi membenarkan penafian yang penyeksaaan adalah diterima."
            ]
        },
        {
            "input": "The epicentre was 319 km (198 miles) off the coast of Sumatra, close to the island of Simeulue.",
            "output": [
                "Pusat gempa ialah 319 km (198 batu) di luar pantai Sumatera, berhampiran dengan Pulau Simeulue."
            ]
        },
        {
            "input": "The month long election campaign in the run up to this weekend's elections in the Democratic Republic of Congo has ended, with a one day break before voting can begin Sunday.",
            "output": [
                "Kempen pilihan raya yang mengambil masa berbulan-bulan lamanya sehingga pilihanraya hujung minggu ini di Republik Demokratik Congo telah berakhir, dengan cuti sehari sebelum undian boleh bermula hari Ahad ini."
            ]
        },
        {
            "input": "The wreck site occurred on a major thoroughfare between Denver and Salt Lake City - about 60 miles south of Salt Lake City - was already under reconstruction by nightfall, as road crews began installing 10 inches of asphalt on the two lane road.",
            "output": [
                "Kemalangan berlaku di jalan utama antara Denver dan Salt Lake City - kira-kira 60 batu ke selatan Salt Lake City - sudah di bawah pembinaan semula sebelum matahari terbenam, dengan krew jalan mula meletakkan 10 inci asfalt di jalan raya dua lorong itu."
            ]
        },
        {
            "input": "He is friendly and frank, and he welcomes people to join him in his world (\"I just got a message that Michael Lucas died!\" he says staring wide-eyed at his phone; the message turned out to be false).",
            "output": [
                "Beliau seorang yang peramah dan jujur, dan mengalu-alukan orang ramai untuk menyertai beliau dalam dunianya (\"Saya baru sahaja menerima mesej bahawa Michael Lucas meninggal!\" beliau berkata sambil merenung luas telefonnya; mesej tersebut sebenarnya adalah palsu)."
            ]
        },
        {
            "input": "The name was revealed in a message posted on Nintendo of America's official site, which is shown below.",
            "output": [
                "Nama ini telah didedahkan di dalam mesej yang dipaparkan di laman rasmi Nintendo Amerika, yang ditunjukkan di bawah."
            ]
        },
        {
            "input": "The officials said that the attacks are aimed at destroying the databases of U.S. banking and stock market web sites.",
            "output": [
                "Pegawai-pegawai berkata serangan ini bertujuan memusnahkan pangkalan data perbankan Amerika Syarikat dan pasaran saham laman web."
            ]
        },
        {
            "input": "Timothy Smith, project leader from Brigham Young University (BYU), in Utah, claims that \"the importance of having a network of friends and good family relationships is comparable to quitting smoking and exceeds many risk factors of mortality such as obesity, physical inactivity.\"",
            "output": [
                "Timothy Smith, ketua projek dari Universiti Brigham Young (BYU) di Utah, mendakwa bahawa \"kepentingan mempunyai rangkaian rakan-rakan dan hubungan keluarga yang baik setanding dengan berhenti merokok dan melebihi banyak faktor risiko kematian seperti obesiti, dan kekurangan aktiviti fizikal.\""
            ]
        },
        {
            "input": "Now freed from a three-week sequester, Somerville was interviewed by Wikinews reporter Mike Halterman and he discussed his thoughts on Big Brother, how he and his fellow HouseGuests were portrayed and received, and what he plans to do now that his experience is, for the most part, over.",
            "output": [
                "Kini bebad daripada tiga minggu pengasingan, Somerville ditemu bual oleh pemberita Wikinews Mike Halterman dan beliau membincangkan pendapatnya tentang Big Brother, bagaimana beliau dan HouseGuests yang lain digambarkan dan diterima, dan apa yang dirancang beliau sekarang berikutan pengalamannya, yang hampir keseluruhan, telah berakhir."
            ]
        },
        {
            "input": "The local authorities expect that this layer of ash burns the coffee plants of the affected area, decreasing the coffee production of the region considerably.",
            "output": [
                "Pihak berkuasa tempatan menjangkakan lapisan debu ini membakar tanaman kopi di kawasan terjejas, mengurangkan banyak pengeluaran kopi di rantau ini."
            ]
        },
        {
            "input": "The funeral of Raibir, who was Prominent social activist was held on Wednesday evening.",
            "output": [
                "Upacara pengebumian Raibir, yang mana merupakan Aktivis sosial terkemuka telah diadakan pada petang Rabu."
            ]
        },
        {
            "input": "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.",
            "output": [
                "Gempa bumi magnitud 6.4 menimpa kawasan berdekatan pantai timur Honshu, Japan pada awal pagi Isnin, menurut USGS."
            ]
        },
        {
            "input": "She sees herself as providing a service to people who have needs, no matter how debauched the outside world deems them.",
            "output": [
                "Dia melihat dirinya sebagai menyediakan perkhidmatan kepada orang-orang yang mempunyai keperluan, tidak kira betapa rosak akhlaknya perkhidmatan-perkhidmatan itu dianggap dunia luar."
            ]
        },
        {
            "input": "Mr. DeLay's attorney Steve Brittain said that DeLay was accused of a criminal conspiracy in a campaign finance scheme along with two associates, namely John Colyandro, former executive director of a Texas political action committee formed by DeLay, and Jim Ellis, the head of DeLay's national political committee.",
            "output": [
                "Peguam Encik DeLay Steve Brittain berkata DeLay dituduh atas konspirasi jenayah dalam skim kempen kewangan bersama-sama dengan dua sekutunya, iaitu John Colyandro, bekas pengarah eksekutif jawatankuasa tindakan politik Texas yang dibentuk oleh DeLay, dan Jim Ellis, ketua jawatankuasa politik kebangsaan DeLay."
            ]
        },
        {
            "input": "Don Brash, leader of the opposition National Party in New Zealand, admitted that he was aware that members of the Exclusive Brethren church were going to release contentious brochures attacking his political rivals.",
            "output": [
                "Don Brash, pemimpin pembangkang Parti Nasional di New Zealand, mengakui yang beliau menyedari ahli-ahli gereja Exclusive Brethren hendak mengeluarkan risalah kontroversi yang menyerang pesaing politiknya."
            ]
        },
        {
            "input": "There is also a website featuring military cooperation between Canada and the U.S.",
            "output": [
                "Terdapat juga laman web yang menampilkan kerjasama ketenteraan antara Kanada dan U.S."
            ]
        },
        {
            "input": "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.",
            "output": [
                "Saman itu adalah bernilai lebih daripada AS$750 juta (£528M) - kira-kira separuh daripada hasil anggaran daripada filem Marvel."
            ]
        },
        {
            "input": "Ashley now measures 4ft 5 (1m 35cm) and weighs around 75 lbs (34 kg), which is below her expected length and weight.",
            "output": [
                "Ashley kini berukuran 4 ft 5 (1m 35cm) dan mempunyai berat badan lebih kurang 75 lbs (34 kg), iaitu di bawah panjang dan berat badan yang sepatutnya."
            ]
        },
        {
            "input": "The 1978 convictions included Hubbard and his wife at the time, Mary Sue, both now deceased, and two other Scientologists.",
            "output": [
                "Sabitan pada tahun 1978 termasuk Hubbard dan isterinya pada masa itu, Mary Sue, kedua-duanya telah meninggal dunia sekarang, dan dua orang lagi Saintologis."
            ]
        },
        {
            "input": "Astakhov wanted schools to offer assistance via a social networking presence and tackle online bullying.",
            "output": [
                "Astakhov mahu sekolah-sekolah menawarkan bantuan melalui rangkaian sosial dan menangani buli siber."
            ]
        },
        {
            "input": "The Ion and Neutral Mass Spectrometer saw a much higher density of volatile gases, water vapor, carbon dioxide and carbon monoxide, as well as organic materials, some 20 times denser than expected.",
            "output": [
                "Ion dan Spektrometer Jisim Neutral itu mendapati bahawa ketumpatan yang lebih tinggi gas mudah meruap, wap air, karbon dioksida dan karbon monoksida, serta bahan-bahan organik, lebih kurang 20 kali lebih padat daripada yang dijangkakan."
            ]
        },
        {
            "input": "Finishing behind Franchitti in second place was British driver Dan Wheldon of Partner Racing.",
            "output": [
                "Menamatkan perlumbaan di belakang Franchitti di tempat kedua adalah pemandu British Dan Wheldon daripada Partner Racing."
            ]
        },
        {
            "input": "Tylo was scheduled to join the cast of Melrose Place and was fired when Melroses producer Aaron Spelling found out she was pregnant.",
            "output": [
                "Tylo dijadualkan menyertai pelakon Melrose Place dan dipecat apabila penerbit Melrose Aaron Spelling mendapat tahu yang dia sedang mengandung."
            ]
        },
        {
            "input": "The spokeswoman said the activists had allegedly cut holes in the external and internal fences at the defence facility.",
            "output": [
                "Jurucakap itu berkata aktivis itu didakwa telah memotong lubang di luar dan dalam pagar di kawasan pertahanan."
            ]
        },
        {
            "input": "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.",
            "output": [
                "Marcelo Gallardo kemudian menjadikan kedudukan 3-0 untuk pasukan tuan rumah pada minit ke-52."
            ]
        },
        {
            "input": "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.",
            "output": [
                "\"Keinginan saya pada masa ini adalah tidak melakukan sesuatu seperti itu,\" kata Conyers, walaupun dia berkata dia mahu menekan satu siasatan dengan cara-cara lain, termasuk menghantar penyiasat-penyiasat jawatankuasa ke London."
            ]
        },
        {
            "input": "He was killed at 06.00 am (03.00 GMT) on Tuesday in western Baghdad by unknown gunmen while he was heading to his work place in Karbala.",
            "output": [
                "Dia dibunuh pada pukul 06.00 pagi (03.00 GMT) pada hari Selasa di barat Baghdad oleh penembak yang tidak dikenali bila dia sedang menuju ke tempat kerjanya di Karbala."
            ]
        },
        {
            "input": "After this, my current teammates did several attempts covering me to the end, and finally, it took a good effort for me.",
            "output": [
                "Selepas ini, rakan sepasukan semasa saya melakukan beberapa percubaan untuk melindungi saya hingga akhir, dan akhirnya, ia mengambil usaha yang bagus untuk saya."
            ]
        },
        {
            "input": "Halutz sent his resignation letter to Prime Minister Ehud Olmert, which according to Israeli Army Radio said, \"For me, the concept of responsibility is everything.\"",
            "output": [
                "Halutz menghantar surat perletakan jawatannya kepada Perdana Menteri Ehud Olmert, yang mana menurut Radio Tentera Israel berkata, \"Bagi saya, konsep tanggungjawab adalah segalanya.\""
            ]
        },
        {
            "input": "The independent New York-based Committee to Protect Journalists (CPJ) called on Friday for an independent inquiry into the death.",
            "output": [
                "Syarikat bebas Committee to Protect Journalists (CPJ) yang berpangkalan di New York menyeru pada hari Jumaat untuk penyiasatan bebas di dalam kematian itu."
            ]
        },
        {
            "input": "The launch, which was scheduled for 3:51 ET (20:51 UTC), would have been the first launch of a shuttle since Columbia's February 2003 crash which killed all crew members aboard.",
            "output": [
                "Pelancaran yang dijadualkan pada pukul 3:51 ET(20:51 UTC), sepatutnya merupakan pelancaran pertama sebuah kapal angkasa sejak kemalangan Columbia pada bulan Februari 2003 yang membunuh kesemua anak kapal dalamnya."
            ]
        },
        {
            "input": "Lodhi is accused of conspiring with French terror suspect Willie Brigitte to attack Sydney's military bases and electricity supply network.",
            "output": [
                "Lodhi dituduh bersubahat dengan suspek keganasan Perancis Willie Brigitte untuk menyerang pengkalan tentera Sydney dan rangkaian bekalan elektrik."
            ]
        },
        {
            "input": "\"The only exit is blocked, probably by a fall of ground,\" said Seshoka.",
            "output": [
                "\"Satu-satunya jalan keluar disekat, mungkin oleh kejatuhan tanah,\" kata Seshoka."
            ]
        },
        {
            "input": "Rotorua acedmic Ngahihi o te ra Bidois, who has a full facial moko, has asked the Halloween Town store to remove the tattoo kits.",
            "output": [
                "Rotorua acedmic Ngahihi o te ra Bidois, yang mempunyai muka penuh moko, telah meminta stor Halloween Town untuk menghapuskan kit tatu tersebut."
            ]
        },
        {
            "input": "After his arrest, he stated, \"I should have had the advice of counsel in resolving this matter.",
            "output": [
                "Selepas dia ditangkap, dia menyatakan, \"Saya perlu mempunyai nasihat peguam dalam menyelesaikan perkara ini."
            ]
        },
        {
            "input": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.",
            "output": [
                "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan."
            ]
        },
        {
            "input": "Co-authors Halpern and Heileman have a history of vocal criticism of media coverage of the 2008 Presidential election.",
            "output": [
                "Penulis bersama Halpern dan Heileman mempunyai sejarah kritikan vokal mengenai liputan media pada pilihan raya Presiden 2008."
            ]
        },
        {
            "input": "Catholic priest Andrea Santore, 61, who was based at the Trabzon Santa Maria Catholic Church was shot dead during prayer in the northern Turkish province of Trabzon on Sunday.",
            "output": [
                "Paderi Katolik Andrea Santore, 61 tahun, yang berpangkalan di Gereja Katolik Trabzon Santa Maria ditembak mati semasa sembahyang di wilayah utara Turki di Trabzon pada hari Ahad."
            ]
        },
        {
            "input": "A study by the Ernst & Young Scottish ITEM Club has predicted that Scotland will enter the worst recession seen in the nation since 1980, but that the rest of the United Kingdom will fare worse.",
            "output": [
                "Satu kajian oleh Ernst & Young Scotland ITEM Club telah meramalkan bahawa Scotland akan memasuki kemelesetan terburuk dilihat di negara ini sejak tahun 1980, tetapi seluruh United Kingdom akan lebih teruk."
            ]
        },
        {
            "input": "This skin, currently used on Wikinews, will be enabled for Wikipedia on April 5th and provide a more updated look and feel.",
            "output": [
                "Luaran ini, pada masa ini digunakan pada Wikinews, akan diaktifkan untuk Wikipedia pada 5 April dan memberikan pandangan dan tanggapan yang lebih dikemaskini."
            ]
        },
        {
            "input": "Hawaii has had a statewide prohibition on billboards and similar forms of advertising since 1927, and is unique among U.S. states in this regard.",
            "output": [
                "Hawaii mempunyai larangan di seluruh negeri mengenai papan tanda dan bentuk pengiklanan seumpamanya sejak 1927, ianya unik di kalangan negeri-negeri di Amerika Syarikat berkaitan perkara ini."
            ]
        },
        {
            "input": "MSNBC translator Jacob Keryakes has stated that the claim of responsibility for the London bombings of July 7, supposedly made by a militant Islamist group, contains an error in one of the Quranic verses that it cites, suggesting that the claim may be phony.",
            "output": [
                "Jurualih bahasa MSNBC Jacob Keryakes telah menyatakan bahawa dakwaan tanggungjawab ke atas letupan di London pada 7 Julai lalu, yang dikatakan telah dilakukan oleh kumpulan militan Islam, mempunyai kesalahan di dalam salah satu ayat Quran yang dibacakan mereka, mencadangkan dakwaan itu adalah palsu."
            ]
        },
        {
            "input": "It was mixed in concrete and water and sprayed on walls and ceilings, but the practice of spraying asbestos in this manner was banned in Japan in 1975.",
            "output": [
                "Ia telah dicampur dalam konkrit dan air dan disembur pada dinding dan siling, tetapi amalan semburan asbestos dengan cara ini telah diharamkan di Jepun pada tahun 1975."
            ]
        },
        {
            "input": "The 15-year-old Australian boy charged on Sunday night related to the alleged theft of a Tram, faces another nine charges over prior incidents, bringing the total to 18 charges.",
            "output": [
                "Budak lelaki berumur 15 tahun yang dituduh pada malam Ahad berkaitan tuduhan mencuri sebuah tram, menghadapi sembilan tuduhan lain sebelum kejadian itu, membawa kepada sejumlah 18 tuduhan."
            ]
        },
        {
            "input": "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.",
            "output": [
                "Di antara inning kelima dan keenam, permainan ditungga seketika disebabkan seekor anjing bernama Streaker, dipunyai oleh Adam Folkard pemain kebangsaan bola lisut lelaki Australia, berlari ke dalam padang."
            ]
        },
        {
            "input": "Both events occurred on Boeing 777-200ER airplanes powered by Rolls-Royce RB211 Trent 800 Series engines.",
            "output": [
                "Kedua-dua peristiwa berlaku pada kapal terbang Boeing 777-200ER yang menggunakan enjin Siri 800 Rolls-Royce RB211 Trent."
            ]
        },
        {
            "input": "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.",
            "output": [
                "Walau bagaimanapun, sekiranya parti-parti gagal menubuhkan Eksekutif atau gagal bersetuju pada \"mana-mana peringkat\", Perhimpunan Utara Ireland akan dibubarkan dan pemerintahan secara langsung dari London akan diteruskan dengan masukan daripada Republik Ireland."
            ]
        },
        {
            "input": "The community action project, based at the Saltley Methodist Church, feared the community around the mosque would be ostracized as a result of the investigation.",
            "output": [
                "Projek tindakan komuniti, yang berpusat di Gereja Methodist Saltley, bimbang masyarakat di sekitar masjid itu akan dipulaukan akibat siasatan tersebut."
            ]
        },
        {
            "input": "The protests started the same weekend, and had been lasting since, with couple to several dozen people attending.",
            "output": [
                "Protes itu bermula hujung minggu yang sama, dan telah berkekalan sejak itu, dengan beberapa orang sehingga beberapa dozen orang yang hadir."
            ]
        },
        {
            "input": "There are reports that one of the trains ran a stop signal.",
            "output": [
                "Terdapat laporan bahawa salah satu kereta api bergerak di isyarat berhenti."
            ]
        },
        {
            "input": "Cruise decided to fly all three chefs out to the United States at a cost of €14,500.",
            "output": [
                "Cruise memutuskan untuk menerbangkan ketiga-tiga tukang masak ke Amerika Syarikat dengan kos €14,500."
            ]
        },
        {
            "input": "Prior to that, he was a chief engineer at NASA before coming over from service as Deputy for Technology at the Strategic Defense Initiative Organization.",
            "output": [
                "Sebelum itu, beliau ialah ketua jurutera di NASA sebelum dipindahkan dari berhikmat sebagai Timbalan Teknologi di Organisasi Usaha Pertahanan Strategik."
            ]
        },
        {
            "input": "Initially the agency had predicted that the depth of the tsunami would be three feet (one metre).",
            "output": [
                "Pada mulanya agensi itu telah meramalkan bahawa kedalaman tsunami adalah tiga kaki (satu meter)."
            ]
        },
        {
            "input": "The attacks occurred to the north of Miranshah town in the North Waziristan region.",
            "output": [
                "Serangan berlaku di utara bandar Miranshah di kawasan Utara Waziristan."
            ]
        },
        {
            "input": "For more information on the election, read Toronto municipal election, 2006.",
            "output": [
                "Untuk maklumat lanjut mengenai pilihan raya tersebut, baca pilihanraya bandaraya Toronto, 2006."
            ]
        },
        {
            "input": "She is a member of the Yokine Archery Club in Western Australia.",
            "output": [
                "Dia merupakan ahli Kelab Yokine Memanah di Australia Barat."
            ]
        },
        {
            "input": "It took several hours before security forces were able to gain control of all the sites.",
            "output": [
                "Ia mengambil masa beberapa jam sebelum pasukan keselamatan dapat mengawal semua kawasan itu."
            ]
        },
        {
            "input": "Public Safety Minister Stockwell Day and Immigration Minister Monte Solberg signed the document that authorized the man's arrest.",
            "output": [
                "Menteri Keselamatan Awam Stockwell Day dan Menteri Imigresen Monte Solberg telah menandatangani dokumen memberi kuasa atas penahanan lelaki tersebut."
            ]
        },
        {
            "input": "\"It is better to offer people those sorts of simple, unsophisticated qualifications than not to - as long as people understand the purpose,\" Mr Haque said.",
            "output": [
                "\"Adalah lebih baik untuk menawarkan rakyat sesuatu kelayakan yang mudah, kurang canggih daripada tidak - selagi orang ramai memahami tujuannya,\" kata Encik Haque."
            ]
        },
        {
            "input": "\"What's new and exciting about Adam is [it is] the first time we've managed to show that a computer can not only think up new scientific ideas, but experimentally test them and decide whether they're true,\" said Ross King, a computer science professor and lead researcher at Aberystwyth University, \"Adam makes up its own mind what to do.",
            "output": [
                "\"Apa yang baru dan menarik tentang Adam adalah [ia] kali pertama kami berjaya menunjukkan bahawa komputer bukan sahaja boleh fikirkan idea-idea saintifik baru, menguji mereka melalui eksperimen dan membuat keputusan sama ada mereka betul,\" kata Ross King, seorang profesor sains komputer dan penyelidik di Universiti Aberystwyth, \"Adam membuat keputusan sendiri apa yang perlu dilakukan.\""
            ]
        },
        {
            "input": "Aircraft lost in this region have sometimes never been located after suspected crashes.",
            "output": [
                "Pesawat hilang di kawasan ini kadang-kadang tidak pernah dikesan selepas hempasan disyaki."
            ]
        },
        {
            "input": "CAAT member Brian Law, said four of the group split into two groups and entered the base in a co-ordinated movement.",
            "output": [
                "Ahli CAAT Brian Law, berkata empat daripada kumpulan berpisah menjadi dua kumpulan dan memasuki pengkalan dengan pergerakan yang berselaras."
            ]
        },
        {
            "input": "All mentions of the bill were removed from the article.",
            "output": [
                "Semua rangkaan rang undang-undang itu dikeluarkan daripada artikel itu."
            ]
        },
        {
            "input": "\"Police were called to Orion Place in Lower Broughton, Salford, following reports that shots had been fired.\"",
            "output": [
                "\"Polis telah dipanggil ke Orion Place di Lower Broughton, Salford, berikutan laporan bahawa ada tembakan telah ditembak.\""
            ]
        },
        {
            "input": "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.",
            "output": [
                "Wilayah Ibu Negara Australia - Beribu-ribu orang Canberra datang melawat Empangan Cotter yang baru di Sungai Cotter pada hari terbuka pada hari Ahad."
            ]
        },
        {
            "input": "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.",
            "output": [
                "\"Ia merupakan satu perkara saya rasa, ia mengubah permainan, tetapi apa yang dapat dilakukan sekarang?\" Kapten Adelaide Travis Dodd memberitahu Foz Sports selepas perlawanan."
            ]
        },
        {
            "input": "Present law in Japan defines the succession as favouring male children; the last time the country had an Empress was in 1771, when Empress Go-Sakuramachi abdicated to her nephew.",
            "output": [
                "Undang-undang di Jepun hari ini meletakkan pewaris adalah memihak kepada anak lelaki; kali terakhir negara mempunyai Maharani adalah pada tahun 1771, apabila Maharani Go-Sakuramachi menuruni takhta untuk anak saudaranya."
            ]
        },
        {
            "input": "Mobile County Commissioner Steve Nodine reports that the search is costing an estimated $100,000 per day.",
            "output": [
                "Pesuruhjaya polis Mobile County Steve Nodine melaporkan pencarian ini memakan kos anggaran sebanyak $100,000 sehari."
            ]
        },
        {
            "input": "\"My mom needs me at home; she hasn't gotten any better since I've been here.",
            "output": [
                "\"Ibu saya memerlukan saya di rumah; tiada perubahan padanya semenjak saya berada di sini."
            ]
        },
        {
            "input": "The project director of REIP, Aslam Sabzwari, said, according to the report, that improvement of sanitation and sewerage system had started in the eastern zone of the city, consisting of 15 union councils (UCs).",
            "output": [
                "Pengarah projek REIP, Aslam Sabzwari, berkata, menurut laporan itu, bahawa peningkatan kebersihan dan sistem pembetungan telah bermula di zon timur bandar, yang terdiri daripada 15 majlis kesatuan (UC)."
            ]
        },
        {
            "input": "Bodies were found in four classrooms and a stairwell, according to Virginia state police superintendent Col. Steve Flaherty.",
            "output": [
                "Semua mayat telah ditemui di empat buah kelas dan ruang tangga, menurut penguasa polis Virginia Col. Steve Flaherty."
            ]
        },
        {
            "input": "It adds further weight to the argument that lesbian and gay people should be treated equally in society and not discriminated against for something that's just as inherent as skin colour,\" said Andy Forrest, a spokesman for gay rights group Stonewall.",
            "output": [
                "\"Ianya menjadi pengukur kepada persoalan di mana lesbian dan lelaki homoseksual seharusnya diberikan layanan sama rata dalam masyarakat dan tidak didiskriminasi sama seperti mewarisi warna kulit,\" kata Andy Forrest, jurucakap kumpulan hak asasi lelaki homoseksual Stonewall."
            ]
        },
        {
            "input": "The People's Republic of China called on Syrian government forces and opposition in the Syrian uprising, such as the Free Syrian Army, to end the violence.",
            "output": [
                "Republik Rakyat China menggesa tentera kerajaan Syria dan pembangkang dalam pemberontakan Syria seperti Tentera Pembebasan Syria, untuk menamatkan keganasan."
            ]
        },
        {
            "input": "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.",
            "output": [
                "Kemenangan Sepanyol telah diramal dengan betul oleh haiwan dogmatis Paul the Octopus."
            ]
        },
        {
            "input": "Valery Churkin, Russia's ambassador to the UN said the deadline was meant to meet Iran's request to allow it to consider an offer made in June by the permanent five and Germany, offering Iran a \"package\" of sops in return for giving up enrichment activities.",
            "output": [
                "Valery Churkin, duta besar Russia ke UN berkata tempoh akhir itu bermaksud untuk memenuhi permintaan Iran supaya membenarkan ia mempertimbangkan satu tawaran yang dibuat pada Jun oleh lima kekal dan Jerman, yang menawar Iran satu \"pakej\" sops dengan syarat ia melepaskan aktiviti-aktiviti pengkayaan."
            ]
        },
        {
            "input": "They have been accused of bribing Brazilian federal police officers.",
            "output": [
                "Mereka dituduh memberi rasuah kepada pegawai polis persekutuan Brazil."
            ]
        },
        {
            "input": "He said he wanted a new UN resolution \"for political reasons\", but said that there was a \"strong case\" that existing resolutions would \"provide a sufficient basis in international law to justify military action\".",
            "output": [
                "Beliau berkata beliau mahu satu ketetapan PBB yang baru \"atas sebab-sebab politik,\" tetapi berkata terdapat \"kes yang kuat\" bahawa ketetapan yang sedia ada akan \"memberikan asas yang mencukupi dalam undang-undang antarabangsa untuk mewajarkan tindakan ketenteraan.\""
            ]
        },
        {
            "input": "Police later confirmed that twelve people had been killed with a further thirteen injured, three critically.",
            "output": [
                "Polis kemudian mengesahkan bahawa dua belas orang telah dibunuh dengan tiga belas lagi cedera, tiga dalam kritikal."
            ]
        },
        {
            "input": "The United States government claims that the test was \"evidence that the missile threat is not an imaginary one\".",
            "output": [
                "Kerajaan Amerika Syarikat mendakwa bahawa ujian itu adalah \"bukti bahawa ancaman peluru berpandu bukan satu khayalan.\""
            ]
        },
        {
            "input": "Mrs Thatcher's funeral is scheduled for St.Paul's Cathedral on Wednesday.",
            "output": [
                "Pengebumian Puan Thatcher dijadualkan di Gereja St. Paul pada hari Rabu."
            ]
        },
        {
            "input": "In an investigation reported on first by Wikinews, Wikileaks today revealed another chapter in the story of the Standard Operations Procedure (SOP) manual for the Camp Delta facility at Guantanamo Bay.",
            "output": [
                "Menurut laporan siasatan oleh Wikinews, Wikileaks hari ini mendedahkan bahawa terdapat bab lain dalam cerita berkenaan manual Prosedur Kendalian Standard (SOP) untuk kemudahan Kem Delta di Teluk Guantanamo."
            ]
        },
        {
            "input": "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.",
            "output": [
                "\"Dia dalam keadaan yang lemah akibat daripada apa yang berlaku,\" kata Encik Stary."
            ]
        },
        {
            "input": "The newly appointed Ontario Provincial Police Commissioner Julian Fantino told reporters on Monday that \"the Caledonia land dispute is the single biggest issue facing him\" and that, \" 'lawbreakers' in Caledonia will be dealt with swiftly, regardless of which side of the native occupation they are on.\"",
            "output": [
                "Pesuruhjaya Polis Wilayah Ontario yang baru dilantik Julian Fantino memberitahu pemberita pada hari Isnin bahawa \"pertikaian tanah Caledonia adalah isu paling utama yang dihadapi oleh beliau\" dan bahawa, \"pelanggaran undang-undang'dalam Caledonia akan ditangani dengan pantas, tidak kira pekerjaan pribumi apa yang mereka lakukan.\""
            ]
        },
        {
            "input": "\"If Mr Netanyahu is serious, he can send a team of experts, and we'll send a team of experts to Turkey.\"",
            "output": [
                "\"Jika Encik Netanyahu adalah serius, dia boleh menghantar satu pasukan pakar, dan kami akan menghantar sebuah pasukan pakar ke Turki.\""
            ]
        },
        {
            "input": "Ms Jackson said the HSU offered arbitration last year, but the state government refused.",
            "output": [
                "Puan Jackson berkata HSU menawarkan timbang tara tahun lepas, tetapi kerajaan negeri menolak."
            ]
        },
        {
            "input": "At present the condition could be diagnosed and treated after advancements in medical imaging and hysteroscopy, but in Kahlo's time, Dr. Antelo said, the technology had not advanced far enough to diagnose and treat her.",
            "output": [
                "Sekarang keadaan itu boleh di diagnos dan dirawati selepas kemajuan dalam pengimejan perubatan dan histeroskopi, tetapi semasa zaman Kahlo, Doktor Antelo berkata, teknologinya masih belum cukup maju untuk membuat diagnos dan merawatnya."
            ]
        },
        {
            "input": "However, the editor-in-chief of AlJaridah, Saad Al-Din Ibrahim revealed that his paper was suspended because it did not allow the security services to interfere in its editorial and recruitment policies; sources believe the Al-Ahdath suspension was due to the publication of information on a planned meeting between President Al-Bashir and the leader of armed opposition group Sudan People's Liberation Movement (northern sector) Malik Aggar.",
            "output": [
                "Walau bagaimanapun, ketua editor AlJaridah itu, Saad Al-Din Ibrahim mendedahkan bahawa kertas kerjanya telah digantung kerana ia tidak membenarkan perkhidmatan keselamatan bercampur tangan dalam polisi editorial dan pengambilan pekerja; sumber mempercayai bahawa penggantungan Al-Ahdath adalah disebabkan oleh penerbitan maklumat mengenai mesyuarat yang dirancang antara Presiden Al-Bashir dan pemimpin kumpulan pembangkang bersenjata Pergerakan Pembebasan Rakyat (sektor utara) Sudan Malik Aggar."
            ]
        },
        {
            "input": "The assailant is currently in custody at a police station somewhere in Milan; police have confirmed he has no prior criminal record.",
            "output": [
                "Penyerang itu kini dalam tahanan di balai polis di sekitar Milan; polis telah mengesahkan dia tidak mempunyai rekod jenayah lama."
            ]
        },
        {
            "input": "Early last year, the building was the target of a suicide truck bomb that killed more than 20 people.",
            "output": [
                "Awal tahun lepas, bangunan itu adalah sasaran bom trak berani mati yang membunuh lebih daripada 20 orang."
            ]
        },
        {
            "input": "China was not required to reduce emissions under the deal.",
            "output": [
                "China tidak diwajibkan untuk mengurangkan pelepasan di bawah perjanjian itu."
            ]
        },
        {
            "input": "Most opponents to his regime left the country over the last two decades as President Niyazov centralized his authority over the nation.",
            "output": [
                "Kebanyakan lawan terhadap rejimnya meninggalkan negara ini sejak dua dekad yang lalu apabila Presiden Niyazov memusatkan kuasanya seluruh negara."
            ]
        },
        {
            "input": "It is believed to be the work of Islamic terrorists.",
            "output": [
                "Ia dipercayai sebagai kerja pengganas Islam."
            ]
        },
        {
            "input": "Microsoft Corp. is establishing, in Shanghai, China, a center for research and development.",
            "output": [
                "Microsoft Corp. sedang menubuhkan, di Shanghai, Cina, sebuah pusat bagi penyelidikan dan pembangunan."
            ]
        },
        {
            "input": "The \"roadmap\" that came out of Oslo remains the official Israeli (and American) policy for peace in the Palestinian conflict.",
            "output": [
                "\"Pelan Tindakan\" yang terhasil dari Olso mengekalkan polisi rasmi Israel (dan Amerika) untuk keamanan dalam konflik Palestin."
            ]
        },
        {
            "input": "The Namibian government has refused to remove value added tax (VAT) on the price of milk.",
            "output": [
                "Kerajaan Namibia telah menolak untuk mengeluarkan nilai tambah cukai (VAT) keatas harga susu."
            ]
        },
        {
            "input": "He did not return to play for the remainder of the game.",
            "output": [
                "Dia tidak kembali untuk bermain untuk baki permainan."
            ]
        },
        {
            "input": "Other reports suggest China is preparing to buy between four and five billion euros to help Portugal fend off pressure in bond markets.",
            "output": [
                "Laporan lain menunjukkan China sedang bersedia untuk membeli empat dan lima bilion euro untuk membantu Portugal menangkis tekanan bon pasaran."
            ]
        },
        {
            "input": "Police began an investigation into Madhavan in April after a woman filed a complaint alleging he had promised to start a business with her after a meeting in Dubai, but she said he disappeared after she gave him the money.",
            "output": [
                "Polis memulakan siasatan terhadap Madhavan pada bulan April selepas seorang wanita mengfailkan aduan mendakwa dia telah berjanji untuk memulakan perniagaan dengan beliau selepas mesyuarat di Dubai, tetapi wanita itu berkata dia hilang selepas wanita itu memberikannya wang."
            ]
        },
        {
            "input": "The year-old dog, Major, then ran around the bear to distract it and bit it in the face.",
            "output": [
                "Anjing berusia setahun, Major, kemudian berlari sekitar beruang untuk mengalihkan perhatian dan menggigit muka."
            ]
        },
        {
            "input": "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"",
            "output": [
                "Beliau mengatakan bahawa ia \"menggabungkan artikel-artikel yang berguna untuk pembikin filem baru dengan cerita-cerita berdasarkan pengalaman saya mengumpul wang untuk rencana-rencana filem dan personaliti gila yang menyerbu dunia pembikinan filem microbudget.\""
            ]
        },
        {
            "input": "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).",
            "output": [
                "Baltimore, Washington D.C. dan Philadelphia semua menjangkakan suhu tinggi melebihi 100ºF (37.8℃)."
            ]
        },
        {
            "input": "WHP Holdings Corp., the parent company of White Hen Pantry, has been acquired by Tokyo based Seven & I Holdings Co. for $35 million from New York investment firm, Angelo, Gordon & Co.",
            "output": [
                "WHP Holdings Corp, syarikat induk Hen Pantry Putih, telah diperolehi oleh Tokyo berdasarkan Seven & I Holdings Co. $ 35 juta daripada New York firma pelaburan, Angelo, Gordon & Co."
            ]
        },
        {
            "input": "The investigation noted that: \"An edit to an article about a controversy over Senator Rick Santorum's statements about Constitutional rights to privacy with regards to sexual acts, seemingly coming from Rick Santorum's staff members, removed a reference to an effort to redefine Santorum's last name as a neologism\".",
            "output": [
                "Siasatan berkata bahawa \"Suntingan sebuah artikel berkenaan kontroversi ke atas kenyataan Senator Rick Santorum mengenai hak-hak Perlembagaan berkaitan privasi dari segi perlakuan seks, seolah-olah datang daripada ahli beliau sendiri, dikeluarkan dari rujukan dalam usaha untuk mentakrifkan semula nama Santorum sebagai satu neologisma.\""
            ]
        },
        {
            "input": "Two British soldiers were killed in Afghanistan on Wednesday, with one being the highest ranking British officer to be killed in 30 years.",
            "output": [
                "Dua orang tentera British telah terbunuh di Afghanistan pada hari Rabu, dengan salah seorang darinya adalah pengawai British dengan pangkat tertinggi yang pernah dibunuh dalam masa 30 tahun."
            ]
        },
        {
            "input": "The police force will assist the 160 New Zealand Defence Force armed personnel that are already in East Timor as well as other country's personnel.",
            "output": [
                "Pasukan polis akan membantu 160 orang Angkatan Tentera New Zealand anggota bersenjata yang sudah berada di Timor Timur dan juga kakitangan negara lain."
            ]
        },
        {
            "input": "The revaluation is expected to prepare Romania for adoption of the euro in 2012.",
            "output": [
                "Penilaian semula itu dijangkakan untuk mempersiapsediakan Romania untuk penggunaan euro pada 2012."
            ]
        },
        {
            "input": "The DeKalb Farmers Market employees were represented by lawyers for the American Civil Liberties Union.",
            "output": [
                "Pekerja-pekerja DeKalb Farmers Market diwakili oleh peguam-peguam bagi Kesatuan Kebebasan Sivil Amerika."
            ]
        },
        {
            "input": "Robson was picked for the position of England manager after a 13 year spell at Ipswich Town enabling them to become league runners up twice and to win the FA Cup and the UEFA Cup.",
            "output": [
                "Robson telah dipilih untuk jawatan pengurus England selepas tempoh 13 tahun di Ipswich Town membolehkan mereka menjadi naib juara liga sebanyak dua kali dan memenangi Piala FA dan Piala UEFA."
            ]
        },
        {
            "input": "Violent clashes have broken out between Palestinians and Israeli police near the al-Aqsa Mosque and Temple Mount in Jerusalem, from controversy over Israeli construction near the site, which is holy to both Muslims and Jews.",
            "output": [
                "Pertempuran ganas tercetus antara penduduk Palestin dan polis Israel berhampiran Masjid al-Aqsa dan Gunung Temple di Yerusalem, berpunca dari kontroversi tapak pembinaan Israel berhampiran kawasan, yang suci kepada orang Islam dan Yahudi."
            ]
        },
        {
            "input": "UN Secretary General Ban Ki-moon called the attempt \"deplorable\" and said it \"threatens regional stability.\"",
            "output": [
                "Ketua Setiausaha PBB Ban Ki-moon memanggil cubaan tersebut sebagai \"dikesali\" dan berkata bahawa ia \"mengancam kestabilan wilayah.\""
            ]
        },
        {
            "input": "\"The next morning the bishop arrived with four priests and, in a ranting mood, amid the hysteria of some of the sisters, and with MacKillop kneeling down on her knees in the chapel, he excommunicated her and sent her back into the world.\"",
            "output": [
                "\"Pada pagi esoknya bishop tiba dengan empat paderi dan, dalam perasaan marah, ditengah-tengah histeria sesetengah sister, dan dengan MacKillop berlutut didalam gereja, dia dikucilkan dan dihantar kedunia luar.\""
            ]
        },
        {
            "input": "An Asiana Airlines Boeing 777 airplane crashed upon landing at San Francisco International Airport around 11:30 AM local time today.",
            "output": [
                "Sebuah pesawat Asiana Airlines Boeing 777 telah terhempas semasa pendaratan di Lapangan Terbang Antarabangsa San Francisco sekitar jam 11:30 AM waktu tempatan hari ini."
            ]
        },
        {
            "input": "New York Stock Exchange (NYSE) announced last Wednesday that it has agreed definitively to merge with Chicago-based Archipelago Exchange (ArcaEx) and form a new publicly traded, for-profit company known as NYSE Group.",
            "output": [
                "Petukaran Saham New York (NYSE) mengumumkan pada Rabu lepas bahawa ianya telah dipersetujui secara mukatamad untuk bergabung dengan Pertukaran Nusantara-Chicago (ArcaEx) dan menubuhkan sebuah dagangan awam yang baru, untuk keuntungan syarikat yang dikenali sebagai Kumpulan NYSE."
            ]
        },
        {
            "input": "The region is the site of the largest oil-producing industries on the continent, and has a high rate of crime.",
            "output": [
                "Kawasan ini merupakan tapak pengeluar minyak terbesar di benua itu, dan mempunyai kadar jenayah yang tinggi."
            ]
        },
        {
            "input": "The airplane crashed short of the runway, close to the A9 highway, and broke into three pieces.",
            "output": [
                "Kapal terbang itu terhempas di landasan pendek, berdekatan dengan lebuh raya A9, dan pecah kepada tiga bahagian."
            ]
        },
        {
            "input": "\"It is only through the hard work and professionalism of police officers and their military colleagues that the area has been made safe,\" Cordner said.",
            "output": [
                "\"Hanya melalui kerja susah dan profesionalisme pegawai-pegawai polis dan rakan-tentera mereka bahawa kawasan itu telah dijadikan selamat,\" kata Cordner."
            ]
        },
        {
            "input": "\"Israel will not tolerate terroristic activity inside Gaza that threatens Israeli citizens,\" read a statement by the armed forces.",
            "output": [
                "\"Israel tidak akan bertolak ansur dengan aktiviti pengganas di dalam Gaza yang menggugat penduduk Israel,\" penyataaan yang dibaca oleh anggota tentera bersenjata."
            ]
        },
        {
            "input": "They were also asked to recall whether they masturbated alone or with a partner, and also how often they used condoms.",
            "output": [
                "Mereka juga diminta untuk mengingat kembali samada mereka melakukan onani seorang diri atau bersama pasangan, dan juga berapa kerap mereka menggunakan kondom."
            ]
        },
        {
            "input": "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.",
            "output": [
                "\"Saya mengambil berat tentang hal itu dan saya fikir kita perlu sampaikan mesej yang betul kepada rakyat Afghanistan,\" katanya."
            ]
        },
        {
            "input": "President Karzai said it was \"time to move forward to stability and national unity\".",
            "output": [
                "Presiden Karzai berkata ini adalah \"masa untuk bergerak ke hadapan untuk kestabilan dan perpaduan negara.\""
            ]
        },
        {
            "input": "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.",
            "output": [
                "Pihak berkuasa Chad telah menyiasat peranan tujuh orang itu dan 14 suspek lain yang berkaitan dengan usaha untuk menerbangkan 103 kanak-kanak Afrika ke Eropah untuk penempatan dengan keluarga angkat."
            ]
        },
        {
            "input": "\"Numbers like this ... are another piece of evidence that climate change is real and it's a real issue.\"",
            "output": [
                "\"Angka seperti ini...adalah satu lagi bukti bahawa perubahan iklim adalah benar dan ia adalah satu isu sebenar.\""
            ]
        },
        {
            "input": "The win moved Melbourne up to second place on the ladder, and continued the team's dominance over Canberra who now have 1 win and 6 losses playing away in Victoria.",
            "output": [
                "Kemenangan itu menaikkan Melbourne sehingga tempat kedua di senarai, dan meneruskan dominasi pasukan itu melebihi Canberra yang kini mempunyai 1 kemenangan dan 6 kekalahan dalam pertandingan di Victoria."
            ]
        },
        {
            "input": "Two of the victims were young girls aged 14 and 16.",
            "output": [
                "Dua daripada mangsa-mangsa adalah budak perempuan berumur 14 dan 16."
            ]
        },
        {
            "input": "This attack was followed by a triple attack in Peshawar by suspected Islamist insurgents.",
            "output": [
                "Serangan ini disusuli oleh tiga kali serangan di Peshawar disyaki oleh pemberontak Islam."
            ]
        },
        {
            "input": "This change is different from previous years due to a U.S. mandated daylight saving time change, which was caused by the Energy Policy Act of 2005.",
            "output": [
                "Perubahan ini berbeza daripada tahun-tahun sebelumnya disebabkan oleh perubahan waktu musim panas U.S. yang diwajibkan, yang disebabkan oleh Akta Dasar Tenaga 2005."
            ]
        },
        {
            "input": "She said Nader \"prevented Al Gore from being the 'greenest' president we could have had\", and she hoped his bid will be \"just a passing fancy that people won't take too seriously.\"",
            "output": [
                "Beliau berkata Nader \"menghalang Al Gore daripada menjadi Presiden 'paling hijau'kita mungking pernah ada\", dan beliau berharap usahanya akan menjadi \"hanya kelulusan yang mewah bahawa orang tidak akan mengambil begitu serius.\""
            ]
        },
        {
            "input": "A field hospital was set up at the site of the accident, which provided emergency first aid to the victims.",
            "output": [
                "Hospital sementara ditubuhkan di tempat kejadian kemalangan itu, yang menyediakan bantuan kecemasan kepada mangsa."
            ]
        },
        {
            "input": "Asherman's syndrome has been known since 1894 when it was first reported.",
            "output": [
                "Sindrom Asherman sudah dikenali sejak 1894 apabila ia mula-mula dilaporkan."
            ]
        },
        {
            "input": "It is the first time in post-Confederation Canada that the Speaker has had to break a tie on a non-confidence motion.",
            "output": [
                "Ia adalah kali pertama selepas Pembentukan Kanada dimana Yang di-Pertua perlu memutuskan ikatan pada pemilihan tidak berkeyakinan."
            ]
        },
        {
            "input": "The four matches were due to take place between 25 July and 31 July.",
            "output": [
                "Empat perlawanan tersebut akan berlangsung antara 25 Julai dan 31 Julai."
            ]
        },
        {
            "input": "Students unions from all parts of Hesse called for the joint demonstration in Gießen.",
            "output": [
                "Persatuan pelajar dari semua kawasan Hesse menyeru untuk demonstrasi gabungan di GieBen."
            ]
        },
        {
            "input": "He says he \"really really\" does love the iPhone due to its small size, its quietness, and the fact that it does not get hot.",
            "output": [
                "Dia berkata dia \"benar-benar\" sukakan iPhone disebabkan oleh saiznya yang kecil, ketenangannya, dan hakikat bahawa ia tidak menjadi panas."
            ]
        },
        {
            "input": "With this closure, the Seattle Times is now Seattle's only major daily newspaper.",
            "output": [
                "Dengan penutupan ini, Seattle Times kini merupakan akhbar harian utama sulung di Seattle."
            ]
        },
        {
            "input": "He made a confession in the courtroom and vowed he would \"do it again\" if he had the chance.",
            "output": [
                "Beliau membuat pengakuan di mahkamah dan berjanji beliau akan \"mengulangi perbuatannya\" jika dia mempunyai peluang."
            ]
        },
        {
            "input": "The inquiry heard that Mr Vaile and Alexander Downer (Australia's foreign minister) had received a submission claiming that AWB had acted properly, but the company they paid to transport wheat in Iraq had been paying kickbacks to Hussein's regime.",
            "output": [
                "Pertanyaan itu kedengaran bahawa Encik Vaile dan Alexander Downer (Menteri Luar Australia) telah menerima perjanjian yang mengatakan AWB telah bertindak dengan betul, tetapi syarikat yang mereka bayar untuk mengangkut gandum di Iraq telah memberi sogokan kepada rejim Hussein."
            ]
        },
        {
            "input": "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.",
            "output": [
                "Paralimpik medalis 2010 Alana Nichols tidak memulakan perlumbaan di acara turun bukit dan Super-G."
            ]
        },
        {
            "input": "Texas law prohibits corporate money from being used in elections, permitting it only for administrative expenses.",
            "output": [
                "Undang-undang Texas melarang wang korporat daripada digunakan dalam pilihan raya, membenarkannya hanya untuk perbelanjaan pentadbiran."
            ]
        },
        {
            "input": "Two-time former winners Uruguay missed the 2006 World Cup after losing in a qualifier to Australia, who have also qualified for next year's tournament.",
            "output": [
                "Bekas juara sebanyak dua kali Uruguay terlepas Piala Dunia 2006 selepas tewas dalam permainan kelayakan ke Australia, yang juga telah layak untuk kejohanan tahun depan."
            ]
        },
        {
            "input": "Investors were said to have been worried about developing in the country citing lack of security and legal protection.",
            "output": [
                "Para pelabur dikatakan bimbang tentang pembangunan di negara ini memetik kekurangan keselamatan dan perlindungan undang-undang."
            ]
        },
        {
            "input": "No further details were available about the official cause of the rescuers' deaths.",
            "output": [
                "Tidak ada butiran yang lebih lanjut tentang punca rasmi kematian penyelamat."
            ]
        },
        {
            "input": "Tim Whitley, a city official in Malakoff, told Wikinews his city has begun using a pesticide specialist to spray two times weekly.",
            "output": [
                "Tim Whitley, seorang pegawai bandar di Malakoff, memberitahu Wikinews bandar itu telah mula menggunakan seorang pakar racun perosak untuk menyembur dua kali seminggu."
            ]
        },
        {
            "input": "While the effect was theorized by Josef Lense and Hans Thirring as far back as 1918, the small scale of the effect, as little as one part in a trillion for a satellite orbiting the Earth, made detecting the effect difficult.",
            "output": [
                "Sementara kesan itu dibuat secara teori oleh Josef Lense dan Hans Thirring pada tahun 1918, kesan berskala kecil, sekecil satu bahagian dalam trilion satelit yang mengelilingi Bumi, menjadikan ia sukar untuk dikesan."
            ]
        },
        {
            "input": "Komen's policy disqualified Planned Parenthood due to a pending investigation on how Planned Parenthood spends and reports its money that is being conducted by Representative Cliff Stearns.",
            "output": [
                "Dasar Komen membuatkan Planned Parenthood hilang kelayakan kerana siasatan yang belum selesai tentang bagaimana Planned Parenthood membelanjakan dan melaporkan wangnya yang sedang dikendalikan oleh Wakil Cliff Stearns."
            ]
        },
        {
            "input": "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.",
            "output": [
                "Piala itu dinamakan selepas Earl Grey yang menderma trofi untuk menghormati pasukan ragbi amatur paling berjaya di Kanada."
            ]
        },
        {
            "input": "\"What looked to us to be huge risks at the time turned out to be nation building,\" said Bob Katter, a former minister of Joh's Government, who credited Sir Joh with starting the Queensland coal, aluminum and tourism industries.",
            "output": [
                "\"Apa yang kami lihat menjadi risiko besar pada masa itu bertukar menjadi pembangunan negara,\" kata Bob Katter, bekas menteri bagi Kerajaan Joh, yang mendatangkan kredit kepada Sir Joh di mana bermulanya arang batu, aluminium dan industri pelancongan Queensland."
            ]
        },
        {
            "input": "The State Emergency Service (SES) has responded to over 800 calls for help to repair damage caused by the storms, however the storms have subsided somewhat and flood warnings around Bega and Moruya have been withdrawn.",
            "output": [
                "Perkhidmatan Kecemasan Negeri (SES) telah bertindak balas kepada lebih daripada 800 panggilan untuk bantuan bagi membaiki kerosakan yang disebabkan oleh ribut itu, bagaimanapun ribut telah beransur reda dan amaran banjir di sekitar Bega dan Moruya telah ditarik balik."
            ]
        },
        {
            "input": "The bright memory of Alexander M. Belostenny will always live in our hearts.\"",
            "output": [
                "Memori jelas Alexander M. Belostenny akan sentiasa hidup dalam hati kami.\""
            ]
        },
        {
            "input": "A businessman currently representing his place of employment in Thailand has left the following eyewitness account for Wikinews:",
            "output": [
                "Seorang ahli perniagaan yang kini mewakili tempat pekerjaannya di Thailand telah meninggalkan keterangan saksi berikut kepada Wikinews:"
            ]
        },
        {
            "input": "Maldini then had a header at the Celtic net, but Boruc was again in the right place to make the stop.",
            "output": [
                "Maldini kemudian mempunyai tandukan di jaring Celtic, tetapi Boruc sekali lagi di tempat yang betul untuk menghentikannya."
            ]
        },
        {
            "input": "\"Whilst the emergency services did a fantastic job on the day, I have been stunningly underwhelmed by the support offered to victims since.\"",
            "output": [
                "\"Walaupun servis kecemasan telah bertindak dengan bagus pada hari kejadian, saya amat tidak gembira dengan sokongan yang diberi kepada mangsa sejak dari itu.\""
            ]
        },
        {
            "input": "Usually, the official time of a country is Winter Time.",
            "output": [
                "Biasanya, masa rasmi sesebuah negara adalah Masa Musim Sejuk."
            ]
        },
        {
            "input": "The ALP came to power in 2007 after they won 83 seats in the House of Representatives under the leadership of Kevin Rudd.",
            "output": [
                "ALP mula berkuasa pada tahun 2007 selepas mereka memenangi 83 kerusi di Dewan Rakyat di bawah pimpinan Kevin Rudd."
            ]
        },
        {
            "input": "He added that the three men put on the flight were from the Afghan capital of Kabul, \"where there is no risk for them\", and would be given monetary assistance to help them settle back into Afghanistan.",
            "output": [
                "Beliau bertambah bahawa tiga lelaki yang ditempatkan di penerbangan itu adalah dari ibu negara Afghanistan di Kabul, \"di mana tidak ada risiko untuk mereka,\" dan akan diberi bantuan kewangan untuk membantu mereka berpindah kembali ke Afghanistan."
            ]
        },
        {
            "input": "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.",
            "output": [
                "Ia akan dipaut dari halaman English Wikipedia Tools untuk percubaan 60 hari yang bermula pada tahun 2006."
            ]
        },
        {
            "input": "One video showed an alleged eruption spraying oil and debris around the BOA DEEP C 2 ROV before it was tossed from side to side.",
            "output": [
                "Satu video menunjukkan satu letusan yang dikatakan mengeluarkan minyak dan serpihan sekitar BOA DEEP C 2 ROV sebelum ia dilambung sisi ke sisi."
            ]
        },
        {
            "input": "New Zealand Members of Parliament will receive thousands more after getting pay increases today.",
            "output": [
                "Ahli-ahli Parlimen New Zealand akan menerima ganjaran ribuan lebih banyak selepas kenaikan gaji hari ini."
            ]
        },
        {
            "input": "The Border Arbitration Agreement allows for international arbitrators to resolve a 20-year border dispute that dates back to the break-up of Yugoslavia.",
            "output": [
                "Perjanjian timbang tara sempadan itu membenarkan penimbang tara antarabangsa untuk menyelesaikan perselisihan sempadan yang telah berlaku selama 20 tahun bermula dari perpecahan Yugoslavia."
            ]
        },
        {
            "input": "Bloomberg explained the meaning of the preemptive announcement by stating: \"We recognize that we did not do the job that New Yorkers rightly expect of us in the last storm.",
            "output": [
                "Bloomberg menjelaskan tujuan pengumuman terlebih dahulu dengan menyatakan: \"Kami mengakui bahawa kami tidak melakukan kerja kami seperti yang diharapkan penduduk New York dalam ribut yang lepas."
            ]
        },
        {
            "input": "The portion of the pipeline affected by the protesters is part of the 'Gulf Coast Pipeline Project' that is to be about 485 miles long and consist of a \"36-inch crude oil pipeline beginning in Cushing, Oklahoma and extending south to Nederland, Texas\", says TransCanada on their website.",
            "output": [
                "Bahagian talian paip yang terkesan oleh ppenunjuk perasaan ialah sebahagian daripada 'Projek Talian Paip Pantai Gulf'yang berukuran lebih kurang 485 miles panjang dan mempunyai \"36-inch talian paip minyak mentah yang bermula di Cushing, Oklahoma dan menganjur ke selatan Nederland, Texas\", kata TransCanada di laman web mereka."
            ]
        },
        {
            "input": "As well, many Iraqis want Hussein punished for reprisals against a Shia uprising in 1991.",
            "output": [
                "Selain itu, ramai rakyat Iraq mahu Hussein dihukum atas tindakan balas terhadap kebangkitan Syiah pada tahun 1991."
            ]
        },
        {
            "input": "The Prime Minister Gordon Brown commented on the Union leaders death, saying, \"Steve Sinnott was inspirational in his devotion to teaching, not just for children in Britain, but around the world\".",
            "output": [
                "Perdana Menteri Gordon Brown mengulas mengenai kematian Kesatuan pemimpin, katanya: \"Steve Sinnott adalah inspirasi dalam dedikasi beliau atas pendidikan, bukan hanya untuk kanak-kanak di Britain, tetapi di seluruh dunia.\""
            ]
        },
        {
            "input": "The helicopter had been chartered from the Russian company Vertical-T and all the victims were civilians.",
            "output": [
                "Helikopter tersebut telah dicarter daripada syarikat Rusia Vertical-T dan kesemua mangsa merupakan orang awam."
            ]
        },
        {
            "input": "They said public safety was enhanced under the current policy because many in the immigrant community have less reason to fear that they or people they care about would be deported if the police were called.",
            "output": [
                "Mereka berkata keselamatan awam telah dipertingkatkan di bawah dasar semasa kerana komuniti pendatang mempunyai kurang sebab untuk takut bahawa mereka atau orang yang mereka sayangi akan dihantar pulang jika polis dipanggil."
            ]
        },
        {
            "input": "Ashley suffers a condition termed static encephalopathy with marked global developmental deficits of unknown etiology, which means brain damage of unknown cause leading to a kind of static condition.",
            "output": [
                "Ashley mengalami keadaan yang dipanggil ensefalopati statik dengan defisit perkembangan global ketara oleh etiologi yang tidak diketahui, yang bermaksud kerosakan otak tanpa sebab yang diketahui membawa kepada satu keadaan statik."
            ]
        },
        {
            "input": "Tharoor is currently the UN's Under Secretary-General for Communications and Public Information.",
            "output": [
                "Tharoor kini adalah Setiausaha Agung PBB bagi Komunikasi dan Maklumat Awam."
            ]
        },
        {
            "input": "According to a Navy news release, the Blue Angels were performing the final maneuver of their routine when the accident occurred.",
            "output": [
                "Menurut satu siaran akhbar Tentera Laut, Blue Angels sedang membuat pertunjukan aksi terakhir dalam rutin mereka apabila kemalangan itu berlaku."
            ]
        },
        {
            "input": "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.",
            "output": [
                "Bermain dalam tahap tertinggi liga domestik, Liga W, beliau telah memenangi kejohanan itu pada 2009."
            ]
        },
        {
            "input": "That night, an Australian plane was able to locate her 40-foot (12.2-metre) long boat, Wild Eyes, which had lost its mast earlier.",
            "output": [
                "Pada malam itu, sebuah pesawat Australia itu dapat mengesan bot panjangnya yang 40 kaki (12.2 meter) itu, Wild Eyes, yang telah kehilangan tiangnya terdahulu."
            ]
        },
        {
            "input": "Antelo, who has been working on connections between art and medicine, says that Kahlo brought her infertility to the canvas and this can be seen in her many paintings of reproductive organs or in her depiction of her own bleeding body in the 1932 painting Henry Ford Hospital.",
            "output": [
                "Antelo, yang sudah berkhidmat dalam perhubungan diantara seni dan perubatan, berkata bahawa Kahlo membawa kemandulannya ke kanvas dan boleh dilihat dalam kebanyakan lukisannya tentang organ pembiakan atau gambarannya berkenaan tubuh yang berdarah didalam lukisan Hospital Henry Ford tahun 1932."
            ]
        },
        {
            "input": "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.",
            "output": [
                "Pesawat itu terhempas kira-kira dua kilometer (1.3 batu) dari lapangan terbang Smolensk."
            ]
        },
        {
            "input": "Swift noted that \"Air Pacific just didn’t resonate with our customers\" and said that same people \"thought we were an air conditioning company\".",
            "output": [
                "Swift berkata \"Air Pacific hanya tidak bergema dengan pelanggan-pelanggan kami\" dan berkata bahawa orang yang sama \"fikir kami sebuah syarikat penghawa dingin.\""
            ]
        },
        {
            "input": "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"",
            "output": [
                "Kenyataan kerajaan itu menyatakan yang tentera Yemen \"[membersihkan] sepenuhnya bandar itu dari unsur pemberontakan dalam dua hari lepas, memaksa pemberontak untuk menyerah atau melarikan diri.\""
            ]
        },
        {
            "input": "Those that do, are only making an average of $50 per week.",
            "output": [
                "Mereka yang berbuat demikian, hanya membuat purata $50 seminggu."
            ]
        },
        {
            "input": "In light of all that has occurred, Museveni told his party that the issue as of today was no longer a parliamentary one, and that it is to be discussed and handled accordingly by him and his cabinet alone.",
            "output": [
                "Dalam pade semua yang berlaku, Museveni memberitahu partinya bahawa isu itu pada sekarang ini bukan lagi isu parllimen, dan isu itu akan dibincangkan serta ditangani sewajarnya oleh beliau dan kabinat beliau sahaja."
            ]
        },
        {
            "input": "Commercial vessels were also warned to avoid known fishing areas accordingly.",
            "output": [
                "Kapal perdagangan telah juga diberi amaran untuk mengelakkan kawasan nelayan yang dikenal pasti dengan sewajarnya."
            ]
        },
        {
            "input": "Serbia, Macedonia, and Montenegro currently appear to have strong support within the Parliament for implementing the proposal.",
            "output": [
                "Serbia, Macedonia, dan Montenegro kini kelihatan memiliki sokongan kuat dari dalam Parlimen untuk melaksanakan cadangan tersebut."
            ]
        },
        {
            "input": "\"The reason for the widespread power outages has been the combination of very heavy water laden snow accumulating on the trees that still have most of their leaves.\"",
            "output": [
                "\"Punca gangguan bekalan kuasa berleluasa disebabkan oleh kombinasi salji sarat dengan air yang sangat berat berkumpul di atas pokok-pokok yang kebanyakannya masih mempunyai daun.\""
            ]
        },
        {
            "input": "He also said that while no explosives were found on the vehicle he had a \"sneaking suspicion\" that soldiers feared the motorcycle carried a second suicide bomber and acted defensively.",
            "output": [
                "Beliau juga berkata bahawa walaupun tiada bahan letupan ditemui atas kenderaan itu dia mempunyai \"syak wasangka\" bahawa tentera takut akan motosikal itu membawa pengebom berani mati kedua dan telah bertindak mempertahankan diri."
            ]
        },
        {
            "input": "It prematurely ends the lives of 5 million people a year, a figure which will double by 2020 if current trends are not reversed.",
            "output": [
                "Ia pada peringkat awal menamatkan riwayat 5 juta orang setahun, satu jumlah yang akan berganda menjelang 2020 jika trend semasa tidak dibalikkan."
            ]
        },
        {
            "input": "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.",
            "output": [
                "Dalam panduan tesebut, pengawal diberitahu untuk tidak menerima surat persendirian dan bungkusan di dalam blok tahanan atau dimana-mana kawasan bertugas."
            ]
        },
        {
            "input": "Evidence of the clouds had been previously detected around our own galaxy and in the Local Group, but the temperature range (a few hundred thousand to a million degrees Celsius) and low density have prevented detection outside the immediate neighborhood of galaxies and the reliable estimation of baryon density for the entire universe.",
            "output": [
                "Bukti awan itu sebelum ini telah dikesan di sekitar galaksi kita sendiri dan dalam Kumpulan Tempatan, tetapi julat suhu (beberapa ratus ribu kepada juta darjah Celsius) dan kepadatan rendah menghalang pengesanan luar untuk galaksi jiran dan anggaran yang boleh dipercayai tentang kepadatan baryon bagi seluruh alam semesta."
            ]
        },
        {
            "input": "Langham, 58, from Goldford, Kent claimed that he had been studying porn sites, researching for a character called, \"Pedro,\" for the television series Help.",
            "output": [
                "Langham, 58, dari Goldford, Kent mendakwa bahawa beliau telah mengkaji laman web lucah, penyelidikan untuk watak yang dipanggil, \"Pedro,\" untuk siri televisyen Help."
            ]
        },
        {
            "input": "Parthenolide appears to target the roots of myeloid leukemia, stem cells, while current treatments including the relatively new drug Gleevec don't.",
            "output": [
                "Parthenolide kelihatan menyasarkan akar leukemia mieloid, sel-sel stem, manakala rawatan semasa termasuklah dadah yang agak baru Gleevec tidak berupaya sedemikian."
            ]
        },
        {
            "input": "British television celebrity Jade Goody of Big Brother fame has been diagnosed with cervical cancer.",
            "output": [
                "Selebriti terkenal program Big Brother televisyen British, Jade Goody telah didiagnosis dengan kanser pangkal rahim."
            ]
        },
        {
            "input": "He said that he was to play a role in another future attack on the White House using an aircraft.",
            "output": [
                "Dia berkata yang dia akan memainkan peranan dalam satu lagi serangan masa depan keatas White House menggunakan pesawat."
            ]
        },
        {
            "input": "A reporter's notes subpoenaed by the U.S. District Court in Washington may show United States President George W. Bush's chief political advisor Karl Rove as one of the two sources behind the leaking of the identity of undercover CIA agent Valerie Plame, according to one or more anonymous sources cited by MSNBC.",
            "output": [
                "Nota seorang wartawan disepina oleh Mahkamah Daerah U.S. di Washington mungkin menunjukkan ketua penasihat politik Presiden Amerika Syarikat George W. Bush Karl Rove sebagai salah satu daripada dua sumber di belakang kebocoran identiti ejen CIA yang menyamar Valerie Plame, menurut satu atau lebih sumber-sumber tanpa nama yang dipetik oleh MSNBC."
            ]
        },
        {
            "input": "Powell has a chemistry degree and has extensive experience with semiconductors from working for Advanced Micro Devices.",
            "output": [
                "Powell mempunyai ijazah kimia dan mempunyai pengalaman yang luas berkenaan semikonduktor kerana bekerja untuk Advanced Micro Devices."
            ]
        },
        {
            "input": "Griffin, in testimony before the House Science Committee in 2004, outlined more ambitious plans for human exploration and settlement of the solar system in which he believes the United States should play a key role.",
            "output": [
                "Griffin, dalam keterangannya sebelum Jawatankuasa Rumah Sains 2004, menyatakan lebih banyak pelan-pelan yang bercita-cita tinggi untuk penerokaan dan penempatan manusia sistem solar yang beliau percaya bahawa Amerika Syarikat patut memainkan peranan utama dalam hal ini."
            ]
        },
        {
            "input": "Japan and South Korea, both strong allies of the United States are considered to be likely customers, if the ban is lifted.",
            "output": [
                "Jepun dan Korea Selatan, kedua-duanya sekutu kuat Amerika Syarikat dianggap sebagai pelanggan berkemungkinan, jika larangan tersebut ditarik balik."
            ]
        },
        {
            "input": "\"We've got a lot more optimism about the economic outlook than we did.\"",
            "output": [
                "\"Kami telah mendapat lebih banyak optimisme mengenai tinjauan ekonomi dari apa yang telah kami lakukan.\""
            ]
        },
        {
            "input": "The announcement served only as official comfirmation of what was generally expected as wild speculation had raged during the past few days.",
            "output": [
                "Pengumuman itu hanya berfungsi sebagai pengesahan rasmi untuk apa yang telah pada umumnya dijangkakan sebagai spekulasi liar yang tersebar luas dalam beberapa hari lalu."
            ]
        },
        {
            "input": "Britain's Foreign Office confirmed the release, and said the yachtsmen are being towed to international waters, and were expected to head to Dubai, United Arab Emirates.",
            "output": [
                "Pejabat Luar Negeri Britain mengesahkan pembebasan itu, dan pelayar kapal layar itu ditunda ke perairan antarabangsa, dan dijangka akan menghala ke Dubai, Emiriah Arab Bersatu."
            ]
        },
        {
            "input": "The Statler was built for only one thing, the exposition.",
            "output": [
                "Statler dibina untuk hanya satu perkara, pameran itu."
            ]
        },
        {
            "input": "Media sources indicate well over 80 cases of West Nile virus have been reported this year in Dallas county alone.",
            "output": [
                "Sumber media menunjukkan lebih daripada 80 kes virus Wes Nile telah dilaporkan tahun ini di daerah Dallas sahaja."
            ]
        },
        {
            "input": "She left in highly publicized disputes most recently in 2000 and 2001, due to a lack of story for her character.",
            "output": [
                "Dia meninggalkannya dalam pertikaian yang sangat dipublisitikan baru-baru ini pada 2000 dan 2001, akibat kekurangan cerita untuk wataknya."
            ]
        },
        {
            "input": "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.",
            "output": [
                "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul."
            ]
        },
        {
            "input": "The Sunday Times cites unnamed U.K. government sources saying that Britain's troops could leave Basra as early as October.",
            "output": [
                "Sunday Times memetik sumber tidak bernama kerajaan U.K. berkata bahawa tentera Britain boleh meninggalkan Basra seawal bulan Oktober."
            ]
        },
        {
            "input": "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.",
            "output": [
                "Puan Graham membeli kasut itu di kedai pertubuhan amal Sue Ryder selepas menemui ahli pekerja Thatcher yang jatuhkannya di dalam kedai."
            ]
        },
        {
            "input": "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.",
            "output": [
                "Pengkaji cuaca mengatakan bahawa ribut berubah arah sebelum melanda kawasan Cagayan di bahagian utara negara itu."
            ]
        },
        {
            "input": "The New Zealand government has announced that it will be reviewing funding for medical and dentistry students at Otago and Auckland Universities to certify the institutions' standards and help staff retention.",
            "output": [
                "Kerajaan New Zealand telah mengumumkan bahawa mereka akan mengkaji semula pembiayaan bagi pelajar jurusan perubatan dan pergigian di Universiti Otago dan Auckland untuk mengesahkan taraf institusi berkenaan dan membantu pengekalan kakitangan."
            ]
        },
        {
            "input": "\"We are optimistic about getting some European funding, which is absolutely crucial, and are asking the Scottish Government to close the funding gap.\"",
            "output": [
                "\"Kami optimistik dalam mendapatkan dana Eropah, yang sememangnya penting, dan sedang meminta Kerajaan Scotland untuk merapatkan jurang dana.\""
            ]
        },
        {
            "input": "A multi-center US study of 748 patients, who were to undergo treatment for coronary artery disease, has found that prayer by Christian, Muslim, Jewish, and Buddhist groups had no measurable effects on the medical health of the study subjects.",
            "output": [
                "Satu kajian Pusat Berbilang Kajian AS dengan 748 pesakit, yang menjalani rawatan bagi penyakit arteri koronari, telah mendapati bahawa doa oleh agama Kristian, Islam, Yahudi, dan Buddha tidak memberi kesan yang boleh diukur kepada kajian dalam subjek perubatan kesihatan."
            ]
        },
        {
            "input": "Family members of the nearly 3,000 killed in the attacks were able to watch the Alexandria, Virginia courtroom proceedings by closed-circuit television in six U.S. cities: New York, Boston, Central Islip, N.Y., Newark, N.J., and Philadelphia.",
            "output": [
                "Ahli keluarga kepada hampir 3,000 yang terbunuh dalam serangan tersebut dapat menonton prosiding bilik mahkamah Alexandar, Virginia itu melalui televisyen litar-tertutup di enam bandar U.S. : New York, Boston, Central Islip, N.Y., Newark, N.J., and Philadelphia."
            ]
        },
        {
            "input": "The Kenyan government has dismissed 25,000 striking health workers, mostly nurses, citing failure to heed government orders to recommence work and concern for the welfare of hospital patients.",
            "output": [
                "Kerajaan Kenya telah memecat 25,000 orang pekerja kesihatan yang bermogok, kebanyakannya jururawat, menyatakan tidak dapat mematuhi arahan kerajaan untuk memulakan semula kerja dan juga kebimbangan terhadap kebajikan pesakit hospital."
            ]
        },
        {
            "input": "\"The whole thing is taking place in what you might call a flickering of an evolutionary eye,\" said Myers.",
            "output": [
                "\"Semua apa yang difikirkan terjadi dalam apa yang kamu katakan kelipan dalam mata evolusi,\" kata Myers."
            ]
        },
        {
            "input": "There are also concerns that community radios may be used by insurgent groups to compromise India's internal security.",
            "output": [
                "Mereka juga bimbang bahawa komuniti radio boleh dipergunakan oleh kumpulan pemberontak untuk mengancam keselamatan dalaman India."
            ]
        },
        {
            "input": "They ran every 15 minutes from 8:30 am to 4:00 pm.",
            "output": [
                "Mereka bergerak setiap 15 minit dari pukul 8:30 pagi hingga 4:00 petang."
            ]
        },
        {
            "input": "The Ontario Lottery and Gaming Corporation is also named in Mr Moore's civil suit for alleged negligence in investigating Ms Arnold's claim.",
            "output": [
                "Ontario Lottery and Gaming Corporation juga dinamakan dalam saman sivil Encik Moore kerana tuduhan kecuaian dalam menyiasat dakwaan Cik Arnold itu."
            ]
        },
        {
            "input": "The explosion is said to be the most powerful explosion known to scientists, which consists of a gamma-ray burst or an x-ray blast.",
            "output": [
                "Letupan itu dikatakan adalah letupan terkuat diketahui saintis, yang terdiri daripada satu pecahan sinar gama atau pecahan sinar-x."
            ]
        },
        {
            "input": "The Church also faces charges of illegally operating as a pharmacy by illegally treating individuals with prescription medications.",
            "output": [
                "Gereja itu juga menghadapi tuduhan beroperasi secara haram sebagai farmasi kerana merawat individu dengan ubat-ubatan preskripsi secara haram."
            ]
        },
        {
            "input": "\"I want to start right now the negotiations process with the Development Fund of Kuwait for the construction of great projects for East Timor's roads, bridges, harbors and airports\", Ramos Horta, East Timor's Prime Minister, said.",
            "output": [
                "\"Saya mahu memulakan proses rundingan sekarang juga dengan Dana Pembangunan Kuwait bagi pembinaan projek-projek besar untuk jalan raya, jambatan, pelabuhan dan lapangan terbang Timor Timur,\" Ramos Horta, Perdana Menteri Timur Timor, berkata."
            ]
        },
        {
            "input": "After taking 15 minutes to settle in, Bayern Munich started to attack more frequently and it paid dividends after 30 minutes when Lukas Podolski equalized.",
            "output": [
                "Selepas mengambil 15 minit untuk membiasakan diri, Bayern Munich memulakan untuk menyerang lebih kerap dan ia meraih mata selepas 30 minit apabila Lukas Podolski memberi penyamaan."
            ]
        },
        {
            "input": "The People's Court of the northern Quang Ninh Province made the sentence after a four-day trial, and confiscated 19,600 jeans used for smuggling, HK$1.5 million (278,262 Yuan, US$10,485) in assets.",
            "output": [
                "Mahkamah Rakyat utara Wilayah Quang Ninh menjatuhkan hukuman itu selepas perbicaraan selama empat hari, dan merampas 19,600 jeans yang digunakan untuk penyeludupan, HK $1.5 juta (278,262 Yuan, US$10,485 ) dalam bentuk aset."
            ]
        },
        {
            "input": "Some even suggest that Fawkes' failed attack is not something to commemorate at all.",
            "output": [
                "Sebahagian turut mencadangkan agar kegagalan serangan Fawke bukanlah sesuatu yang patut diperingati."
            ]
        },
        {
            "input": "\"But I would certainly enjoy doing the hike in the nude and I wouldn't want to be deprived of it.\"",
            "output": [
                "\"Tetapi saya pasti akan gembira melakukan kembara dalam keadaan bogel dan saya tidak mahu kegembiraan itu dirampas.\""
            ]
        },
        {
            "input": "Romania have lost both their games and are fourth in the group with one point, behind Italy with four and Portugal with none.",
            "output": [
                "Romania kalah dalam kedua-dua perlawanan mereka dan berada di tangga ke-empat dalam kumpulan dengan satu mata, berada di belakang Itali dengan empat mata dan Portugal tanpa sebarang mata."
            ]
        },
        {
            "input": "According to a new diagnosis by a surgical pathologist, Frida Kahlo most likely suffered uterine damage during a streetcar accident as a teenager and this led to a rare condition known as Asherman's syndrome, and that would explain the Mexican artist's infertility.",
            "output": [
                "Menurut sebuah diagnosis oleh pakar patologi pembedahan, Frida Kahlo berkebarangkalian besar mengalami kerosakan rahim semasa kemalangan trem sewaktu remaja dan ini mengakibatkan keadaan jarang berlaku yang dikenali sebagai sindrom Asherman, dan ia boleh menjelaskan kemandulan artis berbangsa Mexico tersebut."
            ]
        },
        {
            "input": "According to Russian officials, Russia has no intention of occupying territory beyond South Ossetia and Abkhazia.",
            "output": [
                "Menurut pegawai Rusia, Rusia tidak mempunyai niat untuk menduduki wilayah di luar Selatan Ossetia dan Abkhazia."
            ]
        },
        {
            "input": "\"I therefore take tremendous pride in having earned his endorsement.\"",
            "output": [
                "\"Oleh itu saya berasa bangga dalam mendapatkan sokongan beliau.\""
            ]
        },
        {
            "input": "Despite some opposition from some Congressmen, such as John B. T. Campbell III of California's 48th congressional district, the plan passed overwhelmingly 380–34.",
            "output": [
                "Walaupun terdapat beberapa bantahan daripada beberapa ahli Kongres, seperti John B.T. Campbell III dari daerah kongres ke-48 California, pelan itu lulus dengan keputusan yang menggalakkan, 380-34."
            ]
        },
        {
            "input": "President Niyazov of Turkmenistan had declared himself to be \"President For Life\" in 1999 after his last elected victory in 1992 and had not selected a successor.",
            "output": [
                "Presiden Turkmenistan Niyazov telah mengisytiharkan dirinya sebagai \"Presiden Seumur Hidup\" pada tahun 1999 selepas kemenangan pilihanraya terakhirnya pada tahun 1992 dan tidak lagi memilih pengganti."
            ]
        },
        {
            "input": "\"On behalf of Director Beasley and the Ohio Department of Transportation, we extend our deepest sympathy to the family of Andrew Burris,\" said ODOT District 2 director, Dave Dysard.",
            "output": [
                "\"Bagi pihak Pengarah Beasley dan Jabatan Pengangkutan Ohio, kami menyampaikan rasa simpati yang tidak terhingga kepada keluarga Andrew Burris,\" kata pengarah Daerah ODOT 2, Dave Dysard."
            ]
        },
        {
            "input": "\"The sheer quantity involved in this attempt suggests these cigarettes could have ended up in locations across the UK.\"",
            "output": [
                "\"Kuantiti sebenar yang terlibat dalam usaha ini menunjukkan rokok ini boleh berada di lokasi seluruh UK.\""
            ]
        },
        {
            "input": "This is part of plan by British Prime Minister Tony Blair and Irish Toaiseach Bertie Ahern to set up a devolved government in Northern Ireland after its assembly was suspended in October 2002 over allegations of a IRA spy ring.",
            "output": [
                "Ini adalah sebahagian rancangan Perdana Menteri British Tony Blair dan Timbalan Perdana Menteri Irish Bertie Ahern untuk mengakibatkan penurunan kerajaan di Ireland Utara selepas perhimpunan digantung pada Oktober 2002 atas dakwaan jaringan pengintip IRA."
            ]
        },
        {
            "input": "Players finally explored the city six days after their arrival.",
            "output": [
                "Pemain-pemain akhirnya menjelajahi bandar itu enam hari selepas ketibaan mereka."
            ]
        },
        {
            "input": "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.",
            "output": [
                "Pengagihan semasa kerusi memberikan Parti Buruh Australia dengan 58 daripada 86 jumlah keseluruhan, Parti Liberal Negara dengan 25, Queensland Greens & One Nation dengan masing-masing satu dan calon bebas memegang empat."
            ]
        },
        {
            "input": "Organizations and advocacy groups throughout the state are encouraging citizens to promote public awareness of unsafe driving practices, such as driving while impaired, distracted, or unbelted.",
            "output": [
                "Organisasi dan kumpulan penyokong di seluruh negeri menggalakkan rakyat untuk mempromosikan kesedaran awam terhadap amalan memandu yang tidak selamat, seperti memandu semasa kesihatan terganggu, bingung, atau tidak bertali pinggang keledar."
            ]
        },
        {
            "input": "Barbaro suffered a major injury to his right hind leg shortly after the start of the 2006 Preakness Stakes.",
            "output": [
                "Barbaro mengalami kecederaan utama kepada kaki kanan belakang beliau tidak lama selepas permulaan Preakness Stakes 2006."
            ]
        },
        {
            "input": "The Pope County Sheriff's department reports that Lacey was not wearing his seatbelt at the time of the accident.",
            "output": [
                "Jabatan Sheriff Daerah Pope melaporkan yang Lacey tidak memakai tali pinggang keledarnya pada masa kemalangan."
            ]
        },
        {
            "input": "He also asked militants to seek revenge for the assault on the Red Mosque when almost 100 were killed by militants and troops.",
            "output": [
                "Dia juga meminta militan untuk membalas dendam demi serangan ke atas Masjid Merah apabila hampir 100 orang telah dibunuh oleh militan dan tentera."
            ]
        },
        {
            "input": "Meng Xianling, who runs a seafood stall located down a narrow lane opposite the site of the accident building, commented that \"I was afraid the parlor's boiler would explode.",
            "output": [
                "Meng Xianling, yang menguruskan sebuah gerai makanan laut yang terletak di lorong yang sempit bertentangan dengan tapak bangunan kemalangan itu, mengulas bahawa \"Saya takut tempat dandang itu akan meletup."
            ]
        },
        {
            "input": "This flooding has also caused a food crisis in some parts.",
            "output": [
                "Banjir ini juga telah menyebabkan krisis makanan di beberapa bahagian."
            ]
        },
        {
            "input": "French, German, and New Zealand aviation authorities and investigators have been dispatched to the site to investigate the incident.",
            "output": [
                "Pihak berkuasa penerbangan dan penyiasat Perancis, Jerman, dan New Zealand telah dihantar ke tempat kejadian itu untuk menyiasat kejadian itu."
            ]
        },
        {
            "input": "However, in the last session of the day India took five wickets, sending Australia all out with a score of 212 after fifty overs.",
            "output": [
                "Walau bagaimanapun, dalam sesi terakhir hari tersebut India mengambil lima wickets, menghantar Australia semua keluar dengan skor 212 selepas lima puluh pengambilalihan."
            ]
        },
        {
            "input": "\"The message of these two indices is clear and urgent:\"",
            "output": [
                "\"Mesej dari dua indeks ini jelas dan penting:\""
            ]
        },
        {
            "input": "The win has been dubbed as a \"radical departure\" from the catchy pop tunes, folk songs and emotional ballads normally associated with Eurovision.",
            "output": [
                "Kemenangan itu telah digelar sebagai \"perlepasan radikal\" dari melodi pop menarik, lagu rakyat dan balad emosi yang biasanya dikaitkan dengan Eurovision."
            ]
        },
        {
            "input": "No one in authority noticed for nine days, until an honest ATM user reported the machine was giving out too much money.",
            "output": [
                "Tiada penguatkuasa yang menyedarinya untuk sembilan hari, sehingga pengguna ATM yang jujur melaporkan yang mesin tersebut memberikan wang yang terlalu banyak."
            ]
        },
        {
            "input": "Some observers concluded that such fraud might have affected the outcome in one of the contests for parliament, and several of those for the provincial assemblies.",
            "output": [
                "Sebahagian pemerhati merumuskan yang penipuan mungkin memberi kesan kepada keputusan dalam satu dari pertandingan untuk parlimen, dan beberapa untuk Dewan Wilayah."
            ]
        },
        {
            "input": "This also means that, as of 1 April 2011, no NSIBH official or representative may participate in any international match or event.\"",
            "output": [
                "Ini juga bermakna bahawa, pada 1 April 2011, tiada pegawai NSIBH atau wakil boleh mengambil bahagian dalam mana-mana perlawanan antarabangsa atau acara.\""
            ]
        },
        {
            "input": "Once the submission has been read, the minister signs it and it goes into the system.",
            "output": [
                "Setelah penyerahan itu dibacakan, beliau menandatanganinya dan ia pergi ke dalam sistem."
            ]
        },
        {
            "input": "The University of Oregon Ducks opened their 2009 season with a 19–8 loss to rival Boise State Broncos.",
            "output": [
                "Pasukan Universiti Oregon, Duck, membuka musim 2009 mereka dengan kekalahan 19-8 oleh pesaingnya Pasukan Boise State Broncos."
            ]
        },
        {
            "input": "The price of fresh milk is to climb by 50c in the beginning of April 2007 following increases in production costs to producers.",
            "output": [
                "Harga susu segar akan meningkat sebanyak 50c pada awal April 2007 menikuti peningkatan dalam kos pengeluaran kepada pengeluar."
            ]
        },
        {
            "input": "The problem caused the following channels unable to be seen: Sky Movies, J2, Cartoon Network, Sky News, pay-per-view movie channels, radio channels including; National Radio, Concert FM and George FM.",
            "output": [
                "Masalah itu menyebabkan saluran berikut tidak dapat dilihat: Sky Movies, J2, Cartoon Network, Sky News, saluran filem bayar-setiap-tontonan, saluran radio termasuk; National Radio, Concert FM dan George FM."
            ]
        },
        {
            "input": "Currently, MST receives help from the Brazilian government and donations from international organizations.",
            "output": [
                "Masa ini, MST menerima bantuan dari kerajaan Brazil dan derma dari organisasi antarabangsa."
            ]
        },
        {
            "input": "Wikinews reporter David Shankbone spoke with Musto about his life and his relationship to the world of celebrity journalism.",
            "output": [
                "Wartawan Wikinews David Shankbone berbicara dengan Musto mengenai kehidupan beliau dan hubungan dengan dunia journalism selebriti."
            ]
        },
        {
            "input": "Earlier this month, an attack aimed at the powerful Inter-Services Intelligence killed 25 people.",
            "output": [
                "Awal bulan ini, satu serangan ditujukan pada Perkhidmatan Perisikan yang berkuasa tinggi membunuh 25 orang."
            ]
        },
        {
            "input": "The University of Sydney has released a report card on the changes available.",
            "output": [
                "Universiti Sydney telah mengeluarkan kad laporan bagi perubahan yang boleh didapati."
            ]
        },
        {
            "input": "But Conyers is reluctant to take such a bold step just yet.",
            "output": [
                "Tetapi Conyers masih enggan mengambil langkah yang seberani itu."
            ]
        },
        {
            "input": "French, who lived in Penrith, New South Wales, was one of fifteen athletes to compete at Australia's second Paralympic Games in 1964 in Tokyo when he won a silver medal in the men's 25 metre freestyle event.",
            "output": [
                "French, yang tinggal di Penrith, New South Wales, adalah salah satu daripada lima belas atlet yang akan bersaing di Sukan Paralimpik kedua Australia pada tahun 1964 di Tokyo apabila dia memenangi pingat perak dalam acara gaya bebas 25 meter lelaki."
            ]
        },
        {
            "input": "Park had claimed that his wife had left him for another man.",
            "output": [
                "Park mendakwa yang isterinya telah meninggalkannya untuk lelaki lain."
            ]
        },
        {
            "input": "There are some very low-level unit standards which are extraordinarily easy to pass...",
            "output": [
                "Terdapat beberapa piawaian unit yang sangat tahap rendah yang luar biasa mudah untuk lulus..."
            ]
        },
        {
            "input": "The source said that he is not perpetuating these stereotypes and that his preconceived notions do not alter how he perceives these interactions.",
            "output": [
                "Sumber itu berkata, beliau tidak mengekalkan stereotaip ini dan tanggapan pendahulu beliau tidak mengubah bagaimana beliau melihatnya interaksi ini."
            ]
        },
        {
            "input": "\"The Iraqi people have been right to turn against these terrible, violent people in their midst who will do anything.\"",
            "output": [
                "\"Orang Iraq telah pun diberikan hak untuk menentang kejahatan itu, orang yang bersalah yang dalam kekalutan akan melakukan apa sahaja.\""
            ]
        },
        {
            "input": "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.",
            "output": [
                "Pengawai trafik, polis wilayah, Rondaan Lebuh Raya California dan Biro Penyiasatan Persekutuan terlibat dalam siasatan itu."
            ]
        },
        {
            "input": "Lerwick in the Shetland Islands is currently cloudy with fog, at only 18ºC (64ºF)",
            "output": [
                "Lerwick di Kepulauan Shetland kini mendung dengan kabus, hanya 18ºC (64ºF)"
            ]
        },
        {
            "input": "Despite entering the match with the burden of having to score 32 points and receiving a bonus point (by scoring four tries), the Bulls managed to overcome fellow South African team, the Stormers, at Newlands Stadium in Cape Town on Saturday May 13, winning the match 43 points to 10 in the final round of the regular season.",
            "output": [
                "Walaupun memasuki pertandingan dengan bebanan perlu menjaringkan 32 mata dan menerima satu mata bonus (dengan menjaringkan empat percubaab), the Bulls berupaya mengatasi rakan-rakan pasukan Afrika Selatan, the Stormers, di Stadium Newlands di Cape Town pada Sabtu 13 Mei, memenangi pertandingan 43 mata kepada 10 dipusingan akhir musim biasa."
            ]
        },
        {
            "input": "At a speaking engagement on Friday, Santorum stated that same-sex partnerships don't \"benefit society\".",
            "output": [
                "Di dalam perbualan bahas pada hari Jumaat, Santorum mengatakan bahawa perhubungan sama jantina tidak \"memanfaatkan masyarakat.\""
            ]
        },
        {
            "input": "Some money will go towards sport as a part of these celebrations.",
            "output": [
                "Sebahagian wang akan pergi ke bahagian sukan sebagai sebahagian daripada sambutan ini."
            ]
        },
        {
            "input": "Migraines are described by the World Health Organisation as a major worldwide cause of disability.",
            "output": [
                "Migrain dikatakan oleh Pertubuhan Kesihatan Sedunia sebagai penyebab utama hilang upaya di seluruh dunia."
            ]
        },
        {
            "input": "However, Ryanair is not the only airline to suffer from the economic downturn.",
            "output": [
                "Walau bagaimanapun, Ryanair bukan satu-satunya syarikat penerbangan yang menderita daripada kemelesetan ekonomi."
            ]
        },
        {
            "input": "At least 95% of the birds Guan and his team looked at were infected with the new strain and vaccines formulated to fight the H5N1 virus have not worked.",
            "output": [
                "Sekurang-kurangnya 95% daripada burung Guan dan pasukannya kelihatan di dijangkiti oleh stren baru dan vaksin digubal untuk melawan virus H5N1 tidak bekerja."
            ]
        },
        {
            "input": "One of those was Morgan Mellish of the Australian Financial Review, who died in the crash.",
            "output": [
                "Salah seorang daripada mereka adalah Morgan Mellish dari Kajian Kewangan Australia, yang meninggal dunia dalam hempasan itu."
            ]
        },
        {
            "input": "A freelance journalist writing for Wikinews has obtained the only known reproduction photo of the hotel [pictured at the top].",
            "output": [
                "Seorang wartawan bebas yang menulis untuk Wikinews telah mendapat satu-satunya salinan gambar hotel itu [gambar di atas]."
            ]
        },
        {
            "input": "NASA's Spitzer Space Telescope made news this week when it was announced that the space observatory had, for the first time, captured enough light to detect molecules in the atmospheres of planets outside the solar system.",
            "output": [
                "Teleskop Angkasa Spitzer NASA, mengumumkan bahawa pemerhatian ruang yang telah, buat kali pertama, menangkap cahaya yang cukup untuk mengesan molekul dalam atmosfera planet di luar sistem solar."
            ]
        },
        {
            "input": "\"This project is important not only to thousands of workers but also to Americans in general,\" added Semmens.",
            "output": [
                "\"Projek ini sangat penting bukan sahaja kepada ribuan pekerja-pekerja tersebut tetapi juga kepada warga Amerika secara umumnya,\" tambah Semmens."
            ]
        },
        {
            "input": "An annual survey done by the New Zealand Consumers' Institute has shown that there has been a dramatic decline in satisfaction with the respondents' Internet service providers (ISP).",
            "output": [
                "Satu kaji selidik tahunan yang telah dibuat oleh Institut Pengguna New Zealand menunjukkan ada perubahan menurun yang dramatik dalam kepuasan terhadap pembekal servis Internet(ISP) responden."
            ]
        },
        {
            "input": "I opened up Wikipedia, went to the article, picked a recent but not current revision more or less at random (July 24th), and hit gold on the first try; McCain's speech and the Wikipedia article had significant strings of words in common, emphasized the same events, made largely the same word choices,\" Vector said to Wikinews.",
            "output": [
                "Saya membuka Wikipedia, pergi ke artikel itu, memilih edisi yang baru tetapi bukan terbaru lebih kurang secara rawak (24 Julai), dan mendapat jawapan pada percubaan pertama; ucapan McCain dan artikel Wikipedia mempunyai kebanyakan perkataan yang sama, menekankan peristiwa yang sama, yang dibuat sebahagian besarnya menggunakan pilihan perkataan yang sama,\" kata Vektor kepada Wikinews."
            ]
        },
        {
            "input": "Witnesses also say the day was beautiful and sunny, but at around 6:00 p.m. (EDT) a storm rolled in, darkening the sky, followed by heavy winds and rain.",
            "output": [
                "Saksi juga mengatakan bahawa cuaca hari itu adalah indah dan cerah, tetapi pada sekitar 6:00 petang (EDT) ribut melanda, langit menjadi gelap, diikuti oleh angin kuat dan hujan."
            ]
        },
        {
            "input": "Governor Jon Corzine announced a bill that would provide $270 million to stem cell research.",
            "output": [
                "Gabenor Jon Corzine telah mengumumkan satu rang undang-undang yang akan memberikan $270 juta kepada penyelidikan sel induk."
            ]
        },
        {
            "input": "Below is David Shankbone's interview with Shimon Peres, the President of Israel.",
            "output": [
                "Temuduga David Shankbone bersama Presiden Israel Shimon Peres seperti dibawah."
            ]
        },
        {
            "input": "A representative for Janice Dickinson released a statement about the death of Ryan.",
            "output": [
                "Wakil kepada Janice Dickinson mengeluarkan satu kenyataan berhubung kematian Ryan."
            ]
        },
        {
            "input": "Earlier reports suggested that all of the tigers had escaped, which later turned out to be false.",
            "output": [
                "Laporan sebelum ini menerangkan bahawa semua harimau telah melarikan diri, yang kemudian ternyata adalah palsu."
            ]
        },
        {
            "input": "In the future, the nuclear plant is expected to produce a significant amount of the electrical energy of southeastern Europe.",
            "output": [
                "Pada masa akan datang, loji nuklear dijangka akan menghasilkan tenaga elektrik yang besar di tenggara Eropah."
            ]
        },
        {
            "input": "With an increasing number of reports of patients neglected in hospitals emerging, two trade unions met with the Kenyan government yesterday and negotitated a return to work, although a significant proportion of demonstrators defied the agreement, The Guardian reported.",
            "output": [
                "Dengan pertambahan ketara laporan mengenai pesakit yang terabai di hospital, dua kesatuan kerja berjumpa dengan kerajaan Kenya semalam dan berunding untuk kembali bekerja, walaupun sebahagian besar daripada penunjuk perasaan membantah perjanjian tersebut, lapor The Guardian."
            ]
        },
        {
            "input": "The body of a 28-year-old Pakistani journalist was found in his home in Lahore, Pakistan on Friday.",
            "output": [
                "Mayat seorang wartawan Pakistani berumur 28 tahun dijumpai dirumahnya di Lahore, Pakistan pada hari Jumaat."
            ]
        },
        {
            "input": "The U.S. view is that only a state arms company would have the ability to manufacture weapons of this kind and the officials maintained that the weapons were smuggled in to Iraq by the Qods Force of the Islamic Revolutionary Guard Corps (IRGC) and have estimated that such an operation was known to the Iranian government and encouraged by it, but did not present any evidence to support the claims.",
            "output": [
                "Pandangan A.S. adalah bahawa hanya syarikat senjata negeri berkeupayaan untuk menghasilkan senjata seperti ini dan pegawai-pegawai itu menegaskan bahawa senjata telah diseludup masuk ke Iraq oleh Perbadanan Pengawal Revolusi Islam Angkatan Bersenjata Qods (IRGC) dan menganggar bahawa operasi sedemikian diketahui kerajaan Iran dan digalakkan olehnya, tetapi tidak menunjukkan apa-apa bukti untuk menyokong tuntutan itu."
            ]
        },
        {
            "input": "178 plaintiffs; including construction workers and family members filed the suit in Tokyo District Court against 46 building manufacturers and the Government of Japan.",
            "output": [
                "178 plaintif; termasuk pekerja binaan dan ahli keluarga memfailkan saman itu di Mahkamah Daerah Tokyo terhadap 46 pengeluar bangunan dan Kerajaan Jepun."
            ]
        },
        {
            "input": "Eyewitnesses described the collision as \"brutal\", with passengers being thrown \"violently\" around the carriages.",
            "output": [
                "Saksi menggambarkan perlanggaran itu sebagai \"brutal,\" dengan penumpang dilemparkan ke sekeliling dengan \"ganas.\""
            ]
        },
        {
            "input": "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"",
            "output": [
                "Pemilik kedai-kedai dan pelanggan pasar haiwan ternakan di kawasan New Baghdad mengesahkan bahawa wanita yang diletupkan di situ juga mengalami kecacatan mental.\""
            ]
        },
        {
            "input": "The number of confirmed human cases of H5N1 in Turkey is 18.",
            "output": [
                "Jumlah yang kesan manusia yang telah disahkan akibat H5N1 di Turki ialah 18."
            ]
        },
        {
            "input": "Al-Qaeda's second in command, Ayman al-Zawahiri, has released a new videotape.",
            "output": [
                "Pegawai kanan kedua Al- Qaeda, Ayman al- Zawahiri, telah mengeluarkan satu rakaman video baru."
            ]
        },
        {
            "input": "He also said that the test was in line with international regulations on the matter.",
            "output": [
                "Beliau juga berkata bahawa ujian itu adalah sejajar dengan peraturan antarabangsa mengenai perkara itu."
            ]
        },
        {
            "input": "They had been travelling along the Shamalan Canal, near Lashkar Gah in Helmand Province, on their way to resupply an offensive underway currently against the Taliban.",
            "output": [
                "Mereka sedang bergerak di sepanjang Shamalan Canal, berdekatan Lashkar Gah di Wilayah Helmand, di dalam perjalanan untuk menambah bekalan serangan yang sedang dijalankan ketika ini menentang Taliban."
            ]
        },
        {
            "input": "\"I think this itself puts some measure of perspective on the level of child abuse we are dealing with.\"",
            "output": [
                "\"Saya rasa ini sendiri meletakkan beberapa ukuran perspektif kepada tahap penderaan kanak-kanak kita berhadapan.\""
            ]
        },
        {
            "input": "A further Cabinet meeting is to be held prior to the publication of a White Paper just before Christmas.",
            "output": [
                "Satu mesyuarat Kabinet lanjut akan diadakan sebelum penerbitan Kertas Putih sebelum Krismas."
            ]
        },
        {
            "input": "McCullum, who opened the bowling for NZ, took three wickets while Oram took another four wickets and triggered a collapse.",
            "output": [
                "McCullum, yang memulakan balingan untuk NZ, mengambil tiga wiket manakala Oram mengambil empat wiket lain dan mencetuskan kejatuhan."
            ]
        },
        {
            "input": "\"These men are extremely dangerous and fired at least two shots in busy London streets as they made their getaway,\" said Detective Chief Inspector Pam Mace.",
            "output": [
                "\"Lelaki-lelaki ini adalah sangat merbahaya dan melepaskan sekurang-kurangnya dua tembakan di jalanan yang sesak di London sambil mereka melarikan diri,\" kata Detektif Chief Inspektor Pam Mace."
            ]
        },
        {
            "input": "Police also announced that the Chilean consulate in the Bolivian capital was also a target, to be attacked on Saturday the 25th.",
            "output": [
                "Polis turut mengumumkan bahawa konsulat Chile di ibu negara Bolivia juga menjadi sasaran, akan diserang pada hari Sabtu 25 haribulan."
            ]
        },
        {
            "input": "The plane was also carrying illegal Afghan immigrants living in Britain.",
            "output": [
                "Pesawat itu juga membawa pendatang tanpa izin Afghanistan yang tinggal di Britain."
            ]
        },
        {
            "input": "Coker firing came one day after a 17-14 win over 17th ranked Boston College.",
            "output": [
                "Pecatan Coker datang sehari selepas kemenangan 17-14 ke atas Boston College yang berada di kedudukan ke-17."
            ]
        },
        {
            "input": "In the last five years, the funding from the foundation has granted 170,000 women breast exams.",
            "output": [
                "Dalam tempoh lima tahun yang lalu, pembiayaan dari yayasan itu telah memberikan 170,000 pemeriksaan payudara wanita."
            ]
        },
        {
            "input": "Its writer, Jerry Holkins, asked that \"publishers distance themselves from a company that has shown such contempt for their industry.\"",
            "output": [
                "Penulisnya, Jerry Holkins, meminta \"penerbit menjauhkan diri dari sebuah syarikat yang telah menunjukkan penghinaan itu atas industri mereka.\""
            ]
        },
        {
            "input": "The Australian women's team is currently ranked ninth by FIFA, down one spot from the previous quarter when they were tied at eighth with the North Korea women's national football team.",
            "output": [
                "Pasukan wanita Australia kini berada di kedudukan ke sembilan oleh FIFA, turun satu tempat berbanding suku tahun sebelumnya ketika mereka seri dengan pasukan bola sepak wanita kebangsaan Korea Utara di tangga ke lapan."
            ]
        },
        {
            "input": "The 17-year-old was allegedly planning to aid in the attack on the school.",
            "output": [
                "Remaja berusia 17 tahun itu didakwa merancang untuk membantu dalam serangan ke atas sekolah."
            ]
        },
        {
            "input": "The fact the edit originated from a computer in Stamford, Connecticut (the site of WWE headquarters) appears to be another coincidence.",
            "output": [
                "Hakikat pengeditan itu berasal daripada komputer di Stamford, Connecticut (kawasan ibu pejabat WWE) nampaknya adalah satu lagi kebetulan."
            ]
        },
        {
            "input": "\"This signals the transformation of the Islamic militants trying to bring down [Pakistani President Pervez] Musharraf from rag-tag fighters to highly skilled insurgents able to attack at will,\" a diplomatic observer said last night.",
            "output": [
                "\"Ini memberi isyarat transformasi militan Islam yang berusaha untuk menjatuhkan [Presiden Pakistan Pervez] Musharraf dari pejuang tidak teratur ke pemberontak berkemahiran tinggi yang mampu menyerang sesuka hati,\" seorang pemerhati diplomatik berkata malam tadi."
            ]
        },
        {
            "input": "Band members Kristian Bush and Jennifer Nettles spoke out after the accident on social networking website Twitter.",
            "output": [
                "Ahli kumpulan Kristian Bush dan Jennifer Nettles bercakap selepas kemalangan di laman web rangkaian sosial Twitter."
            ]
        },
        {
            "input": "Police at one point described the raid as entering a \"challenging phase\".",
            "output": [
                "Polis di suatu tahap menjelaskan bahawa serbuan setelah memasuki \"fasa yang mencabar.\""
            ]
        },
        {
            "input": "He said the UN should support the efforts bodies like NATO and the EU were making in their peacekeeping.",
            "output": [
                "Beliau berkata PBB perlu menyokong usaha badan-badan seperti NATO dan EU yang menjalankan dalam menjaga keamanan mereka."
            ]
        },
        {
            "input": "Allister Hogg and Rory Lamont added a try each during the first half to extend Scotland's lead to 21-0 at the interval.",
            "output": [
                "Allister Hogg dan Rory Lamont menambah mata di separuh masa pertama bagi melanjutkan penguasaan Scotland kepada 21-0 di antara waktu senggang."
            ]
        },
        {
            "input": "Four deaths were reported in connection with the storm as of Friday.",
            "output": [
                "Empat kematian dilaporkan berkaitan dengan ribut pada Jumaat."
            ]
        },
        {
            "input": "The Australian Government has said in response to the recent tsunami tragedy that it may take Sri Lankans as humanitarian refugees.",
            "output": [
                "Kerajaan Australia telahberkata dalam respon kepada tragedi tsunami baru-baru ini bahawa mereka mungkin mengambil Sri Lanka sebagai pelarian kemanusiaan."
            ]
        },
        {
            "input": "Italy have defeated Portugal 31-5 in Pool C of the 2007 Rugby World Cup at Parc des Princes, Paris, France.",
            "output": [
                "Itali telah mengalahkan Portugal 31-5 dalam Pool C pada Piala Dunia Ragbi 2007 di Parc des Princes, Paris, Perancis."
            ]
        },
        {
            "input": "The nine-day joint navy, customs and army \"Operation Clearwater\" was continuing, and had taken months to plan.",
            "output": [
                "Kerjasama sembilan hari \"Operasi Clearwater\" diantara tentera laut, kastam dan tentera darat itu diteruskan, dan telah mengambil masa berbulan-bulan untuk perancangannya."
            ]
        },
        {
            "input": "Despite the crisis, the government has yet to release an official statement as to its status.",
            "output": [
                "Walaupun dengan krisis itu, kerajaan masih belum mengeluarkan kenyataan rasmi mengenai statusnya."
            ]
        },
        {
            "input": "The big winners of the night were twin duo Sisters Tolmatchevy with their song \"Vesna\" (Spring).",
            "output": [
                "Pemenang besar malam itu adalah pasangan anak kembar Sisters Tolmatchevy dengan lagu \"Vesna\" (Spring) mereka."
            ]
        },
        {
            "input": "\"Donors start to change their stand and other agendas get the upper hand.\"",
            "output": [
                "\"Penderma mula menukar pendirian mereka dan agenda lain mendapat kuasa kawalan.\""
            ]
        },
        {
            "input": "The past three consecutive America's Cup challenges have been all whitewash victories, and five of the last six challenges have also been whitewashes.",
            "output": [
                "Cabaran Piala Amerika tiga kali berturut-turut yang lepas kesemuanya adalah kemenangan yang mengaburkan kebenaran, dan lima daripada enam cabaran lepas juga adalah kemenangan yang mengaburkan kebenaran."
            ]
        },
        {
            "input": "Some excellent defending from Carlos Edwards and the Caribbean back four managed to keep out its European rivals for a famous first ever point in the World Cup tournament for the small island country.",
            "output": [
                "Beberapa aksi bertahan yang cemerlang daripada Carlos Edwards dan empat orang barisan pertahanan pasukan Caribbean tersebut berjaya menghalang pesaing Eropah mereka untuk memperoleh mata pertama bagi negara pulau kecil itu dalam kejohanan Piala Dunia."
            ]
        },
        {
            "input": "The gifts of Lionel Messi and Javier Saviola were left on the bench while Julio Cruz, a long ball-holding forward, was brought on to partner Carlos Tevez.",
            "output": [
                "Lionel Messi dan Javier Saviola yang tinggal di bangku simpanan manakala Julio Cruz, bola-pegangan yang panjang ke depan, telah dibawa ke rakan Carlos Tevez."
            ]
        },
        {
            "input": "Speakers of the actions said, students are complaining that universities are underfunded and understaffed.",
            "output": [
                "Penceramah daripada pergerakan itu berkata, pelajar mengadu bahawa universiti-universiti kekurangan dana dan kekurangan kakitangan."
            ]
        },
        {
            "input": "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.",
            "output": [
                "Juga dalam persidangan ini, Direktor Kejuruteraan Pusat Google Taiwan R&D Li-feng Chien juga telah mengumumkan pencapaiannya di \"Hari Pemaju Google Taipei\" dan mengajak pemaju bernama Chi-pao Hu dan Yi-ru Lin untuk berkongsi sedikit penggunaan sebenar iGoogle."
            ]
        },
        {
            "input": "In the hot market of WiFi products, WeFi is software that will allow groups of users, such as friends, share knowledge about the location of free Internet WiFi access, and also provide codes and keys for certain hot spots, with access provided only to the trusted users within a group.",
            "output": [
                "Dalam pasaran hangat produk WiFi, WeFi adalah perisian yang akan membolehkan kumpulan pengguna, seperti rakan-rakan, berkongsi pengetahuan mengenai lokasi akses Internet WiFi percuma, dan juga menyediakan kod dan kunci untuk bintik panas tertentu, dengan akses hanya diberikan kepada pengguna yang dipercayai dalam satu kumpulan."
            ]
        },
        {
            "input": "It is about seventy kilometres north of Sana'a, the country's capital.",
            "output": [
                "Ianya lebih kurang tujuh puluh kilometer utara Sana'a, pusat bandar negara tersebut."
            ]
        },
        {
            "input": "\"At 2:30 pm, the medical team informed me, as well as the officials and members of the family present, that the president of the republic, head of state Omar Bongo Ondimba had just passed away following a heart attack,\" Ndong said, adding that the president had been admitted to the clinic early in May.",
            "output": [
                "\"Pada jam 2:30 petang, pasukan perubatan memberitahu saya, begitu juga pegawai-pegawai dan ahli-ahli keluarga yang hadir, bahawa Presiden republik itu, ketua negara Omar Bongo Ondimba baru sahaja meninggal dunia akibat serangan jantung,\" kata Ndong, sambil bertambah bahawa presiden itu telah dimasukkan ke klinik itu pada awal bulan Mei."
            ]
        },
        {
            "input": "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.",
            "output": [
                "Beliau membuat penampilan ringkas (tanpa kredit) bertahun-tahun lalu dalam satu episod rancangan televisyen terkemuka In Living Color."
            ]
        },
        {
            "input": "He is a big fraud and everything that comes out of his mouth is a lie,\" said Serafin Edwin in a statement to the United Arab Emirates paper The National.",
            "output": [
                "Dia adalah penipu besar dan segala yang datang dari mulutnya adalah pembohongan,\" kata Serafin Edwin dalam satu kenyataan kepada akhbar Kebangsaan United Arab Emirates."
            ]
        },
        {
            "input": "A Florida man was killed and another man hospitalized after their boat sank off Cape May, New Jersey, US.",
            "output": [
                "Seorang lelaki Florida terbunuh dan seorang lelaki lagi dimasukkan ke hospital selepas bot mereka karam di Cape May, New Jersey, Amerika Syarikat."
            ]
        },
        {
            "input": "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.",
            "output": [
                "Menurut jurucakap Persatuan Profesional Kesihatan Kenya Alex Orina, purata gaji bulanan bersama elaun untuk pekerja-pekerja kesihatan di Kenya adalah sekitar KSh25,000 (£193, US$302 or €230)."
            ]
        },
        {
            "input": "\"There is a strong sense that it is a make-or-break moment.\"",
            "output": [
                "\"Terdapat perasaan yang kuat bahawa ia adalah saat berjaya atau gagal.\""
            ]
        },
        {
            "input": "Israel's Central Election Committee voted yesterday to disqualify two Arab political parties from running in the country's general elections scheduled for February 10th.",
            "output": [
                "Jawatankuasa Pemilihan Pusat Israel semalam telah mengundi untuk membatalkan dua parti politik Arab dari bertanding dalam pilihan raya umum di negara ini yang dijadualkan pada 10 Februari."
            ]
        },
        {
            "input": "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.",
            "output": [
                "Oxford memenangi lambungan dan memilih untuk berdayung di sebelah Surrey sungai itu, dengan Cambridge berdayung di sebelah Middlesex."
            ]
        },
        {
            "input": "Mr Vaile told the inquiry that the first he became aware of possible corruption with connected with AWB was in April, 2004.",
            "output": [
                "Encik Vaile memberitahu pertanyaan itu bahawa pertama kali dia menyedari kemungkinan rasuah yang berhubungan dengan AWB adalah pada bulan April, 2004."
            ]
        },
        {
            "input": "SLW Group was successul in gaining the $10 million account it was revealed today.",
            "output": [
                "Kumpulan SLW mendedahkan kejayaan mereka dalam mendapatkan akaun sebanyak $10 juta pada hari ini."
            ]
        },
        {
            "input": "The Tony Alamo Christian Ministry organization promotes a philosophy and belief system which asserts sex with underage girls and polygamy is acceptable.",
            "output": [
                "Organisasi Perkhidmatan Paderi Kristian Tony Alamo menggalakkan satu sistem falsafah dan kepercayaan yang menerapkan persetubuhan dengan perempuan bawah umur dan poligami adalah diterima."
            ]
        },
        {
            "input": "A shop on its ground floor was undergoing renovations when the building collapsed.",
            "output": [
                "Sebuah kedai di tingkat bawah sedang menjalani pengubahsuaian apabila bangunan itu runtuh."
            ]
        },
        {
            "input": "A religious service was carried out from Bishop Joseph Devine.",
            "output": [
                "Servis agama telah dijalankan oleh Bishop Joseph Devine."
            ]
        },
        {
            "input": "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.",
            "output": [
                "Namun, ketua agensi pemantauan gempa bumi di Filipina mempertikaikan amaran agensi Jepun."
            ]
        },
        {
            "input": "An estimated 3.5 million people were affected by the storm, some 1.6 million of whom were evacuated.",
            "output": [
                "Dianggarkan 3.5 juta orang telah dijejas oleh ribut itu, antara 1.6 juta daripada mereka telah dipindahkan."
            ]
        },
        {
            "input": "On July 18, 2005 CN Rail notified the CAW that they intend to cancel the CN-CAW previously Negotiated Health & Safety Plan.",
            "output": [
                "Pada 18 Julai, 2005 CN Rail memberitahu CAW bahawa mereka berhasrat untuk membatalkan Pelan Kesihatan dan Keselamatan yang dirundingkan oleh CN-CAW sebelum ini."
            ]
        },
        {
            "input": "Twenty-five miners are confirmed dead, two injured, and four missing, after an explosion in a West Virginia coal mine Monday.",
            "output": [
                "Dua puluh lima pelombong disahkan mati, dua cedera, dan empat hilang, selepas satu letupan di sebuah lombong arang batu di West Virginia hari ini."
            ]
        },
        {
            "input": "The U.S. offered a US$5 million bounty for his capture.",
            "output": [
                "Amerika Syarikat menawarkan AS $5 juta upah untuk menangkap beliau."
            ]
        },
        {
            "input": "\"He made it a point to etch the suspect's face in his mind and remember him,\" Police Lt. Alberto Jova said.",
            "output": [
                "\"Sampai pada satu ketika, dia mengukir wajah susupek ke dalam mindanya dan mengingatinya,\" kata polis Lt. Alberto Jova."
            ]
        },
        {
            "input": "Opposition candidates filed suit to overturn the results, accusing electoral officials of vote fraud to benefit the ruling party.",
            "output": [
                "Calon-calon pembangkang memfailkan saman untuk membatalkan keputusan, menuduh pegawai-pegawai pilihan raya menipu undi untuk memberi manfaat kepada parti pemerintah."
            ]
        },
        {
            "input": "Iran's state-run media reports that the Iranian government warns all ships to stay away until the end of the exercises.",
            "output": [
                "Media negera yang dikendalikan oleh Iran melaporkan bahawa kerajaan Iran memberi amaran kepada semua kapal untuk menjauhkan diri sehingga latihan berakhir."
            ]
        },
        {
            "input": "\"Still, the sentence is not what we recommended and we're disappointed.\"",
            "output": [
                "\"Namun, hukuman itu bukan apa yang kami syorkan dan kami kecewa.\""
            ]
        },
        {
            "input": "Paraguay lost number one goalkeeper Justo Villa to an injury in the sixth minute of the game.",
            "output": [
                "Paraguay kehilangan penjaga gol nombor satu Justo Villa kerana kecederaan pada minit keenam permainan."
            ]
        },
        {
            "input": "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.",
            "output": [
                "Pada masa ini ia akan berada di jarak yang selamat daripada 268,624 batu dari Bumi - lebih dekat dengan bumi berbanding bulan adalah merupakan had yang paling jauh dalam orbitnya."
            ]
        },
        {
            "input": "Miners Todd Russell and Brant Webb were entombed nearly a kilometre underground following a cave-in on April 25 at the Beaconsfield Gold Mine in Tasmania.",
            "output": [
                "Pelombong Todd Russell dan Brant Webb telah terkebumi hampir satu kilometer di bawah tanah berikutan runtuhan lombong pada 25 April di Beaconsfield Gold Mine di Tasmania."
            ]
        },
        {
            "input": "\"The milk tastes just as good the second time around here,\" said Franchitti, referring to the ceremonial winner's milk drink following the race.",
            "output": [
                "\"Rasa susu adalah baik untuk kali kedua di sini,\" kata Franchitti, merujuk kepada minuman susu bagi acara istiadat pemenang berikutan perlumbaan."
            ]
        },
        {
            "input": "He says he believes it to be the first time Canada has launched a court martial for the death of a prisoner on the battlefield.",
            "output": [
                "Beliau berkata beliau percaya ia merupakan kali pertama Kanada mengadakan mahkamah tentera bagi kematian banduan dalam pertempuran."
            ]
        },
        {
            "input": "UEFA president Michel Platini agreed: \"Football should stay human, but two more officials can help, especially around the goal.\"",
            "output": [
                "Presiden UEFA Michel Platini bersetuju: \"Bola sepak patut terus mengekalkan sifat kemanusiaannya, tetapi dua pegawai tambahan boleh membantu, terutama di dalam perkara gol.\""
            ]
        },
        {
            "input": "Tom Clarke, MP for Chryston and Bellshill, also attended the event.",
            "output": [
                "Tom Clarke, Ahli Parlimen Chryston dan Bellshill, juga menghadiri acara tersebut."
            ]
        },
        {
            "input": "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.",
            "output": [
                "Numbersixvalverde, pemenang perlumbaan tahun 2006, telah tamat pada tempat keenam sementara pemenang pada tahun 2005 Hedgehunter telah tamat pada tempat kesembilan."
            ]
        },
        {
            "input": "Mass celebrations are planned to be held at Poklonnaya Gora, Moscow's primary WW2 memorial.",
            "output": [
                "Sambutan besar-besaran dirancang akan diadakan di Poklonnaya Gora, peringatan PD2 utama Moscow."
            ]
        },
        {
            "input": "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.",
            "output": [
                "Pejabat kerajaan tempatan telah berkata bahawa sekurang-kurangnya sebelas orang dibunuh Ahad lalu di selatan Afghanistan oleh pengeboman tepi jalan."
            ]
        },
        {
            "input": "In fact, one worker noticed that most of the rail cars that contained 40 foot overseas containers did not have their loading guides in place.",
            "output": [
                "Malah, seorang pekerja perasan bahawa kebanyakan kereta rel yang mengandungi kontena luar negara sepanjang 40 kaki tidak mempunyai panduan muatan di tempat yang sepatutnya."
            ]
        },
        {
            "input": "The crisis started with the alleged irregular arrest (according to Venezuela) of the FARC guerrilla Rodrigo Granda by Colombian authorities.",
            "output": [
                "Krisis bermula dengan tuduhan penangkapan tidak teratur (mengikut Venezuela) gerila FARC Rodrigo Granda oleh pihak berkuasa Colombia."
            ]
        },
        {
            "input": "Gonzales's statement also supported the decision of the DA to conduct further investigations into the city's contract.",
            "output": [
                "Kenyataan Gonzales juga menyokong keputusan DA untuk meneruskan siasatan lebih lanjut tentang kontrak bandar."
            ]
        },
        {
            "input": "Platini made the suggestion to freeze all investigations into technology and to try two additional assistants behind each goal.",
            "output": [
                "Platini membuat cadangan untuk membekukan semua siasatan dalam teknologi dan mencuba dua pembantu tambahan di belakang setiap gol."
            ]
        },
        {
            "input": "There has been some doubt on whether Wikipedia will remain accessible after the Olympic games.",
            "output": [
                "Masih terdapat keraguan sama ada Wikipedia akan kekal boleh diakses selepas sukan Olimpik."
            ]
        },
        {
            "input": "Ambulances and medical teams rushed to the scene from surrounding areas.",
            "output": [
                "Ambulans dan pasukan perubatan bergegas ke tempat kejadian dari kawasan sekitar."
            ]
        },
        {
            "input": "He added that he was concerned that the Taliban would try to exploit the incident for propaganda purposes and that he was concerned about a possible backlash by locals.",
            "output": [
                "Dia menambah bahawa dia bimbang bahawa Taliban akan cuba mengeksploitasi insiden itu untuk tujuan propaganda dan dia mengambil berat reaksi drastik yang mungkin datang dari kalangan penduduk tempatan."
            ]
        },
        {
            "input": "During his acceptance speech, Ryan said that his \"record of getting things done in Congress will be a very helpful complement to Governor Romney's executive and private sector success outside of Washington.\"",
            "output": [
                "Dalam ucapan penerimaannya, Ryan berkata \"rekodnya untuk perkara yang berjaya dilakukan dalam Kongres akan menjadi pelengkap yang sangat membantu eksekutif Gabenor Romney dan kejayaan sektor swasta di luar Washington.\""
            ]
        },
        {
            "input": "\"The team has brought about 20 boxes of special equipment with it.\"",
            "output": [
                "\"Pasukan itu telah membawa 20 buah kotak peralatan khas bersamanya.\""
            ]
        },
        {
            "input": "And when they do happen, then they need to be sorted out between the countries in question.",
            "output": [
                "Dan apabila ia berlaku, maka ia perlu diselesaikan antara negara-negara berkenaan."
            ]
        },
        {
            "input": "University of Oregon football's star running back, LeGarrette Blount, was suspended for the remainder of the season – and thereby the remainder of his college football career – after punching an opposing player after the opening game.",
            "output": [
                "Bintang ragbi Universiti Oregon, posisi running back, LeGarrette Blount, digantung bagi baki musim ini - dan bermakna begitu juga baki kerjaya bola sepak kolejnya - berikutan dia menumbuk pemain lawan selepas perlawanan pembukaan."
            ]
        },
        {
            "input": "The town already has a strong Scottish influence - famously both its football team and rugby team play in the Scottish leagues, a minority of the town's banks are Scottish, and the Church of Scotland has a large congregation in the town.",
            "output": [
                "Bandar itu sudahpun mempunyai pengaruh Scotland yang kuat - terkenal dengan pasukan bola dan ragbi yang bermain di liga Scotland, sejumlah kecil bank di bandar itu adalah dari Scotland, dan Gereja Scotland mempunyai jemaah yang besar di bandar itu."
            ]
        },
        {
            "input": "Landmark Education itself has come under scrutiny for its controversial labor practices.",
            "output": [
                "Landmark Education sendiri telah dikawal rapi disebabkan amalan buruhnya yang berkontroversi."
            ]
        },
        {
            "input": "Professor Plimer said of the 101 questions in his book, \"They're questions that kids should be asking of teachers, because if the teacher can answer it means they might know something about the subject.\"",
            "output": [
                "Profesor Plimer berkata antara 101 soalan dalam bukunya, \"Soalan-soalan ini sepatutnya anak-anak perlu tanya pada guru-guru, kerana jika guru boleh menjawab ia bermakna mereka mengetahui sesuatu tentang subjek itu.\""
            ]
        },
        {
            "input": "Other Republican leaders have been using the party's traditional pro-business message and linking it to homeland security issues.",
            "output": [
                "Pemimpin Republik lain telah menggunakan mesej tradisional parti yang pro-perniagaan dan mengaitkannya dengan isu-isu keselamatan dalam negeri."
            ]
        },
        {
            "input": "The treaty establishes a program of unarmed aerial surveillance flights over the entire territory of its 34 state participants.",
            "output": [
                "Perjanjian itu menubuhkan rancangan pengawasan udara tanpa senjata diatas seluruh wilayah 34 negeri peserta."
            ]
        },
        {
            "input": "The police claim they shot at eight people carrying guns on the bridge.",
            "output": [
                "Polis mendakwa bahawa mereka menembak lapan orang yang membawa senjata di jambatan itu."
            ]
        },
        {
            "input": "Don Senti, interim superintendent of the district, said Myers was on administrative leave from her position at the school at her own request.",
            "output": [
                "Don Senti, penguasa interim daerah, berkata Myers sedang dalam cuti pentadbiran dari jawatannya di sekolah di atas permintaannya sendiri."
            ]
        },
        {
            "input": "\"If not, people who could otherwise be saved will continue to die needlessly every day.\"",
            "output": [
                "\"Jika tidak, orang-orang yang mampu diselamatkan akan terus mati sia-sia setiap hari.\""
            ]
        },
        {
            "input": "Sami Abu Zuhri, a Hamas spookesman said that there is no date for talks with South Africa yet.",
            "output": [
                "Sami Abu Zuhri, seorang jurucakap Hamas berkata bahawa masih belum lagi ada tarikh untuk perbincangan dengan Afrika Selatan."
            ]
        },
        {
            "input": "\"The overall trend over the last two months is of a decreasing number of cases and deaths,\" the WHO said.",
            "output": [
                "\"Perkembangan keseluruhan dalam tempoh dua bulan lepas adalah beberapa pengurangan kes dan kematian,\" kata WHO."
            ]
        },
        {
            "input": "His lawyer said Mr Thomas, who is married and has three children, accepted the money and plane ticket because he wanted to return home.",
            "output": [
                "Peguamnya berkata Encik Thomas, yang sudah berkahwin dan mempunyai tiga orang anak, menerima wang dan tiket pesawat kerana dia mahu pulang ke rumah."
            ]
        },
        {
            "input": "The total number of confirmed swine flu cases in the United States stands at 20.",
            "output": [
                "Jumlah kes selesema babi disahkan di Amerika Syarikat berjumlah 20."
            ]
        },
        {
            "input": "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.",
            "output": [
                "Jenis ketahanan telah menunjukkan tiada bukti menyebabkan penyakit yang lebih teruk atau yang lebih mudah berjangkit."
            ]
        },
        {
            "input": "Distributed under the terms of the GNU Lesser General Public License, the OpenOffice.org office suite can be run, studied, modified, and redistributed by anybody that receives a copy.",
            "output": [
                "Diedarkan dibawah jangkaan Lesen Umum GNU Lesser, pakej pejabat OpenOffice.org boleh dijalankan, dibelajar, diubah suai dan diedarkan semula oleh sesiapa sahaja yang menerima salinan tersebut."
            ]
        },
        {
            "input": "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.",
            "output": [
                "Cook, berumur 59 tahun, dikejarkan ke hospital di Inverness oleh servis helikopter penyelamat setengah jam selepas beliau rebah."
            ]
        },
        {
            "input": "Each one had been blind-folded and had their hands tied behind their back.",
            "output": [
                "Setiap orang telah ditutup mata dan tangan mereka diikat di belakang."
            ]
        },
        {
            "input": "Saakashvili's call for a ceasefire comes soon after his declaration that Georgia is now in a state of war.",
            "output": [
                "Panggilan Saskashvili untuk gencatan senjata datang sejurus selepas beliau mengisytiharkan bahawa Georgia sekarang berada dalam keadaan perperangan."
            ]
        },
        {
            "input": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.",
            "output": [
                "Pemandu SUV telah terselamat, dan kini ditahan kerana disyaki memandu dalam keadaan mabuk, akhbar Sepanyol Sur mendakwa ujian nafas menunjukkan dua kali ganda had alkohol dalam darah yang sah di sisi undang-undang."
            ]
        },
        {
            "input": "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.",
            "output": [
                "Tindakan guaman, difailkan di San Francisco, mendakwa bahawa AT&T melanggar undang-undang persekutuan dengan kerjasama dengan kerajaaan untuk mendengar rakyat U.S."
            ]
        },
        {
            "input": "According to the United States based terrorist monitoring group, IntelCenter, the video will be released within the next 24 hours, but it is not known if bin Laden will actually appear in the video, or if an audio recording of his voice will just be present.",
            "output": [
                "Menurut kumpulan pemantauan pengganas dari Amerika Syarikat, IntelCenter, video tersebut akan dikeluarkan dalam tempoh 24 jam akan datang, tetapi ia tidak diketahui jika bin Laden benar-benar akan muncul di dalam video, atau jika hanya rakaman audio suaranya akan muncul."
            ]
        },
        {
            "input": "The government said that the decision was made on compassionate grounds, seeing as Mann, aged 57, was reportedly not in good health.",
            "output": [
                "Kerajaan berkata bahawa keputusan diambil atas alasan belas kasihan, melihat Mann, berumur 57 tahun, setelah dilaporkan mengalami masalah kesihatan."
            ]
        },
        {
            "input": "The interim president also announced a judicial investigation into yesterday's shooting of at least 51 supporters of deposed president Mohamed Morsi.",
            "output": [
                "Pemangku presiden juga mengumumkan siasatan kehakiman ke atas kejadian tembakan semalam ke arah sekurang-kurangnya 51 orang penyokong presiden yang digulingkan Mohamed Morsi."
            ]
        },
        {
            "input": "Witnesses heard gunshots in a Wal-Mart parking lot in Cedar Park, Texas, near Highway 183, on Sunday morning.",
            "output": [
                "Saksi terdengar bunyi tembakan di tempat letak kereta Wal-Mart di Cedar Park, Texas, berhampiran Lebuhraya 183, pada pagi ahad."
            ]
        },
        {
            "input": "Besides this, in the south of Moscow there are still many disconnected apartment houses.",
            "output": [
                "Selain itu, di selatan Moscow masih terdapat banyak rumah pangsapuri yang tidak mendapat bekalan kuasa."
            ]
        },
        {
            "input": "Estemirova had been threatened several times by Kadyrov and had fled Russia previously as a result, sometimes for months.",
            "output": [
                "Estemirova telah diancam beberapa kali oleh Kadyrov dan melarikan diri dari Rusia sebelum ini, kadang-kadang selama beberapa bulan."
            ]
        },
        {
            "input": "The CSIRO found that in global terms, China has the highest current growth rate in CO2 emissions although it's emissions per person are below the global average.",
            "output": [
                "CSIRO mendapati bahawa dari segi global, China mempunyai kadar pertumbuhan semasa yang tertinggi dalam pengeluaran CO2 walaupun pelepasan bagi setiap orang adalah di bawah purata global."
            ]
        },
        {
            "input": "The study calls for investments totaling over US$13 billion a year to achieve gender equality and women empowerment.",
            "output": [
                "Kajian ini meyeru pelaburan berjumlah lebih US$13 bilion setahun untuk mencapai kesaksamaan jantina dan pemerkasaan wanita."
            ]
        },
        {
            "input": "The tests have been widely criticised by the international community.",
            "output": [
                "Ujian ini telah dikritik hebat oleh masyarakat antarabangsa."
            ]
        },
        {
            "input": "Bristol Bay currently is one of the top salmon fishing grounds in the state.",
            "output": [
                "Bristol Bay kini merupakan salah satu kawasan penangkapan ikan salmon teratas dalam negara."
            ]
        },
        {
            "input": "Tens of thousands of people attended the event, although approximately 2,000 supporters of Ravalomanana held protests in the capital's Democracy Square.",
            "output": [
                "Berpuluh-puluh ribu orang menghadiri majlis tersebut, walaupun sekitar 2,000 penyokong Ravalomanana mengadakan protes di Democracy Square ibu negara."
            ]
        },
        {
            "input": "Council leader Angus Campbell intends to press the Scottish Government on the final funding; \"it would be a huge shame if all the other funding is lost\", he said.",
            "output": [
                "Ketua Majlis Angus Campbell bertujuan untuk menggesa Kerajaan Scotland dalam dana terakhir; \"ia merupakan satu keaiban besar jika kesemua dana hilang\", kata beliau."
            ]
        },
        {
            "input": "Just days before his death his union voted for a 24 hr strike, to take place on the 24 April as part of a campaign over government attempts to impose real-terms pay \"cuts\".",
            "output": [
                "Hanya beberapa hari sebelum kematiannya kesatuannya mengundi untuk bermogok 24 jam, berlangsung pada 24 April sebagai sebahagian daripada kempen menentang kerajaan yang cuba untuk mengenakan syarat-syarat nyata \"potongan\" gaji."
            ]
        },
        {
            "input": "The Chargers scored just nine points, but also held Los Lunas to only three.",
            "output": [
                "Chargers hanya menjaringkan sembilan mata, tetapi bertahan terhadap Los Lunas yang hanya menjaringkan tiga mata."
            ]
        },
        {
            "input": "The Sirius Star is the largest ship captured by pirates in the area to date.",
            "output": [
                "Sirius Star adalah kapal terbesar ditangkap oleh lanun di kawasan itu setakat ini."
            ]
        },
        {
            "input": "Early exit polls for the Israeli parliamentary elections suggest that the newly formed Kadima party of Prime Minister Ariel Sharon and Acting PM Ehud Olmert managed to capture between 28 and 32 seats in the 17th Knesset with Labor coming in second with 20 to 22 seats ahead of Yisrael Beiteinu with 12 to 14 seats.",
            "output": [
                "Pemilihan awal keluar untuk pilihan raya parlimen Israel menunjukkan bahawa perti Kadima yang baru ditubuhkan Perdana Menteri Ariel Sharon dan Pemangku PM Ehud Olmert berjaya menguasai antara 28 dan 32 kerusi di Knesset ke-17 dengan Buruh di tempat kedua dengan 20 hingga 22 kerusi di hadapan Yisrael Beiteinu dengan 12 hingga 14 kerusi."
            ]
        },
        {
            "input": "The researchers say that there is an emerging \"widespread consensus\" among experts that a large part of the population has levels of Vitamin D in their bodies that is well below optimal concentrations for health, particularly in temperate regions, due to decreased sunlight and or less time outdoors, and during or just after the winter months.",
            "output": [
                "Para penyelidik berkata bahawa terdapat \"kesepakatan berleluasan\" baru muncul di kalangan pakar-pakar bahawa sebahagian besar populasi yang mempunyai tahap vitamin D yang jauh di bawah kepekatan optimum untuk kesihatan dalam badan mereka, terutamanya di kawasan-kawasan beriklim sederhana, disebabkan kekurangan cahaya matahari dan aktiviti luar, dan semasa atau sejurus selepas bulan-bulan musim sejuk."
            ]
        },
        {
            "input": "Chief police officers were asked to lobby MPs wavering over the introduction of a controversial new law allowing police to detain a terror suspect for 90 days without charge.",
            "output": [
                "Ketua pegawai polis telah diminta melobi Ahli Parlimen dengan berbolak-balik tentang pengenalan undang-undang baru yang berkontroversi kerana membenarkan polis untuk menahan suspek pengganas selama 90 hari tanpa cagaran."
            ]
        },
        {
            "input": "Around 7:15 p.m. EST, police blasted through the bank's rear door.",
            "output": [
                "Sekitar 7:15 petang EST, polis meletupkannya melalui pintu masuk belakang bank."
            ]
        },
        {
            "input": "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.",
            "output": [
                "Lombong China merupakan yang paling banyak kematian di dunia; menurut Al Jazeera, beberapa ribu pelombong meninggal setiap tahun akibat kemalangan dalam lombong."
            ]
        },
        {
            "input": "Alliance secretary Albert Ho claimed that as Times Square was a public area, the police had no right to stop them, that similar activities had been held before, and that he had \"...never been treated so barbarically and so violently...\".",
            "output": [
                "Setiausaha Alliance Albert Ho mendakwa oleh kerana Times Square merupakan tempat awam, polis tidak berhak untuk menyekat mereka, perkara yang serupa juga telah terjadi sebelum ini, dan dia \"...tidak pernah dilayan dengan sangat kasar dan sangat kejam....\""
            ]
        },
        {
            "input": "The game finished 1-1 and the two halves of extra time mirrored the match; first half uneventful, the second half more attacking.",
            "output": [
                "Permainan selesai 1-1 dan kedua-dua bahagian masa tambahan mencerminkan perlawanan; separuh pertama lancar, separuh kedua lebih menyerang."
            ]
        },
        {
            "input": "Elsewhere in Wardek province, four Afghan soldiers died in an airstrike by coalition forces.",
            "output": [
                "Sementara itu di bahagian wilayah Wardek yang lain, empat orang tentera Afghan telah mati di dalam satu serangan udara oleh angkatan bersenjata gabungan."
            ]
        },
        {
            "input": "Falkirk were today relegated from the Scottish Premier League (SPL), after they failed to beat Kilmarnock away from home.",
            "output": [
                "Falkirk hari ini telah diturunkan dari Liga Perdana Scotland(SPL), selepas mereka gagal menewaskan Kilmarnock di tempat lawan."
            ]
        },
        {
            "input": "A planned TV special will be the outcome of a deal secured by Publishing and Broadcasting Limited (PBL), which owns the Nine Network.",
            "output": [
                "Satu rancangan TV khas yang dirancang akan terhasil berikutan perjanjian yang diperolehi oleh Penerbitan dan Penyiaran Berhad (PBL), yang memiliki Rangkaian Sembilan."
            ]
        },
        {
            "input": "Investigators with the National Transportation Safety Board in the United States have issued an 'urgent safety recommendation' in connection to their role alongside the United Kingdom's Air Accidents Investigation Branch in investigating loss of power in Rolls-Royce engines on Boeing 777s, with the AAIB following suit.",
            "output": [
                "Penyiasat yang berkhidmat untuk Lembaga Keselamatan Pengangkutan Negara di Amerika Syarikat telah mengeluarkan 'cadangan keselamatan segera'berhubung dengan peranan mereka dalam Cawangan Siasatan Kemalangan Udara United Kingdom untuk menyiasat kehilangan kuasa enjin Rolls-Royce pada Boeing 777, berikutan AAIB."
            ]
        },
        {
            "input": "Many of these children are in poor health and die young, but Ashley is in good health.",
            "output": [
                "Kebanyakan kanak-kanak seperti ini berada dalam kesihatan yang kurang baik dan mati pada usia muda, tetapi Ashley berada dalam kesihatan yang baik."
            ]
        },
        {
            "input": "Representatives of the grand coalition differed in their views regarding this question.",
            "output": [
                "Wakil-wakil dari kerajaan campuran itu berbeza dalam pandangan mereka mengenai persoalan ini."
            ]
        },
        {
            "input": "According to the police, he was living in Saquarema with a woman who is pregnant.",
            "output": [
                "Menurut polis, dia tinggal di Saquarema dengan seorang wanita yang mengandung."
            ]
        },
        {
            "input": "\"I felt this was the time for a change,\" owner Drayton McLane said.",
            "output": [
                "\"Saya rasa ini adalah masa untuk perubahan,\" kata pemilik, Drayton McLane."
            ]
        },
        {
            "input": "The epicenter was reported below the Pacific Ocean floor, however; no tsunami alert was issued.",
            "output": [
                "Pusat gempa dilaporkan berada di bawah lantai Lautan Pasifik, walau bagaimanapun; tiada amaran tsunami dikeluarkan."
            ]
        },
        {
            "input": "\"On the basis of available evidence, and these expert assessments of the evidence, the scientific criteria for an influenza pandemic have been met.",
            "output": [
                "\"Berdasarkan bukti yang ada, dan penilaian pakar ke atas bukti, kriteria saintifik untuk pandemik influenza telah dipenuhi."
            ]
        },
        {
            "input": "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.",
            "output": [
                "Ucapan ini dipanggil : Kenyataan: Trident - Penghalang Nuklear untuk Masa Depan UK."
            ]
        },
        {
            "input": "The study found evidence of polar bear hybridization with a now-extinct population of brown bears that lived in Ireland and Britain during the last ice age.",
            "output": [
                "Kajian mendapati bahawa kutub beruang pembiakan kacukan dengan populasi beruang coklat yang hidup di Ireland dan Britain yang pupus semasa zaman ais terakhir."
            ]
        },
        {
            "input": "The boy was arrested yesterday at his Sunshine home and bailed to appear in Melbourne Children's Court in June, over the nine new charges.",
            "output": [
                "Budak lelaki itu ditahan semalam di rumahnya di Sunshine dan diikat jamin untuk hadir ke Mahkamah Kanak-Kanak Melbourne pada bulan Jun, atas sembilan tuduhan baru."
            ]
        },
        {
            "input": "A study published in the British Medical Journal in June 2004 followed 34,439 male doctors since 1951 and showed that smokers died on average 10 years earlier than non-smokers.",
            "output": [
                "Satu kajian yang dikeluarkan dalam Jurnal Perubatan British pada bulan Jun 2004 diikuti 34,439 doktor lelaki sejak 1951 dan menunjukkan bahawa perokok meninggal dunia secara purata 10 tahun lebih awal daripada yang tidak merokok."
            ]
        },
        {
            "input": "This will allow access for investigators, and make way for replacement silos and a new sugar packaging building, which are scheduled to be in place by Summer 2009.",
            "output": [
                "Ini akan membolehkan akses untuk penyiasat, dan memberi laluan kepada penggantian silo dan sebuah bangunan pembungkusan gula yang baru, yang dijadual dilaksanakan menjelang musim panas 2009."
            ]
        },
        {
            "input": "King described Mr. and Mrs. as \"iconic\" and said Batey \"would always let the people he was talking to take the limelight\".",
            "output": [
                "King menyifatkan Mr. and Mrs sebagai \"ikonik\" dan mengatakan Batey \"akan sentiasa membuatkan orang yang bercakap dengannya mendapat perhatian ramai.\""
            ]
        },
        {
            "input": "It provides lower college tuition costs for war veterans, which was originally opposed by Bush and Senate Republicans, including Presidential candidate John McCain.",
            "output": [
                "Ia menyediakan kos pendidikan kolej yang lebih rendah untuk veteran perang, yang pada asalnya ditentang oleh Bush dan Senat Republikan, termasuk calon Presiden John McCain."
            ]
        },
        {
            "input": "According to the Committee to Protect Journalists, 61 journalists have been killed in the line of duty in Iraq since the U.S.-led invasion in 2003.",
            "output": [
                "Menurut Jawatankuasa untuk Melindungi Wartawan, 61 wartawan telah terbunuh semasa bertugas di Iraq sejak pencerobohan diketuai U.S. pada 2003."
            ]
        },
        {
            "input": "Eight Dollarama employees in downtown Toronto also held one of the winning tickets, worth more than $10.8 million.",
            "output": [
                "Lapan pekerja Dollarama di pusat bandar Toronto turut mendapat salah satu tiket menang, bernilai lebih daripada $ 10.8 juta."
            ]
        },
        {
            "input": "Earlier this week 11 elderly people had been burned on suspicion of witchcraft.",
            "output": [
                "Awal minggu ini 11 warga tua telah dibakar yang disyaki mempunyai ilmu sihir."
            ]
        },
        {
            "input": "A spokesman for the Red Cross speculated that the toll could increase to over 100,000 as some of the smaller islands in the Indian Ocean are checked, and a U.N. official said that the death toll might eventually approach 80,000 in Indonesia alone.",
            "output": [
                "Jurucakap Palang Merah mengagak bahawa angka itu mungkin meningkat ke lebih 100,000 selepas sebahagian daripada pulau-pulau kecil di Lautan Hindi diperiksa, dan seorang pegawai PBB berkata angka kematian mungkin akhirnya mencapai 80,000 di Indonesia sahaja."
            ]
        },
        {
            "input": "An explosion in a coal mine has killed at least 80 people in the city of Donetsk, Ukraine, while 20 people are reported missing.",
            "output": [
                "Letupan di lombong arang batu telah membunuh sekurang-kurangnya 80 orang di bandar Donetsk, Ukraine, sementara 20 orang dilaporkan hilang."
            ]
        },
        {
            "input": "A witness inside the grounds said the prime minister, whose bodyguards were also disarmed by the military, refused and returned to his office.",
            "output": [
                "Saksi kejadian menyatakan bahawa perdana menteri, pengawal peribadi beliau turut dilucutkan senjata oleh tentera, menolak dan pulang ke pejabat beliau."
            ]
        },
        {
            "input": ":it's rational to offer Japanese nationality in two other situations as in (g).",
            "output": [
                ":Adalah rasional untuk menawarkan kewarganegaraan Jepun dalam dua keadaan lain seperti dalam (g)."
            ]
        },
        {
            "input": "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.",
            "output": [
                "Avila menang dengan kira-kira 131,000 undi, dengan beza undinya hanya lebih tiga peratus daripada empat juta undi yang dibuang pada perlawanan akhir."
            ]
        },
        {
            "input": "Russia and Belarus signed the treaty in 1992 in Helsinki.",
            "output": [
                "Russia dan Belarus menandatangani perjanjian tersebut pada tahun 1992 di Helsinki."
            ]
        },
        {
            "input": "In a Voice of America interview shortly before he was poisoned by a radioactive substance polonium-210, former Russian spy Litvinenko had accused Putin of ordering the murder of Russian journalist Anna Politkovskaya to silence her and intimidate other independent journalists.",
            "output": [
                "Dalam temubual Voice of America tidak lama sebelum beliau diracuni oleh bahan radioaktif polonium-210, bekas perisik Rusia Litvinenko menuduh Putin mengarahkan pembunuhan seorang wartawan Rusia Anna Politkovskaya untuk menutup mulut beliau dan menakut-nakutkan wartawan bebas yang lain."
            ]
        },
        {
            "input": "He said a report compiled by the Australian National Retailers Association, representing major supermarkets, showed that by the end of last year supermarkets had reduced their annual use of lightweight, single-use bags by 45 per cent compared with 2002.",
            "output": [
                "Beliau berkata sebuah laporan yang dikumpul oleh Persatuan Peruncit Australia, yang mewakili pasar raya utama, menunjukkan bahawa menjelang akhir tahun lepas pasar raya telah mengurangkan penggunaan tahunan beg ringan dan guna sekali sebanyak 45 peratus berbanding tahun 2002."
            ]
        },
        {
            "input": "\"A cynical person might think the announcement gave MPs an excuse not to support the bill.\"",
            "output": [
                "\"Orang yang sinis mungkin berfikir bahawa pengumuman tersebut memberi MP alasan untuk menyokong undang-undang tersebut.\""
            ]
        },
        {
            "input": "He also added that he appreciated the online blogs who brought the error to light.",
            "output": [
                "Dia juga menambah bahawa dia menghargai blog dalam talian yang mendedahkan kesalahan itu."
            ]
        },
        {
            "input": "\"Deliberate intelligence work both by Iraqi forces and as well as multinational forces have dealt a very severe blow to al Qaeda organization in Iraq,\" said Barham Salih, the Planning Minister for Iraq.",
            "output": [
                "\"Kerja perisik terancang oleh kedua-dua tentera Iraq dan juga tentera pelbagai negara telah memberi tamparan hebat kepada organisasi al Qaeda di Iraq,\" kata Barham Salih, Menteri Perancangan untuk Iraq."
            ]
        },
        {
            "input": "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.",
            "output": [
                "Minggu lalu Koresponden ONE News Pasific Barbara Dreaver dihantar pulang kerana dia tiba untuk meliputi krisis itu."
            ]
        },
        {
            "input": "His division also saw action in the Battle of the Bulge and the rescue of the \"Lost Battalion\".",
            "output": [
                "Bahagian beliau juga menyaksikan tindakan dalam Pertempuran Bulge dan menyelamatkan \"Batalion yang Hilang.\""
            ]
        },
        {
            "input": "Thomas has been a correspondent for over fifty years and has covered every president from John F. Kennedy to Obama.",
            "output": [
                "Thomas telah bekerja sebagai seorang wartawan selama lebih lima puluh tahun dan telah membuat liputan setiap presiden dari John F. Kennedy hingga kepada Obama."
            ]
        },
        {
            "input": "Colby Armstrong scored the game's first goal, assisted by Gary Roberts and Sergei Gonchar, to give the Penguins the early lead.",
            "output": [
                "Colby Armstrong menjaringkan gol pertama perlawanan, dibantu oleh Gry roberts dan Sergei Gonchar, menberikan pendahuluan awal untuk Penguins."
            ]
        },
        {
            "input": "Thursday's blast comes one day after the eighth anniversary of the U.S.-led invasion into Afghanistan to topple the Taliban government.",
            "output": [
                "Letupan hari Khamis terjadi sehari selepas ulang tahun kelapan pencerobohan yang diketuai U.S. ke dalam Afghanistan untuk menggulingkan kerajaan Taliban."
            ]
        },
        {
            "input": "Thalys services were temporarily halted due to the accident, with four of its trains in the region being diverted to alternative stations.",
            "output": [
                "Servis Thalys akan dihentikan sementara kerana kemalangan ini, dengan empat kereta api mereka kawasan itu akan di hantar ke stesen sementara."
            ]
        },
        {
            "input": "By studying these collisions, scientists hope to shed light on theories such as supersymmetry and the Higgs boson.",
            "output": [
                "Dengan mengkaji perlanggaran ini, para saintis berharap untuk mendapatkan penerangan mengenai teori seperti supersimetri dan boson Higgs."
            ]
        },
        {
            "input": "Australia's parliament will be hung after this year's federal election.",
            "output": [
                "Parlimen Australia akan tergantung selepas pilihan raya persekutuan tahun ini."
            ]
        },
        {
            "input": "When Wikinews asked Schaper if he was acting on behalf of the Church, Schaper denied any such involvement.",
            "output": [
                "Apabila Wikinews bertanya Schaper sama ada dia bertindak bagi pihak Gereja, Schaper menafikan sebarang penglibatan sedemikian."
            ]
        },
        {
            "input": "Thus the treaty suggests tobacco taxes or price controls, although it neither suggests specific levels nor requires any taxes or price controls.",
            "output": [
                "Oleh itu perjanjian mencadangkan cukai tembakau atau kawalan harga, walaupun ia tidak menunjukkan tahap tertentu dan tidak menghendaki apa-apa cukai atau kawalan harga."
            ]
        },
        {
            "input": "\"We are here to defend the tanker if attacked,\" said pirate Abdiyare Moalim.",
            "output": [
                "\"Kami disini untuk mempertahankan kapal tangki itu jika ia diserang,\" kata lanun Abdiyate Moalim."
            ]
        },
        {
            "input": "Morris' phone has also been tapped by the DAS, the Colombian state security agency, which is Colombia's CIA counterpart.",
            "output": [
                "Telefon Morris juga telah dirakam oleh DAS, agensi keselamatan negara Colombia, yang merupakan rakan sejawatan CIA Colombia."
            ]
        },
        {
            "input": "It is approximately the same size as a 5th generation iPod, it has a 3.5-inch LCD touchscreen display that is used to access all features of the phone including number dial, as well as making phone calls.",
            "output": [
                "Ia kira-kira saiz yang sama sebagai generasi ke-5 iPod, ia mempunyai paparan LCD skrin sentuh 3.5 inci yang digunakan untuk mengakses semua ciri-ciri telefon termasuk dail nombor, serta membuat panggilan telefon."
            ]
        },
        {
            "input": "TIME reports that officials have located the plane's two black boxes and are analyzing the information.",
            "output": [
                "TIME melaporkan bahawa pegawai-pegawai telah mengesan lokasi dua kotak hitam pesawat dan sedang menganalisis maklumat dalamnya."
            ]
        },
        {
            "input": "As a prerequisite for the peace talks between the Israelis and the Palestinians led by the US, Israel committed in July to free 104 prisoners imprisoned before the Oslo accords.",
            "output": [
                "Sebagai syarat untuk rundingan damai antara Israel dan Palestin yang diketuai oleh Amerika, Israel berkomited pada bulan Julai untuk membebaskan 104 tahanan yang dipenjarakan sebelum perjanjian Oslo."
            ]
        },
        {
            "input": "The first deadline is on November 10, 2006 during which time both parties must accept the agreement and for the first time in the history of the party, the Democratic Unionist Party will cast a vote for their rivals, Sinn Fein.",
            "output": [
                "Tarikh akhir pertama adalah pada 10 November 2006 iaitu semasa kedua-dua parti hendaklah bersetuju dengan perjanjian dan buat pertama kalinya dalam sejarah Parti Union Demokratik mengundi bagi lawan mereka, Sinn Fein."
            ]
        },
        {
            "input": "At the top of the hill, there were five fire trucks and one paramedic unit; the three main entrances to the mountain were barricaded off by fire trucks.",
            "output": [
                "Di puncak bukit, terdapat lima trak bomba dan satu unit paramedik; tiga pintu masuk utama ke gunung itu telah dikurung oleh trak bomba."
            ]
        },
        {
            "input": "The disaster is thought to be an accident caused by mechanical trouble.",
            "output": [
                "Bencana tersebut dianggap sebagai suatu kemalangan yang disebabkan oleh masalah mekanikal."
            ]
        },
        {
            "input": "Opponents of the change state that recent legislation blocking is part of the Caucus' efforts to push for comprehensive immigration reform, not seen in the U.S. since the early 1980s.",
            "output": [
                "Penentang nyatakan perubahan bahawa undang-undang menyekat baru-baru ini adalah sebahagian daripada usaha Kaukus 'untuk mendesak reformasi imigresen menyeluruh, tidak dilihat di Amerika Syarikat sejak awal 1980-an."
            ]
        },
        {
            "input": "\"An old man stained in blood was crying for help,\" he said.",
            "output": [
                "\"Seorang lelaki tua berlumuran darah menangis meminta bantuan,\" katanya."
            ]
        },
        {
            "input": "FIFA President Sepp Blatter said the move was necessary to maintain the universal spirit of the game: \"We have 260 million people directly involved in the game.\"",
            "output": [
                "Presiden FIFA, Sepp Blatter berkata langkah itu adalah perlu untuk mengekalkan semangat sejagat permainan itu: \"Kami mempunyai 260 juta orang yang terlibat secara langsung dalam permainan ini.\""
            ]
        },
        {
            "input": "According to David Eun, a passenger on the airplane and the executive vice president of Samsung, the tail came off of the plane upon landing.",
            "output": [
                "Menurut David Eun, seorang penumpang dalam pesawat terbabit dan Naib presiden Eksekutif Samsung, ekor pesawat terbabit terkeluar semasa pesawat mendarat."
            ]
        },
        {
            "input": "India's Shanthakumaran Sreesanth had bowled a yorker and the umpire declared it not out.",
            "output": [
                "India Shanthakumaran Sreesanth telah mematibalingkan seorang dari York dan pengadil mengisytiharkan ia tidak keluar."
            ]
        },
        {
            "input": "The explosion occurred on the grounds of a military academy's infantry school where weapons and ammunition are stored.",
            "output": [
                "Letupan itu berlaku atas halaman sekolah akademi ketenteraan pasukan tentera berjalan kaki di mana senjata dan amunisi disimpan."
            ]
        },
        {
            "input": "The Iranian government has blocked access to the Internet, or access to websites, in nearly all of Iran.",
            "output": [
                "Kerajaan Iran telah menghalang akses ke Internet, atau akses ke laman-laman web, di hampir seluruh Iran."
            ]
        },
        {
            "input": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "output": [
                "Sharon telah berada di dalam koma sejak menderita dengan strok yang teruk pada 4 Januari."
            ]
        },
        {
            "input": "The flood has affected many of the rural areas of the island, washing out sugar cane crops across the area and damaging roads and bridges.",
            "output": [
                "Banjir telah menjejaskan banyak kawasan luar bandar di pulau itu, memusnahkan tanaman tebu di seluruh kawasan dan merosakkan jalan raya dan jambatan."
            ]
        },
        {
            "input": "Omar Bongo, the president of the western African country of Gabon, has died at a clinic in Barcelona, Spain, according to the Gabonese prime minister.",
            "output": [
                "Omar Bongo, presiden negara Afrika barat Gabon, telah meninggal dunia di sebuah klinik di Barcelona, ​​Sepanyol, menurut Perdana Menteri Gabon."
            ]
        },
        {
            "input": "Long-term effects are more difficult to speculate on, however, without better knowledge of the area and its currents.",
            "output": [
                "Kesan jangka masa panjang lebih susah untuk dijangka, bagaimanpun, dengan tidak ada pengatahuan di kawasan dan keadaannya."
            ]
        },
        {
            "input": "In a statement, Bush argued that \"now is the time for Republicans to unite behind Governor Romney and take our message of fiscal conservatism and job creation to all voters this fall\".",
            "output": [
                "Dalam satu kenyataan, Bush berhujah bahawa \"kini adalah masa untuk Parti Republikan bersatu di bawah Gabenor Romney dan mengambil mesej kami tentang konservatisme fiskal dan mewujudkan peluang pekerjaan kepada semua pengundi musim ini.\""
            ]
        },
        {
            "input": "Toni Kroos played a key role as he also assisted on Miroslav Klose's 2nd equalizer only minutes earlier.",
            "output": [
                "Toni Kroos memainkan peranan penting kerana beliau turut membantu Miroslav Klose untuk menyamakan kedudukan 2 sama beberapa minit lebih awal."
            ]
        },
        {
            "input": "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.",
            "output": [
                "Sila tunggu untuk temu bual selanjutnya; setiap calon dari setiap parti adalah layak, dan akan dihubungi."
            ]
        },
        {
            "input": "Before talks with President Sarkozy, al-Assad had said \"France must act\".",
            "output": [
                "Sebelum perbincangan dengan Presiden Sarkozy, al-Assad berkata \"Perancis mesti bertindak.\""
            ]
        },
        {
            "input": "She portrays herself as a dignified, mature mother figure able to nurture Haiti through its troubles.",
            "output": [
                "Dia menggambarkan dirinya sebagai seorang ibu matang bermaruah memikirkan dapat memupuk Haiti melalui masalah-masalahnya."
            ]
        },
        {
            "input": "She claims that she cannot be held responsible for the comments of others.",
            "output": [
                "Dia mendakwa bahawa dia tidak boleh dipertanggungjawabkan ke atas komen-komen orang lain."
            ]
        },
        {
            "input": "\"Police responded and it appears there may have been a suspicious individual who was acting somewhat suspicious when he threw or tossed a package into a UPS box,\" DeGeorge stated to reporters.",
            "output": [
                "\"Polis telah membalas dan berkemungkinan terdapat seorang individu yang berlakon seperti mencurigakan semasa mencampak atau membaling bungkusan itu ke kotak UPS,\" kata DeGeorge kepada wartawan."
            ]
        },
        {
            "input": "However, Begich is not happy about the actions taken by the White House.",
            "output": [
                "Walaubagaimanapun, Begich tidak gembira dengan tindakan yang diambil Rumah Putih."
            ]
        },
        {
            "input": "\"Understandably this caused concern within the community and we would like to thank members of the public for their co-operation in this matter.\"",
            "output": [
                "\"Difahamkan ini mendatangkan kebimbangan didalam masyarakat dan kami ingin berterima kasih kepada orang awam kerana bekerjasama dalam hal ini.\""
            ]
        },
        {
            "input": "The engineers then shut down two of the nine engines — in order to limit potential damage to the launch pad — and continued the test for 18 more seconds before finally shutting the rocket down.",
            "output": [
                "Jurutera-jurutera kemudian menutup dua daripada sembilan enjin - untuk menghadkan kerosakan yang mungkin berlaku pada landasan pelancaran - dan terus menguji selama 18 saat lagi sebelum menutup roket akhirnya."
            ]
        },
        {
            "input": "The question is what we need not to be told and who decides.",
            "output": [
                "Persoalannya adalah apa yang tidak perlu kami diberitahu dan siapa yang menentukan."
            ]
        },
        {
            "input": "At Ipswich fans hope to rename one of the stands at Portman Road after their former manager.",
            "output": [
                "Atas hasrat peminat Ipswich untuk menamakan salah satu tiang di Jalan Portman menggunakan nama bekas pengurus mereka."
            ]
        },
        {
            "input": "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.",
            "output": [
                "Sebuah jet F/A-18 Hornet milik Tentera Laut U.S. skuadron Blue Angels telah jatuh terhempas di Beaufort, South Carolina hari Sabtu lalu."
            ]
        },
        {
            "input": "\"We are going to do an investigation through the inspector general.\"",
            "output": [
                "\"Kami akan melakukan siasatan melalui ketua polis.\""
            ]
        },
        {
            "input": "The simple standards include: applying for a benefit, keeping healthy, talking and listening to a friend, wrapping a gift, dressing appropriately, washing clothes, working in a group, understanding the concept of friendship, ordering groceries either over the phone or in person.",
            "output": [
                "Standard yang mudah termasuk: memohon manfaat, menjaga kesihatan, bercakap dan mendengar dengan rakan, membungkus hadiah, berpakaian sewajarnya, mencuci pakaian, bekerja dalam kumpulan, memahami konsep persahabatan, pesanan barangan runcit sama ada melalui telefon atau secara peribadi."
            ]
        },
        {
            "input": "Sevior says his research into nuclear waste disposal should help dispel many environmentalists' fears.",
            "output": [
                "Sevior berkata penyelidikannya terhadap pelupusan sisa buangan nuklear seharusnya membantu menghilangkan ketakutan pencinta alam sekitar."
            ]
        },
        {
            "input": "Currently, work is on-going to retrieve bodies and forensic evidence from the carriage of the train in the deep tunnel of the Piccadilly line near King's Cross.",
            "output": [
                "Pada masa ini, kerja masih berterusan untuk mengumpulkan mayat-mayat dan bukti forensik dari gerabak kereta api di dalam terowong dalam laluan Piccadilly berdekatan King's Cross."
            ]
        },
        {
            "input": "Jamaican Olympic athlete and coach Pablo McNeil has died at the age of 71.",
            "output": [
                "Atlet Olimpik Jamaica dan jurulatih, Pablo McNeil telah meninggal dunia pada usia 71."
            ]
        },
        {
            "input": "The spokesman, Khoram Ali Mehran, said that they were \"just following the government's instructions and the ruling of the Lahore High Court\", and that \"if the government decides to unblock it, then that's what we will do\".",
            "output": [
                "Jurucakap tersebut, Khoram Ali Mehran, berkata yang mereka \"hanya menurut perintah kerajaan dan pemerintah Mahkamah Tinggi Lahore,\" dan \"jika kerajaan memutuskan untuk mebuka sekatan tersebut, maka itulah yang akan kami lakukan.\""
            ]
        },
        {
            "input": "The Scottish and Northern Irish FA also voted in favour of the goal-line technology.",
            "output": [
                "FA Scotland dan Northern Ireland juga mengundi memihak kepada teknologi garisan gol."
            ]
        },
        {
            "input": "One of the three people who were still missing from the accident was found, while there is yet no sign of the other two persons.",
            "output": [
                "Salah satu daripada tiga orang yang masih hilang dalam kemalangan itu ditemui, manakala tanda-tanda kedua-dua orang lain itu masih tiada lagi."
            ]
        },
        {
            "input": "The U.S. armed forces detained five Iranians working at a \"liaison office\" located in Erbil, Iraq before dawn on Friday.",
            "output": [
                "Angkatan tentera U.S. menahan lima warga Iran yang bekerja di \"pejabat badan perhubungan\" bertempat di Erbil, Iraq sebelum fajar pada Jumaat."
            ]
        },
        {
            "input": "\"It's been an inspiration and a small attempt to make a difference.\"",
            "output": [
                "\"Ia merupakan satu inspirasi dan satu percubaan yang kecil untuk membuat perbezaan.\""
            ]
        },
        {
            "input": "As a result of the crash, the Governor of California, Arnold Schwarzenegger issued a declaration of a state of emergency for Los Angeles County.",
            "output": [
                "Disebabkan kemalangan itu, Gabenor California, Arnold Schwarzenegger mengisytiharkan keadaan darurat untuk Daerah Los Angeles."
            ]
        },
        {
            "input": "Tom Blackburn, SC, counsel for the media groups mounting the challenge claims that the act allows for the federal executive to intrude into judicial matters by ordering parts of the trial are kept secret.",
            "output": [
                "Tom Blackburn, Penasihat Kanan Undang-undang, peguam yang mewakili kumpulan media meningkatkan cabaran mendakwa bahawa perbuatan itu membolehkan eksekutif persekutuan untuk menceroboh ke dalam perkara-perkara kehakiman dengan memerintah bahagian perbicaraan itu perlu dirahsiakan."
            ]
        },
        {
            "input": "\"And, together with the UN Food and Agriculture Organization, we will try and promote vegetable gardens.\"",
            "output": [
                "\"Dan, bersama dengn Organisasi Pertanian dan Makanan, kami akan cuba untuk mempromosikan kebun sayur.\""
            ]
        },
        {
            "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
            "output": [
                "Menurut laporan itu yang menyatakan satu kalori makanan mengambil lebih kurang 1 liter air untuk dihasilkan, dengan sekilo gandum hanya memerlukan 500-4,000 liter berbanding sekilo daging perindustrian yang dihasilkan menggunakan 10,000 liter."
            ]
        },
        {
            "input": "The first Berenstain Bears book was published in 1962 and titled \"The Big Honey Hunt\".",
            "output": [
                "Buku Berenstain Bears yang pertama telah diterbitkan pada tahun 1962 dan bertajuk \"The Big Honey Hunt.\""
            ]
        },
        {
            "input": "The amount of power generated by wind turbines in the state stands now at 895 megawatts.",
            "output": [
                "Jumlah kuasa yang dihasilkan oleh turbin angin di negeri itu sekarang adalah 895 megawatt."
            ]
        },
        {
            "input": "Noynoy received more than 15 million votes, about 5.7 million ahead of his closest opponent, ousted Joseph Estrada.",
            "output": [
                "Noynoy menerima lebih daripada 15 juta undian, kira-kira 5.7 juta lebih banyak daripada lawan terdekatnya, Joseph Estrada yang tersingkir."
            ]
        },
        {
            "input": "It will stay in this orbit for two years and conduct various experiments to gain a better understanding of the Moon.",
            "output": [
                "Ia akan kekal di orbit ini selama dua tahun dan menjalankan pelbagai eksperimen untuk mendapatkan pemahaman yang lebih baik tentang Bulan."
            ]
        },
        {
            "input": "He also said the miners \"have no anxiety,\" saying that \"they've waited a few months now for their rescue and are aware that they will have to wait some more days.\"",
            "output": [
                "Beliau juga berkata pelombong \"tidak ada apa untuk dibimbangkan,\" berkata bahawa \"mereka kini telah menunggu beberapa bulan untuk tindakan menyelamatkan mereka dan sedar yang mereka akan perlu untuk tunggu beberapa hari lagi.\""
            ]
        },
        {
            "input": "The Da Vinci Code is a fiction book and has over 36 million copies in print worldwide.",
            "output": [
                "The Da Vinci Code merupakan buku fiksyen dan mempunyai lebih dari 36 juta salinan cetakan seluruh dunia."
            ]
        },
        {
            "input": "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.",
            "output": [
                "Kemalangan itu berlaku apabila angin kuat dan hujan lebat melanda kawasan tersebut, mengakibatkan ombak besar dan arus kuat dilaluan air."
            ]
        },
        {
            "input": "Transformational Technologies was founded by Werner Erhard, and was not named as a party in the suit.",
            "output": [
                "Transformational Technologies telah diasaskan oleh Werner Erhard, dan tidak dinamakan sebagai pihak dalam saman itu."
            ]
        },
        {
            "input": "Natapei was in Trinidad and Tobago at the Commonwealth Heads of Government Meeting and his staff failed to file the paperwork that notified the parliamentary speaker of his absence.",
            "output": [
                "Natapei ketika itu berada di Trinidad dan Tobago di Mesyuarat Ketua-ketua Kerajaan Komanwel dan stafnya gagal untuk memfailkan kertas kerja untuk memberitahu pengerusi parlimen tentang ketiadaannya."
            ]
        },
        {
            "input": "Crowds also lined up in Japan where the iPhone was unavailable for sale until now.",
            "output": [
                "Orang ramai juga berbaris di Jepun di mana iPhone masih tiada untuk jualan sehingga kini."
            ]
        },
        {
            "input": "And when this is followed by a significant minority, Mr Milmine says, the change will happen very quickly.",
            "output": [
                "Dan apabila ini disertai kumpulan minoriti yang signifikan, Encik Milmine berkata, perubahan akan berlaku secara cepat."
            ]
        },
        {
            "input": "The site of the accident was closed to visitors following the injury of three TV journalists who got too close.",
            "output": [
                "Lokasi kemalangan ditutup kepada pelawat berikutan kecederaan tiga wartawan TV yang berada terlalu dekat dengan kawasan itu."
            ]
        }
    ]
}