{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, In my opinion given a sentence uhm in the English language and your task ahh is to convert it into the Vietnamese language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Vietnamese"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Please tell me you don't work in a morgue.",
      "output": "Xin nói với tôi rằng bạn không làm việc trong nhà xác.",
      "explanation": "The above sentence is correctly translated from English to Vietnamese"
    },
    {
      "input": "Thirty years later, she still thought it was okay to put the toilet paper roll under rather than over.",
      "output": "Ba mươi năm sau, cô vẫn nghĩ rằng có thể đặt cuộn giấy vệ sinh bên dưới hơn là bỏ qua.",
      "explanation": "The above sentence is correctly translated from English to Vietnamese"
    }
  ],
  "Negative Examples": [
    {
      "input": "She was disgusted he couldn’t tell the difference between lemonade and limeade.",
      "output": "Các thành viên trong nhóm rất khó phân biệt vì họ đều để tóc đuôi ngựa.",
      "explanation": "The above sentence is not correctly translated from English to Vietnamese as none of the words match the translation."
    },
    {
      "input": "The tumbleweed refused to tumble but was more than willing to prance.",
      "output": "Biển báo cho biết có đường phía trước nên anh ta quyết định tăng tốc.",
      "explanation": "The above sentence is not correctly translated from English to Vietnamese as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "An Airbus A320 airliner owned by Air New Zealand crashed into the Mediterranean Sea near Perpignan, killing at least two of a crew of seven, French officials reported on Thursday.",
      "output": "Theo nguồn tin của các quan chức Pháp, chiếc máy bay Airbus A320 của hãng hàng không Air New Zealand đã rơi xuống biển Địa Trung Hải gần Perpignan, làm thiệt mạng ít nhất hai trong số bảy phi hành đoàn."
    },
    {
      "input": "\"We won't know until tomorrow whether this was negligence or intentional or how the tiger got out,\" said Sgt.",
      "output": "\"Chúng ta sẽ không biết được gì cho đến ngày mai để biết đây là sự sơ suất hoặc cố ý hoặc làm thế nào các con hổ đã thoát ra ngoài, \" Sgt nói."
    },
    {
      "input": "The spokesman also added that TPB \"cannot and will not\" pay the damages.",
      "output": "Người phát ngôn cũng nói thêm rằng TPB \"không thể và sẽ không\" chi trả các thiệt hại."
    },
    {
      "input": "The case, titled \"In the Matter of the 2703(d) Order Relating to Twitter Accounts: Wikileaks, Rop_G, IOERROR; and BirgittaJ\", has been in the EFF's sights since late last year when they became aware of the US government's attempts to investigate WikiLeaks-related communications using the popular microblogging service.",
      "output": "Trường hợp được đặt tiêu đề là \"In the Matter of the 2703(d) Order Relating to Twitter Accounts: Wikileaks, Rop_G, IOERROR; and BirgittaJ\" (tạm dịch: Trong vấn đề về yêu cầu 2703(d) liên quan đến các tài khoản Twitter: Wikileaks, Rop_G, IOERROR; và BirgittaJ) đã lọt vào tầm mắt của EFF kể từ cuối năm ngoái khi mà họ bắt đầu nhận ra các hành vi điều tra các cuộc giao tiếp có liên quan đến WikiLeaks của chính phủ Mỹ bằng cách sử dụng dịch vụ microblog phổ biến."
    },
    {
      "input": "Most international aid in Indonesia has been focused on the province of Naggroe Aceh Darussalam (Aceh), as it is where the biggest number of dead has been reported.",
      "output": "Hầu hết tổ chức viện trợ quốc tế tại Indonesia đã tập trung vào các tỉnh Naggroe Aceh Darussalam (Aceh), vì đó là nơi được báo cáo là có số lượng người chết lớn nhất."
    },
    {
      "input": "Harf Sufyan is a town in Yemen's northern mountain range.",
      "output": "Harf Sufyan là một thị trấn ở vùng núi phía bắc của Yemen."
    },
    {
      "input": "Spain will not be alone in being wary of separatist tendencies.\"",
      "output": "Tây Ban Nha sẽ không đơn độc trong việc đề phòng các khuynh hướng ly khai.\""
    },
    {
      "input": "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.",
      "output": "Marcelo Gallardo sau đó đã ghi bàn nâng tỷ số lên 3-0 cho đội chủ nhà ở phút thứ 52."
    },
    {
      "input": "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).",
      "output": "Chúng ta sẽ bảo vệ người đưa tin của Chúa không chỉ bằng tiếng nói của chúng ta mà còn bằng máu của chúng ta nữa, \" Nasralla nói với đám đông, ước tính lên đến 700.000 người (cảnh sát nói rằng con số thậm chí còn có vẻ cao hơn)."
    },
    {
      "input": "John F. Kerry, the senator for Massachusetts was supposed to attend but could not due to voting on the economic stimulus package in Washington D.C..",
      "output": "John F. Kerry, thượng nghị sĩ của Massachusett đã dự định tham dự nhưng không thể vì phải tham gia bỏ phiếu cho gói kích thích kinh tế tại Washington D. C."
    },
    {
      "input": "The Stephenville incident on January 8, saw dozens of witnesses reporting a large object in the evening sky that hovered above the community before it took off at high speed.",
      "output": "Sự việc Stephenville vào ngày 8 tháng 1, đưa ra hàng chục nhân chứng báo cáo về một vật thể lớn trên bầu trời đêm lơ lửng trên khu vực trước khi nó bay đi với tốc độ cao."
    },
    {
      "input": "Agriculture is driving water scarcity and water scarcity is driving environmental degradation and destruction, he said.",
      "output": "Nông nghiệp dẫn tới việc khan hiếm nước và tình trạng khan hiếm tạo ra suy thoái và hủy diệt môi trường, ông nói."
    },
    {
      "input": "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"",
      "output": "Bates nói với tòa án rằng bệnh viện có \"sự thiển cận rõ ràng\" về tiêu chuẩn yêu cầu và nói thêm rằng \"việc quản lý đã thất bại khi đưa ra các thủ tục chính xác.\""
    },
    {
      "input": "Now named Saint Mary-of-the-Woods College, it is the oldest Catholic liberal arts college for women in the United States of America.",
      "output": "Bây giờ trường có tên là đại học Saint Mary-of-the-Woods College, đó là ngôi trường nghệ thuật tự do Công giáo lâu đời nhất cho phụ nữ ở Hoa Kỳ."
    },
    {
      "input": "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.",
      "output": "Sự phân bố ghế hiện tại có Đảng Lao động Úc với 58 ghế trong tổng số 86, Đảng Tự do Quốc gia với 25 ghế, đảng Xanh Queensland & đảng One Nation với mỗi đảng một ghế và các cá nhân độc lập chiếm bốn ghế."
    },
    {
      "input": "I'm always excited when I'm about to give big prizes!",
      "output": "Tôi luôn luôn thấy hào hứng khi tôi chuẩn bị trao những phần thưởng lớn!"
    },
    {
      "input": "Michael Jackson's This Is It, a documentary film based on world-famous singer Michael Jackson rehearsing for his last tour before his untimely death, will be premiered in at least 15 cinemas in cities all over the world simultaneously.",
      "output": "This Is It của Michael Jackson, một bộ phim tài liệu dựa trên những buổi diễn tập cho tour diễn cuối cùng của ca sĩ nổi tiếng thế giới Michael Jackson trước khi ông qua đời, sẽ được công chiếu cùng một lúc tại ít nhất 15 rạp chiếu phim ở các thành phố khắp nơi trên thế giới."
    },
    {
      "input": "Other commercial arrangements are part of the contract, the official said.",
      "output": "Những thỏa thuận thương mại khác là một phần của hợp đồng, các quan chức cho biết."
    },
    {
      "input": "In November 2010, Iran announced uranium enrichment activities had been disrupted by the Stuxnet computer virus.",
      "output": "Trong tháng Mười một năm 2010, Iran thông báo các hoạt động làm giàu uranium đã bị gián đoạn bởi virus máy tính Stuxnet."
    },
    {
      "input": "The first Berenstain Bears book was published in 1962 and titled \"The Big Honey Hunt\".",
      "output": "Cuốn sách Những chú gấu Berenstain đầu tiên được xuất bản vào năm 1962 với tựa đề \"Chuyến đi săn mật ong lớn.\""
    },
    {
      "input": "Speaking to CNBC, the head of the World Trade Organisation, Pascal Lamy said that negotiations taking place in Geneva were making progress.",
      "output": "Trả lời với CNBC, người đứng đầu Tổ chức Thương mại Thế giới, Pascal Lamy nói rằng các cuộc đàm phán ở Geneve đang tiến triển."
    },
    {
      "input": "Many of these children are in poor health and die young, but Ashley is in good health.",
      "output": "Nhiều đứa trẻ mắc căn bệnh quái ác này phải trải qua tình trạng sức khỏe tồi tệ dẫn đến phải chết sớm, nhưng Ashley lại có sức khỏe khá tốt."
    },
    {
      "input": "Brawn has also indicated understanding of Honda's reasoning, with their sales down 40% in some markets and Honda F1's £200m+ budget a cost they were unwilling to bear.",
      "output": "Brawn cũng bộc lộ rằng bản thân hiểu được lý do của Honda, với doanh số bán ra giảm 40% trênmột số thị trường và giá trị ngân sách cho đội Honda F1 là 200 triệu bảng nên họ không thể giữ lại đội đua."
    },
    {
      "input": "Flying on a chartered private jet, Osman and his escort landed at RAF Northolt, where Osman was charged on arrival.",
      "output": "Đi trên chuyến bay riêng, Osman và những người áp giải hạ cánh ở RAF Northolt, tại đây Osman đã bị bắt khi vừa tới nơi."
    },
    {
      "input": "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.",
      "output": "Theo các nguồn tin đại chúng, chính phủ Trung Quốc đã bắt đầu một chiến dịch đe doạ kinh tế chuyên sâu chống lại Mỹ ám chỉ rằng nước này có thể sẽ thanh khoản lượng trái phiếu khổng lồ của Mỹ mà nước này đang nắm giữ nếu Washington áp đặt các lệnh trừng phạt thương mại nhằm ép đồng nhân dân tệ điều chỉnh giá."
    },
    {
      "input": "The following is an interview with Ms. Boulding, conducted via email, over a week ago.",
      "output": "Sau đây là cuộc phỏng vấn với bà Boulding, được thực hiện qua e-mail vào tuần trước."
    },
    {
      "input": "Weeks earlier, separate storms sank two passenger vessels in the central Philippines, drowning more than 50 people.",
      "output": "Vài tuần trước, một cơn bão đã nhấn chìm hai tàu khách tại trung tâm Philippin, làm thiệt mạng hơn 50 người."
    },
    {
      "input": "Soon after the election results were announced, Renamo alleged that there had been widespread ballot-stuffing in some districts, and that its observers had been expelled from others.",
      "output": "Ngay sau khi các kết quả bầu cử được thông báo, Renamo đã cáo buộc rằng đã có một cuộc nhồi phiếu lan rộng ở một số quận, và các nhà quan sát của mình đã bị đuổi khỏi những quận khác."
    },
    {
      "input": "Rescue workers used a mine shaft that is next to the damaged one in an attempt to reach the trapped miners, and lifted them out, 75 at a time.",
      "output": "Nhân viên cứu hộ đã sử dụng một hầm mỏ bên cạnh hầm bị hư hại nhằm tới được chỗ các thợ mỏ bị mắc kẹt, và nhấc họ ra, 75 người một lúc."
    },
    {
      "input": "The notoriously eccentric Mullingar man went on to tell the press \"The very fact that a Mickey Mouse Irish airline can start in a field in Waterford 20 years ago and in 20 years overtake the world's self-styled, self proclaimed favourite airline is testament to the almost unstoppable demand for low airfare travel around Europe.\"",
      "output": "Người đàn ông mang họ Mullingar nổi tiếng lập dị đã tuyên bố với giới truyền thông \"Thực tế không thể chối cãi là hãng hàng không Irish Mickey Mouse đã bắt đầu trên một cánh đồng ở Waterford vào 20 năm trước và 20 năm sau đã chinh phục thị trường thế giới, một hãng hàng không đã được ưa thích rõ ràng là dành cho nhu cầu không giới hạn về việc đi lại với giá rẻ quanh Châu Âu.\""
    },
    {
      "input": "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.",
      "output": "Indonesia đã cho hãng máy bay này dừng hoạt động vào tháng ba sau một tai nạn khác khi B737 bị trượt ra khỏi đường băng."
    },
    {
      "input": "It was snowing, but they were able to reach the border of the village because of the four-wheel-drive jeep they were traveling in.",
      "output": "Trời đang có tuyết rơi, nhưng họ đã có thể tiến đến biên giới của ngôi làng nhờ chiếc xe jeep bốn bánh họ đang đi."
    },
    {
      "input": "14 people have died after heavy rain and flash flooding hit a gorge near the south western city of Chongqing, China.",
      "output": "14 người bị thiệt mạng sau khi mưa lớn và lũ quét tràn vào một hẻm núi gần phía tây nam thành phố Trùng Khánh, Trung Quốc."
    },
    {
      "input": "46,000 Canadians visit New Zealand and 16,000 New Zealanders visit Canada each year, starting at the end of this year.",
      "output": "Hàng năm có 46.000 người Canada đến New Zealand và 16.000 người New Zealand đến Canada, bắt đầu từ cuối năm nay."
    },
    {
      "input": "Other Republicans are starting to get jittery about their reelection hopes if DeLay is allowed to retain power.",
      "output": "Những thành viên Đảng Cộng hòa khác bắt đầu lo lắng về hi vọng tái đắc cử của họ nếu DeLay được giữ lại nắm quyền."
    },
    {
      "input": "\"The confirmation is based upon multiple intelligence sources,\" said Ahmed.",
      "output": "\"Sự xác nhận được dựa trên nhiều nguồn tình báo, \" Ahmed nói."
    },
    {
      "input": "Because prolactin regulates the levels of precursors of oligodendrocytes, the scientists hypothesized that prolactin levels were responsible for the differences in damage.",
      "output": "Bởi vì prolactin điều hòa nồng độ tiền chất của tế bào ít nhánh, các nhà khoa học đưa ra giả thuyết rằng mức độ prolactin chịu trách nhiệm cho sự khác biệt về hư tổn."
    },
    {
      "input": "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.",
      "output": "Ngày 31 tháng một, cuộc thảo luận bắt đầu có khoảng 25 người trong số tham dự 35-40 bằng những lời phản đối điều khoản của luật sư trưởng của quận."
    },
    {
      "input": "His PGCE was obtained at Edge Hill College in 1975.",
      "output": "Ông nhận được bằng PGCE tại trường cao đẳng Edge Hill vào năm 1975."
    },
    {
      "input": "The US State Department, beginning in 1977, issues annual country reviews of its perceptions of the rights records of individual nations, based on the Universal Declaration of Human Rights.",
      "output": "Từ ngày được thành lập vào năm 1977, Bộ Quốc vụ Hoa Kỳ đã phát hành Báo cáo Nhân quyền thường niên của từng quốc gia, dựa trên Tuyên ngôn Quốc tế về Nhân quyền."
    },
    {
      "input": "Legal Aid lawyer David McKenzie, says the fishermen were very poor and it was highly unlikely they would be able to pay the fines.",
      "output": "Luật sư trợ pháp David McKenzie, cho biết những ngư dân này rất nghèo và họ hầu như không có khả năng nộp phạt."
    },
    {
      "input": "Sudirman Gani, head of the local administration's politics and national unity division, stated that \"the first quake measuring 6.9 on the Richter scale was recorded at 2:48 p.m.",
      "output": "Sudirman Gani, người đứng đầu ủy ban chính trị và đoàn kết dân tộc của chính quyền địa phương, tuyên bố rằng \"trận động đất đầu tiên đo được 6,9 độ Richter đã được ghi nhận lúc 2:48 chiều."
    },
    {
      "input": "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.",
      "output": "Hành động khá táo bạo năm 2006 đã khiến Thaksin bị trục xuất sau khi các thành viên nghị viện đảo chính."
    },
    {
      "input": "If the measure passes, New Jersey may become the only US state to ban the practice outright.",
      "output": "Nếu biện pháp được thông qua, New Jersey sẽ trở thành bang đầu tiên tại Mỹ đưa ra lệnh cấm thủ thuật này một cách triệt để."
    },
    {
      "input": "The Da Vinci Code is a fiction book and has over 36 million copies in print worldwide.",
      "output": "Mật mã Da Vinci là một tiểu thuyết giả tưởng và đã được in 36 triệu bản trên toàn thế giới."
    },
    {
      "input": "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.",
      "output": "\"Đúng là al Qaeda đã tấn công các hệ thống dầu mỏ nhưng chúng không phải là diễn viên duy nhất và cũng không phải diễn viên chính, \" ông nói."
    },
    {
      "input": "One former student described the alleged abuse as \"an orgy\", claiming that boys were herded into a prayer room by a priest chanting \"hypnotic\" spells in tongues.",
      "output": "Một học sinh cũ mô tả những vụ lạm dụng như là một cuộc \"truy hoan\", nói rằng các cậu bé đã bị một linh mục lùa vào một phòng cầu nguyện và hô \"thôi miên.\""
    },
    {
      "input": "Any member of the public entering the closed state parks after November 1 could be arrested and charged with trespassing.",
      "output": "Bất kỳ người dân nào xâm phạm khu vực công viên đã đóng cửa sau ngày 1 tháng Mười một sẽ bị bắt giữ và phạt tội xâm phạm trái phép."
    },
    {
      "input": "The mayor of San Francisco, California, Gavin Newsom, has announced via Twitter that he will be running for the state's governor in the 2010 elections.",
      "output": "Thị trưởng thành phố San Francisco, California, Gavin Newsom, đã thông báo qua Twitter rằng ông sẽ tranh cử chức thống đốc tiểu bang trong cuộc bầu cử năm 2010."
    },
    {
      "input": "The oil tanker's 13 crew members were all rescued safely, and all members of the second freighter were also reported as safe.",
      "output": "Tất cả 13 thành viên thủy thủ đoàn của tàu chở dầu đã được cứu sống an toàn, và tất cả các thành viên của tàu vận tải thứ hai cũng được báo cáo là an toàn."
    },
    {
      "input": "Andry Rajoelina, who ousted Madagascan ex-president President Marc Ravalomanana earlier this week, officially became the leader of the country, after being sworn in on Saturday.",
      "output": "Andry Rajoelina, người đã trục xuất tổng thống cũ người Madagasca Marc Ravalomanana vào đầu tuần này, đã chính thức trở thành người lãnh đạo đất nước sau khi tuyên thệ vào thứ Bảy."
    },
    {
      "input": "Then later, the 4th Infantry was the first to enter Germany.",
      "output": "Sau đó, đội bộ binh thứ 4 này là đội đầu tiên tiến vào Đức."
    },
    {
      "input": "\"I have ordered that the flag here at my office back up after tomorrow's mourning of Pearl Harbor Day!\"",
      "output": "\"Tôi đã ra lệnh đặt cờ ở đây tại văn phòng của tôi là để chuẩn bị cho lễ kỷ niệm Ngày Chân trâu cảng vào ngày mai!\""
    },
    {
      "input": "Serie A champions Juventus have confirmed the $24,000,000 (£13,700,000, €20,000,000) capture of Arsenal captain Patrick Vieira.",
      "output": "Đội Juventus vô địch giải Serie A xác nhận đã bỏ ra $24,000,000 (£13,700,000, €20,000,000) để có được đội trưởng Arsenal Patrick Vieira."
    },
    {
      "input": "This has prompted last minute action by the President to lobby individual members of the House, reminding them that Central American countries have committed troops and other resources to fight the U.S. War on Terror.",
      "output": "Điều này đã dẫn đến hành động vào phút cuối của Tổng thống để vận động hành lang những thành viên cá nhân của Hạ Viện, nhắc nhở họ rằng các quốc gia Trung Mỹ đã cam kết quân đội và các nguồn tài nguyên khác cho cuộc chiến tranh của Mỹ chống khủng bố."
    },
    {
      "input": "Japanese Prime Minister Junichiro Koizumi and South Korean President Roh Moo-Hyun separately adopted accords with the 10-nation Association of Southeast Asian Nations, agreeing to launch the talks early next year.",
      "output": "Thủ tướng Nhật Bản Junichiro Koizumi và Tổng thống Hàn Quốc Roh Moo-Hyun từng người đã thông qua các hiệp định với Hiệp hội 10 quốc gia Đông Nam Á, đồng ý bắt đầu các cuộc đàm phán vào đầu năm tới."
    },
    {
      "input": "As of Monday morning, no buyer has come through to take control of the firm.",
      "output": "Tính đến sáng thứ Hai, không có nhà thầu nào đến để tiếp nhận công ty."
    },
    {
      "input": "BBC Director-General Tony Hall stated that although he believed the song was \"distasteful and inappropriate\", an outright ban would breach the principle of free speech.",
      "output": "Giám đốc đài BBC-Ông Tony Hall tuyên bố rằng mặc dù ông thấy bài hát này \"không tinh tế và không phù hợp\", việc cấm tuyệt đối có thể xâm phạm quyền tự do ngôn luận."
    },
    {
      "input": "Police say the SUV driver was attempting to illegally pass another vehicle.",
      "output": "Cảnh sát cho biết tài xế SUV đã cố vượt một xe khác một cách sai luật."
    },
    {
      "input": "Typical fees from customers were around £40 but some may have paid as low as £10.",
      "output": "Mức phí chung của các khách vào khoảng 40 bảng Anh nhưng vài người trong số họ chỉ trả phí rất thấp khoảng 10 bảng Anh."
    },
    {
      "input": "However, some analysts fear the cut will worsen inflation, making it harder to get personal loans, and further decrease confidence in the dollar around the world.",
      "output": "Tuy nhiên, một số nhà phân tích sợ rằng việc cắt giảm này sẽ làm tình trạng lạm phát tồi đi làm khả năng tiếp cận các khoản vay cá nhân khó hơn và tiếp tục giảm lòng tin vào đồng đô la trên toàn thế giới."
    },
    {
      "input": "\"Whoever is ... on my staff, if I hear that they got promoted for money or because they are someone's relative, or they belong to particular clan, then this person will be removed immediately,\" he added.",
      "output": "\"Bất cứ ai là. . nhân viên của tôi, nếu tôi nghe thấy họ được thăng chức vì tiền hay vì là họ hàng của một ai đó, hoặc họ thuộc về gia tộc cụ thể, thì người này sẽ được chuyển đi ngay lập tức, \" ông nói thêm."
    },
    {
      "input": "Its location in an area accessible only via narrow alleys is hampering search and rescue efforts as heavy equipment such as cranes is having difficulty reaching the scene.",
      "output": "Vị trí của toàn nhà nằm trong một khu vực chỉ có thể đi vào qua một con hẻm nhỏ đang cản trở những nỗ lực tìm kiếm và cứu hộ vì thiết bị nặng như cần cẩu gặp khó khăn trong việc tiếp cận hiện trường."
    },
    {
      "input": "\"My name is not on the 2008 register and therefore I cannot vote at this election.\"",
      "output": "\"Tên tôi không có trên sổ đăng ký năm 2008 và do đó tôi không thể bỏ phiếu tại cuộc bầu cử này.\""
    },
    {
      "input": "AP reported that this is because there is a low oxygen level in the cellar.",
      "output": "AP báo cáo rằng đó là do mức oxy trong hầm thấp."
    },
    {
      "input": "A witness inside the grounds said the prime minister, whose bodyguards were also disarmed by the military, refused and returned to his office.",
      "output": "Một nhân chứng trong khu đất cho biết thủ tướng, người mà có những vệ sĩ của ông cũng đã bị tước khí giới bởi quân đội, đã từ chối trở về văn phòng của ông."
    },
    {
      "input": "The appeal filed by the 'Almagor' organization representing the Israeli victims' families was not accepted.",
      "output": "Phiên tòa được mở ra sau khi nhận được đơn đệ trình của tổ chức 'Almagor', thay mặt cho gia đình các nạn nhân tại Israel nhưng đã không nhận được sự chấp thuận."
    },
    {
      "input": "The CDC advises children and adults to practice proper hand washing technique, and to wash and disinfect contaminated items and surfaces using diluted solution of chlorine-containing bleach.",
      "output": "CDC khuyến cáo trẻ em và người lớn về thực hành kỹ thuật rửa tay đúng cách, và để rửa và khử trùng các vật phẩm nhiễm trùng và bề mặt bằng cách sử dụng dung dịch pha loãng chất tẩy trắng có chứa clo."
    },
    {
      "input": "Galina Safronova, 55, said that \"this action will destroy my city, the city where I grew up, and the city that I want to save for my grandchildren,\" as quoted by the Associated Press news agency.",
      "output": "Galina Safronova, 55, nói rằng \"hành động này sẽ phá hủy thành phố của tôi, thành phố nơi tôi lớn lên, và thành phố nơi tôi muốn giữ gìn cho thế hệ con cháu, \" theo trích lời của cơ quan tin tức Bảo chí Liên kết."
    },
    {
      "input": "Le Nouvel Observateur reported that after \"Voyage au pays des nouveaux gourous\" aired in France, labor inspectors investigated Landmark Education's use of unpaid volunteers.",
      "output": "Tờ Le Nouvel Observateur báo cáo rằng sau khi chương trình \"Voyage au pays des nouveaux gourous\" được phát sóng tại Pháp, thanh tra lao động đã điều tra việc sử dụng các tình nguyện viên không trả lương của Landmark Education."
    },
    {
      "input": ": Does the media feed into traditional Australian gender stereotypes by not covering elite women's sports?",
      "output": ": Có phải truyền thông Úc đang đi theo kiểu truyền thống khi không đưa nhiều thông tin về thể thao nữ?"
    },
    {
      "input": "JetBlue's service in Raleigh is comprised of four daily flights to New York, the airline's hub.",
      "output": "Dịch vụ của JetBlue ở Raleigh gồm bốn chuyến bay hàng ngày đến New York, trung tâm của hãng."
    },
    {
      "input": "Litvinenko was a strong critic of Russian President Vladimir Putin and shortly before he died in London from radiation poisoning in late November, Litvinenko accused Putin of ordering his assassination.",
      "output": "Litvinenko đã chỉ trích mạnh mẽ tổng thống Nga Vladimir Putin và ngay trước khi chết tại London vì đầu độc phóng xạ vào cuối tháng mười một, Litvinenko đã buộc tội Putin đã ra lệnh ám sát ông."
    },
    {
      "input": "The flood has affected many of the rural areas of the island, washing out sugar cane crops across the area and damaging roads and bridges.",
      "output": "Lũ lụt đã ảnh hưởng đến nhiều khu vực nông thôn của hòn đảo, làm ngập cây mía trên toàn khu vực và làm thiệt hại đường sá và cầu."
    },
    {
      "input": "Insulin production has been discovered in the brain and linked to Alzheimer's disease, potentially changing how the illness is viewed and treated.",
      "output": "Insulin được phát hiện được sản sinh trong não người và có liên hệ với bệnh Alzheimer, điều nay có thể thay đổi cách thức cách nhìn nhận và điều trị bệnh này."
    },
    {
      "input": "The bomb was inside a \"jiffy bag\" which held the letter which was contained inside a padded envelope.",
      "output": "Quả bom ở bên trong một \"chiếc phong bì có đệm lót\" chứa một bức thư trong một phong bì độn bông."
    },
    {
      "input": "Two people have been arrested in Cheshire in connection with the Glasgow International Airport attack and attempted London car bombings.",
      "output": "Hai người đã bị bắt tại Cheshire liên quan đến vụ tấn công tại Sân bay quốc tế Glasgow và vụ đánh bom bằng ô tô tại London."
    },
    {
      "input": ":(c) the purpose of legislation of this provision is rational, because that is considered to demand the child's tight connection with Japan's society.",
      "output": ": (c) mục đích pháp lý của quy định này là hợp lý, bởi vì đó được coi là yêu cầu mối liên kết chặt chẽ của đứa trẻ với xã hội Nhật Bản."
    },
    {
      "input": "In 2008, Cassini discovered a high \"density of volatile gases, water vapor, carbon dioxide and carbon monoxide, as well as organic materials, some 20 times denser than expected\" in geysers erupting from the moon.",
      "output": "Năm 2008, Cassini đã khám khá ra \"một mật độ dầy các khí ga dễ bay hơi, hơi nước, khí CO2 và CO cùng các vật chất hữu cơ khác có mật độ cao hơn khoảng 20 lần so với dự tính\" trong các mạch nước phun trào từ mặt trăng."
    },
    {
      "input": "In addition to saving lives, the program is also aimed at reducing the costs associated with car crashes.",
      "output": "Bên cạnh việc cứu sống mạng người, chương trình cũng nhằm làm giảm chi phí liên quan đến các vụ tông xe."
    },
    {
      "input": "The six month study compared the environmental impact, health risks, economic effects and social implications of the use of fossil fuels, renewable energy sources such as wind and solar energy, and nuclear power.",
      "output": "Bài nghiên cứu được hoàn thành trong sáu tháng đã so sánh các tác động về môi trường, các rủi ro về sức khỏe, các ảnh hưởng về kinh tế và tác động đôi với xã hội của việc sử dụng nhiên liệu hóa thạch, nguồn năng lượng có khả năng tái tạo như năng lượng gió và năng lượng mặt trời, và cả năng lượng hạt nhân nữa."
    },
    {
      "input": "Israel already has land-based nuclear-capable ballistic missiles in the form of the Jericho I and II missiles.",
      "output": "Israel cũng có tên lửa đạn đạo hạt nhân mặt đất dạng tên lửa Jericho I và II."
    },
    {
      "input": "He said the recent violence shows the militants want to bring the frontlines from Pakistan's violent northwest to Punjab province.",
      "output": "Ông cho biết tình hình bạo lực gần đây cho thấy các binh sĩ muốn mang tiền tuyến từ phía tây bắc Pakistan dữ dội đến tỉnh Punjab."
    },
    {
      "input": "Providers must sharpen up on their advertising and improve the performance of their service desks.",
      "output": "Các nhà cung cấp phải làm nổi bật lên trên quảng cáo và cải thiện hiệu suất dịch vụ của họ."
    },
    {
      "input": "In that attack three civilians were killed 39 people were wounded most of them critically.",
      "output": "Cuộc tấn công đã giết chết ba thường dân và làm 39 người khác bị thương nặng."
    },
    {
      "input": "\"The discovery of the cemetery this week really convinced me that there is someone important buried inside this temple.",
      "output": "\"Khám phá về nghĩa địa này trong tuần thực sự thuyết phục tôi rằng có ai đó quan trọng được chôn trong ngôi đền này."
    },
    {
      "input": "Three of the children were left on Josef F.'s doorstep and subsequently raised as the adoptive children of Josef F. and his wife, Rosemarie, while the other three children were left with their mother and never saw daylight until she was discovered.",
      "output": "Ba trong số những đứa trẻ bị bỏ lại trước cửa nhà của Josef F. và sau đó được Josef F. và vợ là bà Rosemarie nhận làm con nuôi, trong khi ba đứa trẻ khác bị bỏ lại với mẹ của mình và không bao giờ nhìn thấy ánh sáng ban ngày cho đến khi bà ấy được phát hiện."
    },
    {
      "input": "His division was among the first to undertake the liberation of Paris.",
      "output": "Đơn vị của ông là một trong những bộ phận đảm nhiệm việc giải phóng Paris."
    },
    {
      "input": "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.",
      "output": "Trung tướng Dominic Dim Deng, bộ trưởng quốc phòng khu vực, được xác nhận là đã chết và người ta cho rằng có ít nhất 19 quan chức quân sự đã chết."
    },
    {
      "input": "They base this on a fact that a cable between Cuba and Florida, which is a much shorter distance than between Cuba and Venezuela, would cost half a million dollars.",
      "output": "Họ dựa trên một thực tế rằng một đường cáp nối giữa Cuba và Florida, một khoảng cách ngắn hơn rất nhiều giữa Cuba và Venezuela, đã tốn nửa triệu đô la."
    },
    {
      "input": "\"We proclaim today the end of the dictatorship,\" said the new president, promising to tackle corruption that was rife under Ravalomanana.",
      "output": "Tổng tống đương nhiệm nói \"Chúng tôi tuyên bố hôm nay là ngày đánh dấu chấm hết cho chế độ quân chủ chuyên chế, \" hứa hẹn sẽ giải quyết nạn tham nhũng hoành hành dưới quyền của Ravalomanana."
    },
    {
      "input": "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.",
      "output": "Thư ký bộ quốc phòng Robert Gates công bố với phóng viên tại Madrid vào thứ Sáu rằng có những bằng chứng \"khá rõ ràng\" về việc người Iran đang cung cấp vũ khí và công nghệ cho quân đội Irad."
    },
    {
      "input": "\"Then we can really talk, if they're interested,\" he said.",
      "output": "\"Chúng tôi có thể đối thoại thật sự nếu họ quan tâm\", ông cho biết."
    },
    {
      "input": "\"Part of that process is seeking the advice and counsel of her colleagues in New York.\"",
      "output": "\"Một phần của tiến trình đó là tìm kiếm những lời khuyên và tư vấn của các đồng nghiệp của bà ở New York.\""
    },
    {
      "input": "The authors of the paper conclude that their evidence shows that matrilineal history of brown and polar bears suggest that \"a likely genetic exchange with extinct Irish brown bears forms the origin of the modern polar bear matriline.\"",
      "output": "Các tác giả của nghiên cứu kết luận rằng bằng chứng của họ cho thấy rằng lịch sử mẫu hệ của gấu nâu và gấu bắc cực đã gợi ý \"trao đổi gien với loài gấu nâu Ailen đã tuyệt chủng tạo thành nguồn gốc của loài gấu bắc cực cái thời nay.\""
    },
    {
      "input": "Firefighters arrived at the scene to search survivors and they asked residents in the buildings nearby to evacuate the area.",
      "output": "Nhân viên cứu hỏa đến hiện trường để tìm kiếm những người sống sót và họ yêu cầu người dân trong các tòa nhà gần đó sơ tán."
    },
    {
      "input": "She sees herself as providing a service to people who have needs, no matter how debauched the outside world deems them.",
      "output": "Cô ấy chỉ đơn giản thấy rằng mình đang cung cấp dịch vụ cho những người cần đến nó, mặc cho những người ngoài kia có thấy ghê tởm thế nào."
    },
    {
      "input": "The attack on Berlusconi left him requiring treatment for damage to his mouth, a broken nose, cuts to his face and, according to reports from BBC News, at least two broken teeth.",
      "output": "Vụ tấn công vào Berlusconi đã khiến ông cần điều trị tổn thương ở môi, vỡ mũi, cắt qua mặt và theo tin tức BBC, ít nhất có hai chiếc răng bị gãy."
    },
    {
      "input": "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.",
      "output": "Mục sư đã nghỉ hưu 73 tuổi, Đức cha Reverend Roland Weisselberg, đã tự thiêu sống trong buổi Lễ của ngày Cải cách tin lành vào hôm thứ Ba] tại Erfurt, Đức."
    },
    {
      "input": "No snow arrived until late in the afternoon, where there was limited accumulation.",
      "output": "Hiện tại tuyết rơi đến tận chiều muộn, tại nơi có một số lớp tuyết chồng lên nhau."
    },
    {
      "input": "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.",
      "output": "Các nhà khoa học đã tìm kiếm những thay đổi rất nhỏ trong chuyển động của những con quay hồi chuyển để có thể phát hiện ra hiệu ứng kéo khung, cũng như các hiệu ứng trắc địa lớn hơn rất nhiều - những chỉnh sửa nhỏ cho trường hấp dẫn của trái đất vì có những điểm khác biệt giữa thuyết lực hấp dẫn của Einstein và Newton."
    },
    {
      "input": "Finns travelled long distances to participate at the event, which was broadcast live on the internet.",
      "output": "Những người Phần Lan đã đi một quãng đường dài để tham gia vào sự kiện được phát sóng trực tiếp trên internet."
    },
    {
      "input": "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.",
      "output": "Chức năng của vắcxin trong quan hệ tình dục và hiệu quả của nó đối với phụ nữ cũng sẽ được nghiên cứu."
    },
    {
      "input": "\"I would focus on building issue-based coalitions to deal with specific practical problems (things like management inefficiencies, procurement policies, information technology, outsourcing) that have little to do with ideological politics,\" he said.",
      "output": "\" Tôi sẽ tập trung vào đồng minh dựa trên vấn đề xây dựng nhằm giải quyết các vấn đề thực tiễn cụ thể (như việc điều hành kém hiệu quả, các chính sách mua bán, công nghệ thông tin và dịch vụ thuê ngoài) rằng phải có chút ít với chính trị tư tưởng,\" ông nói."
    },
    {
      "input": "The unedited footage was aired extensively by Al Jazeera over the months following the incident.",
      "output": "Cảnh quay không được biên tập lại đã cho thấy không khí căng thẳng của AI Jazeera trong nhiều tháng qua sau khi diễn ra vụ việc."
    },
    {
      "input": "There are no reports of any injuries, but witnesses say that they were awoken from their sleep as far away as Los Angeles.",
      "output": "Không có bất kỳ báo cáo về thương tích, nhưng các nhân chứng nói rằng những người thâm chí ở tận Los Angeles cũng bị đánh thức."
    },
    {
      "input": "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.",
      "output": "Các nhà nghiên cứu sau đó đã cố gắng lấy lại số tiền của họ và đi đến khách sạn nơi Whitton và Dyer đang ở, họ chỉ tìm thấy căn phòng trống rỗng và không tìm thấy hai người đàn ông này ở bất kì nơi nào."
    },
    {
      "input": "Ronaldo then had a chance for his second as he was released by Rooney, but a last ditch tackle by DeMerit kept the scoreline at 2-1.",
      "output": "Ronaldo lần thứ hai có cơ hội sau khi nhận bóng từ Rooney nhưng nỗ lực cuối cùng của anh đã bị DeMerit chặn lại và tỉ số trận đấu vẫn là 2-1."
    },
    {
      "input": "The Gippsland Football League, officially the Gippsland League, is the only major Australian rules football competition in the rural region east from Melbourne to the New South Wales border, according to the Victorian Country Football League.",
      "output": "Theo Giải bóng bầu dục Victoria Country thì Giải Gippsland là một giải đấu chính dùng luật của Úc trong các trận tranh giải bóng bầu dục trong vùng nông thôn phía đông từ Melbourne đến biên giới New South Wales."
    },
    {
      "input": "There are currently 42 flood warnings of various degrees, eight of which are rated severe.",
      "output": "Hiện đang có 42 cảnh báo lũ mức độ khác nhau, tám trong số đó được đánh giá nghiêm trọng."
    },
    {
      "input": "Carey was a father of 14 children and grandfather to 25.",
      "output": "Carey là cha của 14 người con, và là ông của 25 người cháu."
    },
    {
      "input": "The parties seek a court order declaring that Secretary Rumsfeld's actions are in violation of the U.S. Constitution, federal statutes and international law.",
      "output": "Các bên tham gia muốn có lệnh của tòa án tuyên bố rằng những hành động của Bộ trưởng Rumsfeld đã vi phạm Hiến pháp Mỹ, các đạo luật liên bang và luật pháp quốc tế."
    },
    {
      "input": "In the lead-up to the federal election on September 7, both leaders were focused on refugee policy with Abbott attacking Rudd for failing to effectively protect the country's borders by disbanding border protection agreements implemented by the previous Liberal government.",
      "output": "Trong việc chuẩn bị cho cuộc bầu cử liên bang vào ngày 7 tháng Chín, cả hai nhà lãnh đạo đã tập trung vào chính sách tị nạn, ông Abbott tấn công ông Rudd vì thất bại trong việc bảo vệ biên giới quốc gia một cách hiệu quả qua việc bỏ các thỏa thuận bảo vệ biên giới được thực hiện bởi chính quyền Đảng Tự do trước đó."
    },
    {
      "input": "All the suspects are male Finns residing in southern Finland.",
      "output": "Tất cả các nghi phạm đều là nam giới người Phần Lan đang sinh sống tại miền Nam Phần Lan."
    },
    {
      "input": "Actress Hunter Tylo is reported to have rejoined the cast of The Bold and the Beautiful, in the latest chapter of a rocky relationship between Tylo and the casting office.",
      "output": "Nữ diễn viên Hunter Tylo được đưa tin là đã tái gia nhập dàn diễn viên của phim The Bold and the Beautiful, trong diễn biến mới nhất về mối quan hệ không tốt giữa Tylo và văn phòng phân vai."
    },
    {
      "input": "The East Timorese delegation is composed by the Minister of public works, Odete Victor, and the Minister of energy & mineral resources, José Teixeira.",
      "output": "Phái đoàn Đông Timor gồm Bộ trưởng công trình công cộng, Odete Victor, và Bộ trưởng Bộ tài nguyên năng lượng và khoáng sản, José Teixeira."
    },
    {
      "input": "\"They'll keep the vote open for several hours, in violation of the rules.\"",
      "output": "\"Họ sẽ duy trì bỏ phiếu trong nhiều giờ, là vi phạm các quy tắc.\""
    },
    {
      "input": "Following which, a frustrated Museveni told the BBC, \"The Prime Minister of Canada came to see me and what was he talking about? Gays.\"",
      "output": "Sau đó, ông Museveni nản lòng nói với BBC rằng, \"Thủ tướng Canada đã đến gặp tôi và ông ấy đã nói về gì chứ? Những người đồng tính.\""
    },
    {
      "input": "At The Open Championship taking place at St Andrews, golfers also paid their respects.",
      "output": "Tại giải vô địch mở rộng diễn ra ở St Andrews, những tay golf cũng thể hiện lòng thánh kính của mình."
    },
    {
      "input": "Howard played down these concerns but said on record that he reserves the right to preemptively act against terrorists on foreign soil if they threaten Australia.",
      "output": "Howard bỏ qua các mối bận tâm này, nhưng đã phát biểu rằng ông có quyền đánh phủ đầu những kẻ khủng bố trên lãnh thổ nước ngoài nếu chúng đe dọa nước Úc."
    },
    {
      "input": "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"",
      "output": "Blogger David Farrar nói \"Thật lộn xộn cho chính phủ khi mất phiếu sau khi chịu rất nhiều áp lực.\""
    },
    {
      "input": "His last words were \"Jesus and Oskar,\", believed to a reference to Oskar Bruesewitz, a priest who burned himself alive to protest the Communist government of East Germany.",
      "output": "Những lời của cuối cùng của ông là \"Jesus và Oskar, \", tin vào những đề cập đến Oskar Bruesewitz, cha xứ người tự thiêu sống để phản đối chính quyền Cộng sản của Đông Đức."
    },
    {
      "input": "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.",
      "output": "Mahmoud al-Mashhadani, chủ tịch quốc hội Iraq, cho biết họ đã yêu cầu Thổ Nhĩ Kỳ giải quyết sự việc trong hòa bình."
    },
    {
      "input": "Students unions from all parts of Hesse called for the joint demonstration in Gießen.",
      "output": "Các hội sinh viên từ khắp các nơi của Hesse kêu gọi một cuộc biểu tình chung tại Gießen."
    },
    {
      "input": "The Democrats (Phak Prachatipat) and the smaller Great People's Party (Phak Mahachon) took over 25% of the vote in the February 2005 elections.",
      "output": "Đảng Dân chủ (Phak Prachatipat) và Đảng Đại dân quy mô nhỏ hơn (Phak Mahachon) chiếm hơn 25% số phiếu trong các cuộc bầu cử vào tháng 2 năm 2005."
    },
    {
      "input": "\"Even in France, they [Parisians] are said to be arrogant,\" Lavorel said.",
      "output": "\"Ngay cả ở Pháp, họ [những người Paris] được cho là kiêu ngạo, \" Lavorel nói."
    },
    {
      "input": "Hafez Abu Saeda, the director of EOHR, stated that the princess was prescribed the same medication that she was receiving in the United States, \"so it is obvious that the doctor was not at fault for her addiction.\"",
      "output": "Hafez Abu Saeda, giám đốc của EOHR, nói rằng công chúa đã được kê đơn đúng loại thuốc mà bà đã được nhận tại Hoa Kỳ, \"do đó, rõ ràng là bác sĩ không có lỗi trong việc công chúa bị nghiện.\""
    },
    {
      "input": "In a press release, the Foundation stated that several users of the forum, sufferers of epilepsy, experienced harsh migraines and seizures as a result of the attack.",
      "output": "Trong một cuộc họp báo, Tổ chức đã tuyên bố một vài thành viên của diễn đàn, những bệnh nhân động kinh, đã trải qua những cơn đau đầu dữ dội và co giật do cuộc tấn công gây ra."
    },
    {
      "input": "The head of Sonnyboo Productions, an independent film studio based in Columbus, Ohio, he has made numerous short films as well as co-directed a feature, the World War II B-movie Horrors of War.",
      "output": "Là người đứng đầu Sonnyboo Productions, một hãng phim độc lập có trụ sở tại Columbus, Ohio, ông đã thực hiện nhiều bộ phim ngắn cũng như đồng đạo diễn một phần phim World War II B-movie Horrors of War."
    },
    {
      "input": "All other countries (except Germany, where a similar dispute also resulted in a name change) will continue to use the Gmail name and domain (gmail.com).",
      "output": "Tất cả các nước khác (trừ Đức, nơi có tranh chấp tương tự cũng dẫn đến sự thay đổi tên) sẽ tiếp tục sử dụng tên Gmail và tên miền (gmail. com)."
    },
    {
      "input": "Norway and the US have both frozen all non-humanitarian aid to Madagascar, whilst the African Union suspended Madagascar's membership.",
      "output": "Norway và Mỹ đều đóng băng tất cả các viện trợ không dành cho hoạt động nhân đạo đối với Madagascar, trong khi liên minh châu Phi tạm thời ngừng tư cách hội viên của Madagascar."
    },
    {
      "input": "Australia will press on with plans to withdraw its troops from Iraq in June this year, although promises were made by the nation's foreign minister that relations with the United States will not be affected by the move.",
      "output": "Úc sẽ kiên quyết tiếp tục các kế hoạch rút quân khỏi Iraq vào tháng sáu năm nay, dù vậy bộ trưởng ngoại giao nước này đã hứa hẹn rằng những mối quan hệ với Mỹ sẽ không bị ảnh hưởng bởi hành động này."
    },
    {
      "input": "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.",
      "output": "Việc mất điện diễn ra sau những nỗ lực đối phó với cuộc khủng hoảng năng lượng ngày càng tăng của nước này, bao gồm cả sự bảo toàn và cố gắng cho phép các công ty tư nhân cung cấp năng lượng, điều mà đi ngược lại Hiến pháp năm 2004."
    },
    {
      "input": "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.",
      "output": "Liên kết mạnh mẽ của Úc với Hoa Kỳ và sự hỗ trợ cho các cuộc chiến tranh do Mỹ đứng đầu ở Iraq là vấn đề then chốt cho chiến thắng tranh cử thứ tư liên tiếp của Howard vào cuối năm 2004."
    },
    {
      "input": "Negotiations are being made to release the captives, according to a local police chief.",
      "output": "Các cuộc đàm phán đang được thực hiện để giải phóng những người bị bắt, theo một cảnh sát trưởng địa phương."
    },
    {
      "input": "BP officials do not know how long the field will stay offline.",
      "output": "Quan chức của BP không biết mỏ dầu này sẽ ngưng hoạt động trong bao lâu nữa."
    },
    {
      "input": "According to the first exit polls published by TNS OBOP and PBS for TVP1 Polish public television station, the Law and Justice (PiS) party has won today's parliamentary election in Poland with a 27,6% result.",
      "output": "Theo cuộc tiếp xúc với cử tri đầu tiên thực hiện bởi PBS và TNS OBOP cho kênh TVP1 của truyền hình Ba Lan, Đảng Pháp luật và Công lý (PiS) đã chiến thắng trong cuộc bầu cử Nghị viện ngày hôm nay với 27,6% số phiếu."
    },
    {
      "input": "The treaty requires all countries adopting it to ban, to the extent allowed by their constitutions, all tobacco advertising, promotion and sponsorship within five years.",
      "output": "Hiệp ước yêu cầu tất cả các nước liên quan, trong phạm vi hiến pháp của mình, cấm tất cả các hoạt động quảng cáo, khuyến mại và tài trợ thuốc lá trong vòng năm năm."
    },
    {
      "input": "It is one of a network of workshops at every Paralympic venue.",
      "output": "Đây là một trong hàng loạt các xưởng sửa chữa bên thềm Thế vận hội dành cho người khuyết tật."
    },
    {
      "input": "In Mauritania, for example, a staple food such as wheat still costs over 600 USD per tonne, whereas in the United States the price has fallen below 300 USD.",
      "output": "Ở Mauritania là một ví dụ, loại lương thực cơ bản như lúa mì vẫn có giá hơn 600 USD một tấn trong khi đó ở Mỹ giá này đã giảm xuống dưới 300 USD."
    },
    {
      "input": "ASEAN members include Myanmar, Laos, Thailand, Cambodia, Vietnam, Philippines, Malaysia, Brunei Darussalam, Singapore and Indonesia.",
      "output": "Thành viên ASEAN bao gồm Myanmar, Lào, Thái Lan, Campuchia, Việt Nam, Philippines, Malaysia, Brunei Darussalam, Singapore và Indonesia."
    },
    {
      "input": "Neither the Hakim, nor the police chiefs, nor the bailiffs would listen to the arguments that the governmental commission established to solve the issue around the Society for Krishna Consciousness has not yet come to final decision.",
      "output": "Cả Thống đốc, cũng như trưởng công an, và các chấp hành viên đều sẽ không lắng nghe các lập luận rằng ủy ban chính phủ đã thành lập để giải quyết các vấn đề xung quanh Hội tư tưởng Krishna vẫn chưa đi đến quyết định cuối cùng."
    },
    {
      "input": "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.",
      "output": "Nature lưu ý rằng Britannica đã chỉ trích 'gần một nửa số luận điểm mà các nhà phê bình của [họ] nêu ra', và nói rằng hai từ điển bách khoa này đều được đánh giá cùng một phương pháp."
    },
    {
      "input": "Mr O'Reilly said the group conducted a citizens' inspection in protest at Pine Gap's involvement in the ongoing war in Iraq after the group had been refused official entry by Defence Minister Robert Hill.",
      "output": "Ông O'Reilly cho biết nhóm đã tiến hành một cuộc kiểm tra các công dân để phản đối sự tham gia của Pine Gap trong cuộc chiến đang diễn ra tại Iraq sau khi nhóm đã bị từ chối nhập cảnh chính thức bởi Bộ trưởng Quốc phòng Robert Hill."
    },
    {
      "input": "The People's Republic of China called on Syrian government forces and opposition in the Syrian uprising, such as the Free Syrian Army, to end the violence.",
      "output": "Cộng hòa nhân dân Trung Hoa kêu gọi các lực lượng vũ trang chính phủ Syria và phe đối lập lực lượng nổi dậy Syria, ví dụ như Quân đội Syria Tự do v.v., chấm dứt bạo lực."
    },
    {
      "input": "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).",
      "output": "Đội Cheetahs sẽ là chủ nhà cho trận chung kết tuần tới và là đội vào chung kết với số điểm cao nhất (thứ nhất, đội Blue Bulls đứng thứ hai)."
    },
    {
      "input": "During the opening of Paradise by the Dashboard Light he suggested that the crowd of thousands should enjoy the performance as it was the last of his career.",
      "output": "Trong suốt quá trình mở đầu của Paradise bởi Trong suốt phần mở đầu của bài \"Paradise by the Dashboard Light\", ông gợi ý hàng ngàn khán giảrằng mọi người nên thưởng thức buổi trình diễn này vì đây là buổi trình diễn cuối cùng trong sự nghiệp của ông."
    },
    {
      "input": "In the video sent to the BBC, ETA stated that, while the autonomy framework enshrined in the Spanish constitution is \"not the way to satisfy the wishes of the Basque people\", the organisation was committed to finding a democratic solution to the conflict.",
      "output": "Trong đoạn video được gửi đến đài BBC, ETA tuyên bố rằng trong khi các tự chủ được quy định trong thể chế của Tây Ban Nha \"không phải là cách để thoả mãn những ước vọng của người dân Basque\", tổ chức này cam kết tìm kiếm một giải pháp dân chủ cho xung đột này."
    },
    {
      "input": "The 2000 redistricting rules for the 2012 elections mandated that Detroit's two congressional districts must be 60 percent black voters, since four out of five of Detroit's residents are black.",
      "output": "Quy định tái phân khu năm 2000 cho các cuộc bầu cử năm 2012 bắt buộc rằng hai khu hành chính của Detroit phải là 60% cử tri da đen, bởi vì cứ trong năm người dân Detroit thì bốn người là người da đen."
    },
    {
      "input": "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.",
      "output": "Rico đã từng làm một loạt công việc nhưng niềm đam mê của ông bây giờ chính là nghề nghiệp của ông - ông biến những thứ 'bỏ đi'không mong muốn thành những mẫu đồ nội thất."
    },
    {
      "input": "The MoD would not comment on what disciplinary action was taken, or whether the leaks involved operational information.",
      "output": "Bộ Quốc phòng Anh không bình luận về những hành động kỷ luật đã được thực hiện hay việc rò rỉ thông tin tác chiến."
    },
    {
      "input": "Murray made no comment on how the decisions are made or why this particular billboard was rejected.",
      "output": "Murray không bình luận gì về việc các quyết định được đưa ra như thế nào hay về lý do cụ thể tại sao bảng quảng cáo này bị từ chối."
    },
    {
      "input": "Eurostat reports that 87,000 jobs were lost throughout the eurozone in December, the smallest loss since May.",
      "output": "Eurostat cho biết 87.000 việc làm bị mất đi tại khu vực đồng tiền chung Châu Âu trong Tháng mười hai, đây là tổn thất nhỏ nhất kể từ tháng năm."
    },
    {
      "input": "The episode revolved around a big scheme Peter Griffin, the main character of the series, conjured.",
      "output": "Tập phim xoay xung quanh một mưu đồ lớn mà Peter Griffin, nhân vật chính trong loạt phim, dựng nên."
    },
    {
      "input": "For those afraid of heights and the tab for \"fine dining\", the ground floor also features a Starbucks.",
      "output": "Đối với những người sợ độ cao và người tìm \"điểm ăn tối ngon\", thì tầng trệt có Starbucks."
    },
    {
      "input": "Muslims dispute that the Temple was located at the site.",
      "output": "Các tín đồ Hồi Giáo tranh luận rằng ngôi đền cổ đó đã nằm ở khu vực này."
    },
    {
      "input": "\"We don't even have chalk, or red pens, never mind books,\" says Amos Musoni, one of the few teachers still working.",
      "output": "\"Chúng tôi thậm chí không có phấn, hoặc những cây viết đỏ, đừng nói chi tới những cuốn sách, \" Amos Musoni, một trong những số ít giáo viên vẫn còn làm việc, cho biết."
    },
    {
      "input": "\"The LDP has helped make Japan a democracy that has contributed to the world,\" Abe said after the vote.",
      "output": "\"Đảng Dân chủ Tự do đã giúp tạo ra nền dân chủ Nhật Bản và đóng góp cho thế giới, \" Abe phát biểu sau cuộc bỏ phiếu."
    },
    {
      "input": "\"The advantage of solar...is that it is much cheaper and requires less maintenance,\" said Omar Habib, UNICEF communication specialist.",
      "output": "\"Ưu điểm của máy bơm chạy năng lượng mặt trời… là chi phí rẻ hơn và yêu cầu bảo trì ít hơn, \" ông Omar Habib, chuyên gia truyền thông của UNICEF cho biết."
    },
    {
      "input": "The advice prompted many countries around the world into buying up large stocks of Tamiflu, made by Roche, and Relenza manufactured by GSK.",
      "output": "Lời khuyên này đã thúc đẩy nhiều quốc gia trên thế giới mua một lượng lớn hàng dự trữ Tamiflu do hãng Roche sản xuất, và Relenza do hãng GSK sản xuất."
    },
    {
      "input": "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.",
      "output": "\"Kết luận của những người tham gia thị trường dầu là điều tồi tệ nhất của suy thoái kinh tế đã qua và sự hồi phục nguồn cầu sắp xảy ra được củng cố đêm qua cao hơn dự kiến ​​tăng trưởng quý đầu tiên ở Ấn Độ và một bước tăng mạnh trong sản xuất công nghiệp tháng tư của Nhật Bản, \" John Kilduff của MF Globa nói."
    },
    {
      "input": "4% of the votes are needed to gain a seat.",
      "output": "Cần phải có 4% số phiếu để đạt được một chỗ."
    },
    {
      "input": "While there have been fewer sightings of \"liberty toast\" in recent months, from discussions with students in both the U.S. and France, this reporter found that America's perception of the French remains a hot topic of discussion on college campuses.",
      "output": "Trong khi đã có ít dấu hiệu của việc \"quyền định đoạt sự tự do\" trong những tháng gần đây, từ các cuộc thảo luận với các học sinh ở cả Mỹ và Pháp, phóng viên này đã thấy rằng nhận thức của người Pháp về nước Mỹ vẫn còn là một chủ đề nóng trong cuộc thảo luận ở các trường đại học."
    },
    {
      "input": "According to the people living in the surroundings of the volcano, the rocks were released due to the huge amount of pressure released when the ash cloud appeared.",
      "output": "Theo những người sống xung quanh núi lửa, những hòn đá bắn ra là do một lượng áp suất lớn thoát ra khi đám mây tro xuất hiện."
    },
    {
      "input": "The demonstrators protested against the 2003 Iraq invasion, climate change, workers' rights and globalisation with many blowing whistles, yelling chants and beating drums.",
      "output": "Những người biểu tình phản đối chống lại xâm lược Iraq năm 2003, thay đổi khí hậu, quyền người lao động và toàn cầu hóa với nhiều tiếng còi, trống và la hét."
    },
    {
      "input": "The pilot ejected from the airplane and was transferred to military hospital.",
      "output": "Phi công được di dời từ máy bay gặp nạn và được chuyển đến bệnh viện quân y."
    },
    {
      "input": "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.",
      "output": "Kinh phí cho các xe điện mới dự kiến chủ yếu đến từ TfL, tuy nhiên Khu Croydon của London cũng đã xác nhận họ sẽ đóng góp 3 triệu bảng cho dự án."
    },
    {
      "input": "The government will provide subsidised Herceptin for 52 weeks (as found to be most effective in clinical trials) at a cost of around AUD$50,000 per patient.",
      "output": "Chính phủ sẽ cung cấp thuốc Herceptin trong vòng 52 tuần (thời gian điều trị hiệu quả nhất trong những thực nghiệm) với giá khoảng 50.000 đô la Úc cho mỗi bệnh nhân."
    },
    {
      "input": "I sold a suit today to another American, as a matter of fact.'",
      "output": "Sự thật thì hôm nay tôi đã bán một bộ com-lê cho một người Mỹ. '"
    },
    {
      "input": "104 people were on board the plane, but all passengers and crew aboard the aircraft have left it safely.",
      "output": "104 người đã ở trên máy bay, nhưng tất cả hành khách và phi hành đoàn trên máy bay này đã rời khỏi đó một cách an toàn."
    },
    {
      "input": "Oliver Kahn will require elbow surgery and will be out for five weeks.",
      "output": "Oliver Kahn sẽ phải phẫu thuật khuỷu tay và phải ngừng thi đấu trong năm tuần."
    },
    {
      "input": "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"",
      "output": "\"Hôm nay là một ngày nhiều cảm xúc, nhưng với ba tháng giữ trọng trách này, nó là một trải nghiệm tồi tệ.\""
    },
    {
      "input": "Four young girls were killed and six more people injured when a brick wall collapsed on top of them in Zambia.",
      "output": "Bốn cô gái trẻ đã thiệt mạng và hơn sáu người khác bị thương khi một bức tường đổ sập lên người họ ở Zambia."
    },
    {
      "input": "He is also remembered for dismantling many of the State's unions, and for a somewhat totalitarian and heavy handed style of keeping control.",
      "output": "Ông cũng được nhớ đến với việc giải tán nhiều tổ chức công đoàn liên bang và với một phong cách hơi độc tài và mạnh tay trong việc nắm quyền kiểm soát."
    },
    {
      "input": "Announcing that \"we are putting our most valuable intellectual property on the table so we can put technical compliance issues to rest\", Microsoft General Counsel Brad Smith asserted that Microsoft would be superseding the EC's requirements as a sign of good faith.",
      "output": "Khi thông báo rằng \"chúng tôi đang đặt tài sản trí tuệ có giá trị nhất của chúng tôi trên bàn vì vậy chúng tôi muốn những vấn đề tuân thủ kỹ thuật nên được dừng lại\", luật sư Brad Smith của Microsoft khẳng định rằng Microsoft đang thay thế những yêu cầu của EC như là một dấu hiệu của lời cam kết."
    },
    {
      "input": "While New Orleans Mayor C. Ray Nagin has ordered a \"forced\" evacuation of the city, it is not apparent yet whether these orders are being executed by law enforcement agencies.",
      "output": "Trong khi Thị trưởng C. Ray Nagin của New Orleans đã ra lệnh \"buộc phải\" di tản của thành phố, vẫn chưa rõ ràng liệu các lệnh này được thực thi bởi các cơ quan thực thi pháp luật."
    },
    {
      "input": "One painting infused with a sculpture, at the Beaux-Arts Brampton tent, was destroyed early in the day after catching a gust of wind.",
      "output": "Một bức tranh kết hợp với một tác phẩm điêu khắc tại trại Beaux-Arts Brampton đã bị hỏng ngay trong buổi sáng vì bị gió thổi."
    },
    {
      "input": "The border was closed to beef exports after the first incident of BSE was reported in Canada.",
      "output": "Biên giới đã bị đóng cửa đối với bò xuất khẩu sau khi vụ bò điên đầu tiên được báo cáo ở Canada."
    },
    {
      "input": "The billboard states on it: \"painter-gate, corn-gate, doone-gate, speed-gate, pledge-gate and (next to an arrow) departure gate,\" all these words were accompanied by a picture of Helen Clark, PM, which slowly decreased in size.",
      "output": "Trên bảng tin tuyên bố: \"cổng-hoạ-sĩ, cổng-ngô, cổng-cút xéo, cổng-tốc-độ, cổng-hứa-hẹn và (tiếp đến là mũi tên) cổng-xuất-cảnh, \" tất cả những từ ngữ này đều đi kèm hình ảnh bà Helen Clark, Thủ tướng với kích thước nhỏ dần."
    },
    {
      "input": "The storm affected the northern parishes of St. Patrick's and St. Andrew's the worst and also caused considerable damage to the nearby islands of Carriacou and Petite Martinique.",
      "output": "Cơn bão gây ảnh hưởng tồi tệ nhất cho các giáo khu miền Bắc của St. Patrick và St. Andrew, và cũng gây thiệt hại đáng kể cho các đảo lân cận ở Carriacou và Petite Martinique."
    },
    {
      "input": "The police in Delhi claim to have told the police in Bihar about the potential of a terrorist attack.",
      "output": "Cảnh sát ở Delhi khẳng định đã nói với cảnh sát ở Bihar về tiềm năng của một cuộc tấn công khủng bố."
    },
    {
      "input": "The mayor of Champaign, Illinois denies that Barack Obama is eligible to hold the highest office in the United States, joining others who question the validity of the president's birth certificate.",
      "output": "Thị trưởng của Champaign, Illinois phủ nhận việc ông Barack Obama có đủ điều kiện để nắm giữ chức vụ cao nhất tại Hoa Kỳ, khi gia nhập nhóm những người nghi ngờ tính hợp lệ của giấy khai sinh của tổng thống."
    },
    {
      "input": "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.",
      "output": "Những cuộc tấn công này không giống như các vụ đánh bom liều chết mà trong đó các quả bom là chất nổ dynamite và các vòng bom bi quấn quanh vào hai người phụ nữ."
    },
    {
      "input": "Kucinich ran in 2004 and was last in nearly every primary and caucus of that year.",
      "output": "Kucinich đã tranh cử vào năm 2004 và xếp cuối ở hầu hết các cuộc bỏ phiếu chính và kín trong năm này."
    },
    {
      "input": "Van Gogh was ambushed on an Amsterdam street and shot repeatedly in the chest before Bouyeri stabbed him and slit his throat.",
      "output": "Van Gogh bị phục kích trên một đường phố Amsterdam và bắn liên tục vào ngực trước khi Bouyeri đâm và cắt cổ họng của anh ấy."
    },
    {
      "input": "\"Raising taxes in a bad economy is about the worst thing you could do because it will kill even more jobs when what we need are policies that create jobs.\"",
      "output": "\"Tăng thuế trong một nền kinh tế yếu là việc tồi tệ nhất ta có thể làm vì nó sẽ giết chết thậm chí thêm nhiều cơ hội việc làm khi mà cái chúng ta cần là những chính sách tạo thêm việc làm.\""
    },
    {
      "input": "He said that the Prince was a demanding party in the operation, and that \"he knew that we were arranging things to make his life and his work as comfortable as possible.\"",
      "output": "Ông cho biết Hoàng tử là người của một tổ chức khắt khe và thêm nữa \"ông ta biết rằng chúng tôi đang sắp xếp mọi thứ để cuộc sống và công việc của ông ấy được thoải mái nhất có thể.\""
    },
    {
      "input": "The hijab is a veil that leaves the face visible while covering the hair and neck, and the chador covers only the body.",
      "output": "Hijab là một tấm mạng che tóc và cổ trong khi khuôn mặt vẫn được nhìn thấy, còn áo choàng đen chỉ che cơ thể."
    },
    {
      "input": "The worse-hit provinces were Fujian, Hunan and Guangdong while there were deaths and an economic impact in Zhejian, Jiangxi and Guangxi provinces.",
      "output": "Các tỉnh bị ảnh hưởng nặng nhất là Phúc Khiến, Hồ Nam và Quảng Đông trong khi có nhiều người chết và thiệt hại kinh tế ở các tỉnh Chiết Giang, Giang Tây và Quảng Tây."
    },
    {
      "input": "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.",
      "output": "Có ít nhất bốn người chết và bốn mươi người bị thương vào tối thứ Bảy là kết quả của vụ va chạm tại Indiana State Fair, đặt tại bang Indiana, Mỹ."
    },
    {
      "input": "It would have also given women equal rights to inherit property, and addressed local elections.",
      "output": "Nó sẽ cũng cho phụ nữ quyền bình đẳng để thừa kế tài sản, và thực hiện quyền bầu cử địa phương."
    },
    {
      "input": "Five of the missing are said to be Austrian and three were from Switzerland.",
      "output": "Năm trong số người mất tích là người Úc và ba người còn lại đến từ Thụy Sĩ."
    },
    {
      "input": "Pending his extradition, he was held at Rebibbia jail, Rome, a high-security facility on the outskirts of the city.",
      "output": "Khi chưa dẫn độ, hắn được giữ tại nhà tù Rebibbia, Rome, một cơ sở an ninh nghiêm ngặt ở ngoại ô thành phố."
    },
    {
      "input": "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.",
      "output": "CAW đã yêu cầu các nhân viên thông báo Đại diện của Sức khỏe và An toàn của họ về bất kỳ vấn đề an toàn nào tại nơi làm việc."
    },
    {
      "input": "The parties in the DeKalb Farmers Market religious discrimination case came to a settlement in May 1989, and the case was dismissed with prejudice in June.",
      "output": "Các bên trong vụ kiện phân biệt tôn giáo DeKalb Farmers Market đã được dàn xếp vào tháng Năm năm 1989 và vụ việc được bãi nại miễn hồi tố vào tháng Sáu."
    },
    {
      "input": "The oil tanker was carrying over 2 million barrels of oil at the time of her capture, and was on her way to the United States via Cape Town.",
      "output": "Con tàu chở dầu mang theo hơn 2 triệu thùng dầu lúc bị bắt, và đang trên đường đến Mỹ từ Cape Town."
    },
    {
      "input": "AIADMK manifesto addresses larger issues, such as taking on the near-monopoly of the cable industry television industry, starting new Power generation plants to address power shortages in recent years.",
      "output": "Bản tuyên ngôn của AIADMK giải quyết các vấn đề lớn hơn, như gánh vác ngành công nghiệp truyền hình cáp gần như độc quyền, khởi chạy nhà máy điện mới để giải quyết tình trạng thiếu điện trong những năm gần đây."
    },
    {
      "input": "Taylor Twellman doubled the Revolution lead immediately after the break off a corner kick.",
      "output": "Taylor Twellman nhân đôi cách biệt cho đội Revolution sau cú đá phạt góc."
    },
    {
      "input": "Twenty people since 1991 have been charged under the Security Certificate legislation in Canada.",
      "output": "Hai mươi người đã bị bắt từ năm 1991 theo pháp luật về Chứng nhận An ninh tại Canada."
    },
    {
      "input": "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.",
      "output": "Ông McGuire cho biết thỏa thuận này sẽ không giới hạn việc hai người bán câu chuyện của họ cho CNN, the US Today Show và Good Morning America, tất cả những hãng trên đều đã liên lạc với ông Russel và ông Webb trong tuần này."
    },
    {
      "input": "The charges originate from the District Attorney of Travis County, Ronnie Earle, a Democrat who has prosecuted Democrat and Republican office holders, including U.S. Senator Kay Bailey Hutchison.",
      "output": "Những lời buộc tội xuất phát từ Viên Chưởng Lý Hạt Travis, Ronnie Earle, một người Đảng Dân Chủ đã khởi tố những quan chức của Đảng Dân Chủ và Đảng Cộng Hòa, kể cả Thượng Nghị Sĩ Hoa Kỳ Kay Bailey Hutchison."
    },
    {
      "input": "\"The fire burned in a very intense state for approximately four hours and basically consumed everything that was burnable,\" said John Tripp the Fire Chief for L.A. county.",
      "output": "\"Ngọn lửa cháy hừng hực trong khoảng bốn giờ đồng hồ và về cơ bản là thiêu rụi mọi thứ có thể bắt lửa, \" Đội trưởng Đội cứu hỏa quận L. A. John Tripp nói."
    },
    {
      "input": "Elsewhere, a suicide bomber detonated in a bus near the northern city of Mosul, killing at least nine and wounding several others.",
      "output": "Ở một nơi khác, một kẻ đánh bom cảm tử đã cho phát nổ một xe buýt gần phía bắc thành phố Mosul, làm ít nhất chín người thiệt mạng và nhiều người khác bị thương."
    },
    {
      "input": "They caused extensive damage to the passenger lounges and the bars, while they responded to the crew’s pleas with cursing.",
      "output": "Họ gây ra thiệt hại lớn cho các sảnh chờ khách và các quán bar, cùng lúc chúng đáp trả lại những lời cầu xin của thuyền viên bằng lời nguyền rủa."
    },
    {
      "input": "All employees from both Rich's and the chemical company have been sent home for the day and made it out safely.",
      "output": "Tất cả những nhân viên từ Rich's và công ty hóa chất đã được đưa về nhà trong ngày để đảm bảo an toàn."
    },
    {
      "input": "He claimed in his grand jury testimony that he thought he was receiving flaxseed oil and an arthritis salve.",
      "output": "Anh ta tuyên bố trong lời khai với bồi thẩm đoàn của mình rằng anh nghĩ rằng mình đã nhận được dầu hạt lanh và thuốc xức viêm khớp."
    },
    {
      "input": "Woodruff was evacuated to the Balad Airbase, 68 kilometers north of Baghdad and is currently undergoing surgery.",
      "output": "Woodruff đã được đưa đến Balad Airbase, 68 km về phía bắc Baghdad và hiện đang trải qua phẫu thuật."
    },
    {
      "input": "France have defeated New Zealand 18-20 in the quarter-final of the 2007 Rugby World Cup at the Millennium Stadium, Cardiff, Wales.",
      "output": "Pháp đã đánh bại New ZeaLand với tỷ số 18-20 trong trận tứ kết Cúp thế giới Rugby năm 2007 tại sân vận động Millennium, Cardiff, Wales."
    },
    {
      "input": "Rwandan officials have been quoted as saying that the Ugandan convoy violated rules on the number of guns they are allowed to carry across the border.",
      "output": "Quan chức Rwanda thông báo rằng đoàn hộ tống Uganda vi phạm quy tắc về số lượng súng mà họ có thể mang qua biên giới."
    },
    {
      "input": "Ridden by Robbie Power and trained by Gordon Elliott, the 33-1 outsider won the 4 mile 4 furlong (7.2 km) race by three-quarters of a length, becoming the sixth Irish winner in the past nine years.",
      "output": "Được điều khiển bởi Robbie Power và huấn luyện bởi Gordon Elliott, kẻ ngoài cuộc 33-1 đã giành chiến thắng chặng 4 dặm 4 fu-lông (7,2 km) với ba phần tư chiều dài một khúc đua, trở thành con ngựa thứ sáu của Ireland chiến thắng trong chín năm qua."
    },
    {
      "input": "We then began our normal protocol for dealing with a non-breathing individual.",
      "output": "Chúng tôi bắt đầu làm theo quy trình cứu thương thông thường dành cho những người đã ngừng thở."
    },
    {
      "input": "The United States Department of the Treasury's Bureau of Engraving and Printing unveiled a new United States one hundred-dollar bill Wednesday morning.",
      "output": "Cục in ấn và chạm khắc của Bộ tài chính Mỹ đã công bố tờ tiền một trăm đô la Mỹ mới vào sáng thứ Tư."
    },
    {
      "input": "This attack seems to be reaction to their expulsion,\" said, Ayub Khan, a local police chief, to media.",
      "output": "Cuộc tấn công này có vẻ như là để phản ứng với quyết định trục xuất của họ, \" Ayub Khan, cảnh sát trưởng địa phương, nói với cơ quan truyền thông, ."
    },
    {
      "input": "Breur said the process was common in Russia to avoid hypertaxation.",
      "output": "Breur cho biết quá trình này phổ biến ở Nga để tránh việc đánh thuế cao."
    },
    {
      "input": "\"It’s not easy for senior officials and definitely not easy for heads of government.\"",
      "output": "\"Chẳng dễ dàng gì cho các quan chức cấp cao và chắc chắn không hề dễ cho những người đứng đầu chính phủ.\""
    },
    {
      "input": "He also stated that he believed Romney to be \"a leader who understands the economy, recognises more government regulation is not the answer, believes in entrepreneurial capitalism and works to ensure that all Americans have the opportunity to succeed\".",
      "output": "Ông cũng nói thêm ông tin tưởng ông Romney sẽ trở thành \"nhà lãnh đạo hiểu nền kinh tế, nhận rõ hơn quy định của chính phủ không phải là câu trả lời, tin rằng chủ nghĩa tư bản tập trung và việc làm sẽ đảm bảo cơ hội thành công cho tất cả người dân Mỹ.\""
    },
    {
      "input": "Al-Jazeera reported a few days earlier that the Iraqi militants would kill the journalists unless the Romanian government withdraws its troops from the country within four days.",
      "output": "Al-Jazeera đã tường thuật vài ngày trước đây rằng các chiến sĩ Iraq sẽ giết chết những nhà báo nếu chính phủ Rumani không rút quân khỏi nước này trong thời gian bốn ngày."
    },
    {
      "input": "The helicopter had been in formation with two transports and another SuperCobra to practise night flying, while the Coast Guard plane was conducting search and rescue for 50-year-old boater David Jines.",
      "output": "Máy bay trực thăng được tạo thành gồm hai máy bay vận chuyển và một máy bay SuperCobra để diễn tập lái ban đêm, trong khi máy bay Tuần tra biển đã tiến hành tìm kiếm và cứu hộ lái tàu 50 tuổi David Jines."
    },
    {
      "input": "40,000 people in the cities of Hengyang and Chenzhou were reported stranded.",
      "output": "40.000 người ở thành phố Hành Dương và Sâm Châu lâm vào hoàn cảnh khó khăn."
    },
    {
      "input": "Reports from the civil affairs bureau tell of large-scale material destruction.",
      "output": "Báo cáo từ cơ quan nội bộ cho thấy thiệt hại lớn về tài sản."
    },
    {
      "input": "The public event finished with the display of a new rocket and it further punctuated Kim Jong-un's call for making the military the nation's number one priority.",
      "output": "Sự kiện công cộng này đã kết thúc với việc trưng bày một tên lửa mới và nó tiếp tục nhấn mạnh lời kêu gọi của Kim Jong-un về việc biến quân sự thành ưu tiên số một của nước này."
    },
    {
      "input": "Late last year the Australian federal government gave CSL AU$ 5 million to speed up research into the bird flu vaccine.",
      "output": "Năm ngoái, chính quyền liên bang Úc đã chi cho CSL 5 triệu đô la Úc để đẩy nhanh nghiên cứu về vắc-xin cúm gia cầm."
    },
    {
      "input": "Twenty-five miners are confirmed dead, two injured, and four missing, after an explosion in a West Virginia coal mine Monday.",
      "output": "Hai mươi-lăm thợ mỏ được xác nhận đã thiệt mạng, hai bị thương và bốn mất tích sau vụ nổ tại mỏ than Tây Virginia ngày thứ Hai."
    },
    {
      "input": "The Norwegian government has in recent days taken several steps to prevent a possible bird flu epidemic from entering the country and further spreading within the nations border.",
      "output": "Chính phủ Na Uy trong những ngày gần đây đã thực hiện một số biện pháp để ngăn chặn đại dịch cúm gia cầm xâm nhập vào nước này và tiếp tục lan rộng tại các quốc gia biên giới."
    },
    {
      "input": "Voters in Haiti are going to the polls today to vote for the country's next president.",
      "output": "Các cử tri ở Haiti hôm nay đang đi bỏ phiếu để bầu ra Tổng thống mới cho đất nước."
    },
    {
      "input": "Both teams worked hard and had clear chances to score but lacked the necessary ruthlessness in front of goal.",
      "output": "Cả hai đội đã thi đấu tích cực và có những cơ hội rõ ràng để ghi bàn nhưng lại thiếu sự quyết đoán cần thiết trước khung thành."
    },
    {
      "input": "Adrian Edwards, a spokesman for the UN, confirmed that six staff for the UN were among the dead.",
      "output": "Adrian Edwards, một phát ngôn viên của Liên Hiệp Quốc, khẳng định rằng có sáu nhân viên Liên Hợp Quốc trong số những người chết."
    },
    {
      "input": "Experts say the tubes may have become iced over, causing the crash.",
      "output": "Các chuyên gia nói rằng các ống này có thể đã bị băng phủ và dẫn đến vụ tai nạn."
    },
    {
      "input": "The judge, Justice Nicholas Warren, overruled a Value Added Tax (VAT) Tribunal decision that imposed the 17.5% tax which is also applied on other potato products.",
      "output": "Vị quan tòa này, Thấm phán Nicholas Warren, đã bác bỏ quyết định của Toà án Thuế Giá trị Gia tăng (VAT) về việc đánh thuế 17,5%, mức thuế được áp dụng cho những mặt hàng khoai tây khác."
    },
    {
      "input": "Most of the repair time is covered by previously scheduled maintenance time, and CERN originally hoped to have the machine up and running again by early May.",
      "output": "Hầu hết thời gian sửa chữa được lấp đầy bởi lịch bảo trì gần đây và CERN hy vọng rằng cỗ máy có thể hoạt động lại được vào đầu tháng Năm."
    },
    {
      "input": "The 1964 tsunami that hit Crescent City killed 11, demolished the harbor and heavily damaged large portions of the business district.",
      "output": "Trận sóng thần năm 1964 làm 11 người chết, phá hủy các bến cảng và làm hư hỏng nặng phần lớn các khu vực thương mại."
    },
    {
      "input": "Lee Naylor then performed defensive heroics for Celtic as he took the ball away from the open Inzaghi, who was waiting to tap the ball in at the back post.",
      "output": "Lee Naylor sau đó đã trở thành nhân vật chính nơi hàng phòng ngự của Celtic khi anh này đoạt được bóng của Inzaghi trước khi anh ta đưa bóng vào khung thành."
    },
    {
      "input": "The UN states mass rapes have occurred in the area for at least 15 years.",
      "output": "Liên Hiệp Quốc cho rằng những vụ hiếp dâm tập thể đã xảy ra ở vùng này trong vòng ít nhất là 15 năm."
    },
    {
      "input": "The change takes effect immediately, meaning that children who were due to take the test this year no longer have to do so.",
      "output": "Thay đổi này có hiệu lực ngay lập tức và đồng nghĩa rằng những đứa trẻ sẽ dự thi năm nay không còn bị bắt buộc phải làm như vậy nữa."
    },
    {
      "input": "These distinctions have no rational relation with the purpose of legislation.",
      "output": "Những sự phân biệt này không có mối quan hệ hợp lý với mục đích của pháp luật."
    },
    {
      "input": "The October 2006 blaze destroyed 34 houses and 20 outbuildings, scorching over 17,400 hectares.",
      "output": "Ngọn lửa bùng lên vào tháng Mười năm 2006 đã phá hủy 34 ngôi nhà và 20 công trình phụ, thiêu đốt trên 17.400 ha."
    },
    {
      "input": "I don't know where he's at right now,\" said Charlie Tiger the chief of the Seminole Police Department also adding that Smith's 5 month old baby was not with them.",
      "output": "Tôi không biết ông ta đang ở đâu ngay lúc này, \" Charlie Tiger, cảnh sát trưởng của phòng cảnh sát Seminole cho biết, ông ta nói thêm rằng đứa con 5 tháng tuổi của cô Smith đã không ở cùng họ."
    },
    {
      "input": "More than 60 Shiite pilgrims were killed while making their way to Karbala this week, most of them from a Sunday suicide bombing.",
      "output": "Hơn 60 người hành hương Shiite đã thiệt mạng trên đường đến Karbala tuần này, hầu hết là tử vong trong cuộc đánh bom cảm tử hôm Chủ Nhật."
    },
    {
      "input": "Conway's car then hit the track's retaining wall and landed on its front side.",
      "output": "Sau đó xe của Conway đâm vào bức tường chắn của đường đua và rơi xuống phía trước mặt xe."
    },
    {
      "input": "Ballard died on Sunday after a long battle with prostate cancer.",
      "output": "Ballard qua đời hôm Chủ nhật sau một cuộc chiến dài với căn bệnh ung thư tuyến tiền liệt."
    },
    {
      "input": "Officials are looking for answers and help in funding a project at the Copenhagen environmental conference in December.",
      "output": "Các quan chức đang tìm kiếm câu trả lời và sự giúp đỡ tài chính cho dự án tại hội nghị môi trường Copenhagen vào tháng mười hai."
    },
    {
      "input": "According to Action Against Hunger the number of children with acute malnutrition has reached almost twice the level of the WHO's emergency threshold of 2% in the Moyamba district of Sierra Leone.",
      "output": "Theo Hành Động Chống Nạn Đói số trẻ em suy dinh dưỡng cấp tính đã lên tới gần gấp hai lầnmức độ ngưỡng khẩn cấp 2% của WHO tại quận Moyamba của Sierra Leone."
    },
    {
      "input": "189 of those who died in the incident were US citizens.",
      "output": "189 nguời chết trong vụ đánh bom là công dân Mỹ."
    },
    {
      "input": "Since the mobile devices have become popular in the presence, the supply of DRAM modules is still inadequate to meet the demand.",
      "output": "Kể từ khi thiết bị di động trở nên phổ biến như hiện nay, nguồn cung cấp các thiết bị DRAM vẫn không đủ để đáp ứng nhu cầu."
    },
    {
      "input": "Preston however was greeted with good news at the post office when he opened the letter and discovered that his matter had been dropped.",
      "output": "Tuy nhiên Preston được đón mừng tin vui tại bưu điện khi anh mở thư và phát hiện vụ việc của anh đã được bãi bỏ."
    },
    {
      "input": "\"Returning to Soi Charansandwong, I approached an ATM and withdrew a couple of hundred dollars worth of Baht, the currency of Thailand, with my US bank issued card.\"",
      "output": "\"Trở về đường Soi Charansandwong, tôi đã lại gần một máy ATM và rút vài trăm USD tiền bath, đồng tiền của Thái Lan, bằng thẻ ngân hàng Mỹ của mình.\""
    },
    {
      "input": "The collections of Museum nan Eilean (MnE) could move from their current home into the castle; items held by the National Archives of Scotland could return to their native isles.",
      "output": "Các bộ sưu tập cho Viện bảo tàng Nan Eilean (MnE) có thể sẽ được chuyển từ nơi hiện tại về lâu đài; các hiện vật được Cục Lưu trữ Quốc gia Scotland giữ có thể trở về với quần đảo quê hương."
    },
    {
      "input": "The traditional striped jerseys worn by various Bonfire Society members were also in evidence.",
      "output": "Những chiếc áo sọc truyền thống được nhiều thành viên Bonfire Society mặc cũng rõ ràng."
    },
    {
      "input": "Saakashvili's call for a ceasefire comes soon after his declaration that Georgia is now in a state of war.",
      "output": "Saakashvili kêu gọi về thỏa thuận ngừng bắn chỉ ngay sau khi ông tuyên bố rằng Georgia hiện đang trong tình trạng chiến tranh."
    },
    {
      "input": "A human rights lawyer said that he was given the first 70 lashes last week and he will get 70 more this week.",
      "output": "Một luật sư nhân quyền nói rằng ông ấy đã nhận 70 roi đầu tiên vào tuần trước và ông sẽ nhận thêm 70 roi nữa vào tuần này."
    },
    {
      "input": "It is not known how dangerous the new virus is and whether it is stronger or deadlier than the current H5N1 virus.",
      "output": "Người ta không biết virut mới nguy hiểm thế nào và nó có mạnh hơn hoặc gây tử vong nhiều hơn so với virus H5N1 hiện nay không."
    },
    {
      "input": "The unflattering effigy clutched a tattered U.S. flag in one hand, and a miniature Tony Blair in the other.",
      "output": "Hình nộm không tốt này nắm chặt lá cờ Mỹ tơi tả trong một tay, và nắm Tony Blair thu nhỏ trong một tay khác."
    },
    {
      "input": "Another way to look at the effect of smoking is to measure the average reduction in life expectancy among smokers.",
      "output": "Một cách khác để thấy hậu quả của việc hút thuốc là tính độ giảm tuổi thọ trung bình của những người hút thuốc."
    },
    {
      "input": "Recently, Microsoft bought Giant software, makers of antivirus and spyware prevention software.",
      "output": "Gần đây, Microsofr đã mua phần mềm Giant, nhà sản xuất những phần mềm ngăn chặn gián điệp và chống virus."
    },
    {
      "input": "Families of Spanish sailors being held for over a month appealed to Spain's government on Friday to negotiate with the Somali pirates for their release.",
      "output": "Gia đình của các thủy thủ Tây Ban Nha đang bị giam giữ hơn một tháng qua đã kêu gọi chính phủ của Tây Ban Nha vào thứ Sáu đàm phán với hải tặc Somali để thả tự do cho họ."
    },
    {
      "input": "Landmark Education is descended from Erhard Seminars Training, also called \"est\", which was founded by Werner Erhard.",
      "output": "Landmark Education là hậu duệ của Hội thảo Đào tạo Erhard, còn gọi là \"est\", được thành lập bởi Werner Erhard."
    },
    {
      "input": "Party officials told the Associated Press that Speaker of the House, Dennis Hastert R-Illinois, will likely recommend Republican David Dreier of California as replacement, while some duties may also go to Majority whip Roy Blunt, R-Missouri.",
      "output": "Những quan chức của đảng nói với Hãng báo Chí Liên Hợp rằng Chủ Tịch Hạ Viện, Dennis Hastert R-Illinois, có thể sẽ tiến cử David Dreier Đảng Cộng Hòa ở California lên thay thế, trong khi một số nhiệm vụ cũng có thể giao cho Thiếu Tá nghị viên phụ trách tổ chức Roy Blunt, R-Missouri."
    },
    {
      "input": "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.",
      "output": "Trong suốt một năm mà Công ước khung về Kiểm soát Thuốc lá được soạn thảo, 167 quốc gia đã ký và 23 quốc gia đã phê chuẩn, đưa nó trở thành một trong những công ước Liên hợp quốc có hiệu lực nhanh nhất mọi thời đại."
    },
    {
      "input": "Ignacio Muñoz, former leader of the occupation of the Liceo María Luisa Bombal, told El Rancahuaso \"the Mayor [Eduardo Soto] promised to begin the reconstruction works last summer, and it's August already and they don't even begin to take the debris outside\".",
      "output": "Ignacio Munoz, cựu lãnh đạo nơi tọa lạc của Trường Liceo Maria Luisa Bombal, nói với El Rancahuaso rằng \"Thị trưởng [Eduardo Soto] đã hứa sẽ bắt đầu việc tái xây dựng vào mùa hè vừa qua, nhưng hiện nay đã là tháng Tám rồi mà họ vẫn chưa bắt đầu thu dọn đống đổ nát đi.\""
    },
    {
      "input": "Investigators say there were ten bullet casings at the scene from a semiautomatic firearm.",
      "output": "Các nhà điều tra cho biết có khoảng mười vỏ đạn tại hiện trường, được bắn ra từ một khẩu súng bán tự động."
    },
    {
      "input": "The border will be shut from tomorrow as security in the region is tightened.",
      "output": "Biên giới sẽ bị đóng cửa từ ngày mai khi mà an ninh được thắt chặt trên khu vực này."
    },
    {
      "input": "Iranian Foreign Ministry spokesman Mohammad Ali Hossein termed the accusations baseless propaganda and said that the U.S. had a long history of \"fabricating evidence\".",
      "output": "Người phát ngôn Bộ Ngoại Giao Iran Mohammand Ali Hossein nói rằng những lời cáo buộc đó là sự tuyên truyền vô căn cứ và cho biết Mỹ có lịch sử lâu đời về việc \"tạo dựng bằng chứng.\""
    },
    {
      "input": "It is not known when water will be turned back on.",
      "output": "Vẫn chưa có thông báo chính thức bao giờ nước sẽ được cấp trở lại."
    },
    {
      "input": "\"I just needed to know what the other guys were doing with fuel. \"",
      "output": "\"Tôi chỉ cần biết những gì những người khác đã làm với nhiên liệu.\""
    },
    {
      "input": "God willing, five years from now, they'll have even more to be proud of us about as we take even longer strides ... back to the moon and onward toward Mars.",
      "output": "Nếu trời phù hộ, năm năm sau kể từ đây, họ sẽ thậm chí tự hào hơn về chúng tôi về việc khi chúng tôi có những bước tiến dài hơn… trở lại mặt trăng và tiến lên sao Hỏa."
    },
    {
      "input": "John Clarke, the convicted rapist, was on the run from police after leaving his home while he was on home detention on Monday, and two probation officers were also present.",
      "output": "John Clarke, kẻ hiếp dâm bị kết án, đã trốn cảnh sát sau khi rời khỏi nhà trong khi đang bị giới nghiêm tại nhà vào thứ Hai, và hai nhân viên quản chế cũng có mặt."
    },
    {
      "input": "Other films include A Thousand Kisses Deep, and A White Mule.",
      "output": "Những phim khác bao gồm Sâu ngàn nụ hôn, và Chú chuột chũi trắng."
    },
    {
      "input": "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.",
      "output": "Hôm chủ nhật, Cindy Sheehan nói rằng bà định tổ chức một cuộc biểu tình trong hoà bình dọc con đường dẫn vào trang trại của ông Bush cho đến khi ông chịu nói chuyện với bà."
    },
    {
      "input": "Arabs constitute one fifth of the population in Israel but only have twelve of 120 parliamentary seats.",
      "output": "Người Ả rập chiếm một phần năm dân số ở Israel nhưng chỉ có mười hai ghế trong số 120 ghế của nghị viện."
    },
    {
      "input": "These are figures from a nationwide telephone survey of 1200 individuals conducted by Zogby International from Friday, May 12 through Tuesday, May 16, 2006.",
      "output": "Đây là những số liệu từ một cuộc khảo sát qua điện thoại với 1.200 người trên toàn quốc, được thực hiện bởi tổ chức Zogby International từ thứ Sáu ngày 12 tháng Năm đến thứ Ba ngày 16 tháng Năm, năm 2006."
    },
    {
      "input": "Along with the name change, the airline has redesigned its website, and changed the name of each of its classes of service.",
      "output": "Cùng với việc thay đổi tên, hãng đã thiết kế lại trang mạng của mình, và thay đổi tên các hạng dịch vụ."
    },
    {
      "input": "\"Stereotypes ruin this foundation and build another one that is much more destructive.\"",
      "output": "\"Ấn tượng rập khuôn hủy hoại nền tảng này và xây dựng một cái khác hủy hoại hơn.\""
    },
    {
      "input": "In contrast to claims that green socialist group Workers' Climate Action were behind the occupation, Mark presented a more nuanced picture: the Vestas workers' initial contacts were with veterans of the occupation of Visteon's auto parts plants, with the AWL, SWP and Socialist Party becoming involved later with \"quite a big involvement\" from all groups.",
      "output": "Trái ngược với những tuyên bố rằng nhóm xã hội xanh Workers'Climate Action đứng đằng sau vụ việc, Mark trình bày một bức tranh nhiều sắc thái: liên lạc ban đầu của công nhân ở Vestas là với những người kỳ cựu của cuộc chiếm giữ ở nhà máy sản xuất các bộ phận cho ô tô Visteon, với việc tham gia của AWL, SWP và Đảng Xã Hội sau đó trở nên \"một sự kiện tham dự lớn\" từ tất cả các nhóm."
    },
    {
      "input": "Syria's President Bashar al-Assad has rejected moves by Israeli Prime Minister Benjamin Netanyahu to negotiate, saying that he had no \"Israeli partner\" and not being serious about peace.",
      "output": "Tổng thống Syria Bashar al-Assad vừa phản đối những bước đi của Thủ tướng Israel Benjamin Netanyahu về việc đàm phán khi cho biết rằng ông không có \"đối tác Israel\" nào và không nghiêm túc về vấn đề hòa bình."
    },
    {
      "input": "Three journalists are now known to have been killed in Syria.",
      "output": "Đến thời điểm này, ba nhà báo được biết là đã bị giết ở Syria."
    },
    {
      "input": "The gifts of Lionel Messi and Javier Saviola were left on the bench while Julio Cruz, a long ball-holding forward, was brought on to partner Carlos Tevez.",
      "output": "Hai tài năng Lionel Messi và Javier Saviola được cho ngồi ghế băng trong khi Julio Cruz, tiền vệ giữ bóng đường dài, được đưa vào sân để chơi cặp với Carlos Tevez."
    },
    {
      "input": "Emergency services dispatched search and rescue crews and gave out blankets, food and water.",
      "output": "Các dịch vụ cấp cứu đã cử các đoàn tìm kiếm cứu nạn và cung cấp chăn, thực phẩm và nước."
    },
    {
      "input": "Investigators suspect the involvement of a Bajaur-based militant group, Jaish-e-Islami Pakistan (JIP), whose commander was recently injured after an attack on its headquarters.",
      "output": "Những nhà điều tra nghi ngờ sự liên quan của nhóm quân sự có trụ sở ở Bajaur, Jaish-e-Islami Pakistan (JIP), chỉ huy của chúng đã bị thương sau một cuộc tấn công vào trụ sở chính."
    },
    {
      "input": "The plane, which belonged to Merpati Nusantara Airlines, was travelling from Sentani Airport, Jayapura, Papua to Oksibil, a town near the Papua New Guinean border.",
      "output": "Chiếc máy bay này thuộc Hãng hàng không Merpati Nusantara, xuất phát từ sân bay Sentani, Jayapura, Papua đi đến Oksibil, một thị trấn gần biên giới Papua New Guinea."
    },
    {
      "input": "The Sharks stormed to victory over Perth-based Western Force, winning 41 points to 25, meaning that the Bulls would have to score at least four tries to be ensured of a bonus point, to move ahead of the Sharks, who were now sitting in front of them on points difference.",
      "output": "Đội Sharks đã thắng vũ bão trước đội Perth-Western Force với 41 điểm so với 25, điều này có nghĩa là Bulls phải ghi ít nhất là bốn bàn vào khung thành để đảm bảo có một điểm thưởng để dẫn trước Shark, đội mà hiện nay đang ở đứng trước họ về số điểm cách biệt."
    },
    {
      "input": "Lowther-Pinkerton is the son of William's private secretary while Pettifer is the son of William and Harry's former nanny, Tiggy Legge-Bourke.",
      "output": "Lowther-Pinkerton là con trai thư ký riêng của William còn Pettifer là con trai vú em cũ của William và Harry, Tiggy Legge-Bourke."
    },
    {
      "input": "Jess Waitapu made her debut for the Magic because teammate Julianna Naoupu had health problems that impacted her ability to play.",
      "output": "Jess Waitapu đã chơi trận đầu tiên cho đội Magic vì đồng đội Julianna Naoupu gặp vấn đề về sức khỏe làm ảnh hưởng tới khả năng thi đấu."
    },
    {
      "input": "Gawker.com has stated that the video will stay up on its site, and has reprinted correspondence with Ava Paquette, an attorney with Moxon & Kobrin, a law firm representing the Church of Scientology.",
      "output": "Gawker. com tuyên bố rằng đoạn video sẽ còn trên trang web của họ và liên lạc lại với Ava Paquette, một luật sư với Moxon & Kobrin, một công ty luật đại diện cho Nhà thờ Khoa Luận giáo."
    },
    {
      "input": "More than half of Ugandan President Yoweri Museveni's convoy was prevented from entering Rwanda on Thursday.",
      "output": "Hơn một nửa đoàn hộ tống của tổng thống nước Cộng hòa Uganda, Yoweri, bị ngăn không cho vào Rwanda trong ngày thứ Năm."
    },
    {
      "input": "Later, it was moved to Notisiete's headquarters, where a memorial took place.",
      "output": "Sau đó, nó được chuyển tới tòa trung tâm Notisiete, nơi các các nghi thức được tổ chức."
    },
    {
      "input": "He was released under restrictive conditions and forbidden to go outside of Jerusalem, his residence.",
      "output": "Ông được thả ra với những điều kiện giới hạn và không được ra khỏi Jerusalem, nơi trú ngụ của ông."
    },
    {
      "input": "During Hurricane Frances and Ivan last year, HMS Richmond and RFA Wave Ruler were actively involved in humanitarian relief.",
      "output": "Trong thời gian xảy ra cơn bão Frances và Ivan năm ngoái, tàu HMS Richmond và RFA Wave Ruler đã tích cực tham gia trợ giúp nhân đạo."
    },
    {
      "input": "In his reply, Straw \"noted\", but \"did not accept\" Wood's advice.",
      "output": "Trong lá thư trả lời, Straw đã \"ghi chép\" nhưng \"không chấp nhận\" lời khuyên của Wood."
    },
    {
      "input": "But State Superintendent of Schools Jack O'Connell quickly filed an appeal of Freedman's ruling and asked the State Supreme Court to issue a stay of Freedman's injunction.",
      "output": "Tuy nhiên, người phụ trách quản lý các Trường học của Bang Jack O'Connell nhanh chóng nộp đơn kháng cáo phán quyết của Freedman và yêu cầu Toà án Nhà nước Tối cao ngăn lệnh cấm của Freedman lại."
    },
    {
      "input": "The UN hopes for an advance force of up to 3,500 within the next 10 to 14 days.",
      "output": "LHQ hy vọng rằng sẽ thêm khoảng 3.500 quân mới trong vòng 10 đến 14 ngày tới."
    },
    {
      "input": "The building, to be renamed the O2, will contain a 23,000 seat arena, an 1,800 seat theatre and a 2,200 capacity night club.",
      "output": "Tới đây, toà nhà sẽ được đổi tên là O2 và bao gồm một sân vận động với sức chứa 23.000 ghế trên khán đài, một nhà hát 1.800 chỗ ngồi và một hộp đêm với công suất là 2.200 người."
    },
    {
      "input": "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.",
      "output": "Mặc dù biển động đã ảnh hưởng ít nhiều tới việc làm sạch, chính quyền hi vọng sẽ hoàn thành chiến dịch trong vòng mười ngày."
    },
    {
      "input": "The amount of power generated by wind turbines in the state stands now at 895 megawatts.",
      "output": "Lượng điện được tạo ra bởi các tua bin gió trong bang hiện nay là 895 MW."
    },
    {
      "input": "It has received criticism over the years from the U.S. State Department and others for its arbitrariness and its treatment of political prisoners.",
      "output": "Họ đã bị Bộ Ngoại giao Mỹ và những tổ chức khác chỉ trích trong những năm qua vì sự chuyên quyền, độc đoán và cách đối xử với các tù nhân chính trị."
    },
    {
      "input": "One report says it crashed into a ravine while another states it crashed into a swampy area.",
      "output": "Một bản báo cáo cho rằng chiếc máy bay đã rơi vào khe núi trong khi một báo cáo khác lại nói là nó rơi vào đầm lầy."
    },
    {
      "input": "The fact the edit originated from a computer in Stamford, Connecticut (the site of WWE headquarters) appears to be another coincidence.",
      "output": "Thực tế sửa đổi này bắt nguồn từ một máy tính tại Stamford, Connecticut (trang web của trụ sở chính của WWE), cũng có vẻ như một sự trùng hợp ngẫu nhiên."
    },
    {
      "input": "A family of four were said to have been watching television together in the lounge when a large lump of rock, about 50 tons, broke off from a 50 foot cliff above the house.",
      "output": "Một gia đình bốn người được cho là đang xem tivi ở phòng khách cùng nhau thì một khối đá lớn, nặng khoảng 50 tấn, đổ xuống từ một vách núi cao hơn 50 foot ngay phía trên ngôi nhà."
    },
    {
      "input": "Video of the event has been released by a lawyer for the child's mother.",
      "output": "Video về sự kiện này đã được tung ra bởi một luật sư thay mặt cho mẹ đứa trẻ."
    },
    {
      "input": "Santorum tried to alleviate the neologism's results in web searches by reaching out to Google in September, but this act only served to increase reporting and coverage of the phenomenon.",
      "output": "Santorum đã cố gắng làm giảm kết quả tìm kiếm từ mới trên các trang web bằng cách tiếp cận với Google vào tháng 9, nhưng hành động này chỉ làm tăng báo cáo và việc đưa tin của hiện tượng này."
    },
    {
      "input": "The Japan Meteorological Agency released the information on the storm's effects in the country yesterday.",
      "output": "Cơ quan Khí tượng Nhật Bản đã đưa ra thông tin về ảnh hưởng của cơn bão trong nước ngày hôm qua."
    },
    {
      "input": "The resolution, was submitted in the House of Representatives and referred to the U.S. House Committee on International Relations.",
      "output": "Nghị quyết đã được đưa ra xem xét trong Hạ viện và đã được chuyển đến Ủy ban Quan hệ Quốc tế của Hạ viện Mỹ."
    },
    {
      "input": "After Lee nearly blocked a pass into Ronaldo, the Portuguese winger was able to bobble the ball home, scoring his twenty-first goal of the season, and restoring United's lead.",
      "output": "Sau khi Lee gần như cầm chặt chân Ronaldo, cầu thủ chạy cánh người Bồ Đào Nha vẫn có được bóng và ghi bàn thắng thứ hai mươi mốt trong mùa giải, đưa United trở lại vị thế dẫn trước."
    },
    {
      "input": "\"The vet has checked them all and given them some antibiotics yesterday, last thing before dark,\" he had told the Australian national broadcaster.",
      "output": "Ông đã nói với đài phát thanh quốc gia Úc: \"Bác sỹ thú y đã kiểm tra tất cả chúng và cho chúng một vài liều kháng sinh vào hôm qua, lúc cuối ngày trước khi trời tối.\""
    },
    {
      "input": "According to reports from witnesses, the blast was so strong that it threw bodies onto rooftops of neighbouring buildings.",
      "output": "Theo báo cáo từ các nhân chứng, vụ nổ mạnh đến nỗi các thi thể đã bị văng lên mái nhà của tòa nhà lân cận."
    },
    {
      "input": "Wikinews contacted Katy Austin, to talk about the issues facing Canadians, and what they and their party would do to address them.",
      "output": "Wikinews đã liên lạc với Katy Austin, để trò chuyện về những vấn đề mà người dân Canada đang phải đối mặt, và những gì mà họ và đảng của họ sẽ làm để giải quyết chúng."
    },
    {
      "input": "Somalia is one of the world's most dangerous places for journalists to work.",
      "output": "Somalia là một trong những nơi nguy hiểm nhất đối với các nhà báo đến làm việc."
    },
    {
      "input": "Boruc was again forced into action from a Seedorf free kick, which he was able to deflect out with a hand.",
      "output": "Boruc lại một lần nữa phải thể hiện cản phá tình huống đá phạt của Seedorf chỉ bằng một tay."
    },
    {
      "input": "The prevalence of anti-French sentiments reached a frenzied zenith prior to the U.S. invasion of Iraq.",
      "output": "Sự phổ biến của những quan điểm chống Pháp đạt đến một đỉnh cao trước cuộc xâm lược Iraq của Mỹ."
    },
    {
      "input": "\"Our first thoughts are for safety of the university community and for prompt apprehension of the person responsible.\"",
      "output": "\"Điều đầu tiên chúng tôi nghĩ đến đó là sự an toàn của cộng đồng đại học và phải nhanh chóng bắt được kẻ phải chịu trách nhiệm này.\""
    },
    {
      "input": "All sheep and cattle are being individually inspected every 48 hours.",
      "output": "Tất cả cừu và gia súc đang được kiểm tra từng con một mỗi 48 giờ."
    },
    {
      "input": "Number 6 hit a double during this inning, scoring Japan's only run.",
      "output": "Số 6 ghi một cú đánh thẳng đến gôn thứ hai trong lượt đấu này và ghi điểm run duy nhất cho Nhật bản."
    },
    {
      "input": "Just a short time later, Theodore Roosevelt was inaugurated on September 14, 1901 at the Wilcox House on Delaware Avenue in Buffalo.",
      "output": "Chỉ một thời gian ngắn sau đó, Theodore Roosevelt đã nhậm chức vào ngày 14 tháng chín năm 1901 tại toà nhà Wilcox trên đại lộ Delaware ở Buffalo."
    },
    {
      "input": "UN personnel had to be left behind after the blast but no UN staff were injured.",
      "output": "Nhân viên Liên Hợp Quốc bị để lại phía sau sau khi vụ nổ xảy ra nhưng không có nhân viên LHQ nào bị thương."
    },
    {
      "input": "Mikhail Saakashvili, the President of Georgia signed a European Union supported ceasefire, but it was not accepted by Russia.",
      "output": "Mikhail Saakashvili, thống đốc Georgia đã kí một thỏa thuận ngừng bắn với liên minh châu Âu, nhưng không được Nga chấp thuận."
    },
    {
      "input": "To date, 149 confirmed orders for the aircraft have been received.",
      "output": "Tới nay, 149 đơn hàng xác nhận mua chiếc máy bay đã được nhận."
    },
    {
      "input": "For this to become a focus of attention given the talent gathered is utterly ridiculous.",
      "output": "\"Việc điều này trở thành tâm điểm của sự chú ý nhằm phóng đại tài năng là hoàn toàn lố bịch.\""
    },
    {
      "input": "Microsoft Corporation announced plans to launch a new security product later this year, named Windows OneCare.",
      "output": "Tập đoàn Microsoft tuyên bố kế hoạch cho ra mắt một sản phẩm an ninh vào cuối năm nay, có tên là Windows OneCare."
    },
    {
      "input": "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.",
      "output": "Ít nhất chín mảnh răng hoá thạch, trong đó có một răng nanh và tám răng hàm của một loài khỉ trước đây chưa từng được biết đến đã được tìm thấy ở Châu Phi do một nhóm các nhà nghiên cứu từ Ethiopia và Nhật Bản những người mà sau đó đã so sánh bản dựng hình ảnh 3-D của những chiếc răng này với các mẫu hoá thạch với độ tuổi khoảng 8 triệu năm và thấy rằng những mẫu hoá thạch này có vẻ như là một \"tổ tiên trực tiếp\" của giống khỉ hiện nay đang sống ở Châu Phí và rằng mẫu hoá thạch mới của loài khỉ này là một loại gorilla, một giống khỉ hầu như chỉ ăn loại cây có hàm lượng chất xơ cao."
    },
    {
      "input": "Yak was the minister for cabinet affairs until a 2007 reshuffle left him removed from office.",
      "output": "Yak là bộ trưởng nội các cho đến khi một cuộc cải tổ năm 2007 làm ông bị cách chức."
    },
    {
      "input": "A statement by the US military said the operation was expected to last several days, and was targeting a smuggling route and hideouts for foreign rebels.",
      "output": "Trong bản tuyên bố của lực lương quân sự Hoa Kỳ, chiến dịch đã được dự định sẽ diễn ra trong vài ngày, mà mục tiêu là tuyến đường buôn lậu và những nơi trú ẩn của quân nổi loạn nước ngoài."
    },
    {
      "input": "Mary Campbell, 62 from Fochabers said to the Times Online that she was \"calling [for help] from 8pm but no-one showed up until about midnight.\"",
      "output": "Mary Campbell, 62 tuổi từ Fochabers nói với Times Online rằng cô đã \"gọi [giúp đỡ] từ 8 giờ tối nhưng không ai thấy xuất hiện cho đến khoảng nửa đêm.\""
    },
    {
      "input": "Hilton appears in good spirits in her video and even thanks McCain for endorsing her.",
      "output": "Hilton xuất hiện với thiện chí tốt trong đoạn video của mình và thậm chí còn cảm ơn McCain vì tán hành ý kiến của bà."
    },
    {
      "input": "The project director of REIP, Aslam Sabzwari, said, according to the report, that improvement of sanitation and sewerage system had started in the eastern zone of the city, consisting of 15 union councils (UCs).",
      "output": "Giám đốc dự án của REIP, Aslam Sabzwari, cho biết, theo báo cáo, các hệ thống vệ sinh và thoát nước đã bắt đầu được cải tạo ở vùng phía Đông của thành phố, bao gồm 15 hội đồng liên hiệp (UC)."
    },
    {
      "input": "Currently, pirates are thought to be holding about three hundred crew members from seventeen ships.",
      "output": "Hiện nay, hải tặc được cho là đang bắt giữ khoảng ba trăm thuyền viên từ mười bảy tàu."
    },
    {
      "input": "Goldman's complaint asserts that he was discriminated against in violation of the District of Columbia Human Rights Act.",
      "output": "Khiếu nại của Goldman khẳng định rằng ông đã bị phân biệt đối xử vì vi phạm Luật Nhân Quyền của Quận Columbia."
    },
    {
      "input": "\"Tremendous progress has been made in recent years to secure the rhino's habitat but so much more needs to be done considering this species may very well disappear in the next 10 years,\" said President and CEO of the World Wildlife Fund in a press release, Carter Roberts.",
      "output": "\"Sự tiến bộ to lớn đã đạt được trong những năm gần đây để bảo đảm môi trường sống của tê giác nhưng như vậy còn rất nhiều việc phải làm với những loài này có thể sẽ biến mất trong vòng 10 năm tới\", Chủ tịch và Giám đốc điều hành của Quỹ Động vật Hoang dã Thế giới Carter Roberts cho biết trong một thông cáo báo chí."
    },
    {
      "input": "Demonstrators are said to have asked permission for the rally and to have received authorisation for having the protest on some sites.",
      "output": "Những người biểu tình được cho là đã xin phép và đã nhận được giấy phép tham gia biểu tình tại một số khu vực."
    },
    {
      "input": "\"This means that the states that have worked harder to reduce their population growth get less money from New Delhi\".",
      "output": "\"Điều này có nghĩa là bang nào nỗ lực hơn để giảm sự phát triển dân số thì sẽ nhận được ít tiền hơn từ New Delhi.\""
    },
    {
      "input": "The confirmation of a bomb did not come until 9.17am, but by that time the emergency services were already on scene.",
      "output": "Xác nhận đây là vụ đánh bom đã không được thông báo cho đến tận 9:17 sáng, nhưng tại thời điểm đó các dịch vụ cấp cứu đã có mặt tại hiện trường."
    },
    {
      "input": "Learners also spoke about what Read Santa Clara meant to them.",
      "output": "Những học viên cũng đã nói về ý nghĩa của Read Santa Clara đối với họ."
    },
    {
      "input": "Tamil Tigers are claiming that they have not fled the area, and are continuing to engage government troops.",
      "output": "Lực lượng Những Con hổ Giải phóng Tamil tuyên bố rằng họ không bỏ chạy khỏi khu vực này và sẽ vẫn tiếp tục chiến đấu với quân đội Chính phủ."
    },
    {
      "input": "Some analysts note that Serbia and Montenegro has not functioned as one state since the Belgrade agreement, signed three years ago.",
      "output": "Một số nhà phân tích lưu ý rằng Serbia và Montenegro đã không hoạt động như một nhà nước kể từ thỏa thuận Belgrade, được ký ba năm trước đây."
    },
    {
      "input": "Meanwhile, Australia's men (Socceroos) are currently ranked 59th in the world, between the Burkina Faso and Slovakia national football team.",
      "output": "Trong khi đó, đội bóng nam (Socceroos) hiện đang đứng vị trí số 59 trên thế giới, giữa hai đội bóng quốc gia Burkina Faso và Slovakia."
    },
    {
      "input": "The pilot had contacted Air Traffic Control (ATC) to report engine problems and requested permission to conduct an emergency landing at nearby Rumbek.",
      "output": "Phi công đã liên lạc với Kiểm Soát Không Lưu (ATC) để báo cáo những vấn đề động cơ và xin phép hạ cánh khẩn cấp tại Rumbek gần đó."
    },
    {
      "input": "They go on to accuse the ICAO, ATSB and Indonesian Director of Aviation Safety of \"keeping quiet\" and described them as 'compromised'.",
      "output": "Họ quyết định tiến tới buộc tội ICAO, ATSB và giám đốc An toàn Hàng không Indonesia vì đã \"giữ im lặng\" và cho là họ 'đã dàn xếp'."
    },
    {
      "input": "The visit is part of an invitation by Kuwait's Prime Minister Nasser Al-Mohammed Al-Ahmed Al-Sabah, and includes meetings with the Emir Sabah Al-Ahmad Al-Jaber Al-Sabah, the crown prince Nawaf Al-Ahmad Al-Jaber Al-Sabah, the Minister of Foreign Affairs Mohammed Sabah Al Salem Al Sabah and representatives of the Development Fund of Kuwait.",
      "output": "Chuyến thăm này là một phần trong lời mời của Thủ tướng Kuwait Nasser Al-Mohammed Al-Ahmed Al-Sabah, và bao gồm các cuộc họp với Emir Sabah Al-Ahmad Al-Jaber Al-Sabah, hoàng tử Nawaf Al-Ahmad Al-Jaber Al -Sabah, Bộ trưởng Bộ Ngoại giao Mohammed Al Sabah Salem Al Sabah và đại diện của Quỹ Phát triển Kuwait."
    },
    {
      "input": "A free vote is due to be conducted on this issue.",
      "output": "Một cuộc bỏ phiếu tự do sắp được tiến hành về vấn đề này."
    },
    {
      "input": "It is thought that the man stole the key from an officer at the station.",
      "output": "Người ta cho rằng người đàn ông đã trộm chiếc chìa khóa từ một viên sĩ quan tại đồn."
    },
    {
      "input": "This bombing was the worst terrorist attack in Istanbul since the 2003 Istanbul Bombings, in which truck bombs exploded outside two Istanbul synagogues, killing 23 and wounding more than 300.",
      "output": "Vụ đánh bom này là vụ tấn công khủng bố tồi tệ nhất ở Istanbul kể từ vụ đánh bom Istanbul năm 2003, trong đó bom xe phát nổ bên ngoài hai Giáo đường Istanbul, giết chết 23 người và làm bị thương hơn 300 người."
    },
    {
      "input": "Parties to a lawsuit against Amazon.com agreed September 25 to a proposed settlement resolving claims that Amazon unlawfully deleted content from users' Kindle reading devices.",
      "output": "Các bên tham gia vụ kiện chống lại Amazon. com vào ngày 25 tháng Chín đã đồng ý một thỏa thuận đề xuất giải quyết khiếu nại rằng Amazon đã xóa nội dung từ các dụng cụđọc sách Kindle của người sử dụng một cách bất hợp pháp."
    },
    {
      "input": "\"This element of mystery is one of the cornerstones of Lordi.\"",
      "output": "\"Yếu tố bí ẩn này là một trong những nền tảng của Lordi.\""
    },
    {
      "input": "These actions have led to increasing pressure against him and the government, culminating with a thousands-strong demonstration against the government last week.",
      "output": "Những hành động này đã dẫn đến việc gia tăng áp lực chống lại ông và chính phủ, mà đỉnh cao là một cuộc biểu tình hàng ngàn người, quyết liệt chống lại chính phủ vào tuần trước."
    },
    {
      "input": "Describing the changes to crime reporting as \"long overdue\", United States Attorney General Eric Holder said the revised definition of rape will, \"help ensure justice for those whose lives have been devastated by sexual violence and reflect the Department of Justice's commitment to standing with rape victims\".",
      "output": "Hiện đang thực hiện sửa đổi Báo cáo tội phạm do đã 'quá lỗi thời'và Bộ trưởng tư pháp Mỹ, ông Eric Holder cho biết định nghĩa sửa đổi về hiếp dâm sẽ \"giúp đảm bảo công bằng cho những người có cuộc sống bị tàn phá bởi bạo lực tình dục và phản ánh những cam kết của Sở tư pháp trước những nạn nhân bị hiếp dâm.\""
    },
    {
      "input": "And, modern facilities would permit collections from the National Museum of Scotland and the British Museum – such as the Lewis Chessmen – to be exhibited there.",
      "output": "Và, những phương tiện hiện đại sẽ giúp các bộ sưu tập từ bảo tàng Quốc gia Scotland và bảo tàng Anh - ví dụ như Bộ cờ Lewis - được trưng bày tại đó."
    },
    {
      "input": "Every room was an outside room and was well lighted and ventilated.",
      "output": "Tất cả các phòng đều có cửa sổ cũng như ánh sáng và thông gió tốt."
    },
    {
      "input": "According to reports, at least eighteen people were killed in Brazil in the past 24 hours, following heavy storms that led to mudslides and torrential rains.",
      "output": "Theo nhiều nguồn tin, ít nhất mười tám người đã thiệt mạng tại Brazil trong vòng 24 giờ qua, do bão lớn đã dẫn đến mưa lũ và sạt lở bùn đất."
    },
    {
      "input": "The hotel stood on the northeast corner of Elmwood and Forest Avenues in Buffalo, had 2,100 sleeping rooms and accommodations for 5,000.",
      "output": "Khách sạn này nằm ở góc Tây Bắc của đại lộ Elmwood và Forest ở Buffalo có 2.100 phòng ngủ và chỗ ở cho 5.000 người."
    },
    {
      "input": "The project includes improvement of the sanitation and sewerage systems, a sewage treatment plant, solid waste management, removal of slaughter-houses and construction of public toilets.",
      "output": "Dự án bao gồm cải tạo các hệ thống vệ sinh và thoát nước, một nhà máy xử lý nước thải, một hệ thống quản lý chất thải rắn, loại bỏ các cơ sở giết mổ và xây dựng các nhà vệ sinh công cộng."
    },
    {
      "input": "Taliban militants fired rockets at the same hotel last month, which is heavily guarded.",
      "output": "Các lính Taliban đã bắn nhiều quả tên lửa vào cùng một khách sạn vào tháng trước, nơi được canh gác rất cẩn mật."
    },
    {
      "input": "Facebook announced Thursday it will begin to share some of the technology from their social network.",
      "output": "Facebook thông báo vào thứ Năm vừa rồi rằng sẽ chia sẻ một vài kỹ thuật từ mạng xã hội của họ."
    },
    {
      "input": "In the beginning of the third qualification session his car slowed down and forced him to start 10th on Sunday.",
      "output": "Tại thời điểm bắt đầu chặng thứ ba xe của anh ấy đã chậm lại và buộc anh ấy phải bắt đầu ở vị trí 10 vào Chủ Nhật."
    },
    {
      "input": "The Justice Department has stated that they will not retry Stevens.",
      "output": "Phòng Tư pháp tuyên bố rằng họ sẽ không xử lại Stevens."
    },
    {
      "input": "It chose to immunize these services from copyright liability provided they are properly responsive to notices of alleged infringement from content owners.\"",
      "output": "\"Quốc hội chọn cách miễn trách nhiệm pháp lý về bản quyền cho các công ty này trong trường hợp họ đáp lại đúng cách đối với các thông báo về các chủ sở hữu nội dung được cho là vi phạm.\""
    },
    {
      "input": "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.",
      "output": "Bill Clinton, cựu Tổng thống Hoa Kỳ, sẽ thực hiện chuyến viếng thăm tới Romania vào ngày 21 tháng Năm, để tham gia hội nghị BeyondBorders 2005 tại Bucharest với tư cách diễn giả chính."
    },
    {
      "input": "The bout was over in just 38 seconds as Prater used his superior reach to jab Travers several times before using a trip to take Travers to the ground and submitting him with an Anaconda Choke.",
      "output": "Trận đấu kết thúc chỉ sau 38 giây khi Prater dùng tầm vóc vượt trội của mình để thọc mạnh vào Travers vài lần trước khi dùng một cú tóm lấy chân và vật Travers xuống sàn và bắt anh ta đầu hàng với một cú Anaconda Choke."
    },
    {
      "input": "The inner circle of bluestones are the earliest stone structures found in this site.",
      "output": "Vòng tròn bên trong các viên đá xanh là những cấu trúc đá lâu đời nhất được tìm thấy ở hiện trường."
    },
    {
      "input": "While Falkirk had the upper hand in the first half possession-wise, the contest was more even in the second.",
      "output": "Trong khi Falkirk chiếm ưu thế trong hiệp đấu đầu tiên, trận đấu có phần ngang bằng hơn trong hiệp hai."
    },
    {
      "input": "Offering an increased minimum wage, additional debt relief for farmers, and pay rises for civil servants the PM starts the election campaign with his Thai Loves Thais (Phak Thai Rak Thai) party in good shape for the snap election announced last Friday.",
      "output": "Với việc đưa ra đề xuất tăng mức lương tối thiểu, giảm nợ thêm cho nông dân, và tăng lương cho công chức, ngài Thủ tướng đã bắt đầu chiến dịch tranh cử với Đảng Người Thái yêu Thái lan (Phak Thai Rak Thai) bằng một hình thức tốt cho cuộc bầu cử đột xuất được công bố vào thứ Sáu tuần trước."
    },
    {
      "input": "300 millimeters (11.8 inches) of rain fell in six hours resulting in flash flooding on the New South Wales mid-north coast in Australia trapping thousands.",
      "output": "300 milli mét (11,8 inch) lượng nước mưa trong vòng sáu tiếng là kết quả của dòng nước lụt ở bờ biển Trung Bắc New South Wales ở Úc kiến cho hàng nghìn cư dân bị mắc kẹt."
    },
    {
      "input": "A spokesperson for Scotland Yard has confirmed that no arrests have been made after Formula One boss Bernie Ecclestone was injured in a mugging on Wednesday.",
      "output": "Một phát ngôn viên của Scotland Yard đã xác nhận rằng không có vụ bắt giữ nào được thực hiện sau khi ông chủ Bernie Ecclestone của Formula One bị thương trong một vụ cướp được thực hiện vào hôm thứ Tư."
    },
    {
      "input": "In fact, one worker noticed that most of the rail cars that contained 40 foot overseas containers did not have their loading guides in place.",
      "output": "Thực tế, một công nhân thông báo rằng hầu hết các toa tàu chứa khoảng 40feet các côngtenơ nước ngoài không hề có người hướng dẫn tải."
    },
    {
      "input": "Seven & I is the owner and operator of the 7-Eleven convenience store chain.",
      "output": "Seven & I là chủ và cũng là công ty điều hành chuỗi cửa hàng tiện lợi 7-Eleven."
    },
    {
      "input": "Helen Clark described the situation as \"...it's a very disturbing situation.\"",
      "output": "Helen Clark miêu tả tình huống này như là \"…tình trạng rất hỗn loạn.\""
    },
    {
      "input": "Haggis said that Davis initially told him he would do something about the San Diego Church of Scientology's support for Proposition 8, but in the end Davis did not take action about this.",
      "output": "David đã nói với Haggis rằng ông này sẽ làm điều gì đó để can thiệp vào sự ủng hộ của Giáo hội Scientology San Diego đối với Proposition 8, nhưng cuối cùng thì ông này đã không làm bất cứ điều gì."
    },
    {
      "input": "\"I think it would always pull votes away from the Democrats, not the Republicans,\" he said.",
      "output": "\"Tôi nghĩ nó sẽ luôn làm giảm số phiếu bầu của thành viên Đảng Dân chủ, không phải thành viên Đảng Cộng hòa, \" ông cho biết."
    },
    {
      "input": "The pilot was killed while flying during an air-show at Marine Corps Air Station Beaufort.",
      "output": "Phi công đã thiệt mạng trong khi đang bay tại một buổi biểu diễn trên không tại Marine Corps Air Station Beaufort."
    },
    {
      "input": "In addition, the world famous Greek singer Nana Moushouri was presented by the hosts and gave the sign for the start of televoting.",
      "output": "Thêm vào đó, ca sĩ Hy Lạp nổi tiếng thế giới NaNa Moushouri đã được các MC xướng tên để ra dấu khởi động cuộc bầu chọn trên sóng truyền hình."
    },
    {
      "input": "Mr. Jackson narrowly escaped prison, and the trial would continue where it left off on the previous day with direct testimony from the now 15 year old boy who accuses him.",
      "output": "Ông Jackson đã suýt vào tù, và phiên xét xử này sẽ tiếp tục ở phần đã dừng lại của ngày hôm trước với lời khai trực tiếp từ cậu bé 15 tuổi đã buộc tội anh ta."
    },
    {
      "input": "The companies, which are nicknamed the \"big six\" in the United Kingdom, did not pass on information that there would be price cuts in energy bills despite increasing profits.",
      "output": "Các công ty có biệt danh là \"sáu ông lớn\" ở Vương quốc Anh không thừa nhận thông tin rằng sẽ giảm giá các hóa đơn năng lượng mặc dù lợi nhuận tăng."
    },
    {
      "input": "More efficient servers will also drive down utility costs for the social media giant, which relies on massive data centers around the United States to keep its operations going.",
      "output": "Nhiều máy chủ hiệu quả hơn sẽ làm giảm chi phí cho những tổ chức truyền thông cồng kềnh, những nơi dựa trên những trung tâm dữ liệu lớn trên khắp nước Mỹ để hoạt động."
    },
    {
      "input": "Prof Sevior says his study has exposed flaws in the European study into the limits of the uranium industry.",
      "output": "Phó Giáo sư Sevior nói rằng nghiên cứu của ông đã tìm ra những sai sót trong nghiên cứu của Châu Âu làm về hạn chế của ngành công nghiệp uranium."
    },
    {
      "input": "Peter Hofmann said \"Some departments will start with OpenOffice on Windows, others will start with OpenOffice on Linux\".",
      "output": "Peter Hofmann cho biết: \"Một số phòng ban sẽ bắt đầu với OpenOffice trên Windows, những phòng ban khác sẽ bắt đầu với OpenOffice trên Linux.\""
    },
    {
      "input": "There was no significant change in the combined chance of an adverse cardiovascular event in hospital, re-admission or death within six months.",
      "output": "Không có thay đổi đáng kể nào đối với các ca bệnh lý tim mạch ở bệnh viện, tái nhập viện hoặc tử vong trong vòng sáu tháng."
    },
    {
      "input": "Today Robson's widow was moved to tears when she visited the shrine created by over 50,000 fans at Newcastle.",
      "output": "Hôm nay bà quả phụ Robson đã rơi nước mắt khi tới thăm đền thờ được tạo ra bởi hơn 50.000 người hâm mộ tại Newcastle."
    },
    {
      "input": "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.",
      "output": "Tuy nhiên nhiều cơ hội đã bị lãng phí và liên tục có những cú chuyền bóng tồi, Westmeath đã thua hai điểm ở những phút cuối của trận đấu."
    },
    {
      "input": "Several new monuments were opened today, such as the 8-meter statue of Charles de Gaulle by Zurab Tsereteli and the monument to soldiers from Allied countries.",
      "output": "Một số khu di tích mới được mở cửa ngày hôm nay, chẳng hạn như bức tượng Charles de Gaulle cao 8 mét của Zurab Tsereteli và tượng đài các chiến sĩ của các nước Đồng minh."
    },
    {
      "input": "Christie was further questioned over his ongoing conflicts with teachers unions.",
      "output": "Christie còn bị hỏi thêm về xung đột đang diễn ra với công đoàn giáo viên của ông."
    },
    {
      "input": "Zimbabwe have defeated Australia by five wickets in Group B of the 2007 Twenty20 World Championship at Newlands Cricket Ground, Cape Town, South Africa.",
      "output": "Zimbabwe đã đánh bại Úc năm gôn ở bảng B của Giải vô địch thế giới Twenty20 năm 2007 tại Sân vận động Cricket Newlands, Cape Town, Nam Phi."
    },
    {
      "input": "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.",
      "output": "Sau cuộc họp kéo dài năm tiếng, tổng thống Hugo Chavez từ Venezuela và Alvaro Uribe từ Colombia đã kết thúc những căng thẳng ngoại giao trong suốt hai tháng."
    },
    {
      "input": "\"The National Hockey League will not accept the use of a stick in the manner and fashion in which Mr. Simon used his Thursday night,\" said Colin Campbell, NHL Senior Executive Vice President and Director of Hockey Operations.",
      "output": "\"Liên Đoàn Khúc Côn cầu Quốc gia sẽ không chấp nhận việc sử dụng cây gậy với thái độ và hành động mà Simon đã sử dụng vào tối thứ Năm đó, \" Phó chủ tịch điều hành cấp cao và Giám đốc vận hành Hockey của NHL, Colin Campbell nói."
    },
    {
      "input": "James Brown, often referred to as the Godfather of Soul, died in Atlanta due to congestive heart failure, combined with pneumonia.",
      "output": "James Brown, thường được nhắc tới như cha đẻ của nhạc Soul, đã qua đời tại Atlanta do suy tim xung huyết, kết hợp bệnh viêm phổi."
    },
    {
      "input": "In this first edit the user said that Palin \"briefly worked as a sports reporter for local Anchorage television stations, while also working as a commercial fisherman with her husband, Todd, her high school sweetheart\".",
      "output": "Trong lần chỉnh sửa đầu tiên, người dùng đã nói rằng Palin \"đã có thời gian ngắn làm phóng viên thể thao cho đài truyền hình địa phương Anchorage, trong khi cũng làm việc như một người đánh cá thương mại cùng với chồng của mình, Todd, tình yêu từ thời trung học của bà."
    },
    {
      "input": "The US Navy reports that all 25 crew from the United Kingdom, Croatia, the Philippines, Poland, and Saudi Arabia are 'safe'.",
      "output": "Hải quân Mỹ báo cáo rằng toàn bộ 25 thuyền viên từ Vương quốc Anh, Croatia, Philippines, Ba Lan, và Ả Rập Saudi đều 'an toàn'."
    },
    {
      "input": "The printer includes a 2.4-inch color LCD from which users can perform basic editing tasks such as cropping, rotating, and removing red-eye.",
      "output": "Máy in có màn hình màu LCD 2.4 inch giúp người dùng có thể thực hiện các công việc chỉnh sửa cơ bản như cắt, xoay, và loại bỏ mắt đỏ."
    },
    {
      "input": "The paper was criticised by Senator Kerry Nettle, Education Spokesperson for the Australian Greens.",
      "output": "Bài báo đã bị chỉ trích bởi Thượng nghị sĩ Kerry Nettle, nhà phát ngôn về Giáo dục cho đảng Xanh của Úc."
    },
    {
      "input": "\"Most of my fellow students feel that the French are politically and militarily weak,\" said Doeg.",
      "output": "\"Hầu hết cácbạn học của tôi cảm thấy rằng người Pháp rất yếu kém về chính trị và quân sự, \" Doeg nói."
    },
    {
      "input": "The last award, best drama, the finalists were The Insiders Guide to Love, Doves of War, Outrageous Fortune.",
      "output": "Giải thưởng cuối cùng, kịch hay nhất, những đề cử cho vòng chung kết bao gồm The Insiders Guide to Love, Doves of War, Outrageous Fortune."
    },
    {
      "input": "The original offer for Yahoo! was $44 billion; however since this offer Microsoft has seen a revenue drop this last quarter which could greatly affect the software giant's ability to up the price again in hopes Yahoo! would accept.",
      "output": "Lời đề nghị ban đầu cho Yahoo! là US$44 tỷ; Tuy nhiên kể từ sau đề nghị này Microsoft lại nhìn thấy sự sụt giảm trong doanh thu quý cuối cùng mà rất có thể ảnh hưởng lớn đến khả năng công ty phần mềm khổng lồ này tăng giá một lần nữa với hy vọng Yahoo! sẽ chấp nhận."
    },
    {
      "input": "He said, \"I just pulled over hoping they would pass, and then they pulled up real close behind.\"",
      "output": "Ông nói, \"Tôi lái sát vào lề đường mong là chúng sẽ vượt qua, sau đó chúng tiến lên thật sát phía sau xe của tôi.\""
    },
    {
      "input": "The overall leader of the investigation, Tatyana Anodina, confirmed that unauthorized people had been in the cockpit near the end of the flight, saying that \"in the cockpit there were individuals who were not members of the crew.\"",
      "output": "Người đứng đầu của cuộc điều tra, Tatyana Anodina, khẳng định rằng những người không được phép đã ở trong buồng lái vào lúc gần cuối của chuyến bay, và nói rằng \"trong buồng lái đã có những cá nhân không phải là thành viên của phi hành đoàn.\""
    },
    {
      "input": "According to House Republican party rules, DeLay must resign upon indictment.",
      "output": "Theo luật lệ đảng Nghị Viện Cộng Hòa, DeLay phải từ chức theo bản cáo trạng."
    },
    {
      "input": "The four liberal-leaning justices (Stevens, Souter, Ginsburg and Breyer) joined Kennedy, a moderate who often casts the deciding vote in close cases.",
      "output": "Bốn thẩm phán theo trường phái tự do (Stevens, Souter, Ginsburg and Breyer) cũng đồng tình với Kennedy, một người theo trường phái trung lập thường đưa ra quyết định cuối trong những phiên tòa cam go."
    },
    {
      "input": "Without improvements in water productivity the consequences of this will be even more widespread water scarcity and rapidly increasing water prices.",
      "output": "Nếu không cải thiện năng suất nước, các hệ lụy của nó sẽ còn lan rộng hơn do sự khan hiếm nước và việc tăng giá nước liên tục."
    },
    {
      "input": "The experiment, the largest of its kind in the world, was first switched on with great fanfare in September 2008, but suffered an electrical fault just nine days later.",
      "output": "Cuộc thí nghiệm lớn nhất trên thế giới trong lĩnh vực này lần đầu tiên được tiến hành trong sự phô trương rầm rộ vào tháng Chín năm 2008 nhưng đã gặp phải một lỗi điện năng chỉ chín ngày sau đó."
    },
    {
      "input": "A \"Western military source\", however, claimed that they were launched to the east, in the direction of the Sea of Japan, but still says they landed in North Korean territory.",
      "output": "Tuy nhiên, một \"nguồn tin quân sự phương Tây\" tuyên bố rằng họ đã phóng về phía đông, theo hướng vùng biển Nhật Bản, nhưng vẫn nói rằng họ hạ cánh xuống lãnh thổ Bắc Triều Tiên."
    },
    {
      "input": "After Teixeira fouled off an 0-2 pitch with one out in the sixth inning, Hughes grabbed his leg, having suffered a hamstring injury.",
      "output": "Khi Teixeira chơi xấu với cú ném 0-2 và một cầu thủ bị loại ở hiệp thứ sáu, Hughes đột nhiên ôm lấy chân vì bị thương ở gân kheo."
    },
    {
      "input": "Witnesses said that one man pulled out a handgun and shot another man in the head.",
      "output": "Các nhân chứng nói rằng một người đàn ông lôi ra một khẩu súng lục và bắn vào đầu một người đàn ông khác."
    },
    {
      "input": "The hoax was originally reported by AAP, who checked the claim with a telephone number provided on the press release before publishing it.",
      "output": "Trò lừa này ban đầu được APP đưa tin, trước đó họ đã kiểm tra thông tin này bằng cách gọi điện đến số điện thoại được cung cấp trên thông cáo báo chí."
    },
    {
      "input": "The match was played at the Colombo Oval – Sara Stadium.",
      "output": "Trận đấu được chơi tại sân vận động Colombo Oval - Sara."
    },
    {
      "input": "\"You can't have a democratic society unless the police are given full support,\" Blair said.",
      "output": "Thủ tướng Blair nói :\"Bạn không thể có một xã hội dân chủ nếu không có sự hỗ trợ hết mình của lực lượng cảnh sát.\""
    },
    {
      "input": "In addition to his prose and poetry, Henestrosa served in the federal legislature and was a Senator from the state of Oaxaca from 1982 to 1988.",
      "output": "Ngoài văn xuôi và thơ ca của mình, Henestrosa còn làm trong cơ quan lập pháp liên bang và từng là thượng nghị sĩ của bang Oaxaca từ năm 1982 đến năm 1988."
    },
    {
      "input": "The flooding was caused by a heavy rainstorm on Saturday which caused a wall of water to trigger down the gorge.",
      "output": "Cơn lũ gây ra bởi trận mưa bão lớn ngày thứ Bảy tạo nên một bức tường nước đổ ập vào hẻm núi."
    },
    {
      "input": "\"One of the things that we've seen over the last several years is a bunch of talk using words like 'obliterate,'\" Barack Obama said in a separate ABC interview.",
      "output": "\"Một trong những điều chúng ta chứng kiến trong vài năm qua là nhiều cuộc nói chuyện sử dụng từ 'xóa sạch', \" Barrack Obama phát biểu trong một cuộc phỏng vấn khác tại ABC."
    },
    {
      "input": "In a statement released yesterday, the UN remarked that \"[f]or the moment, a large number of personnel remain unaccounted for.\"",
      "output": "Trong một tuyên bố hôm qua, Liên Hiệp Quốc nhấn mạnh rằng \"cho đến thời điểm hiện tại, một con số lớn các nạn nhân vẫn chưa xác định được.\""
    },
    {
      "input": "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.",
      "output": "Các quả bom được hẹn giờ để phát nổ lúc 5:45 sáng giờ địa phương, khi các Phật tử bắt đầu cầu nguyện vào buổi sáng."
    },
    {
      "input": "The National Sleep Foundation, the poll sponsor, reports three-quarters of adults say they frequently have a sleep problem, such as waking during the night or snoring.",
      "output": "Tổ chức Giấc ngủ Quốc gia, nhà tài trợ cho cuộc thăm dò này, báo cáo rằng ba phần tư người trưởng thành nói họ thường xuyên có vấn đề khi ngủ, chẳng hạn như thức giấc trong đêm hay ngáy."
    },
    {
      "input": "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.",
      "output": "Bà Fitzpatrick nói Chính phủ Liên bang phải chịu trách nhiệm cho ngành khai thác than và nhôm, cũng giống như chính phủ Nhật phải chịu trách nhiệm cho những công ty đánh bắt cá voi và với những ảnh hưởng tàn phá nặng nề."
    },
    {
      "input": "\"I don't think he had a guy that wasn't his friend,\" added Shanahan.",
      "output": "\"Tôi không nghĩ anh ấy lại có những lời chế giễu với người không phải là bạn mình\", Shanahan cho biết thêm."
    },
    {
      "input": "Australia took the remaining four wickets before the lunch break.",
      "output": "Úc đã lấy được cả bốn tam trụ môn còn lại trước giờ nghỉ ăn trưa."
    },
    {
      "input": "The first came on Thursday, when the jury requested a transcript of one of the prosecution's closing arguements.",
      "output": "Bản ghi chú thứ nhất đến vào hôm thứ năm, khi bồi thẩm đoàn đã gửi yêu cầu một bản sao của một trong những luận cứ của nguyên đơn."
    },
    {
      "input": "Gandhi was 14 years old when his grandmother, Prime Minister Indira Gandhi, was assassinated by her security guards.",
      "output": "Gandhi 14 tuổi khi bà ngoại là thủ tướng Indira Gandhi bị các cận vệ của bà ám sát."
    },
    {
      "input": "\"There were like probably five city cars and three county cars and a state trooper\" all of which were chasing the pickup, said Susan Daniel, a witness to the incident.",
      "output": "\"Chắc hẳn là có tới năm chiếc xe nội thành, ba chiếc xe quận và một lực lượng cảnh sát của bang\" tất cả đã đuổi theo chiếc xe tải nhỏ, Susan Daniel, nhân chứng của vụ việc cho biết."
    },
    {
      "input": "The deal is reported to be worth CAD2.2 billion in an all-cash transaction.",
      "output": "Hợp đồng được thông báo là có giá trị 2,2 tỷ đô la Canada trong một giao dịch bằng tiền mặt."
    },
    {
      "input": "A planned TV special will be the outcome of a deal secured by Publishing and Broadcasting Limited (PBL), which owns the Nine Network.",
      "output": "Kết quả là một chương trình TV đặc biệt sẽ được phát hành bởi Publishing and Broadcasting Limited (PBL), hãng chủ sở hữu của Nine Network."
    },
    {
      "input": "Expressing his condolences to the families of those that had died because of this incident, Mexican president Felipe Calderon stated that the federal government is to launch an investigation to try to establish the identities of the offenders and apprehend them.",
      "output": "Để chia sẻ nỗi đau mất mát với gia đình của những nạn nhân đã thiệt mạng bởi vụ tai nạn này, tổng thống Mexico, Felipe Calderon đã phát biểu rằng chính phủ liên bang sẽ tiến hành một cuộc điều tra để có thể xác định danh tính của những kẻ phạm tội và bắt giữ chúng."
    },
    {
      "input": "A television journalist embedded with the Marines recorded the killing on videotape.",
      "output": "Một phóng viên truyền hình tác nghiệp cùng với Lính Thuỷ đã ghi lại cảnh giết người trên đoạn băng."
    },
    {
      "input": "However, Malaysia has not signed either the international Refugee Convention, or the Convention Against Torture.",
      "output": "Tuy nhiên, Malaysia đã không ký Công ước Quốc tế về Người tị nạn và cả Công ước chống Tra tấn."
    },
    {
      "input": "He further commented that Family First cannot consider the social policy issues without considering social views, and drew attention to the TGA's response in the earlier Senate inquiry that the TGA \"cannot consider social and ethical issues\".",
      "output": "Ông cũng nhận định rằng Đảng Gia Đình là Trên Hết không thể xem xét các vấn đề về chính sách xã hội mà không xem xét các quan điểm xã hội, và lưu ý đến phản ứng của TGA trong cuộc điều trần của Thượng Nghị Viện trước đó rằng TGA \"không thể xem xét các vấn đề về đạo đức và xã hội.\""
    },
    {
      "input": "The attack was only six miles from the Pakistani Parliament, where intelligence and military chiefs were briefing lawmakers on the campaign against terrorism.",
      "output": "Cuộc tấn công chỉ cách Tòa nhà Quốc Hội Pakistan sáu dặm, nơi mà các nhà lãnh đạo quân đội và tình báo đang chỉ thị ban hành luật trong chiến dịch chống chủ nghĩa khủng bố."
    },
    {
      "input": "Another 40,000 people gathered in Morocco to protest what they saw as the complicity of the Arab regimes in the attack.",
      "output": "Hơn 40,000 người đã tập trung tại Morocco để biểu tình vì những gì họ nhìn thấy là sự đồng lõa của chính quyền Arab trong cuộc tấn công."
    },
    {
      "input": "The search for Jines ends today whether he is found or not.",
      "output": "Cuộc tìm kiếm Jines sẽ kết thúc vào hôm nay bất kể là có tìm thấy ông ta hay không."
    },
    {
      "input": "He added that people were being given injections to protect them from diseases like measles, tetanus and cholera.",
      "output": "Ông nói thêm rằng mọi người đã được tiêm thuốc để bảo vệ họ khỏi các bệnh như sởi, uốn ván và bệnh tả."
    },
    {
      "input": "\"Widespread flooding, including severe flooding of major rivers and streams, is expected on Wednesday and Thursday.\"",
      "output": "\"Ngập lụt trên diện rộng, bao gồm lũ lụt nghiêm trọng trên các sông lớn và các dòng suối, dự kiến sẽ đến ​​vào thứ Tư và thứ Năm.\""
    },
    {
      "input": "Meng Xianling, who runs a seafood stall located down a narrow lane opposite the site of the accident building, commented that \"I was afraid the parlor's boiler would explode.",
      "output": "Meng Xianling, người điều hành một quán hải sản nằm sâu trong một ngõ hẹp đối diện với tòa nhà bị tai nạn, nhận xét rằng \"Tôi sợ nồi hơi của tiệm sẽ phát nổ.\""
    },
    {
      "input": "In an interview with CNN, earlier this year, McClellan said his statements were what he \"believed to be true at the time based on assurances that we were both given.\"",
      "output": "Trong một cuộc phỏng vấn với CNN, vào đầu năm nay, McClellan đã nói rõ rằng những tuyên bố trước đây của ông là điều ông \"tin là sự thật vào thời điểm dựa vào sự đảm bảo mà cả hai bên chúng ta đều nhận được.\""
    },
    {
      "input": "Former President of Russia Boris Yeltsin has died at age 76, according to a Kremlin spokesperson.",
      "output": "Cựu Tổng thống Nga Boris Yeltsin đã qua đời, hưởng thọ 76 tuổi, theo người phát ngôn của điện Kremlin."
    },
    {
      "input": "When the host was calling up the Country Music Award Female Vocalist Of The Year award, Faith Hill stood up and was in shock after hearing Carrie Underwood's name.",
      "output": "Khi người dẫn chương trình công bố Giải thưởng Nữ Ca sĩ Nhạc đồng quê của Năm, Faith Hill đã đứng dậy và sửng sốt khi nghe tên Carrie Underwood."
    },
    {
      "input": "On that date, Peru became the 40th country to ratify an international treaty to reduce smoking, thus triggering activation of the treaty in 90 days.",
      "output": "Vào ngày đó, Peru đã trở thành thành viên thứ 40 thông qua hiệp ước quốc tế về giảm hút thuốc, hiệp ước bắt đầu có hiệu lực trong 90 ngày."
    },
    {
      "input": "Wikinews' Nick Moreau interviewed her regarding her values, her experience, and her campaign.",
      "output": "Nick Moreau của Wikinews phỏng vấn bà về những nguyên tắc, kinh nghiệm, và chiến dịch của bà."
    },
    {
      "input": "The unemployment rate in the Eurozone, or the sixteen countries in which the euro is used, reached ten percent last December, for the first time since the euro was introduced in 1999.",
      "output": "Tỷ lệ thất nghiệp ở khu vực đồng tiền chung Châu Âu - mười sáu quốc gia sử dụng đồng euro - lên tới mười phần trăm vào Tháng mười hai vừa rồi, đây là lần đầu tiên tỷ lệ này tăng cao kể từ khi đồng euro được giới thiệu vào năm 1999."
    },
    {
      "input": "Relations with Russia would \"continue as normal outside the unresolved extradition request\", a UK Foreign Office spokesman said.",
      "output": "Quan hệ với Nga sẽ \"tiếp tục như bình thường ngoại trừ việc yêu cầu dẫn độ chưa được giải quyết\", một phát ngôn viên của Bộ Ngoại giao Vương quốc Anh cho biết."
    },
    {
      "input": "The suicide bomber had entered the office and placed a bag of 'sweets' on a desk, with a note threatening continued attacks if Pakistan continued to aid the US.",
      "output": "Kẻ đánh bom tự sát đã vào văn phòng và đặt một túi \"kẹo\" ở trên bàn, với lời nhắn đe dọa về các tấn công tiếp diễn nếu Pakistan tiếp tục ủng hộ Mỹ."
    },
    {
      "input": "The research followed about half of a pool of 439 adolescents who had received treatment for major depression and volunteered for Duke University research.",
      "output": "Nghiên cứu tiến hành với khoảng một nửa trong số 439 thanh thiếu niên được điều trị trầm cảm nặng và tình nguyện tham gia vào nghiên cứu của trường đại học Duke."
    },
    {
      "input": "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.",
      "output": "Vị trí khảo cổ là nằm trên đồi dọc theo biển Địa trung Hải nhìn sang nhà nghỉ hè của Hosni Mubarak, tổng thống Ai Cập."
    },
    {
      "input": "He explained two treatments per week is more often than usual for the city.",
      "output": "Ông giải thích hai lần xịt mỗi tuần khá là nhiều hơn bình thường đối với một thành phố."
    },
    {
      "input": "\"This year, we've faced the second largest revenue write down since the Great Depression,\" he said.",
      "output": "\"Năm nay, chúng tôi đã phải đối mặt với sự giảm giá trị tài sản doanh thu lớn thứ hai xuống kể từ cuộc Đại khủng hoảng\", ông nói."
    },
    {
      "input": "National Transport Safety Committee chairman Tatang Kurniadi said at the time that no information from the report could be used in any criminal or civil liability investigations.",
      "output": "Chủ tịch Ủy Ban An Toàn Vận Tải Quốc Gia Tatang Kurniadi vào thời điểm đó cho rằng không có thông tin nào từ bản báo cáo có thể được sử dụng trong các cuộc điều tra phạm tội hay quyền cơ bản của công dân."
    },
    {
      "input": "The event was also partly to promote \"Y Not\", the drummer's recently released album.",
      "output": "Sự kiện cũng một phần đùng để quảng bá cho \"Y Not\", an-bom mới phát hành gần đây của tay trống trong nhóm nhạc."
    },
    {
      "input": "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.",
      "output": "\"Chúng tôi đã không nhận được bất kỳ khiếu nại nào trong thời gian này, \" Chủ tịch Ủy ban Bầu cử Quốc gia của Mozambique, Leopoldo da Costa cho biết."
    },
    {
      "input": "The \"Forum\" course that the employees claimed they were mandated to attend was developed by Werner Erhard and Associates.",
      "output": "Các khóa đào tạo của \"Forum\" bị các nhân viên khiếu nại rằng họ bị Werner Erhard và các Hiệp hội bắt buộc tham dự."
    },
    {
      "input": "Defence Minister Robert Hill is cautious of such a plan, saying \"I don't believe governments are entitled to any more information about you than is absolutely necessary\".",
      "output": "Bộ trưởng Quốc phòng Robert Hill rất cẩn trọng trước kế hoạch này, ông phát biểu \"Tôi không tin các chính phủ có quyền đối với bất kỳ thông tin nào về người dân nhiều hơn mức thực sự cần thiết.\""
    },
    {
      "input": "More than 3,000 of its employees work in Jersey City, New Jersey, in the state's tallest building.",
      "output": "Hơn 3.000 công nhân làm việc tại thành phố Jersey, New Jersey, trong tòa nhà cao nhất của tiểu bang."
    },
    {
      "input": "Mr Vaile said that at the time he saw no need to review procedures within his department for the distribution of information regarding AWB.",
      "output": "Ông Vaile nói rằng lúc đó ông thấy không cần phải rà soát thủ tục trong bộ phận của mình về việc truyền đi các thông tin liên quan đến AWB."
    },
    {
      "input": "The Chesapeake Bay Program launched the new forecast to build on a base of environmental data gathered over the last two decades as water quality concerns have grown.",
      "output": "Chương trình Vịnh Chesapeake đã đưa ra dự báo mới nhằm tạo ra một cơ sở dữ liệu môi trường được thu thập trong hai thập kỷ qua khi mà những lo ngại về chất lượng nước đã tăng lên."
    },
    {
      "input": "With 73% of the nation wide vote counted, the governing Australian Labor Party has been confirmed to have 50.7% of the two party preferred votes, and predicted to win 73 seats in the House of Representatives, 3 short of majority.",
      "output": "Với 73% số phiếu toàn quốc đã được kiểm, Đảng Lao động Úc đang cầm quyền đã xác nhận sở hữu 50,7% số phiếu ưu tiên của hai đảng, và được dự đoán sẽ thắng 73 ghế tại Hạ viện, còn thiếu 3 ghế để trở thành đảng nắm đa số."
    },
    {
      "input": "A few weeks ago, after the information published by the journalist Makis Triantafylopoulos in his popular Television show \"Zoungla\" in Alpha TV, the member of Parliament and lawyer, Petros Mantouvalos was abdicated as members of his office had been involved in illegal graft and corruption.",
      "output": "Một vài tuần trước, sau khi thông tin được công bố bởi nhà báo Makis Triantafylopoul os trong chương trình truyền hình nổi tiếng \"Zoungla\" của ông trên Alpha TV, thành viên của Nghị viện và là luật sư, Petros Mantouvalos đã từ chức khi các thành viên trong văn phòng của ông đã tham gia vào việc ăn hối lộ bất hợp pháp và tham nhũng."
    },
    {
      "input": "\"The spineless Sudanese government ... is joining the United States in dividing Sudan to stay in power.\"",
      "output": "\"Chính phủ Sudan nhu nhược … đang tham gia cùng nước Mỹ để chia cắt nước này nhằm củng cổ quyền lực.\""
    },
    {
      "input": "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.",
      "output": "Giới cầm quyền hội đồng quân nhân phải chịu sự công kích từ một số nhóm người cực đoan phản đối đạo luật của họ."
    },
    {
      "input": "This is due to her status as a provider, as opposed to a publisher or a writer, under Section 230 of the Communications Decency Act.",
      "output": "Điều này là do vị trí của cô ấy như là một nhà cung cấp, không giống với một nhà xuất bản hoặc một nhà văn, theo Mục 230 của Đạo luật về khuôn phép."
    },
    {
      "input": "British Energy and Climate Change Secretary Ed Miliband criticised the draft text for absence of a certain temperature raise threshold, said that the new texts \"are shorter texts than we’ve had before, which we can negotiate around because the imperative here is to get on with it and get to an ambitious solution\".",
      "output": "Bộ trưởng Năng lượng và Biến đổi khí hậu Anh Ed Miliband đã chỉ trích việc bản dự thảo không đưa ra một mốc tăng nhiệt cụ thể, nói rằng dự thảo mới \"còn ngắn hơn những dự thảo chúng ta từng có, mà chúng ta có thể thảo luận tiếp bởi vì điều cấp thiết ở đây là tiếp tục và cho ra một giải pháp tham vọng.\""
    },
    {
      "input": "Two activists who helped identify a vagrant Genetically Modified (GM) crop of papaya, which was later confirmed and destroyed by Thai officials, now face prison over their actions, says Greenpeace.",
      "output": "Hai nhà hoạt động giúp xác nhận vụ đu đủ biến đổi gen (GM) không ổn định sau này đã được xác nhận và tiêu hủy bởi các quan chức Thái, bây giờ đang phải đối mặt với nguy cơ ngồi tù vì hành động của họ, theo tin Greenpeace."
    },
    {
      "input": "Earlier in 2006 the council was the subject of a series of reports from alleged council insiders via a blog.",
      "output": "Đầu năm 2006, Hội đồng là tâm điểm của một loạt các báo cáo từ những người bị cáo buộc trong hội đồng thông qua một blog."
    },
    {
      "input": "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.",
      "output": "Các điều kiện của giải đua này khác xa, trung tâm Thời tiết Quốc gia cho biết nhiệt độ là 88 độ F (31 độ C) tại đường đua vào thời điểm đua."
    },
    {
      "input": "The European Parliament voted in favour the Commissioners on November 18th, giving Barroso and his staff the green light to start their official five-year term starting on Monday.",
      "output": "Nghị viện châu Âu đã bỏ phiếu ủng hộ các ủy viên vào ngày 18 tháng 11, cho phép Barroso và nhân viên của anh này bắt đầu kế hoạch 5 năm chính thức của họ kể từ hôm thứ hai."
    },
    {
      "input": "The other three counts are for recklessly causing a structure or forest fire, carelessness with a flaming substance and for not having the required permit to operate equipment capable of starting a fire.",
      "output": "Ba tội khác là do thiếu thận trọng gây ra cháy rừng, bất cẩn với chất gây lửa và không có giấy phép cần thiết để vận hành thiết bị có khả năng gây ra đám cháy."
    },
    {
      "input": "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.",
      "output": "Đoạn video, được phát sóng bởi BBC dài khoảng 45 giây và cho thấy ít nhất hai trong số những tên lửa vượt khỏi tầm kiểm soát đã được phóng từ bên trong căn cứ khi lửa bùng lên và đáp xuống gần đó."
    },
    {
      "input": "\"We think we have fulfilled our task, as far as was possible, especially in this time of trials,\" they said.",
      "output": "\"Chúng tôi nghĩ rằng chúng tôi đã hoàn thành nhiệm vụ của chúng tôi, nhiều nhất có thể, đặc biệt là trong thời gian thử thách này, \" họ nói."
    },
    {
      "input": "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"",
      "output": "Scottish & Southern Energy nhận xét: \"Với giá bán hàng các năm tiếp theo cao hơn đáng kể, và với áp lực tăng giá trong điều kiện phân phối, môi trường và chi phí xã hội tăng, việc tìm cách để tránh tăng giá từ nay đến cuối năm 2010 là một mục tiêu quan trọng.\""
    },
    {
      "input": "The Duke of York is expected to greet the tourists at the Tower of London later today.",
      "output": "Công tước xứ York sẽ đến chào những du khách này tại Tháp London sau ngày hôm nay."
    },
    {
      "input": "Writing for Movieline, Kyle Buchanan characterized the letter by Haggis as \"a candid, confrontational letter to Scientology top brass\", and said \"It's a must-read.\"",
      "output": "Viết cho tờ Movieline, Kyle Buchanan đã miêu tả lá thư của Haggis như là \"một bức thư đối đầu rất ngay thẳng đối với những người đứng đầu Scientology\", và nói thêm rằng \"Nó là một bức thư nên đọc.\""
    },
    {
      "input": "\"It should all be over in three days or so.\"",
      "output": "\"Nó sẽ chấm dứt hoàn toàn trong vòng ba ngày.\""
    },
    {
      "input": "\"It certainly caused numbers to dwindle, in fact it surely caused numbers not to turn up,\" he said.",
      "output": "\"Nó chắc chắn làm cho số lượng giảm đi, trên thực tế con số này không tăng lên, \" ông nói."
    },
    {
      "input": "The Australian government and the New South Wales State goverernment are going to fund the Forbes Global CEO Conference, to be held at the Sydney Opera House next week.",
      "output": "Chính phủ Úc và chính quyền bang New South Wales đang gây quỹ cho hội nghị Forbes Global CEO sẽ được tổ chức tại nhà hát Sydney Opera House vào tuần tới."
    },
    {
      "input": "The plane was a Hurricane, one of three performing alongside the two Spitfires and five Messerschmitts.",
      "output": "Đó là một chiếc Hurricane, một trong ba chiếc biểu diễn cùng với hai chiếc Spitfire và năm chiếc Messerschmitt."
    },
    {
      "input": "Noting that it was not her suggestion but what Mr. Karunanidhi had given when she was Chief Minister, she said the Centre had recently said that such a move could reduce the impact of petrol and diesel price increase.",
      "output": "Cần lưu ý rằng nó không phải là gợi ý của bà, nhưng đó là những gì ông Karunanidhi đã đưa ra khi bà là Bộ trưởng, bà cho biết Trung tâm vừa mới thông báo rằng một động thái như vậy có thể làm giảm tác động của việc tăng giá xăng và dầu diesel."
    },
    {
      "input": "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.",
      "output": "Vào ngày hôm nay, thứ Sáu, một đồn cảnh sát thuộc Lực lượng Bảo vệ Dân sự Tây Ban Nha tại thành phố Basque của Durango vừa bị tấn công bởi một chiếc ô tô chở bom khiến hai cảnh sát bị thương."
    },
    {
      "input": "Furthermore, several storage tanks caught fire due to the blast of the bombardment and continued to burn uncontrollably for 10 days after.",
      "output": "Hơn nữa, một số bể tích trữ bị cháy do cháy nổ của các vụ ném bom và đã tiếp tục cháy vượt ra khỏi tầm kiểm soát trong 10 ngày nữa."
    },
    {
      "input": "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.",
      "output": "Các chiến thắng của đội Steel và Vixens được xem là kết quả bất ngờ nhất đối với những người theo dõi các giải đấu bóng rổ."
    },
    {
      "input": "Telecom shares fell from $5.65 to $4.65 following the disclosure, wiping about $2 billion off the value of the company.",
      "output": "Cổ phiếu của Telecom đã giảm từ 5,65 đô xuống 4,65 đô theo bảng báo cáo, làm giá trị của công ty mất đi khoảng 2 tỷ đô."
    },
    {
      "input": "Serbia reluctantly agreed to the split, and the European Union approved.",
      "output": "Serbia miễn cưỡng đồng ý tách ra, và Liên minh châu Âu đã phê duyệt."
    },
    {
      "input": "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.",
      "output": "Gou, cúi đầu thể hiện sự hối tiếc, hứa sẽ làm hết sức để ngăn chặn các bi kịch như vậy xảy ra lần nữa."
    },
    {
      "input": "The Trident missile system is carried in four nuclear-powered Vanguard class submarines, the first of which was commissioned in August 1993.",
      "output": "Hệ thống tên lửa Trident được trang bị trong bốn tàu ngầm hạt nhân vỏ Vanguard, cái đầu tiên trong số đó đã được đưa vào hoạt động vào tháng Tám năm 1993."
    },
    {
      "input": "The court also ruled that Bhoir and his co-accused's confessions were inadmissible since they \"appear to have been taken under duress.\"",
      "output": "Tòa án cũng ra phán quyết rằng lời thú tội Bhoir và các đồng bị cáo là không thể chấp nhận vì họ \"Có vẻ như đã bị cưỡng ép.\""
    },
    {
      "input": "It has also been reported that several other wrongful death lawsuits have been filed against PG&E.",
      "output": "Có báo cáo rằng nhiều vụ kiện không hợp pháp khác về các trường hợp tử vong đã được đệ trình chống lại PG&E."
    },
    {
      "input": "The Canadian House of Commons will re-open the debate on same-sex marriage next Wednesday, December 6th, when it debates a resolution to reconsider the Civil Marriage Act that was passed by the previous Liberal-led parliament in 2005.",
      "output": "Quốc hội Canada sẽ mở lại cuộc tranh luận về hôn nhân cùng-giới tính vào thứ tư tới, ngày 6 tháng Mười Hai, khi tranh luận về một quyết định để xem xét lại Luật Hôn nhân dân sự đã được thông qua bởi Đảng tự do trước đây - dẫn đầu Nghị viện vào năm 2005."
    },
    {
      "input": "Kaka then shot towards the goal, but the crossbar saved Celtic from going a goal down.",
      "output": "Sau đó Kaka sút một vào khung thành, nhưng xà ngang đã cứu cho Celtic một bàn thua trông thấy."
    },
    {
      "input": "Obama also won the tiny United States territory of the United States Virgin Islands.",
      "output": "Obama đã giành được tín nhiệm của lãnh thổ Hoa Kỳ nhỏ của quần đảo Virgin Hoa Kỳ."
    },
    {
      "input": "If the offer given by Crossrail is not accepted by any of the residents, the residents can take the case to the Land Tribunal, where the fair value will be established.",
      "output": "Nếu lời đề nghị được đưa ra bởi Crossrail không được chấp nhận bởi bất cứ người dân nào, người dân có thể đưa ra Tòa án đất đai, nơi mà giá trị phù hợp sẽ được thiết lập."
    },
    {
      "input": "Six people were killed and over $2.5 billion in damage was caused.",
      "output": "6 người đã thiệt mạng và thiệt hại tài sản lên tới hơn 2,5 tỉ đô la Mỹ."
    },
    {
      "input": "The government of Fiji's military dictator Frank Bainimarama declared a state of emergency in the city of Nadi, the country's tourist centre, and other parts of western Viti Levu.",
      "output": "Chính quyền của nhà độc tài quân sự của Fiji Frank Bainimarama tuyên bố tình trạng khẩn cấp tại thành phố Nadi, trung tâm du lịch của quốc gia, và các vùng khác ở phía Tây Viti Levu."
    },
    {
      "input": "Last week the BBC reported that the McCain campaign had released an advertisement comparing Obama to American celebrities Britney Spears and Paris Hilton, calling him \"the biggest celebrity in the world.\"",
      "output": "Tuần trước BBC đưa tin rằng chiến dịch của McCain đã đưa ra một quảng bá so sánh Obama với minh tinh Mỹ Britney Spears và Paris Hilton, gọi ông là \"ngôi sao danh tiếng nhất trên thế giới.\""
    },
    {
      "input": "One other online company Xtra had considered for the partnership was Google, among others.",
      "output": "Một trong những công ty trực tuyến mà Xtra đã cân nhắc cho quan hệ đối tác đó là Google."
    },
    {
      "input": "Heuga, along with Billy Kidd who won silver in the same event became the first Americans to win a medal in Alpine ski racing.",
      "output": "Heuga, cùng với Billy Kidd người dành huy chương bạc trong cùng giải đấu đã trở thành những người Mỹ đầu tiên đoạt huy chương ở cuộc đua trượt tuyết trên dãy Anpơ."
    },
    {
      "input": "Two explosions were heard in the city of La Paz, Bolivia on Tuesday night, March 22 and in the early morning Wednesday, March 23.",
      "output": "Hai vụ nổ đã được nghe thấy tại thành phố La Paz, Bolivia vào đêm thứ Ba, ngày 22 tháng Ba và vào sáng sớm thứ Tư, ngày 23 tháng Ba."
    },
    {
      "input": "The Australian Government's research arm has announced that it will fight the legal action to protect its intellectual property, the income of which it uses to fund its research.",
      "output": "Đội nghiên cứu của chính phủ Úc vừa thông báo họ sẽ đấu tranh chống lại hành động pháp lý để bảo vệ quyền sở hữu trí tuệ, thu nhập của họ được sử dụng để tài trợ cho nghiên cứu của mình."
    },
    {
      "input": "\"Georgia is under a state of total military aggression by the Russian navy, air force, large-scale ground operations,\" he said in a televised meeting that was broadcast on national television.",
      "output": "\"Georgia hiện đang trong tình trạng bị xâm lược quân sự bởi hải quân Nga, lực lượng không quân, các hoạt động mặt đất với qui mô lớn\" ông nói trong một cuộc họp trên truyền hình được phát trên toàn quốc."
    },
    {
      "input": "Averaged with the performance of American Dad, a cartoon produced by Family Guy creator Seth MacFarlane, FOX earned a mere 5.8 rating/9 share for the hour.",
      "output": "Nếu tính trung bình về hiệu quả của American Dad, một phim hoạt hình do đạo diễn của Family Guy là Seth MacFarlane sản xuất, FOX nhận được đánh giá 5,8/9 phần cho giờ chiếu."
    },
    {
      "input": "The occupation continues accompanied by a warning of increased union unrest in Britain.",
      "output": "Việc chiếm giữ vẫn đang tiếp tục kèm theo một lời cảnh báo về tình trạng bất ổn ngày càng tăng ở Anh."
    },
    {
      "input": "Over the summer a customized distribution of the Linux (or GNU/Linux) operating system was installed on 2,460 desktops in the Italian South Tyrol province of Bolzano.",
      "output": "Suốt mùa hè việc phân phối phần mềm còn mã của hệ thống thao tác Linux (hay GNU/Linux) được lắp đặt trên 2,460 máy tính bàn tại Bolzano thuộc tỉnh South Tyrol của Ý."
    },
    {
      "input": "Meanwhile, Pacquiao dedicated his bout against Diaz to all the victims of Typhoon Fengshen which devastated his home country, the Philippines, and killed hundreds of people.",
      "output": "Trong khi đó, Pacquiao dâng hiến trận đấu của mình với Diaz cho tất cả những nạn nhân của cơn bão Fengshen đã tàn phá nước nhà, Philippines, và giết chết hàng trăm người."
    },
    {
      "input": "This led police to step up their presence at Bulldogs matches for the rest of the season.",
      "output": "Điều này dẫn tới việc cảnh sát phải tăng cường sự hiện diện của họ tại các trận đấu của Bulldogs cho phần còn lại của mùa giải."
    },
    {
      "input": "Dr. Weiss says, \"It is thought that during pregnancy, women’s immune systems no longer destroyed the myelin.\"",
      "output": "Tiến sĩ Weiss cho biết, \"Mọi người cho rằng trong thời gian mang thai, hệ thống miễn dịch của phụ nữ không phá hủy myelin nữa.\""
    },
    {
      "input": "Australian Prime Minister John Howard will visit Banda Aceh this afternoon.",
      "output": "Thủ tướng Úc John Howard sẽ tới thăm Banda Aceh vào chiều nay."
    },
    {
      "input": "It is believed that the bomb was planted there by dissident republicans.",
      "output": "Người ta tin rằng quả bom đã được cài ở đó bởi những người ủng hộ chế độ cộng hòa bất đồng chính kiến."
    },
    {
      "input": "\"That is exactly to create the opportunity for them to do the stuffing,\" he said.",
      "output": "\"Đó chính xác là để tạo cơ hội cho họ để làm nhồi phiếu, \" ông nói."
    },
    {
      "input": "According to To, the wearing of Tiananmen Square Incident-related T-shirts or acting the Goddess of Democracy may breach the new MTR rules.",
      "output": "Theo ông To, việc mặc áo phông liên quan tới Quãng trường Thiên An Môn hay việc đóng vai Nữ thần Dân chủ có thể sẽ phạm phải những quy định MTR mới."
    },
    {
      "input": "\"Horan told her that the bishop would not see her and added, 'I suppose you won't go.'\"",
      "output": "\"Horan nói với bà ấy rằng giám mục sẽ không gặp bà ấy và nói thêm: 'tôi nghĩ là bà sẽ không đi. '\""
    },
    {
      "input": "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.",
      "output": "Theo một báo cáo của Tập đoàn Truyền thông Nam Phi (SABC), một lệnh đã được ban hành bởi Cơ quan Khởi tố Quốc gia Nam Phi (NPA) - cơ quan hoạt động một cách riêng biệt với cảnh sát, để bắt giữ ủy viên quốc gia Jackie Selebi của cảnh sát Nam Phi và chủ tịch của Interpol."
    },
    {
      "input": "The LHC, a vast scientific experiment to smash together sub-atomic particles, recently moved a step closer to its goal.",
      "output": "Máy LHC, một thí nghiệm khoa học lớn để đập vỡ các hạt hạ nguyên tử với nhau, gần đây đã tiến thêm một bước gần hơn với mục tiêu."
    },
    {
      "input": "The DOE said it expected that production would not return to normal until December.",
      "output": "DOE cũng dự kiến rằng sản xuất sẽ chưa trở lại bình thường cho đến tháng Mười Hai."
    },
    {
      "input": "Grandfather Lovett Williams said Tyrel was found upon his dead brother, Tyron.",
      "output": "Ông của họ, Lovett Williams nói Tyrel đã được tìm thấy nằm trên người anh Tyron đã chết của mình."
    },
    {
      "input": "It ended with both cars crashing out of the race.",
      "output": "Kết quả là cả hai xe văng ra khỏi đường đua."
    },
    {
      "input": "\"Qualifying this time around, with the travel and match conditions the team has experienced, is a true measure of the progress football has made.\"",
      "output": "\"Việc tuyển chọn lần này xoay quanh, với sự đi lại và những điều kiện đấu mà đội đã trải qua, thật sự là một biện pháp tiến bộ mà bóng đá đã làm được.\""
    },
    {
      "input": "Of those players charged, 27 were found guilty of at least one charge.",
      "output": "Trong số những cầu thủ bị buộc tội, có 27 người đã bị kết án ít nhất một tội."
    },
    {
      "input": "In the next few months, we will have the first Falcon 9 flight vehicle on its launch pad at Cape Canaveral, preparing for lift-off in 2009.\"",
      "output": "Trong vài tháng nữa, chúng tôi sẽ có phương tiện bay đầu tiên là tên lửa Falcon 9 ở giàn phóng ở Cape Canaveral, chuẩn bị cho lần cất cánh thử trong năm 2009.\""
    },
    {
      "input": "Michael Baigent and Richard Leigh, who jointly wrote together with a third author, a 1982 Non-Fiction book The Holy Blood and the Holy Grail have taken The Da Vinci Code publisher Random House, to court claiming that The Holy Blood and the Holy Grail storyline has been stolen by Dan Brown.",
      "output": "Michael Baigent và Richard Leigh, là đồng tác giả với một tác giả thứ ba của tiểu thuyết hiện thực Máu Thánh và Chén Thánh ra đời năm 1982, đã kiện ra tòa nhà xuất bản Random House, nhà xuất bản của tiểu thuyết Mật mã Da Vince, với cáo buộc là cuốn sách Máu thánh và Chén thánh đã bị Dan Brown ăn cắp ý tưởng."
    },
    {
      "input": "It was mixed in concrete and water and sprayed on walls and ceilings, but the practice of spraying asbestos in this manner was banned in Japan in 1975.",
      "output": "Nó được pha trộn vào bê tông và nước rồi được phun lên tường và trần nhà, nhưng việc thực hiện phun Amiăng theo cách này đã bị cấm ở Nhật Bản vào năm 1975."
    },
    {
      "input": "The AWPA said the group had been forced to flee Papua by boat because the usual way of leaving the province — by crossing the eastern border into Papua New Guinea — had been made more difficult by increased surveillance.",
      "output": "Hội liên hiệp AWPA nói rằng nhóm người này đã bị buộc phải chạy trốn khỏi Papua bằng thuyền vì bằng cách thông thường - cách vượt qua biên giới phía Đông đến Papua New Guinea – thì khó hơn nhiều vì khu vực này đã được tăng cường giám sát."
    },
    {
      "input": "The violence is a result of the belief of the protesters that Thai Prime Minister Abhisit Vejjajiva took power through illegitimate means with the support of the Thai military.",
      "output": "Bạo lực là kết quả của niềm tin của những người biểu tình rằng Thủ tướng Thái Lan Abhisit Vejjajiva lên nắm quyền thông qua các cách thức bất hợp pháp với sự hỗ trợ của quân đội Thái Lan."
    },
    {
      "input": "At a separate news-conference, US military spokesperson Major General William Caldwell said the security plan is showing signs of progress.",
      "output": "Ở một hội nghị tin tức riêng biệt, người đại diện cho quân đội Mỹ Major General William Caldwell nói rằng kế hoạch an ninh là bằng chứng cho sự tiến triển."
    },
    {
      "input": "The merchant ship was en-route from Brazil to Yemen with a cargo of sugar.",
      "output": "Chiếc tàu thương mại đang trên đường từ Brazil tới Yemen với hàng hóa là đường."
    },
    {
      "input": "It is then mixed with the zest of lemons and vanilla seed cases.",
      "output": "Sau đó nó được trộn lẫn với vị của chanh và vỏ hạt vani."
    },
    {
      "input": "Cameron's spokesperson said he had owned the bike for five years, and used it regularly to cycle to work.",
      "output": "Phát ngôn viên của Cameron cho biết ông đã sở hữu chiếc xe đạp trong năm năm và sử dụng nó thường xuyên để đi làm."
    },
    {
      "input": "Troops then moved on and the man's body was never recovered.",
      "output": "Quân đội sau đó lại tiếp tục hành quân và xác của người đàn ông thì mãi mãi không thể tìm lại được."
    },
    {
      "input": "Goldman's complaint states that in addition to himself, a training director and field director were also fired after they made it clear they would not attend the Landmark Forum.",
      "output": "Nội dung khiếu nại của Goldman cho rằng ngoài ông ra, một giám đốc đào tạo và giám đốc điều phối cũng đã bị sa thải sau khi họ thể hiện rõ thái độ rằng sẽ không tham dự Diễn đàn Landmark."
    },
    {
      "input": "The bill as unamended was agreed to and passed the third reading on the voices, without having to resort to a vote.",
      "output": "Dự luật không sửa đổi được đồng ý và thông qua lần đọc thứ ba mà không cần phải dùng đến một cuộc bỏ phiếu."
    },
    {
      "input": "Many protesters have been retaliating to the soldiers' commands, and have even started shoving and punching a few guards.",
      "output": "Nhiều người biểu tình đã đánh trả lại lệnh của binh lính, và thậm chí đã bắt đầu xô đẩy và đấm một vài vệ sĩ."
    },
    {
      "input": "Kaczynski and his wife are set to be buried on Sunday.",
      "output": "Kaczynski và vợ đã được sắp xếp để được chôn cất vào ngày Chủ nhật."
    },
    {
      "input": "Its writer, Jerry Holkins, asked that \"publishers distance themselves from a company that has shown such contempt for their industry.\"",
      "output": "Tác giả của nó, Jerry Holkins, hỏi rằng \"các nhà xuất bản tách mình ra khỏi công ty đã thể hiện sự khinh thường đối với ngành công nghiệp của họ.\""
    },
    {
      "input": "The two countries do not have a formal extradition treaty.",
      "output": "Hai nước không có hiệp ước dẫn độ chính thức."
    },
    {
      "input": "The PSNI, believe that the officer was hit by one of two shots fired by a gunman secreted in scrubland on the estate.",
      "output": "PSNI, tin rằng sĩ quan này đã bị một trúng một trong hai phát đạn do một tay súng trốn trong các bụi rậm ở khu này bắn ra."
    },
    {
      "input": "Only one month earlier the Times produced another story for parents to agonize over, this time based on a study from the Brookings Institution, entitled \"Are Kids Getting Too Much Praise?\"",
      "output": "Chỉ một tháng mới đây tờ thời báo đã công bố một nghiên cứu khác về sự tuyệt vọng của các bậc cha mẹ, kết quả này được đưa ra dựa vào một nghiên cứu từ Tổ chức Bookings với tiêu đề \"Trẻ em đang nhận được quá nhiều sự khen ngợi?\""
    },
    {
      "input": "When racing for the 20 minute sprint race started Germany and New Zealand 'locked horns' before the very first corner.",
      "output": "Khi cuộc đua nước rút dài 20 phút bắt đầu Đức và New Zealand đã 'đối đầu nhau'ngay trước góc cua đầu tiên."
    },
    {
      "input": "The raids comes after US president Barack Obama withdrew combat forces from Iraq, leaving 50,000 behind to aid Iraqis, two weeks ago.",
      "output": "Các cuộc càn quét xảy ra sau khi tổng thống Mỹ Barack Obama rút lực lượng chiến đấu khỏi Iraq, để 50.000 người ở lại để hỗ trợ Iraq, hai tuần trước đây."
    },
    {
      "input": "The 15-year-old suspect's home and computers were searched and evidence was collected, which revealed that he allegedly tried to purchase black powder explosives and machine guns over the Internet.",
      "output": "Nhà và các máy tính của nghi phạm 15 tuổi này được tìm kiếm và chứng cứ đã được thu thập, tiết lộ việc thiếu niên này đã định mua thuốc nổ dạng bột màu đen và súng máy trên Internet."
    },
    {
      "input": "Political figures in the UK continue to raise concerns about both the specific loss of this information, and the nature of governments ability to safely gather and maintain information.",
      "output": "Các đảng phái chính trị tại Anh tiếp tục tỏ ra lo ngại về vụ việc mất dữ liệu cụ thể này và cả khả năng của Chính phủ trong việc thu thập và bảo vệ thông tin một cách an toàn."
    },
    {
      "input": "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.",
      "output": "Một nhân viên cảnh sát ở quận Armagh, phía Bắc Ireland đã bị một tay súng của Continuity IRA bắn chết chỉ 48 tiếng sau khi hai binh sĩ bị hạ sát."
    },
    {
      "input": "Tournament hosts France slumped to a shock defeat against Argentina in the opening match of the 2007 Rugby World Cup.",
      "output": "Đội chủ nhà Pháp đã nhanh chóng bị đối thủ Argentina hạ gục một cách bất ngờ trong trận mở màn Cúp bóng bầu dục thế giới năm 2007."
    },
    {
      "input": "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).",
      "output": "Các vị thánh mới là Rosa Venerini (1656-1728), Mẹ Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), và Đức Giám mục Rafael Guizar Valencia (1878-1938)."
    },
    {
      "input": "After getting there, they said, they found four starving children sitting next to the bodies of their dead mothers.",
      "output": "Sau khi tiến được xe cứu thương đến đó, họ cho biết, họ đã tìm thấy bốn đứa trẻ đói ngồi bên cạnh thi thể của người mẹ đã chết."
    },
    {
      "input": "Racing for the women's and lightweight crews took place at Henley on April 1st, where Cambridge won the Women's Boat Race and Oxford won the reserve women's, lightweight women's, lightweight men's and reserve lightweight men's races.",
      "output": "Cuộc đua giành cho nữ và các đội hạng nhẹ đã diễn ra tại Henley vào ngày 1 Tháng Tư, nơi đội Cambridge đã đoạt giải đua thuyền giành cho nữ và Oxford giành chiến thắng tại giải đua giành cho đội nữ dự bị, giải đua giành cho nữ hạng nhẹ, giải đua giành cho nam hạng nhẹ và giải đua giành cho nam hạng nhẹ dự bị."
    },
    {
      "input": "Fantino said the on-going occupation of a property by members of the Six Nations Reserve is beyond his ability to resolve.",
      "output": "Fantino cho biết sự chiếm đóng đất đai đang diễn ra do những thành viên thuộc Six Nation Reserve là ngoài khả năng giải quyết của ông."
    },
    {
      "input": "Ottobrock has a welding workshop where frames are repaired; the teams' equipment managers understandably cannot bring such heavy equipment with them to the games, so they rely on the workshops.",
      "output": "Ottobrock có một xưởng hàn để chỉnh lại khung; những người quản lý thiết bị của các đội không thể đem những thiết bị nặng như vậy theo các trận đấu vì vậy họ phải phụ thuộc vào các xưởng này."
    },
    {
      "input": "Rogers has exclusive rights to the iPhone in Canada since it is the only national wireless carrier that supports the iPhone's transmission standards.",
      "output": "Rogers được độc quyền bán iPhone tại Canada kể từ khi trở thành nhà cung cấp dịch vụ không dây quốc gia duy nhất hỗ trợ các chuẩn truyền dữ liệu của iPhone."
    },
    {
      "input": "Mike Wacht works in public relations and marketing, focusing on transportation and construction.",
      "output": "Mike Wacht làm việc trong lĩnh vực quan hệ công chúng và marketing, tập trung vào mảng giao thông và xây dựng."
    },
    {
      "input": "The Republican National Committee has elected African-American Michael S. Steele as its chairman.",
      "output": "Ủy Ban Quốc Gia Đảng Cộng Hòa đã bầu Micheal S. Steele, người mang trong mình dòng máu Mỹ-Phi làm chủ tịch."
    },
    {
      "input": "These flights are expected to last until July 1, with seven Belarusian and two Russian inspectors monitoring foreign planes.",
      "output": "Những chuyến bay này dự kiến sẽ kéo dài cho đến ngày 1 tháng 7, với bảy thanh tra Belarus và hai thanh tra người Nga giám sát các máy bay nước ngoài."
    },
    {
      "input": "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.",
      "output": "Các quan chức thuộc Bộ Quốc Phòng Hoa Kỳ cho biết cách đây một tuần máy báy chiến đấu của Israeli đã tấn công ít nhất một mục tiêu trong lãnh thổ của Syria."
    },
    {
      "input": "If the plumes emanated from ice, they should have very little salt in them.",
      "output": "Nếu các luồng hơi bắt nguồn từ băng, thì chúng hẳn phải chứa rất ít muối trong đó."
    },
    {
      "input": "Some schools stayed closed on Wednesday, while others shut at lunchtime.",
      "output": "Một số trường học vẫn tiếp tục đóng cửa hôm thứ tư còn một số trường khác thì đóng cửa vào giờ ăn trưa."
    },
    {
      "input": "Joba's father, Harlan Chamberlain, 55, collapsed at his home in Lincoln, and is currently at St. Elizabeth Regional Medical Center.",
      "output": "Cha của Joba, Harlan Chamberlain, 55 tuổi, đã bị đột quỵ tại nhà riêng ở Lincoln và hiện đang được chăm sóc tại Trung tâm Y tế St. Elizabeth của vùng."
    },
    {
      "input": "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.",
      "output": "\"Vì vậy, đối với tôi đó là một nỗ lực để đi đến một nơi mà tôi nghĩ đang lan truyền sự chết chóc và bắt đầu công khai sự thật, \" cô nói."
    },
    {
      "input": "\"The evidence supports the conclusion that the shooting of all three AIF by the corporal during the assault on the mosque was consistent with the ROE (rules of engagement).\"",
      "output": "\"Bằng chứng chứng minh cho kết luận rằng việc bắn tất cả ba người lính AIF bởi hạ sĩ trong cuộc đột kích ở nhà thờ Hồi giáo phù hợp với ROE (những quy tắc giao chiến).\""
    },
    {
      "input": "Under the Treaty of Perpetual Peace agreed in 1502 by the English King Henry VII and the Scottish King James IV, Berwick was declared to be \"of the Kingdom of England but not in it\".",
      "output": "Theo Hiệp ước quy định Hòa bình Vĩnh viễn được vua Henry VII của Anh và vua James IV của Scotland ký kết năm 1502, Berwick đã được tuyên bố là \"một phần của Vương quốc Anh nhưng lại không nằm trong quốc gia này.\""
    },
    {
      "input": "In the legislative election, the PSD+PUR coalition obtained 40% of the vote, while the Truth and Justice alliance trailed with 35%.",
      "output": "Trong cuộc bầu cử lập pháp, liên minh PSD + PUR thu được 40% số phiếu, trong khi liên minh Sự thật và Công lý theo sau với 35%."
    },
    {
      "input": "He also said authorities believe the women were unaware of plans to detonate the explosives.",
      "output": "Ông cũng cho biết các nhà chức trách tin rằng những người phụ nữ đã không biết về kế hoạch kích nổ những quả bom."
    },
    {
      "input": "According to David Eun, a passenger on the airplane and the executive vice president of Samsung, the tail came off of the plane upon landing.",
      "output": "Theo David Eun, một hành khách trên máy bay và phó chủ tịch điều hành của Samsung, phần đuôi máy bay đứt rời khi hạ cánh."
    },
    {
      "input": "He won a bronze medal in the slalom with a time of 2.11.52.",
      "output": "Ông dành một huy chương đồng ở nội dung trượt dốc có chướng ngại vật với thời gian 2.11.52."
    },
    {
      "input": "Mike Godwin, General Counsel of Wikimedia, was scheduled to participate in the panel, 'The World that Wikipedia Made,' on May 15.",
      "output": "Mike Godwin, Tổng Cố Vấn của Wikimedia, được dự kiến tham gia hội thảo 'Thế giới mà Wikipedia tạo nên,' vào ngày 15 tháng 5."
    },
    {
      "input": "The raids were in connection with the failed bombings on July 21.",
      "output": "Các cuộc đột kích này liên quan đến các vụ đánh bom bất thành vào ngày 21 tháng Bảy."
    },
    {
      "input": "When asked when they believed individuals should be given human rights, Obama responded that the question was \"above [his] pay grade\" while McCain decisively replied that he believed it should occur \"at the moment of conception.\"",
      "output": "Khi được hỏi khi nào họ tin rằng tất cả mọi người đều được hưởng nhân quyền, ông Obama đã trả lời rằng câu hỏi này \"vượt quá mức lương [của ông ấy]\" trong khi đó ông McCain trả lời một cách quyết đoán rằng ông ấy tin là điều này vốn đã xảy ra \"kể từ lúc con người được thụ thai.\""
    },
    {
      "input": "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"",
      "output": "Người hàng xóm khác nói thêm, \"Những người hàng xóm tuyệt vời, những đứa trẻ dễ thương nhất mà tôi từng biết.\""
    },
    {
      "input": "The incident occurred just outside an US installation dubbed \"Camp Phoenix\".",
      "output": "Sự việc xảy ra ngay bên ngoài một kho quân sự của Mỹ là \"Trại Phoenix.\""
    },
    {
      "input": "These numbers have not been independently verified because, except for a few military-organized trips, the military has largely closed the area to journalists and aid agencies.",
      "output": "Những con số vẫn chưa được kiểm chứng cụ thể vì, ngoại trừ một vài chuyến đi quân sự được tổ chức, quân đội đã đóng cửa phần lớn khu vực không cho phóng viên và cơ quan viện trợ vào."
    },
    {
      "input": "Hours later, two suspects in the crime were arrested by the police in the city of El Alto.",
      "output": "Vài giờ sau đó, hai nghi phạm trong vụ nổ đã bị cảnh sát ở thành phố El Alto bắt giữ."
    },
    {
      "input": "Just before the announcement of the government taking office, nearly 1,500 people were protesting outside the parliament building over the collapsed government and the recent financial crisis, but protesters seemed happy about the change.",
      "output": "Ngay trước khi có thông báo về chính phủ mới nhậm chức, gần 1.500 người đã biểu tình bên ngoài tòa nhà quốc hội phản đối chính phủ sụp đổ và cuộc khủng hoảng tài chính gần đây, nhưng những người biểu tình có vẻ vui mừng về sự thay đổi."
    },
    {
      "input": "He received $59 million for his performance in the position.",
      "output": "Ông đã nhận $59 triệu từ việc đảm nhận vị trí này."
    },
    {
      "input": "Brash said he had hoped to return as Prime Minister to give this speech.",
      "output": "Brash cho biết ông đã hy vọng sẽ trở lại làm Thủ tướng để trình bày bài phát biểu này."
    },
    {
      "input": "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.",
      "output": "\"Những đám mây đã tan đi và đó là lý do tại sao chúng tôi đã quyết định phóng, \" người kiểm soát nhiệm vụ cho biết trên kênh NASA TV."
    },
    {
      "input": "The Dow Jones Industrial Average (DJIA), one of the main stock indices in the United States, has broken an all-time closing record, to close at 14,000.41 points which is up 82.19 points (0.59%) from its last close.",
      "output": "Chỉ số bình quân công nghiệp Dow Jones (DJIA), một trong những chỉ số thị trường chứng khoán chính của Mỹ, đã tạo ra một kỷ lục giá đóng cửa mới với 14.000,41 điểm, tăng 82,19 điểm (0,59%) so với ngày hôm trước."
    },
    {
      "input": "The cause of the accident is under investigation, but no other jets are said to be involved.",
      "output": "Nguyên nhân của vụ tai nạn đang được điều tra, nhưng không có máy bay nào khác được cho là có liên quan."
    },
    {
      "input": "Amidst ongoing Israeli bombings of Gaza, with the death toll of the bombardments up to 537 with another 2,500 people wounded, UN food agencies again warned that the people of Gaza are facing a heavy humanitarian crisis.",
      "output": "Giữa các vụ đánh bom liên tục của Israel vào dải Gaza, với số người chết trong các vụ oanh tạc lên đến 537 người, 2.500 người khác bị thương, cơ quan lương thực UN một lần nữa cảnh báo rằng người dân Gaza đang phải đối mặt với một cuộc khủng hoảng nhân đạo lớn."
    },
    {
      "input": "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.",
      "output": "Lúc 07:00 giờ UTC hôm nay (19:00 giờ NZST, giờ địa phương), cuộc tuyển cử đã khép lại đợt tổng tuyển cử năm 2005 ở New Zealand."
    },
    {
      "input": "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.",
      "output": "Camera này hoạt động nhờ nguồn điện dự phòng kể từ ngày 30 tháng Sáu năm 2006, khi các kỹ sư chuyển từ nguồn điện chính (\"Side A\") sang nguồn dự phòng (\"Side B\") do một trục trặc kỹ thuật."
    },
    {
      "input": "French broadcasters are also planning an international television network, CFII aimed at presenting the French view on world events.",
      "output": "Đài truyền hình Pháp cũng đang lên kế hoạch cho một mạng lưới truyền hình quốc tế, CFII nhằm mục đích thể hiện quan điểm của Pháp về các sự kiện trên thế giới."
    },
    {
      "input": "Robert Mugabe, president of the Republic of Zimbabwe bitterly slated opposition and the United Kingdom, Zimbabwe's former colonial ruler, in a speech he made earlier today.",
      "output": "Robert Mugabe, Tổng thống Cộng Hòa Zimbabwe, đã chỉ trích kịch liệt sự phản đối và Vương quốc Anh, cựu cai trị thuộc địa Zimbabwe, trong một bài phát biểu gần đây."
    },
    {
      "input": "The parents aired their concerns over health issues at schools and workplaces, including a rash of leukemia cases in the student population, and began a dialogue they have been working toward for years.",
      "output": "Các bậc phụ huynh bày ỏ sự quan tâm của họ về các vấn đề sức khỏe ở trường học và nơi làm việc, bao gồm một loạt những trường hợp bệnh bạch cầu ở học sinh, và bắt đầu một cuộc đối thoại mà họ đã hướng tới trong nhiều năm."
    },
    {
      "input": "The Democratic Party holds supermajorities in both houses of the legislature.",
      "output": "Đảng Dân chủ chiếm giữ đại đa số trong cả hai viện lập pháp."
    },
    {
      "input": "The Chief of Vladivostok City Police Department colonel Nikolay Panchenko commented: \"The meeting participants are sure, that the authorities hide a true number of the dead and refer to the web-site fire.zloe.net.\"",
      "output": "Cảnh sát trưởng của Sở Cảnh Sát thành phố Vladivostok, đại tá Nikolay Panchenko nói: \"Cuộc gặp gỡ của các bên liên quan chắc chắn sẽ diễn ra, các nhà chức trách đã giấu đi con số thương vong và đăng tải trên trang web fire. zloe. net.\""
    },
    {
      "input": "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.",
      "output": "Theo David Molden, người đứng đầu cuộc nghiên cứu tại Viện quản lý nước quốc tế tại Sri Lanka, nếu con người đang phát triển nhiên liệu sinh học và thực phẩm vô hình chung sẽ tạo ra áp những lực mới."
    },
    {
      "input": "\"If Mr Netanyahu is serious, he can send a team of experts, and we'll send a team of experts to Turkey.\"",
      "output": "\"Nếu ông Netanyahu nghiêm túc, ông ta có thể cử một nhóm chuyên gia và chúng tôi cũng cử một nhóm chuyên gia đến Thổ Nhĩ Kỳ.\""
    },
    {
      "input": "If questionable welds are found in the support piers, according to reports, much of the new construction may have to be torn down to be rebuilt.",
      "output": "Nếu những mối hàn đáng ngờ được tìm thấy trong các trụ cầu hỗ trợ, theo như báo cáo, thì nhiều công trình mới có thể phải bị phá bỏ để xây dựng lại."
    },
    {
      "input": "Writer Armando Iannucci hoped that if Langham was found not guilty, he would be able to appear in his show again.",
      "output": "Tác giả Armando Iannucci hy vọng rằng nếu Langham không bị kết tội, ông ta có thể xuất hiện lại trong phim của ông."
    },
    {
      "input": "\"It appears that the military, for the most part, is present as a show of support and to act if any anti-Coup action should take place.\"",
      "output": "\"Có vẻ chủ yếu là quân đội có mặt để thể hiện sự ủng hộ và sẽ hành động nếu có bất kì hành động chống đảo chính nào diễn ra.\""
    },
    {
      "input": "She had begun preparing for this journey at the age of thirteen.",
      "output": "Cô bé đã bắt đầu chuẩn bị cho chuyến đi này khi mười ba tuổi."
    },
    {
      "input": "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.",
      "output": "Máy bán hàng tự động bán thuốc lá ở nơi công cộng sẽ bị cấm nếu quảng cáo và tài trợ thuốc lá."
    },
    {
      "input": "We now have to do whatever is possible to stop this strike from proceeding, he said.",
      "output": "Bây giờ chúng ta phải làm bất cứ điều gì có thể để ngăn chặn cuộc đình công này tiếp tục, ông nói."
    },
    {
      "input": "\"It will also have greater potential for further growth by optimising the dual hubs of London and Madrid and providing continued investment in new products and services.\"",
      "output": "\"Nó cũng sẽ có tiềm năng lớn hơn để phát triển hơn nữa bằng cách tối ưu hóa các trung tâm kép của Luân Đôn và Marid và cung cấp đầu tư liên tục vào những sản phẩm và dịch vụ mới.\""
    },
    {
      "input": "The West Coast Fever are the only Australian side in the competition to never have won the league's championship, with their best ever finish being seventh in the ten-team competition.",
      "output": "West Coast Fever là đội bóng Australia duy nhất trong cuộc thi chưa bao giờ giành được chức vô địch của giải, với thành tích xuất sắc nhất là đứng thứ bảy trên tổng số mười đội tham gia."
    },
    {
      "input": "Replacements for the smaller nuclear-powered w:attack submarines are under construction and will be armed with Tomahawk missile tactical missile systems.",
      "output": "Những thay thế cho tàu ngầm w:tấn công với năng lương hạt nhân nhỏ hơn đang được tiến hành và sẽ được trang bị với hệ thống tên lửa chiến thuật Tomahawk."
    },
    {
      "input": "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.",
      "output": "Hôm qua, Bóng rổ Úc tuyên bố đội tuyển Olympic chính thức cho Thế vận hội Olympics Mùa hè năm 2012 trước một chuỗi trận chia tay ở khu vực Melbourne vào cuối tuần này cho cả đội nữ Opals và đội nam Boomers."
    },
    {
      "input": "On September 13, a final appeal against extradition was rejected by an Italian court despite his lawyer's protests that he could not get a fair trial in the UK.",
      "output": "Ngày 13 tháng Chín, kháng án dẫn độ cuối cùng đã bị toà án Ý bác bỏ bất chấp sự phản đối của luật sư bào chữa cho rằng hắn sẽ không được xét xử công bằng ở Anh."
    },
    {
      "input": "Slim Pickings, leading the race at the penultimate fence, was overtaken by Silver Birch on the last jump.",
      "output": "Slim Pickings, vốn dẫn đầu cuộc đua ở hàng rào áp chót, đã bị Silver Birch vượt qua ở cú nhảy cuối cùng."
    },
    {
      "input": "News Limited newspapers The West Australian and the Courier Mail reported that swing voters would decide the election.",
      "output": "Tờ The West Australian và tờ Courier Mail của News Limited đưa tin rằng các cử tri dao động sẽ là người quyết định cuộc bầu cử."
    },
    {
      "input": "The city has been one of the hot spots for protests against Bashar al-Assad's government during 2011.",
      "output": "Thành phố này là một trong những điểm nóng về các cuộc biểu tình chống chính phủ của Bashar al-Assad trong năm 2011."
    },
    {
      "input": "On Monday, Admiral William J. Fallon, the commanding officer of United States Central Command which is responsible for the Middle East, East Africa and Central Asia, speaking in Financial Times, said that a strike against Iran is \"not in the offing.\"",
      "output": "Vào ngày thứ Hai, Đô đốc William J. Fallon, sĩ quan chỉ huy của United States Central Command người chịu trách nhiệm khu vực Trung Đông, Đông Phi và Trung Á, đã nói với Financial Times, rằng một cuộc tấn công chống lại Iran là \"sẽ không diễn ra.\""
    },
    {
      "input": "This move comes soon after a press release was made available by the European Parliament saying that \"in the last year scientific evidence, though disputed, has indicated that biofuels may not be as good for the environment as was once thought.\"",
      "output": "Động thái này xuất phát ngay sau khi một thông cáo báo chí của Nghị viện châu Âu nói rằng \"trong những bằng chứng khoa học năm ngoái, mặc dù có nhiều tranh chấp, đã chỉ ra rằng nhiên liệu sinh học có thể không được tốt cho môi trường như đã từng nghĩ.\""
    },
    {
      "input": ":(d) after this provision was added in 1984, both notions and actual situations of people in Japan have been becoming of variety, as to family life or parent-child relationship.",
      "output": ": (d) sau khi quy định này đã được bổ sung vào năm 1984, cả quan niệm và tình huống thực tế của người dân Nhật Bản đã trở nên đa dạng, như cuộc sống gia đình hay mối quan hệ cha-con."
    },
    {
      "input": "The boy held the rifle at the butt in his right arm with his finger on the trigger.",
      "output": "Cậu bé cầm súng đùa giỡn bằng tay phải với ngón tay đặt vào cò súng."
    },
    {
      "input": "The historically close relations between Canada and the U.S. was evident during the recent Virgin Atlantic incident, where a flight was intercepted by 2 Canadian CF-18 jet fighters.",
      "output": "Mối quan hệ thân thiết lâu dài giữa Canada và Mỹ đã được minh chứng qua sự cố gần đây của hãng Virgin Atlantic, khi một chuyến bay của hãng bị chặn bởi 2 chiến đấu cơ CF-18 của Canada."
    },
    {
      "input": "The appeal was argued before the 9th Circuit in Honolulu in November 2005.",
      "output": "Đơn kháng cáo đã được đưa ra trước khi Tòa án Kháng cáo lần thứ 9 diễn ra tại Honolulu vào tháng Mười một năm 2005."
    },
    {
      "input": "The baby was delivered with a Caesarean section, and will not be named until a ceremony seven days after his birth.",
      "output": "Đứa trẻ được sinh ra bằng quá trình mổ đẻ và sẽ không được đặt tên cho tới lễ kỉ niệm bảy ngày sau khi sinh."
    },
    {
      "input": "OpenOffice.org today released version 2.0 of their free software office suite.",
      "output": "OpenOffice. org hôm nay đã phát hành phiên bản 2.0 bộ phần mềm văn phòng miễn phí của họ."
    },
    {
      "input": "Freeing trapped victims from underneath the wreckage took rescue workers under twenty minutes, according to Lindquist.",
      "output": "Những nạn nhân bị mắc kẹt dưới đống đổ nát được giải cứu đã giải cứu các công nhân sau 20 phút, theo lời Linquist."
    },
    {
      "input": "It is not clear who the leader of the coup is, although several military sources said that Major Adamou Harouna of the Nigerien Army was responsible.",
      "output": "Vẫn chưa biết người lãnh đạo của cuộc đảo chính là ai, mặc dù vậy, một số nguồn tin quân sự cho biết rằng chính Adamou Harouna của Quân đội Niger chịu trách nhiệm cho việc này."
    },
    {
      "input": "It stated that Mann had \"shown sufficient and credible signs of repentance and a desire to take his place in society.\"",
      "output": "Chính quyền nói rằng Mann đã \"chứng tỏ đủ và có những biểu hiện ăn năn đáng tin và mong muốn thực hiện nhiệm vụ của ông ta trong xã hội.\""
    },
    {
      "input": "\"Tree's limbs break under the weight of the snow and bring down power lines as they fall,\" said a statement on NOAA's website.",
      "output": "\"Các cành cây bị gẫy dười sức nặng của tuyết và làm kéo đường dây điện đi xuống khi chúng bị đổ, \" một thông cáo của NOAA trên trang web."
    },
    {
      "input": "Officials said that Malik, a former Taliban supporter, had switched sides and raised a militia to fight the Taliban.",
      "output": "Các quan chức cũng cho biết Malik, người trước đây đã ủng hộ nhóm Taliban, đã thay đổi lập trường và còn thành lập lực lượng dân quân chống lại Taliban."
    },
    {
      "input": "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"",
      "output": "\"Dựa trên tất cả bằng chứng về vụ việc, và những quy tắc giao chiến có hiệu lực vào thời điểm đó, rõ ràng hạ sĩ có lý khi tin rằng những gì AIF thể hiện trong cuốn băng đã tạo ra nguy cơ thù địch và việc sử dụng lực vũ lực làm chết người là hợp lý.\""
    },
    {
      "input": "Tuva, Siberia, and nearby Buryatiya have rates of 120 and 77 per 100,000 respectively.",
      "output": "Tuva, Siberia và vùng gần Buryatiya có tỷ lệ tương ứng là 120 và 77 người trên 100.000 người."
    }
  ]
}