{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, it is your task to translate a sentence in the language Bahasa into the English language."
,
    "Positive Examples": [
        {
            "input": "Baru-baru ini beberapa kota busana telah diamanatkan sebagai indeks masa tubuh minimum untuk para model di landas pacu.",
            "output": "Recently some fashion capitals have mandated minimum body mass indexes for runway models.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Boswell mengatakan: \"Penelitian lebih lanjut tentang efek BZP akan segera dikeluarkan oleh Menteri Kesehatan, \" sementara pemerintah Selandia Baru sedang berdebat apakah itu harus dilarang atau dibatasi penjualannya atau tidak.",
            "output": "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Random House adalah penerbit keduanya, The Da Vinci Code dan The Holy Blood and The Holy Grail.",
            "output": "Random House is the of publisher of both The Da Vinci Code and The Holy Blood and The Holy Grail.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Penerbangan #214 dari Seoul, membawa 291 penumpang — termasuk satu bayi, dan 16 anggota kru — menabrak di lintasan 28L.",
            "output": "The conference is sponsored by Korean corporations such as Samsung, SK Corporation, LG, Yuhan-Kimberly, and Asiana Airlines.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "\"Ini adalah yang terendah bahkan pada sejarah demografis negara tersebut, \" dia mengatakan dan mencatat \"sensus terakhir tersebut di tahun 2001 telah memperingatkan kami tentang hal itu, gejalanya telah memburuk.\"",
            "output": "\"Getting Iranian behavior to change and finding ways to get them to come to their senses and do that is the real objective.\"",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "Sasaran yang ingin dicapai adalah untuk menurunkan jumlah user IE6 sampai kurang dari satu persen.",
            "output": "The show culminated with all 80,000 joining in with the band on the winning song, Hard Rock Hallelujah.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Breur mengatakan bahwa proses tersebut umum di Rusia untuk menghindari pajak yang berlebihan.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Wartawan ini meminta perhatian atas hubungan presiden demisioner Kolombia Alvaro Uribe dengan kelompok-kelompok milisi sayap kanan di kawasan Amerika Selatan yang kerap dilanda perang.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Patung-patung tersebut, sebuah replika baru dari \"Dewi Demokrasi\" dan pahatan yang disebut \"Relief Pembantaian Tiananmen\", yang ditempatkan di serambi pusat perbelanjaan Hong Kong Times Square dalam memperingati hari terjadinya Insiden Tiananmen ke-21.\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "Afrika Selatan keluar dari Kejuaraan Dunia Kriket 2011 setelah dikalahkan Selandia Baru di perempat final, yang dimainkan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Sayangnya mereka datang terlambat untuk pemakaman dan delegasi hanya melihat sebagian aktifitas pemakaman.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "Ia menghabiskan 3 jam 1 malam dalam apa yang dianggap salah satu instansi lebih kelas atas di Manhattan, Kamar Tersembunyi Rebecca, dimana menurut The Village Voice, \"Anda dapat mengambil pacar atau istri, dan perlakukan mereka dengan hormat-kecuali mereka berharap untuk diperlakukan dengan sesuatu selain rasa hormat!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "Kemah latihan Manny Pacquiao yang dipimpin oleh manajer Freddie Roach mengklaim bahwa Diaz akan membutuhkan sebuah \"keajaiban\" untuk menghentikan \"The Pacman\" dari usaha bergerak menuju kelas berat 135 lbs dimana Diaz menjadi juara bertahan disana.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Kereta Edgware Road, berangkat ke Paddington dan juga dalam Circle, meledak berlawanan dari kereta yang datang dari arah yang berlawanan, membuat orang pada awalnya berpikir bahwa ada kereta tergelincir.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Sebagai hasil dari konstruksi jalur Crossrail, ratusan rumah akan memiliki terowongan yang digali di bawah kediaman mereka.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "Lebih dekat dengan permukaan bulan, Cassini menemukan butiran yang lebih besar kaya dengan natrium dan potasium mendominasi gumpalan.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Abe adalah politikus generasi ketiga yang berkaitan dengan dua mantan Perdana Menteri.\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "Canadian Music Hall of Fame menambahkan band rock veteran Kanada Triumph di daftar nama kehormatannya.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "SLW Group sukses dalam memperoleh akun 10 juta Dollar seperti yang telah diungkapkan hari ini.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Clinton berada di puncak setiap jajak pendapat nasional tentang kemungkinan calon Demokrat dan telah mencoba untuk merahasiakan kelebihannya kepada para pendukung dan staf barunya.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Para ilmuwan mencari perubahan kecil dalam gerakan giroskop untuk mendeteksi efek bingkai yang terseret, serta efek geodetik yang jauh lebih besar - koreksi kecil untuk medan gravitasi bumi karena perbedaan antara Einstein dan teori gravitasi Newton.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "Avila menang dengan sekitar 131.000 suara, margin lebih dari tiga persen dari empat juta suara di final.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Dia mengkritik tanggapan pers pada peristiwa tersebut, mengatakan, \"Itu melebihi penghinaan, Anda tahu, apa pun yang semua publik figur atau semua orang di Amerika harus sabar menghadapinya, media utama menertawakan tentang itu.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "Gou, menundukkan kepala sebagai ekspresi penyesalan, berjanji untuk berusaha menjaga agar tragedi seperti itu tidak akan terjadi lagi.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Tanggal pelaksanaan dan periode evakuasi bangunan adalah tidak tetap.\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "Benjamin Mullany, warga Inggris yang ditembak bersama istrinya ketika berlibur di Antigua akhirnya meninggal.\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "Lightning dan Penguins akan bermain game pameran di Jerman dan Finlandia.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Kedua kota di Senaki dan Zugdidi terletak tepat di Georgia, diluar dari \"batas aman\" di sekitar daerah Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Kecuali Google yang menyesuaikan kode di belakang perhitungan tersebut, tulisan tersebut akan terbaca \"Di atas 2.075\" setelah 9 April.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "Awalnya Ortega meninggalkan Venezuela setelah dikeluarkan surat penangkapan pada 2003, BBC melaporkan bahwa ia telah kembali ke Venezuela dari Costa Rica Agustus lalu.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Setahun setelah tsunami Samudera Hindia, kesedihan dan rasa iba dunia dikembalikan pada tsunami sepanjang garis pantai dari Samudera Hindia, yang sedikitnya 216.000 kehilangan hidupnya.\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "Bom pertama yang meledak berada di kereta Liverpool Street segera setelah itu ditinggalkan di Aldgate pada jalur Circle, yang kedua sebelum yang lain.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Pemadam kebakaran, selalu sibuk di sekitar waktu ini tiap tahun, menyerukan untuk penggunaan tampilan kembang api yang aman dan legal dan mendesak warga untuk menghadiri tampilan publik yang terorganisir.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Lagu \"Let Me Hold You\" dari Bow Wow bersama Omarion turun 5-9 dan \"You and Me\" dari Lifehouse mengakhiri top-10 dengan naik 2 peringkat.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "Sebuah ledakan dan kebakaran tengah malam pada sebuah penyulingan minyak Negara Bagian Washington di Anacortes, Washington, Amerika Serikat, sebuah kota sekitar 80 mil selatan Vancouver, Kanada, kemarin menewaskan empat orang dan mencederai kritis tiga orang lainnya.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Beberapa try dari Doug Howlett, Mils Muliaina dan dua dari Sitiveni Sivivatu meningkatkan keunggulan All Black yang mengesankan.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Stasiun kereta bawah tanah Picadilly Circus telah dibuka kembali setelah penutupan yang lalu.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Penembakan Al-Sayed bertempat di ruangan Bab Amr di Homs.\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "Parlemen di kedua negara menyetujui perjanjian, yang akan mengikat kedua negara.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "Para peneliti kemudian berupaya untuk memperoleh kembali uang mereka dan pergi ke hotel tempat Whitton dan Dyer tinggal, namun hanya menemukan kamar yang kosong dan kedua orang tersebut tidak diketahui keberadaannya.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "\"Mereka adalah atlet-atlet yang luar biasa, murid dengan nilai A, anak laki-laki yang baik, sangat sulit, \" kata seorang tetangga bernama Don Taylor.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "Keamanan lalu lintas ditakutkan menjadi sebuah ancaman cedera bagi para suporter Piala Dunia.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Manchester United mengalahkan AS Roma dengan skor 1-0 dalam pertandingan di Grup F Liga Champions UEFA 2007-2008 di Old Trafford, Manchester, Inggris.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Para peneliti dan Badan Kanker Alberta dan Capital Health belum menyarankan penggunaan DCA untuk pengobatan kanker, karena percobaan klinis atas penggunaan obat untuk mengobati kanker belum dilakukan.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "\"Menurut penyidik, tindakan teror tersebut adalah yang pertama kalinya dan terutama ditujukan melawan warga negara asing.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "Pemerintah Rusia dan Turki hari ini menandatangani perjanjian mengenai Rusia akan memimpin pembangunan pembangkit tenaga nuklir senilai 20 milyar dollar Amerika di di Turki, negara pertama.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "Gempa pertama tercatat sebesar 4,7 skala Richter terjadi di wilayah pegunungan dan yang kedua sebesar 5,1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Pria-pria tersebut yang diselamatkan pada 9 Mei belum berbicara secara publik tentang waktu yang mereka habiskan terjebak di bawah tanah.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "Menteri Pertama Salmond meluncurkan sebuah taman peringatan dan patung perunggu yang telah ditempatkan untuk menandai peringatan 50 tahun insiden itu.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Konstitusi ini juga memberikan wanita hak-hak yang setaraf untuk mendapatkan harta warisan, dan membahas berbagai masalah pemilu tingkat daerah.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "Pada pernyataan kepada Komisaris, bemobile mengakui tidak membangun tiang pemamcar baru sejak bagian terakhir tahun 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "\"Langit sudah jernih dan kami memutuskan untuk melakukan peluncuran, \" ujar kontrol misi kepada NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Safia Ahmed-Jan, Direktur Kementerian Urusan Wanita Afganistan untuk Provinsi Kandahar dan seorang pejuang hak-hak wanita yang juga seorang yang kritikus terhadap Taliban yang menindas hak-hak tersebut, ditembak mati oleh pria bersenjata tidak dikenal di luar rumahnya di kota Kandahar, Afganistan selatan pada hari Senin.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa dia akan menggugat hasil pemilihan umum di pengadilan.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Kapal tersebut dirampas kira-kira 830 kilometer di timur-selatan Mombasa dan dilaporkan sedang menuju pelabuhan Eyl Somali.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "Ini adalah wabah demam berdarah virus Marburg terbesar yang pernah tercatat dalam sejarah.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "\"Kita mempunyai surat perintah penangkapan bahwa kami senang untuk mengeksekusi terhadap anda segera.\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "Pendanaan untuk trem baru ini diharapkan sebagian besar berasal dari TfL, namun London Borough of Croydon juga menegaskan memberikan sumbangan sebesar 3m poundsterling untuk proyek.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "4 tim terbaik dalam setiap grup selanjutnya akan masuk ke babak perempat final.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Muktar Said Ibrahim, salah 1 dari 2 tersangka yang disebutkan setelah percobaan bom yang gagal pada 21 Juli, juga dikenal sebagai Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "\"Ada banyak kepentingan dalam produk ini, \" kata editor Keith Alcorn dari Nasional Aids Manual.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "Cecile Richards, presiden Planned Parenthood, mengatakan, \"Meskipun ini sangat mengganggu dan mengecewakan, kami ingin meyakinkan perempuan yang mengandalkan Planned Parenthood untuk perawatan payudara bahwa kami masih di sini untuk mereka, dan kami akan selalu.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "\"Yang pertama dingin dan kering dan yang kedua hangat dan lembab.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Setelah harimau menyerang sang pekerja, sang harimau lalu bergerak menyerang dua orang pengunjung yang lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "\"Ada beberapa rekaman kejadian yang dituduhkan atas pembunuhan ekstra di pengadilan oleh prajurit Kanada, tetapi bukan pengadilan militer untuk pembunhuan.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "\"Memiliki bisnis yang mengijinkan bahwa jenis kotoran yang akan disiapkan melalui situs web mereka atau melalui sistem mereka adalah sesuatu yang mereka katakan tidak bisa mereka tangani.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Kompetisi Liga Hoki Ontario tahun 2005-2006 dimulai Rabu malam di arena Wendler di Dow Event Center di Saginaw, Michigan, Amerika dengan tuan rumah Saginaw Spirit melawan Plymouth Whalers dengan dihadiri 4.600 orang.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "Walaupun lomba ini adalah lomba terpanjang kedua di Tour de Taiwan tahun 2008, cuaca menantang 89 pengendara sepeda karena hujan sebelumnya di wilayah metropolitan Taipei-Keelung.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "\"IPhone Verizon, \" seperti yang telah disebut selama berbulan-bulan, telah berubah dari iPhone 4 asli sehingga dapat memanfaatkan jaringan 3G CDMA Verizon (code division multiple access).\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "Para wartawan sans frontieres mengakui bahwa Polandia adalah hanya negara di Uni Eropa dimana dihukum penjara atas \"pelanggaran berpendapat\" dan ini kejadian yang pertama di EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "Donasi akan diberikan untuk Palang Merah Amerika dan Pasukan Penyelamat.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "Petani Jerman berumur 54 tahun yang kehilangan kedua lengannya pada kecelakaan pertanian 6 tahun yang lalu akan menjadi pasien yang pertama untuk menerima transplantasi lengan ganda secara lengkap.\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "Diprediksi perhitungan dari sembilan senator akan menjamin keseimbangan kekuasaan di Senat.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "\"Tidak ada keputusan akhir pada biaya awal dan bantuan yang telah diambil oleh karena itu terlalu awal untuk berspekulasi tentang dampak kemungkinan biaya, \" bunyi pernyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Sebelas orang tewas setelah sebuah helikopter militer jatuh dalam sebuah penerbangan anti narkotika di Meksiko Timur.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "30-40 polisi berdiri dekat rumah-rumah dan 20-30 orang berpakaian sipil termasuk para pemimpin distrik dengan dokter muslim, kepala pejabat eksekutif lokal berdiri di jalan, melihat penggusuran.\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "\"Itu sangat menghina...Yang mereka lakukan tidak menggambarkan Maori dengan benar, \" kata Bidois.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "Badan nuklir Jepang mempertimbangkan keadaan di sekitar Pembangkit Listrik Tenaga Nuklir I Fukushima menjadi level 4 pada International Nuclear Event Scale, yang adalah kecelakaan dengan konsekuensi lokal.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "Pada tanggal 31 Oktober, lebih dari 23 juta masyarakat telah memilih lewat surat pos atau di lokasi pemilihan yang lebih awal.\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "Kita menyiapkan lingkungan dimana kita tidak tahu akhirnya yang ukuran keseriusan wabah ini akan terjadi.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "Sebuah bagian dari proses ini adalah bahwa AI Adam dapat melakukan siklus dan menganalisis hasil percobaan serta melakukan praktikum rutin berulang-ulang.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Kematian terjadi di kota Toliara, sedangkan kejadian serupa terjadi di Sakaraha 130 km (80,8 mi) dari Toliara.\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "Pada hari Rabu, sebuah pengadilan banding federal Amerika Serikat menguatkan putusan hukum untuk penipuan dan menghalangi keadilan terhadap tokoh media Conrad Black, bersama dengan 3 eksekutif lainnya dari bekas perusahaan persnya, Hollinger International.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "Eva Avila juga memberinya rekor multi-platinum untuk album self-title Mellisa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Di bawah undang-undang baru ini, yang ditulis oleh Menteri Dalam Negeri Nicolas Sarkozy, \"warga jurnalis\" yang terbukti bersalah bisa menghadapi hingga lima tahun penjara.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "Google telah menanggapi dengan mengatakan bahwa mereka mengikuti Undang-undang Hak Cipta Millennium Digital, yang mencegah perusahaan-perusahaan ditutut jika mereka mengurangi konten berhak cipta segera setelah mereka menyadarinya.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "Para ilmuwan lingkungan hidup mengatakan bahwa mereka memiliki bukti nyata bahwa planet bumi tengah mengalami \"kepunahan masal dalam 65 juta tahun.\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "Untuk total donasi, area pertama mengalami penurunan sebesar A$117.170.000 dan area kedua mengalami kenaikan sebesar A$114.353.000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "Badan Penjamin Kualitas mengatakan pemeriksaan luar negeri UoW pada lembaga asing tidak memadai.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Menteri Sumber Daya Martin Ferguson mengatakan bahwa \"tidak ada ancaman bagi pantai Australia.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Menurut pemadam kebakaran, pelanggaran serius terhadap peraturan keselamatan api disalahkan terhadap kematian.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "Ketika Oppenheimer memulai laboratorium desain senjata rahasia, Los Alamos, ia menunjuk Bethe sebagai Direktur Divisi Teoritis.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Pada akhirnya bisa digunakan untuk misi berawak menggunakan pesawat ruang angkasa SpaceX Dragon.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "MSNBC melaporkan bahwa Clinton mengalahkan Barakc Obama dengan \"margin yang sangat kecil.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "Tunggu wawancara dari Liberal, Progresif Konservatif, para anggota Partai Demokrasi Baruu, Ontario Greens, begitu juga para anggota dari Koalisi Keluarga, Kebebasan, Komunis, Libertarian, dan partai Konfederasi Daerah, dan juga independen.\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "\"Itu hampir seperti harikan yang melanda entah dari mana.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "Pelanggaran seperti meludahi, melepari dengan air, atau mencoba untuk mengencingi penjaga muncul sebagai kasus-kasus yang secara eksplisit tercantum tidak boleh dihadapi dengan semprotan merica.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Para pedagang menolak mundur dari agitasi sampai dengan tanggal 1 Nopember, ketika Municipal Corporation of Delhi nampaknya melanjutkan langkah penyegelan.\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "18-halaman catatan sebab-akibat yang dikeluarkan oleh ED menyebutkan uang diakuisisi oleh terdakwa, melanggar aturan PBB, dalam pertukaran untuk dua kontrak minyak diberikan kepada State Oil Marketing Organisation (SOMO) Irak.\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "Jabatan ini selanjutnya dihidupkan lagi oleh gubernur dari partai Liberal, Dalton McGuinty, karena dia ingin Chan memegang jabatan tersebut.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Gedung Putih, mengatakan itu adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "\"Dia mengekspresikan penyesalannya, dan dia minta maaf dengan cara yang sangat mengharukan.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "Maskapai pembawa bendera UK, British Airways (BA) telah memperingati pasar bahwa mereka akan menerbitkan kerugian 1 tahun penuh yang mencapai 150 juta euro.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "Seorang tetangga lainnya menambahkan, \"Tetangga yang luar biasa, anak-anak termanis yang pernah saya kenal.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Kematian al-Zarqawi tampaknya telah ditafsirkan oleh pasar sebagai berita baik untuk masa depan persediaan minyak dari daerah itu.\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "Menurut juru bicara Gedung Putih Tony Snow, Presiden menunggu Mahkamah Agung memutuskan menggunakan pengadilan militer atau pengadilan sipil untuk menyidangkan para tahanan.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "\"Kematiannya merupakan pukulan yang telak untuk al-Qaeda, \" kata pejabat.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Marcelo Gallardo kemudian melengkapinya 3-0 untuk tuan rumah di menit ke 52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "Susunan kabinet sebagian besar berisi salinan dari kabinet yang telah lalu, beberapa menteri yang memicu kontriversi dan kekacauan dihapus atau dipindah ke posisi lain yang kurang beresiko.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "Pemerintah telah mengkonfirmasi bahwa empat orang ditemukan tewas di lokasi kejadian.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Kecelakaan yang sama telah tercatat di negara-negara Baltik yang lain, terutama di negara tetangga sebelah selatan Finlandia, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Menurut beberapa laporan, beberapa serangan udara Israel ke Jalur Gaza telah mencederai 3 anak-anak, termasuk 1 orang bayi.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Ketua Pelaksana FA Brian Barwick mengekspresikan kekecewaannya pada rapat tahunan IFAB di Gleneagles, Skotlandia, \"Kami mendukung teknologi garis gawang namun tidak akan ada eksperimen lanjutan dan hal ini tidak akan dibahas lagi pada agenda tahun depan, atau yang akan datang.\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "Dewan menteri Irak mengatakan militer Turki melanggar kedaulatan Irak dengan melakukan serangan ke daerah-daerah Kurdi di Irak utara.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Jeff Blake, ketua marketing dan distribusi ke seluruh dunia untuk Sony Pictures, mengatakan: \"Michael Jackson memiliki senjata penggemar di mana pun di seluruh dunia. kami memberi penonton kesempatan yang luar biasa untuk bersama-sama merayakan karir luar biasa Michael Jackson.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "Keprihatinan akan hak asasi manusia seperti itu telah lama menjadi batu sandungan bagi upaya Turki untuk bergabung dengan Uni Eropa.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "Diyakini pria yang didakwa membunuhnya adalah suami dari keponakannya yang sudah berpisah.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "\"Kami menyadari bahwa ini adalah sebuah kesimpulan radikal — bahwa kami mungkin memiliki bukti untuk cairan air dalam sebuah badan yang amat kecil dan sangat dingin, \" kata Dr. Carolyn Porco, pimpinantim pencitraan Cassini di Institut Ilmu Ruang Angkasa, Boulder, Colorado.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Juru bicara untuk Kementerian Luar Negeri Israel Yigal Palmor mengatakan, \"Ini lebih daripada aneh, khususnya sejak Hamas dikenal internasional sebagai kelompok teror.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "Martino meninggal dunia di kampung halaman masa kecilnya, Philadelphia, setelah aktif dalam bisnis musik selama 58 tahun.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Laporan tersebut menyebutkan kematian Kapten Jeffrey Haney sebagian disebabkan kesalahan rancangan pesawat terbang.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "Sebuah tim ilmuwan di Stanford University mengklaim telah mendeteksi halus, unsur yang hilang dari teori relativitas Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Setelah menghitung ulang hasil-hasil dari lebih dari 2.800 tempat pemungutan suara, pengadilan konstitusional Gabon menyetujui pemilihan anak laki-laki dari pemimpin terlama negara tersebut Omar Bongo.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "Pada tahun 2004, anak perempuan berusia tujuh tahun dari Connecticut melepaskan dirinya sendiri dari batang penahan wahana dan naik ke ujung depan kursinya.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Awal malam lalu, serangan besar-besaran yang menyerang internet Cina, sangat memperlambat akses internet.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "CRA menunjukkan bahwa itu akan bekerja dengan cepat untuk memproses timbunan pekerjaan yang dihasilkan dari pengembalian pajak.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Hopper adalah fotographer, pelukis dan pemahat yang produktif yang hasil karyanya telah di pamerkan di seluruh dunia.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Setidaknya ada dua pemenanga besar di hari Selasa malam 370 juta US dolar pengundian lotre Mega Millions yang diadakan di 12 negara bagian A. S.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Standar bertujuan untuk menyelesaikan kesulitan yang dihadapi programer dalam pengembangan software untuk Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "Pelaksanaan dari rekomendasi mereka akan berarti bahwa hak waris pada posisi tertinggi di masyarakat Jepang akan terjadi, tanpa prasangka jenis kelamin.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "Dua juri dan seorang hakim akan duduk di setiap panel tiga orang, dan memutuskan kasus kriminal dan sipil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Dia juga menghadapi kritik karena mempunyai pasangan tidur dengan jumlah yang tinggi, ketika ada 26% dari usia 15 sampai 49 tahun positif terkena HIV.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Walikota San Jose, Kalifornia Ron Gonzalis sedang diselidiki oleh Kantor Pengacara Wilayah Santa Clara.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "Hal ini juga unik karena diikuti populasi dari lahir sampai ke kematian.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "\"Kekurangan tenaga listrik ini merupakan akibat dari krisis energi yang berpotensi untuk merusak sektor industri negara ini, \" ujar seorang pedagang di pasar saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Semua interview dilakukan lewat email, dan interview dipublikasikan tanpa edit, memungkinkan semua calon untuk membagi semua pesan mereka terhadap para pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Mahkamah konstitusi Gabon kemudian melakukan penghitungan ulang pada lebih dari 2.800 tempat pemilihan dan hasilnya justru semakin menegaskan kemenangan Bongo.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Dikarenakan terus mencairnya es di arktik, kapal-kapal berlayar menuju wilayah perairan yang belum di catat.\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "Masyarakat yang mencoba melakukan panggilan kepada teman dan keluarga lewat telepon seluler mengalami kesulitan karena jaringan-jaringan seluler terbesar, Vodafone, O2, dan Orange, semua mengalami kelebihan kapasitas dibeberapa waktu pagi ini yang berarti banyak panggilan gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Segera setelah pengumuman itu, nama itu mendapat banyak kritikan karena nadanya yang terlalu mirip dengan \"wee\", sebuah kata gaul dalam bahasa Inggris yang berarti air seni.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "Pertambangan di Cina adalah yang paling mematikan di dunia; menurut Al Jazeera, ribuan pekerja tambang tewas setiap tahunnya karena kecelakaan di dalamnya.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Sebagian besar harinya dia lewatkan melihat sekelilingnya, dan berbaring di bantal.\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "Menurut pejabat polisi pemeriksa kebakaran yang tidak disebutkan namanya, paling sedikit 400 sampai 450 peluru kendali udara-ke-udara telah rusak atau hancur terbakar.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "GoM juga mengusulkan radio komunitas akan diijinkan menyiarkan iklan komersial maksimal 5 menit pada setiap jam siaran.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Glasgow juga menggugat atas pelecehan seksual, dan mengklaim Miller mendatanginya pada September tahun 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "\"Sudah waktunya bagi negara ini untuk berpihak kepada warganya yang mau bekerja, dan tidak kepada orang-orang yang suka melakukan kecurangan.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Selama administrasi Kennedy, Helen mengakhiri semua konferensi pers presiden dengan gaya khas \"Terima kasih Bapak Presiden\" dan selalu mengeluarkan peringatan tentang kerjanya: \"dalam karir saya Anda hanya sebagus cerita terakhir Anda.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Namun, pelaku tersebut menyerahkan diri setelah melakukan wawancara.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Pelaut Kapal 3504 telah berada di Pulau Sibay oleh Angkatan Udara Filipina.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "Sementara di Singapura, para pemain memiliki kesempatan untuk bersantai di kolam renang dan beberapa di antaranya, termasuk Knox, Rowena Webster, Nicola Zagame, dan Melissa Rippon yang sangat aktif di Twitter.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "Pejabat Korea Selatan belum berspekulasi pada hal ini; mengatakan pemindahan potret tersebut \"mungkin untuk bermacam-macam alasan.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Basescu didukung oleh kelas menengah terdidik, yang memiliki pandangan positif terhadap kebijakan membasmi korupsi di salah satu negara paling korup.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Selama perpindahan di Amerika Serikat, Ia tersisihkan pada babak ke tiga di NBA 1988 oleh Atlanta Hawks.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "Para penjaga diinformasikan di dalam pedoman tersebut untuk tidak mengambil surat dan paket-paket prtibadi di dalam blok tahanan atau setiap stasiun tugas lainnya.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "Laki-laki, semua warga sipil, telah ditikam berkali-kali, ada tanda pada pergelangan tangan mereka yang menyatakan bahwa tangan mereka diikat, dan semua korban mengalami luka tembak di kepala mereka.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "Setidaknya 4 orang meniggal dan 40 terluka Sabtu malam dikarenakan runtuhnya panggung Indiana State Fair, berlokasi di negara bagian Indiana.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "WHO telah menolak untuk mengidentifikasi anggota komite, mengatakan bahwa mereka harus dilindungi dari tekanan industri, jadi kemungkian konflik kepentingan dengan perusahaan obat tidak diketahui.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "\"Setuju dengan fakta tersebut bahwa belum pernah ada kematian dalam kecelakaan, tampaknya seperti departemen pemadam kebakaran kami dan penanggungjawab keadaan darurat melakukan pekerjaan hebat.\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "Tiga puluh anggota Parlemen Konservatif dan sembilan anggota Demokrat Liberal memberikan suara untuk partainya agar tidak melakukan intervensi militer.\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "Pada akhir tahun ini, kedua perusahaan tersebut berencana untuk mulai memproduksi massal display baru ini.\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "Sebenarnya, saya menjual setelan saya hari ini pada orang Amerika yang lain.'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Studi ini, dipimpin oleh Drs. Samuel Weiss dan V. Wee Yong di Institut Hotchkiss Brain, dibandingkan perawan dan tikus hamil dengan luka-luka seperti-MS dikenal lysolecithin, sebuah bahan kimia yang menghancurkan myelin sheaths disekitar neurons.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Para ilmuwan meramalkan bahwa hingga sekitar lima juta spesies akan punah dalam abad ini.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Dia menyediakan kaset video untuk media minggu ini, setelah mendapatkannya dari polisi.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Pada pemilihan umum tahun 2003, ADQ mengumpulkan 21% suara.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "Bangunan-bangunan sudah runtuh dan pohon-pohon telah tumbang.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Spanyol meragukan keanggotaan Uni Eropa untuk menghalangi Catalonia dari memegang referendum kemerdekaan.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "Diperkirakan bahwa kebakaran berawal saat para pekerja di Agua Dulce menyebabkan percikan api dengan memalu baut saat mereka melepaskan sebuah ban dari pelek.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Laporannya juga menyebutkan penderitaan hilangnya ekonomi bagi negara tersebut, yang menjangkau 7,754 milyar dolar, meninggalkan 71 persen rakyat Haiti dalam kemiskinan.\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "\"Ada dukungan nyata untuk mendapatkan trem tambahan untuk Croydon untuk mengimbangi pertumbuhan permintaan jasa Tramlink dan juga untuk mengamankan perbaikan besar untuk pejalan kaki dan pengguna transportasi sekitar dan antara stasiun Timur dan Barat Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Thomas, anak perempuan dari imigran Libanon yang merintis jejak untuk reporter wanita dalam politik di Amerika Serikat mengakhiri karirnya setelah meminta maaf atas ucapannya bahwa Israel harus \"enyah dari Palestina.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Anak lelaki Nona Gibbons John, dari Liverpool, telah meminta pada masyarakat Inggris yang marah dengan hukuman penjara ibunya agar tidak menyalakan kaum Muslim.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Bourdin tinggal dengan pasangan tersebut selama 3 bulan sebelum jurnalis mengungkapnya dan kebohongannya terbukti melalui test DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Dia mendengar lebih lanjut dari perusahaann, Badan Pengelolaan Energi, di belakang sengketa proyek Wind Cape, mengusulkan pendirian sebuah diesel pembangkit tenaga listrik sepanjang jalan dari sebuah sekolah dasar Chelsea dan kualitas udara di Chelsea adalah buruk.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "Pemimpin liga Bayern Munich maju ke putaran ke-3 Piala DFB setelah mengalahkan pimpinan divisi ke-2 Borussia Monchengladbach 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "Gambar-gambar dari kamera-kamera baru telah mengungkapkan bahwa satu bagian busa yang beratnya sekitar 250g jatuh lepas dari tangki bahan bakar luar saat peluncuran, tetapi tidak menyerang Orbiter tersebut.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "The Matildas menempati peringkat ke-8 menurut FIFA pada peringkat terbaru.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "Mereka juga dikritik karena membiarkan anak putri mereka berangkat dari Amerika Serikat pada awal tahun, karena Sunderland kemungkinan besar akan tiba di Samudra Hindia pada musim dingin.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Menurut sumber kutipan tanpa nama di artikel New York Times, tergolong opini legal 2005 berisi \"sebuah pengesahan yang luas teknik-teknik pemeriksaan paling kasar yang pernah digunakan oleh Agen Inteligen Pusat\", dan disahkan dengan tegas penggunaan siasat termasuk melawan pemimpin, suhu yang tidak ramah, dan teknik menenggelamkan yang dikenal sebagai struktur kebijaksanaan melawan teror yang mencurigakan.\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "Dia mengklaim memiliki 17 dari 18 suara yang dibutuhkan untuk memiliki dukungan mayoritas di antara 34 negara anggota OAS.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "Saat ini, Menteri Pertahanan Jerman, Peter Wichert, dikabarkan berada dalam tekanan terkait mandat yang dibawa oleh tentara UNIFIL Jerman : politisi oposisi menuding pemerintah telah menyampaikan informasi yang keliru kepada mereka sebelum dikeluarkannya persetujuan dari parlemen untuk misi Lebanon terkait pembatasan mandat UN untuk pasukan Jerman.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "Usaha-usaha Gereja Scientologi untuk menghentikan penyebaran video tersebut lewat internet \"telah membalik secara spektakular,\" menurut The Press Association, dan hingga hari Kamis video tersebut dapat dilihat di situs web lain selain Gawker.com, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Bongo telah dilantik pada hari Sabtu setelah selesainya peninjauan panjang atas hasil pemilihan bulan Agustus yang memenangkannya.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Pamannya berbicara ke CNN dengan menyembunyikan identitasnya, dan berkata bahwa keponakannya sedang studi di Inggris pada tahun 2006 ketika pasangannya di Iran ditangkap lalu digantung atas tuduhan sodomi.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Sebagian besar lanskap media dari LGBT Amerika akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri Irlandia, Micheál Martin, mengatakan dalam sebuah pernyataan, \"Ini adalah pernyataan percaya diri dalam proses politik dan penyerahan lembaga.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Setelah memenangkan pemilihan presiden, Ali Ben Bongo, presiden baru Gabon, mengumumkan nama kabinet pemerintahannya.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "Dalam sebuah pernyataan pada tanggal 10 Maret sebelum putusan tersebut, Simon menyatakan penyesalan atas perbuatannya.\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Dari kira-kira pukul 1.00 siang hingga 4.15 sore ET, para pengguna melaporkan bahwa situs tersebut tidak dapat diakses.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "Wartawan Tanpa Batas (RWB) bermohon untuk hukuman yang bertanggung jawab atas pembunuhan tersebut.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "Emily adalah badai tropis kelima yang mengembangkan musim badai ini.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "Penelitian dilaporkan dalam jurnal penyakit Alzheimer.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Di sela-sela Inter-Balkan Cooperation Summit, yang akan berlangsung di Hyatt Regency Hotel Thessaloniki, Perdana menteri Yunani Costas Caramanlis akan bertemu dengan rekannya dari Turki Recep Tayyip Erdogan pada hari Kamis dalam rangka membahas isu-isu bilateral, termasuk masalah Siprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Sebuah penelitian diterbitkan hari ini oleh asosiasi Intesaconsumatori Italia (Persatuan Para Konsumen) mengatakan bahwa 61% rakyat Italia takut terbang, sementara 41% penduduk merasa kurang aman mengenai keamanan pesawat daripada yang mereka lakukan 1 bulan lebih awal.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "Namun, kepala badan pemantau gempa di Filipina tidak sepakat dengan data dari Jepang itu.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Mereka juga memutuskan untuk mencabut semua rekor Matos dalam rekor Olimpiade.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "Hal ini sangat kontras dibandingkan dengan tahun 2007 ketika 120.000 pekerja asing memasuki AS dengan visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Pada Juli 2010, Rudd digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Ms Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Indeks tiga perdagangan saham besar Amerika Serikat masing-masing turun dua persen dari harga penutupan hari Senin, menandakan kerugian terbesar kedua tahun 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "Diantara mereka salah satu pelukis yang terkenal dari Spanyol Pablo Picasso, meninggal dunia pada tahun1939, dipanggil Kepala Wanita adalah kado kepada rakyat Yunani untuk perlawanan terhadap Jerman Nazi selama Perang Dunia 2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Apple Inc. Hari ini memperkenalkan iPhone yang sangat dinanti-nanti pada Konferensi Macworld di San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "4 pekerja masih dirawat sesudah ledakan, 3 dalam kondisi kritis.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "\"Tidak ada satu pun dari kita yang ingin ada dalam situasi ketika ada berkas paspor seorang Amerika yang diperiksa dalam cara yang tidak sah.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Menurut Jose Manuel Durao Barroso, Presiden Komisi Eropa, Uni Eropa bersedia menyodorkan 50 juta euro bantuan untuk area-area yang rusak.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "\"Saya tidak mengharapkan bahwa kurangnya partisipasi Inggris akan menghentikan aksi apa pun.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "Bogdan dituduh oleh Rachel Smyth, jaksa, karena memberikan nasihat dan bantuan untuk Marius; Smyth membuka pengadilan tahun lalu mengatakan Pengadilan Manchester Crown \"telah mendengar bukti Anda [juri] menyimpulkan bahwa anak, Marius, belajar berdagang tersebut dari ayahnya dan itu adalah bisnis keluarga.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "\"Apakah kau David Shankbone? Kami sangat senang bertemu dengan Anda!\" katanya, dan membawanya menyusuri lorong ke ruang tamu dengan sofa, televisi yang memainkan aksi-detektif, lemari kabinet terbuka penuh dengan barang-barang enema, dan suaminya Bill duduk di depan komputer mencoba untuk menemukan dimana pemutar Blade Runner yang bermain di teater lokal.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Ini adalah pertama kalinya pembuktian bersalah telah dihasilkan dengan menggunakan undang-undang yang diberlakukan pada tahun 2003 untuk mengekang email massal, alias spam, dari distribusi yang tidak diminta ke dalam kotak surat para pengguna.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Beberapa menit setelah Pengadilan Banding Edinburgh menolak uang jaminan atas dasar kemanusiaan Jim Swire, juru bicara keluarga korban yang kehilangan putrinya dalam bencana tersebut, mengeluhkan putusan itu.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "Apakah Vardi adalah orang tua yang cerdas untuk caranya memotivasi, atau pada faktanya lamban dalam menopang, adalah sesuatu yang hanya waktu dapat menjawab saat dia mencoba untuk membawa produk-produk anak perusahaannya ke pasar.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Omar Harani pimpinan pengunjuk rasa berusia 25 tahun, mengatakan pada the Telegraph, \"Kami memberi tanah 2000 tahun yang lalu pada Gereja untuk dijaga, \" dan dia meneruskan, \"Jadi ini bukan tanah mereka untuk dijual.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "Pemerintah mengatakan bahwa untuk perlindungan dari terorisme dan penipuan butuh sistem identitas nasional yang seragam.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "Proyek senilai 1 juta Poundsterling ini akan terdiri dari sebuah rangkaian turbin air yang akan dipasang di Romney Weir di dekat Sungai Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "\"PM dikirim ke Ruang Operasi pada pukul 06.40 pagi dan operasi dilaksanakan pada pukul 08.45 pagi dan selesai pada pukul 07.30 malam.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "\"Shake\" secara luas diharapkan memperoleh posisi teratas untuk Hot 100 minggu ini.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Pejabat Australia mewaspadai bahwa dia telah dikirim oleh Amerika Serikat ke Mesir selama enam bulan.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "USA dan Eropa masing-masing menyumbang lebih dari 25% dari sumbangan emisi global.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "Ikan paus pilot tersebut mendamparkan diri sendiri di Pelabuhan Levy di Pulau Selatan, namun puluhan relawan membantu untuk mencoba dan membawa mereka kembali ke perairan terbuka keluar dari jalur masuk, yang penuh lumpur dan dangkal.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "Bursa tersebut didirikan pada tahun 1985 dan sejak pertumbuhannya mencakup 34 perusahaan dengan nilai kombinasi lebih dari AS$21 triliun (€ 16,3 triliun; 11,1 triliun GBP).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "\"Kami percaya adalah perlu bagi Korea Utara untuk menunjukkan aksi nyata menuju penghentian seluruh senjata nuklir dan program nuklir yang ada saat ini, \" kata Shinzo Abe, Perdana Menteri Jepang.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "Anak lelaki tersebut berhasil menghindari pengamanan di bandar udara kota Perm untuk bersembunyi dalam pesawat terbang tersebut saat pesawat tersebut berangkat.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "Jimenez menolak keyakinan Guevara bahwa reformasi sosial di Amerika Latin harus diperoleh melalui perang gerilya.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "Taliban menyatakan bertanggung jawab atas ledakan tersebut dan menyatakan bahwa sasaran mereka adalah kantor kedutaan besar itu.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Peluncuran satelit dengan sakses berdemonstrasi bahwa misil Iran menyampai secara global.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "Smethurst masuk dan melempar beberapa inning untuk membantu.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Perlombaan wanita dimulai pukul 3 sore (waktu setempat) sementara itu perlombaan pria dimulai dua jam kemudian.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "Dia juga berkata bahwa pemecatan tersebut merupakan hasil dari pengajuannya tentang komplain kepada Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Juru bicara Gbagbo, Abdon George Bayeto, mengatakan kepada BBC bahwa pemilu dicurangi sebagai \"komplotan internasional terhadap petahana\" dan akan terus memerangi pasukan yang setia kepada Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "\"Tidak dapat dihindari mimpi buruk yang kami takutkan telah sah dihukum.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "Sebuah tanda yang menandai kekembarannya direncanakan bagi bundaran tersebut.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "Kim ternyata meninggal dua hari sebelum tanggal 17 Desember di atas sebuah kereta.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Investasi yang sangat besar dalam kapasitas pembangkit baru dan efisiensi energi akan diperlukan jika lampu terus menyala, \" kata ketua panitia Anggota Parlemen Konservatif Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "Di tempat lain, \"Beberapa mungkin menghadapi persoalan lainnya untuk dipertanggung jawabkan, mencakup masalah keuangan Rezim, tetapi pastinya beberapa hal cukup membantu dengan kumpulan gambar yang akurat pada usaha-usaha rezim WMD dan tujuan-tujuannya dalam 3 dekade terakhir ini.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Anggaran baru tersebut juga termasuk penambahan pembiayaan program pra-sekolah negara bagian, sebanyak 100 juta dollar untuk mendanai TennCare yang terhenti, dan sebuah kontribusi yang besar pada dana cadangan negara bagian.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "Sebuah tambahan yang sangat panjang merinci aturan-aturan yang harus diikuti dalam peristiwa melarikan diri atau upaya melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Dokumen rencana perdamaian tersebut aslinya disusun oleh Nicolas Sarkozy, presiden Perancis.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Kekerasan pagi ini berbeda pernyataan Maj Gen William Caldwell, mengakui \"para pemberontak dan para teroris memukul kembali dalam percobaan untuk mengganti keberhasilan pemerintah Iraq dan pasukan keamanannya\", Jenderal terus mengatakan bahwa kekerasan terjadi sejak pertengahan Juli, tetapi tiba-tiba meningkat dalam 2 hari terakhir.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Terpisah dengan selisih dua puluh menit, pengeboman itu menyasar dua pasar di Baghdad beberapa saat sebelum kumandang Adzan untuk Sholat Jumat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Perjalanan dimulai dengan 70.000 orang yang kebanyakan warga Irak menyiapkan pengerahan ke Baghdad untuk mencoba dan mengamankan ibukota.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "Royal Mail memperingatkan pelanggannya bahwa penerimaan dan pengiriman surat di Inggris akan terganggu karena insiden tersebut.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "Hanya 186 kasus dilaporkan pada tahun 2004, turun dari 336 tahun sebelumnya.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Studi mendukung penggunaan energi nuklir dan menyerang beberapa data yang digunakan oleh pihak yang melakukan kampanye anti-nuklir.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "Jembatan senilai 220 juta dollar dijadwalkan akan dibuka pada bulan Juni 2007, dan merupakan proyek konstruksi terbesar dalam sejarah di Ohio.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "Lebih dari 300 \"wartawan warganegara\" dipanggil dari negara-negara yang terpisah jauh dari Chili dan Norwegia akan datang secara bersamaan pada OhmyNews International Citizen Reporter's Forum dari 23 Juni sampai 26 Juni tahun 2005 di Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": ":\"Berjalan pelan ke tempat prajurit berada dan tersenyum pada mereka waktu kami berjalan, kami mendekati laki-laki yang menjadi komandan.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Sistem yang sama menyebabkan banjir parah dan hujan lebat pada 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "Komisi Telekomunikasi Kepulauan Solomon (TCSI) menerbitkan denda kepada perusahaan penyedia layanan telepon genggam Papua Nugini (PNG), karena melanggar batas waktu yang disepakati pada periode lisensi.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "Mengijinkan CIA untuk memiliki kekuatan yang begitu besar dalam menentukan siapa yang boleh tinggal di negara tersebut dan siapa yang dikirim ke negara lain adalah keputusan kontroversial, karena pada masa lalu, pihak Gedung Putih, Departemen Luar Negeri, atau Departemen Kehakiman akan dilibatkan dalam menyetujui kasus individual dari proses pengiriman tawanan ke negara lain.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Berita tersebut mengguncang Austria, yang memiliki kesamaan dengan kasus Natascha Kampusch yang di culik saat berusia 10 tahun dan lari setelah ditahan di \"penjara\" selama delapan tahun di tahun 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Lebih dari 160 orang ditahan dalam penyerangan selama dua hari, termasuk 100 dari wilayah kumuh di dekatnya, namun sebagian besarnya telah dibebaskan sejak itu.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Presiden Ely Ould Mohamed Vall, yang juga memberikan suara dalam referendum tersebut berkata, \"Ini adalah hari yang luar biasa dan merupakan kebangkitan Mauritania...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Menurut Bill Rusko, Ayah dari 2 anak tersebut, beruang itu menyebrang rute 30 di Ligonier Township dan bergerak menuju ke-3 anak saat mereka sedang bermain badminton.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Singh, yang mengidap diabetes, melakukan operasi bypass di Inggris pada tahun 1990 dan angioplasty pada tahun 2004 di Delhi tempat sejumlah tabung stent dimasukkan di dalam arterinya.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "Hal tersebut seharusnya dicatat bahwa tindakan hukum Kazakh tidak menentukan penggusuran juga penghancuran rumah seperti itu, dan penggusuran seharusnya disertai oleh inventarisasi properti yang dipindahkan dari gedung yang dievakuasi, sedangkan gudang untuk properti ini seharusnya perlu untuk disediakan.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "London Underground menyatakan sebuah 'kode Amber'dalam beberapa menit, memindahkan kereta ke peron dan membuka semua pintu.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Ada beberapa spekulasi bahwa Frelimo mungkin memakai ini untuk membiarkan Guebuza berkuasa untuk periode ketiga - saat ini, konstitusi mengijinkan seorang presiden untuk menjabat hanya dua periode di kantor.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "Perang telah memprovokasi protes dan banyak kemarahan antara pihak politik yang percaya bahwa Blair salah untuk mendukung presiden Amerika Serikat George W. Bush dengan mengirimkan 45.000 pasukan inggris-179 diantaranya mati dalam perang-untuk berperang di irak.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Semua anggaran dalam kategori tersebut dialokasikan sesuai dengan UU Pemerintahan Daerah (Bantuan Finansial) tahun 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Para anggota dari rezim sementara dan keluarga dekatnya dilarang untuk memasuki Selandia Baru.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Al-Assad mengatakan bahwa dia tidak akan bernegosiasi secara langsung dengan Israel, namun bersedia untuk berdiskusi di Turki.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "\"Kami mengubah dari mengatakan itu tentang keselamatan menjadi mengatakan itu tentang pengaturan sengketa tarif, \" katanya.\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "Penghargaan berupa hadiah sebesar 500.000 Dollar AS, membuatnya menjadi penghargaan tunggal terbesar untuk sebuah penemuan yang diberikan di Amerika Serikat.\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "Pada bulan Januari, pemerintah Indonesia menggelar acara konferensi tingkat tinggi tentang energi untuk menarik investasi ke dalam infstruktur energi dalam negerinya.\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "\"Satu hal besar adalah sulit untuk konsisten dan itulah kekuatan terbesar Windows, \" Jim Zemlin, direktur eksekutif Free Standard Group, mengatakan kepada Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Kerusakan infrastruktur, yang mengarah pada lambatnya distribusi bantuan pangan, telah mengarah pada kemungkinan yang sangat nyata akan terjadinya kelaparan meluas.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "Dokumen-dokumen terbaru yang telah mereka terima adalah rincian dari salinan manual 2004 ditandatangani oleh Mayor Jenderal Geoffrey D. Miller dari Komando Bagian Selatan AS.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Selama kontroversi baru-baru ini Bush telah berdiri bersama Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Kemudian mereka berputar ke utara sepanjang Jalan Yonge ke Klub AL di Hayden Avenue.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "Seorang juru bicara kelompok tersebut mengaku telah menghabiskan 500.000 dolar Selandia Baru untuk kampanyenya sejauh ini.\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "Beberapa hari yang lalu, Kepala Menteri telah mengatakan bahwa berbagai pengurangan dalam pajak penjualan bisa mengakibatkan kenaikan tarif bus.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Di wilayah New Baghdad para pemilik toko dan pelanggan pasar hewan peliharaan mengkonfirmasi bahwa wanita yang diledakkan di sana itu juga mengalami cacat mental.\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "Dia mengatakan warga sipil membayar harga tidak seimbang di Lebanon dan Israel utara dan menyatakan bahwa \"Tanggapan ketidakseimbagan oleh Israel adalah pelanggaran hukum kemanusiaan internasional.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong mengatakan bahwa Bongo, pemimpin terlama dari sebuah negara Afrika ini, telah meninggal di klinik Quiron pada hari Senin, di usia 73 tahun.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Juru Kampanye nuklir Yayasan Konservasi Australia (ACF) Dave Sweenet, berkata studi menunjukkan kelemahan dan tidak menyajikan argumentasi yang kuat untuk penggunaan energi nuklir.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Bajak laut banyak terjadi di kawasan pantai timur Afrika; pada hari Sabtu, bajak laut Somalia membajak sebuah kapal Belgia bernama Pompei dengan sepuluh orang kru, yang sedang berlayar ke selatan menuju kepulauan Seychelles.\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "Amerika Serikat kandidat Kepresidenan Senator Barack Obama dan John McCain masing-masing berpartisipasi dalam forum langsung di Gereja Saddleback di Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Kedutaan Besar Kanada di Washington saat ini sedang melakukan kampanye periklanan dengan menyebarkan poster-poster di stasiun-stasiun bawah tanah di Washington yang menampilkan gambar pasukan Kanada di Afganistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Paulson, bersama dengan pejabat pemerintah lainnya, mengusulkan sebuah solusi sehingga Lehman dapat membagi ke dalam dua bagian yang terpisah.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "Pada hari Senin penghuni sebuah gedung apartemen tak jauh dari Paris menemukan sebuah bom Perang Dunia II tersangkut di cerobong asap mereka.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Menurut Pejabat Pemerintah, orang-orang diyakini masih hidup \"karena mereka cukup jauh dari lokasi keruntuhan,\" meskipun kondisi mereka tidak diketahui dan regu penyelamat belum dapat melakukan kontak dengan mereka.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Sekarang penduduk Detroit telah mencapai jumlah 713.777, maka tidak ada lagi persyaratan untuk kelebihan keuangan ini.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Enam belas partai lain juga ikut bertarung dalam perebutan kursi parlemen, tetapi tidak satupun dari mereka yang memperoleh suara lebih dari satu persen.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Petugas hanya mendekati saat pihak berwenang pemadam kebakaran dipanggil oleh pejalan kaki untuk memadamkan api unggun, karena ada larangan di area tersebut.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Namun, karena angin meningkat sore ini, bara api terbawa ke seberang saluran air dan api sekarang menuju ke wilayah padat penduduk di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan maskapai pada Maret, setelah kecelakaan lain di mana B737 melampaui landasan pacu.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Menurut IMB, ada 23 serangan bajak laut lain di kawasan perairan timur negara Afrika ini sejak 15 Maret.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "Dalam pemerintahan yang dipimpin ayahnya, Gabon menjadi eksportir minyak ke-6 di dunia, tapi 70% dari rakyatnya masih hidup di bawah garis kemiskinan.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Kakek buyutnya, Jawaharlal Nehru, adalah Perdana Menteri India yang pertama, dan ayah dari kakek buyutnya, Motilal Nehru, adalah seorang pemimpin berpengaruh di pergerakan kemerdekaan India.\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "Namun, Rother mengatakan bahwa index harga harus dihubungkan dengan perhitungan investasi swasta Bush sebagai pendapatan dari perhitungan memberikan peluang pada pensiunan untuk memperbaiki ketidakcukupan.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Pada bulan Desember 2003, sebuah gempa berkekuatan sebesar 6,6 menewaskan lebih dari 31.000 jiwa dan pada bulan Februari 2005 sebuah gempa sebesar 6,4 telah menewaskan 600 orang di dekat Zarand di provinsi Kerman.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "Akhirnya di bulan Maret, sebuah dukungan untuk pemilu dari Perjanjian Saint Andrews akan berlangsung baik apakah dengan pemilu atau referendum.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Orang dewasa dari area tersebut melaporkan bahwa anak-anak meninggal karena malaria.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Glasgow menyatakan performanya di perusahaan dinilai berdasarkan bagaimana dia \"menyentuh, bergerak dan menginspirasi\" yang lainnya, sebuah ungkapan dari filosofi Landmark, yang bertentangan dengan pencapaiannya di perusahaan tersebut.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Cooney tidak bisa dimintai keterangan, dan akan disidang di D. C.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "Mark juga mencatat bahwa Louise Christian, seorang pengacara hak-hak asasi manusia terkemuka Inggris, sekarang mewakili para pemrotes Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Konstitusi mendapatkan dukungan dari sebagian besar kelompk sipil dan politik, meskipun dua partai kecil melakukan boikot terhadap referendum, mengatakan bahwa Konstitusi yang diajukan mengabaikan perbudakan, yang secara resmi telah dilarang namun masih terjadi menurut beberapa aktivis; dan isu-isu tentang \"kohabitasi antara masyarakat berbeda negara\" (seperti orang kulit hitam dan orang Arab).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "FIFA dan UEFA mengatakan dalam sebuah pernyataan bahwa \"Perwakilan NSBIH [tersebut] dan tim klub tidak lagi berhak mengambil bagian dalam kompetisi internasional pada tanggal 1 April 2011 dan sampai masalah tersebut di atas terpecahkan.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Dengan adanya pemilihan pada hari Sabtu di negara Australia Queensland, wartawan Wikinews Patrick Gillett mengulas peserta partai.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Akses ke Wikipedia, proyek bersaudara Wikinews, dan Flickr, sebuah situs berbagi potret, juga dilarang, pada hari Kamis.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Militer Israel seharusnya mengetahui situasi tersebut tetapi tidak membantu yang terluka.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "Sebagian besar yang meninggal dunia sedang makan di dek bawah dan terperangkap di bawah.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Kematian Haney ditunjukkan oleh majikannya sebagai hasil dari \"penyaluran perhatian\" pada sistem oksigen utama agar aktif kembali setelah itu secara otomatis terpotong pada saat mendeteksi kebocoran udara di ruang mesin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Pembicaraan ini dimaksudkan untuk membahas pembentukan negara Palestina pada akhir tahun ini.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Huang-lang Tsai (Wakil Komisaris SAC) mengatakan bahwa SAC mempromosikan olahraga publik di Taiwan untuk waktu yang lama, dan SAC menghormati partisipasi dari orang-orang yang kurang beruntung atau minoritas.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "Dalam waktu dekat Jon Giorgini mengatakan kosmik yang tidak menentu seperti itu akan menjadi lebih sedikit dan kekhawatiran publik akan berkurang.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "Tiga buah lumbung penyimpan gula yang diperkuat dengan beton setinggi 100 kaki, yang menjadi lokasi penyelidikan atas ledakan penyulingan gula Georgia tahun 2008 di pusatkan, telah dihancurkan.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "\"Saya melihat asap hitam naik dan suara gedung roboh.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "Sidang pengadilan 5 hakim Irak yang dipimpin oleh Rizgar Mohammed Amin, dengan hukuman mati diberikan kepada mereka, akan diputuskan hukumannya.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Bristol Bay saat ini merupakan salah satu lahan pemancingan ikan salmon yang terbesar di negara bagian tersebut.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Kalau tidak seorang pun dapat dua pertiga mayoritas setelah pembicara yang babak kedua akan dipilikan oleh mayoritas di babak ketiga.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "Laporan tersebut menyalahkan lonjakan terakhir kelaparan di dunia terutama pada resesi ekonomi global yang menambah pengangguran dan mengurangi pendapatan kaum miskin, yang mengarah pada makanan menjadi lebih tidak aman.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "Finalis Best current affair dilaporkan adalah Alex Teka, Detox Diary, Not Fit to Pactise dan Turning the Tide.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "Penelitian baru tersebut adalah sebuah penelitian internasional mengenai hidup dan kematian.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Menurut Eva Brucherseifer, presiden komunitas KDE di Jerman dan direktur pengelola basysKom, proses migrasi dalam \"fase puncak\" nya dan memindahkan 300 sistem setiap hari.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "Bom disetel meledak pada pukul 5:45 pagi waktu setempat, ketika umat Buddha mulai berdoa pada pagi itu.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Sekitar 5.000 orang diperintahkan untuk mengungsi, dan sekitar 3.000 orang di Prefektur Miyagi juga diminta untuk mengungsi tadi malam.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah pemukul Australia dengan nilai tinggi, mencetak 35 nilai tidak keluar, sementara Andrew Symonds mencetak 33 nilai sebelum kacau.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "Pada 28 Mei 2003 kota ke-3 terbesar Jerman, memilih bergerak ke software asal open.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Menurut Duta Besar Israel untuk Amerika Serikat, Israel menerima permintaan maaf.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 B737 lainnya menderita masalah navigasi dan meluncur ke sebuah titik hitam radar, membiarkannya hilang untuk beberapa jam sebelum melakukan sebuah pendaratan darurat ratusan mil dari tujuan seharusnya.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Saat ini, hampir sepuluh juta jenis ujian diikuti oleh murid-murid di Inggris setiap tahunnya.\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "Bruce adalah istri dari tersangka penembakan dan presiden dari perusahaan teater, sementara yang lainnya merupakan bagian dari produksi Sherlock Holmes : Akhir Petualangan.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "\" Ini merupakan konsekuensi yang dapat diduga dari pengabaian tindakan keselamatan, \" kata salah satu pengacara yang mewakili keluarga.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Wood membantah hal ini, dengan mengatakan, \"Jelas ada beberapa bidang hukum internasional yang bisa sangat tidak pasti.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "Ada beberapa prasangka tuduhan dari pembela Hussein, juga rasa takut atas keamanan hakim yang secara konsisten medorong pengadilan mundur.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Tapi korban yang selamat dari serangan itu berpendapat bahwa penyelidikan yang komprehensif bisa mengajarkan pelajaran berharga yang dapat membantu mengurangi kemungkinan serangan di masa depan, dan meningkatkan kemampuan respon dari layanan darurat.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "\"Sebagaimana negara kita bergerak melampaui perdebatan yang memecah belah ini, saya berharap kita semua dapat melipatgandakan usaha kita dan bekerja bersama untuk meningkatkan keadilan dan integritas sistem peradilan pidana kita, dan untuk meminimalkan kekeliruan kita, \" kata Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Departemen Meteorological Banglades mengeluarkan statemen bahwa gempa telah menghantam Chittagong, pelabuhan di selatan Banglades yang merupakan kota terbesar kedua di Banglades.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "\"Karena komitmen mendalam kami kepada pekerjaan dan pertumbuhan, kami bertanggung jawab atas penundaan masa kembalinya anggaran menjadi surplus, dan karena seorang penjahat mengganggu arus penerimaan pajak, ada defisit sekitar 18 miliar Dollar pada tahun 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "AS Roma berada di peringkat kedua dengan unggul selisih gol dari Sporting CP, yang mengalahkan FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Ini merupakan tahun ke enam pelaksanaan kompetisi Tee Ball Gedung Putih.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "\"Dan sekarang, pada saat seorang presiden Amerika mengumumkan prinsip-prinsip ini dan mendukung mereka, seorang PM Israel muncul dan berlawanan.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "Butuh penyelidikan 2 minggu untuk secara positif mengidentifikasi buaya bergigi sebagai buaya Amerika, (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "\"Pemerintah juga akan bekerjasama erat dengan dunia internasional untuk menjaga keamanan dan perdamaian di Semenanjung Korea.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Minyak tersebut kemudian terseret ke pantai Sunshine Coast dan pulau Moreton dan Bribie dan disebut sebagai \"salah satu bencana lingkungan terburuk Australia\" oleh media.\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "Kesepakatan tampaknya dicapai setelah perselisihan dari pendanaan pemerintah untuk organisasi seperti Planned Parenthood telah dipecahkan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Kantor meningkatkan level peringatan pandemi ke level enam, yang paling tinggi.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "Sampai saat itu, Woollard telah diberikan jaminan, dengan syarat bahwa dia masih berada pada alamatnya sekarang ini, dan tidak memasuki kota Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "\"Serangan-serangan ini memperlihatkan kebiadaban dan kesengsaraan penyerang.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "Yang memperparah situaasi, indeks panas diperkirakan akan mencapai lebih dari 110-an untuk sebagian besar pantai timur karena tingginya tingkat kelembaban.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "Menurut Berrigan, dalam sebuah wawancara kepada Democracy Now pada hari Jumat, bertepatan dengan peringatan 14 Juli pada saat menyerukan pengekangan AS juga telah menjual bahan bakar jet senilai $120 juta kepada militer Israel untuk mendukung kampanye pengeboman mereka ke Lebanon.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "PBB dan pasukan penjaga perdamaian Perancis mengatakan mereka tidak akan meninggalkan Pantai Gading meskipun diperintah oleh Presiden petahana Laurent Gbagbo untuk meninggalkan negara itu.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "Wilayah Ibukota Australia - Ribuan penduduk Canberra mengunjungi Waduk Cotter yang baru dalam hari pembukaan di Sungai Cotter hari Minggu.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Dia juga tidak sengaja membakar dirinya sendiri ketika dia menuangkan air panas ke kakinya ketika mencoba membuat kopi, kelihatannya juga dari 'benturan'hiu.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Hal ini berhasil menghentikan api menyebar ke seluruh pulau, tapi 10 bangunan masih terbakar, juga sebagian besar toko-toko kecil dan bar.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "Sedangkan untuk kapal, \"Kami wajibkan oleh hukum internasional untuk menawarkan mereka kembali ke pemilik, sedangkan untuk kru, kemampuan pemilik untuk segera memulangkan mereka kembali ke Indonesia. . cukup terbatas, \" Senator menjelaskan.\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "Menurut rekaman percakapan teleponnya yang ditampilkan di blognya.\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "Pada IntercontinentalExchange Brent Crude futures mencapai US89,30 (berdasarkan bulan Desember) pada 8:34 am.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Jenkins berhasil mencapai kecepatan 126,1 mil per jam (202,9 kilometer per jam) di dalam mobil Greenbirdnya sepanjang dataran Danau Ivanpah Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "\"Dengan komitmen tidak pernah menyerang negara saudara lagi dan dengan meminta maaf, kita dapat mempertimbangkan insiden yang sangat serius ini diselesaikan, \" kata Presiden Ekuador Rafael Correa, kemudian pemimpin Amerika Latin lainnya bertepuk tangan.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "Ini adalah sebuah kejahatan yang cukup mengerikan, tidak berperasaan, dan masyarakat memegang petunjuk untuk memecahkan kejahatan ini secepatnya.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "\"Kita mungkin harus membawa pendekatan diplomatik regional untuk menanggungnya.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Keluarga tersebut dalam perjalanan menghadiri pertandingan sepak bola untuk anak muda saat kejadian tersebut berlangsung.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Menurut laporan berita, McHale sengaja menaruh bendera Kanada melewati jalan dari DCE (Douglas Creek Estates) tempat pendudukan Aborigin telah terjadi selama 10 bulan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Georgia memimpin lebih dulu di babak kedua dan mengancam akan mencetak angka di akhir pertandingan tetapi pertahanan Irlandia mengamankan empat angka kemenangan.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Dia menghabiskan seluruh waktunya dengan WWF memusuhi undertake dan meninggalkan perusahaan pada Juli 1993 setelah kalah telak dalam pertandingannya dengan undertake.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "Petugas Satwaliar di Zimbabwe mengatakan hari ini, bahwa jumlah perburuan binatang di negara ini telah meningkat pesat tahun ini, dan menyalahkan sindikat kejahatan internasional.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "Kuasa hukum Teamster berasal dari Edmonton, namun tinggal di sekitar Vancouver sejak tahun 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri, Pranab Kumar Mukherjee, usia 73 tahun, diberikan tanggung jawab sebagai Menteri Keuangan setelah beliau dipanggil rapat dengan Presiden Congress Sonia Gandhi, lalu dengan Perdana Menteri Singh.\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "Seorang perwakilan dari Janice Dickinson mengeluarkan sebuah pernyataan tentang kematian Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Belostenny adalah pemain kunci dalam tim basket Uni Soviet dan peraih 2 medali yaitu Eropa dan Olimpiade.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "Seperti yang direncanakan, ini akan membantu penonton untuk membedakan ban tersebut, dan juga akan lebih membantu dengan titik besar putih yang sebelumnya di bagian luar dari ban.\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "\"Ketika saya menjadi Presiden, kebijakan ekonomi yang hanya akan saya kejar adalah menghemat dana Amerika.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Kasus flu burung pertama di Irak diumumkan hari ini oleh Menteri Kesehatan Nasional, Abdel Mutalib Mohammed.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Arid Uka, 22, membunuh 2 pria anggota AU Amerika (USAF) dan melukai 2 orang lagi pada serangan bersenjata saat mereka di dalam bis di Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Artikel-artikel berita seringkali hanya membahas sejumlah isu tertentu tapi mengabaikan isu-isu lain yang bisa saja jauh lebih penting.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "Penyebab resmi dari kematian belum dirilis tapi sudah dilaporkan bahwa Gilson menderita luka di kepala.\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "Enam anggota ditangkap karena membantu dan bersekongkol tetapi kemudian dibebaskan tanpa denda.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Woolmer bermain 19 Tes untuk Inggris dan pelatih untuk Warwickshire dan Afrika Selatan sebelum menjadi pelatih untuk Pakistan pada tahun 2004.\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "\"Untuk keluasan informasi yang kami dapat atas semua dugaan dan telah meninjau semua bukti yang ada, kami juga percaya ini akan menjadi kasus.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "\"Pada tanggal 18 Desember tahun lalu, saya menulis kepada Jaksa Agung Indonesia mengingatkan bahwa Pemerintah Australia dan menentang hukuman mati dan kita tidak ingin melihat, dalam konteks Bali Nine, salah satu warga Australia dijatuhi hukuman mati,\" katanya.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Kutipan penuhnya menyatakan bahwa hadiah tersebut dianugerahkan \"Untuk penjelasan dari properti simetri spontan yang terpisah dalam teori ukur relativitas empat dimensi dan dari mekanisme untuk turunan konsisten dari massa boson vektor.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "Penasehat hukum tersangka mengatakan bahwa tuntutan kepada kliennya terlalu berlebihan tanpa mempertimbangkan situasi kejadiannya.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Mobil kecil ini bisa menempuh kecepatan sampai 38 mph (61 kph), dan dilengkapi dengan pegangan pada mobil sehingga pengemudi bisa menarik mobil mundur.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "20 orang harus mengungsi dari rumah mereka sementara bom itu dijinakkan dengan aman.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Orbit NASA bernama Cassini mengirimkan kembali gambar-gambar yang sangat indah dari Saturnus, mengungkap bahwa cincin-cincin planet yang terkenal itu jauh lebih bergelombang dari yang diperkirakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Ibu Fitspatrick mengatakan Pemerintah Federal berhutang budi pada industri batu bara dan aluminium seperti pemerintah Jepang pada industri ikan paus, dan dengan dampak yang jauh lebih parah.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "Ia mengatakan bahwa ia telah menyiapkan sebuah webcam untuk merekam peristiwa tersebut, dan kemudian akan memuat rinciannya dari suatu peladen FTP bagi orang-orang untuk ditonton.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Polisi menyatakan beberapa alarm selama malam hari dari pencurian di bagian lain dari bangunan telah terganggu penjaga gedung kesenian.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Orang-orang disarankan untuk minum banyak air, tidak keluar rumah pada saat siang hari dan tetap menutup tirai untuk mendinginkan ruangan.\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "Jeb Bush, mantan gubernur Florida, mengumumkan dukungan kepada calon presiden Partai Republik Mitt Romney yang penuh harapan kemarin.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "Sedikitnya 9 fosil gigi, 1 gigi taring dan 8 geraham, dari spesies kera yang tidak diketahui sebelumnya yang ditemukan di Afrika ditemukan oleh tim peneliti dari Ethiophia dan Jepang yang kemudian gigi yang dibuat 3 dimensi dengan fosil lainnya dengan tanggal mundur sejauh 8 juta tahun dan menemukan bahwa fosil tersebut kemungkinan adalah \" leluhur langsung\" dari kera yang saat ini hidup di Afrika dan bahwa fosil kera baru adalah spesies gorila yang makan kebanyakan tumbuhan tinggi serat.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "Tambahan baru meliputi informasi pada Komisi Industri Militer Irak, \"kompleks industri militer yang dikelola negara\" yang memainkan sebuah \"peran penting dalam perubahan semua program senjata rezim.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "Sunnybank memimpin 17 poin lawan 3 pada saat sekarat di babak pertama, tetapi kecolongan penalti yang mengakibatkan gol tuan rumah yang pada akhirnya menjadi poin final mereka dari pertandingan tersebut.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "\"Akan diadakan pemungutan suara pada tengah malam.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Hanya 2 persen dari perempuan yang disurvei di seluruh dunia menganggap mereka cantik, menurut Robin Roberts wakil-penanggungjawab ABC Good Morning America, yang debut komersial programnya pagi ini pada 8:07 EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Sebagai seorang manajer, dia juga memenangkan 1.800 pertandingan selama 23 tahun.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": ":(h) ketentuan lain dalam Undang-undang ini menyatakan anak dalam situasi ini dapat dinaturalisasi dengan kondisi yang lebih sedikit, tetapi tidak membenarkan hubungan antara tujuan dan perbedaan, karena naturalisasi ada dalam kebijakan Menteri Kehakiman.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "Mayat 5 wanita di Inggris telah ditemukan di sekitar daerah Suffolk di Inggris Timur.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Pembagian kursi saat ini adalah Australian Labor Party dengan 58 dari total 86, Liberal National Party dengan 25, Queensland Greens & One Nation dengan jumlah yang sama dan independen memegang empat.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "\"Dia menjatuhkan paket ke dalam kotak dan melarikan diri ke jalan Delaware ke arah Allen, \" kata Lt. K Szyszkowski polisi Buffalo.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "Tamu di hotel tersebut dievakuasi ke dalam ruang pameran di level jalan.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "Dewan Kota Bristol melaporkan perpustakaan mungkin akan dibuka pada hari Selasa, walaupun sepertinya mungkin gedung akan tetap tutup pada hari itu.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Penggunaan dari riwayat pencarian tersebut mengharuskan pengguna memiliki dan masuk ke Google atau akun Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Itu masih istirahat ekstra untuk pelempar, dan yang lain.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "Pembicaraan tersebut dirancang untuk membahas masalah yang belum terpecahkan pada Konferensi Perubahan Iklim Perserikatan Bangsa-Bangsa pada tahun 2009 di Kopenhagen.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "Youtube biasanya dapat diakses dengan mudah di Cina, yang melakukan pemblokiran situs porno dan subversif dengan \"Great Firewall\"nya.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Paman Kazemi berkata kepada CNN: \"Dalam siksaan dan tekanan, (pasangan itu) menyebut nama Mehdi sebagai pacarnya.\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "Sebagai bagian dari operasi ini, pemerintah Australia mengirimkan sebuah pesawat Airbus A330 dari Qantas Airways untuk ikut mencari ke lautan.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Google Base diperkirakan menjadi pesaing utama craigslist, yang sebagian besar dimiliki oleh eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Pihak kepolisian di Indonesia telah mengirimkan sebuah laporan 200 halaman tentang kecelakaan Garuda Indonesia Nomor Penerbangan 200 kepada para jaksa.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "Selama setahun setelah FCTC ditulis, 167 negara menandatanganinya dan 23 negara mengesahkannya, membuat perjanjian ini menjadi salah satu perjanjian PBB yang paling cepat dirangkul sepanjang masa.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "\"Dalam kondisi Kutub, es bisa membantu penanganan atas tumpahan minyak dengan memperlambat pelapukan minyak, meredam gelombang, mencegah minyak dari penyebaran luas, dan memungkinkan lebih banyak waktu untuk menangani.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Dua museum di San Diego, California telah diwarisi sebuah koleksi seni senilai lebih dari 40 juta.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Sumber mengatakan pada Wikinews bahwa meskipun versi bahasa Inggrisnya tidak diblok, versi bahasa Chinanya masih tetap diblok atau sulit diakses di banyak bagian negara.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Henley menerima panggilan dalam pemilihan umum ini saat wakilnya Boris Johnson terpilih sebagai Walikota London.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "Kematian dari paman gadis tersebut juga diyakini akan diteliti karena dia memiliki gejala yang mungkin mengindikasikan flu.\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "Misi yang dijadwalkan untuk teleskop luar angkasa pada tahun 2008 diharapkan untuk memberikan alat untuk memperbarui lebih lanjut kemampuan teleskop tersebut.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "5 petugas pemadam kebakaran yang tewas saat truk mereka dikelilingi kobaran api tersebut.\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Serikat didakwa atas pembunuhan 5 petugas pemadam kebakaran US Forest Service yang tewas saat mencoba memadamkan kobaran api yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Gencatan senjata antara Israel dan Hisbullah yang diperantarai oleh PBB sebagian besar tengah dilaksanakan karena Israel telah mulai menarik pasukannya dari Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "Dokter perbidanan Andrew Miller mengatakan bahwa kehamilan ovarium yang bertahan sampai masa melahirkan adalah \"tidak pernah terjadi.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Dengan adanya gerakan warga Peru untuk mengambil jalur hukum terhadap perusahaan tambang Newmont di Denver, yang merupakan perusahaan tambang emas terbesar di dunia, beberapa pertanyaan penting tersebut akhirnya akan bisa terjawab.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "Kematian tersebut disebabkan terutama karena beberapa rumah gubuk hancur karena hujan atau lumpur.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Sebagai tambahan, bagi mereka yang cenderung mengalami kerusakan hati (yang bisa jadi efek samping dari pengobatan) tidak akan disediakan pengobatan yang bersubsidi.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Kyle Busch, karena kecelakaannya dengan Jeff Burton tetap menguasai posisi ketiga sedangkan rekan satu timnya Hamlin di posisi keempat.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Investigasi tersebut diajukan oleh 30 anggota dewan dan 17 senator.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "Keenam anak yang selamat, tiga anak laki-laki dan tiga anak perempuan, saat ini berusia antara 5 dan 20 tahun.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "Tapi pagi ini, polisi Dallas telah melaporkan bahwa Owens mengambil pil dalam jumlah besar yang tidak diketahui, dan ketika ditanya oleh polisi pagi ini apakah ia telah berusaha untuk melukai dirinya sendiri, Owens menjawab, \"Ya.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Jumlah pemilih secara nasional adalah 45%, tetapi di beberapa tempat pemungutan suara mencapai 95% atau lebih, meningkatkan kecurigaan bahwa ada pengaturan suara yang terlibat.\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "Rencananya adalah untuk mendiskusikan Wikipedia dan apa saja yang berhasil dan tidak berhasil untuk ensiklopedia.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "\"Apakah anda pernah melihat otak berusia20 tahun? Dia bukan penembak,\" kata Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Pemerintah Pakistan menghalangi akses ke YouTube, website berbagi-video yang tenar, dengan alasan konten yang \"menumbuhkan asusila.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Majalah Konstitusi Atlanta (AJC) melaporkan bahwa dua pistol ditemukan di lokasi kejadian.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "Microsoft menyetujui hal ini, memberikan informasi tersebut dengan biaya royalti sebesar 6,5% dari pendapatan si pemegang ijin untuk produk tersebut atas dasar inovasi (khususnya, 3,87% untuk ijin paten dan 2,98% untuk ijin informasi).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "Gunung berapi ini tidak meletus sejak periode 4 bulan pada 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Ringkasan dokumen tersebut menyatakan \"kemungkinan dibutuhkan nasehat menteri pada situasi tersebut.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Telah dicatat bahwa memilih untuk tidak menginvestigasi bentuk mencurigakan pembayaran-pembayaran tersebut sama dengan menerima ketidaksahan mereka.\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "Setelah 5 jam pertemuan, Presiden Hugo Chaves dari Venezuela dan Alvaro Uribe dari Kolombia mengakhiri ketegangan diplomatik yang terjadi selama 2 bulan.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Laksamana Kuroyedov bertugas di angkatan laut selama bencana Kursk tahun 2000, yaitu 118 pelaut tewas kerika kapal selam mereka tenggelam.\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "Bendera kami berada di setengah tiang untuk Deputi di negara rendah yang meninggal untuk menolong rekan Deputinya.\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "\"Untuk apa anak saya mati?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Misi ini akan \"mengukur gas yang berasal dari cendawan asap, \" mengakhiri pernyataan tersebut.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Butuh waktu beberapa jam sebelum pasukan keamanan mampu menguasai semua bangunan.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Wilayah terhangat di sepanjang belang harimau berhubungan kepada dua lokasi jet yang terlihat di image Cassini.\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "Sekarang ini, MST menerima bantuan dari pemerintah Brasil dan donasi dari organisasi internasional.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "Wisatawan yang terluka dibawa ke lima rumah sakit yang berbeda di wilayah Costa del Sol.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "\"Unit perangkat lunak yang berisi informasi dengan nilai yang tak terhingga\" berhasil diselamatkan tepat waktu, beberapa berita melaporkan.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Dalam upaya mengakhiri jalan buntu antara Dewan dan Senat, Boehner mengatakan pemimpin Senate Demokratic, Harry Reid bahwa dia akan menjadwalkan memberikan suara pada Dewan dalam versi Senat dari undang-undang yang memperpanjang pemotongan pajak yang jatuh tempo pada akhir tahun.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "Sulpicio juga menggambarkan penyelidikan tersebut sebagai sebuah \"pemeriksaan\" yang bias terhadap Sulpicio sejak awal.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "NFL membuat pernyataan yang menyebutkan bahwa stadion dilindungi dengan baik melalui langkah-langkah pengamanan yang sudah tersedia di tempat.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Pada kontroversi yang semakin tinggi yang disumbangkan oleh masalah politik Perdana Menteri Italia Silvio Berlusconi dan yang membuat kegemparan nasional di Italia, para jaksa di Italia memulai penyelidikannya sendiri di hari Rabu pada kematian Nicola Capriari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "Van Gogh kritikus sejati pada Islam dan merasa penganiaya pada wanita.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "New York Yankees kembali pulih dari kekalahan besar pada hari Sabtu untuk memenangkan pertandingan hari Minggu 9-4 melawan Cleveland Indians berkat pemukulan tepat waktu.\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "Dr Raupach, yang juga memimpin Global Carbon Project Internasional, terkejut oleh hasil penelitiannya.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "Tenaga kerja yang berasal dari Colorado mendapati bahwa aktivitas-aktivitas yang dilakukan oleh \"asisten\" Landmark Education termasuk: \"pendaftaran dan permohonan telepon kantor dan administrasi, sama seperti menyapa pelanggan, menata kursi, mengatur mikrofon selama seminar berlangsung, dan membuat kopi.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "CAW telah meminta karyawan memberitahukan kepada Penanggung jawab Kesehatan dan Keselamatan mereka tentang masalah keselamatan apapun di tempat kerja.\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "Pada lokasi bom, karangan bunga diletakkan untuk menghormati, dengan ratusan berkumpul di lokasi untuk mengheningkan cipta.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "\"Akhirnya, pada musim panas banyak anak-anak tinggal di gunung kami,\" dia menambahkan.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "Burung yang luar biasa memiliki lebar sayap 30 inci dan berdiri hampir 20 inci tinggi.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "Menurut afiliasi ABC di Charlotte, North Carolina, Flair mengambil bagian dalam insiden kemarahan di jalan yang dituduhkan Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Negara-negara bagian Volusia, Sumter, Lake dan Seminole dinyatakan sebagai negara bagian dalam keadaan darurat karena puluhan rumah, rumah mobil dan gereja telah hancur.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "Peter August dari Universitas Rhode Island di Kingston, berkata: \"Saya terkesima dengan konsistensi yang mereka buktikan bahwa hewan lembu dan rusa ternyata menghadapkan tubuhnya ke arah utara.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "\"Kami sudah berusaha untuk menarik perhatian pada fakta bahwa siapapun orang yang menganggur harus menerima persyaratan apapun yang ditawarkan pada mereka karena jika Anda menolak tawaran pekerjaan tersebut Anda akan kehilangan pembayaran Centrelink selama delapan minggu, \" katanya.\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "Alex Salmond, pemimpin Partai Nasional Skotlandia (SNP), mengatakan bahwa meskipun Skotlandia tidak memiliki kekuatan untuk menghentikan penempatan sistem senjata Trident, ia memiliki sejumlah kekuatan untuk melindungi lingkungan.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Anggota parlemen lainnya, bahkan beberapa dari Partai Buruh, tidak setuju dengan argumen kudeta.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Petani-petani Selandia Baru telah memenangkan kunci kemenangan di Parlemen dengan pemungutan suara anggota parlemen untuk membebaskan anjing pekerja pertanian dari undang-undang mikrochip, lolos dengan jumlah suara 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "Dalam pertandingan, setiap tim telah bermain sebanyak delapan pertandingan melawan satu sama lain, membagi rekor dengan masing-masing 4 kemenangan.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Penjaga Pantai menerima laporan keadaan darurat pada pukul 7:03 malam dari Perusahaan Kapal Candano.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "\"Kami harus menggunakan dongkrak untuk membuka sisi gerbong kereta untuk mencapai orang-orang, \" kata Pedro Machado, komandan jenderal de Janeiro Pemadam Kebakaran.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Wikinews awalnya menyebarkan cerita tentang kecurigaan edit setelah menerima tip dari administrasi Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Polisi meluncurkan serangan, menyelamatkan wanita-wanita tersebut setelah menerima petunjuk.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Dia mengatakan 70% dari biaya operasional diambil bahan bakar, dan maskapai tersebut telah menaikkan biaya tambahan bahan bakar kembali dari 100 baht ke 850 baht per kaki.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Setelah pembebasan mereka, para pelajar mengatakan kepada media mereka diminta untuk membuka pakaian mereka di kantor polisi.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "\"Satu dari hal-hal tersebut bisa mengubah pertandingan, tetapi apa yang bisa kita perbuat sekarang?\" kapten Adelaide Travis Dodd berkata kepada Fox Sports setelah pertandingan.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Pilihan dari strategi termasuk meningkatkan hubungan Afgan-Pakistan sementara mendirikan kembali ekonomi afganistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Namun, sampel yang dipakai dalam analisis tersebut didapat dari 120.000 tahun terahir dan terlihat bahwa perkawinan silang dari dua spesies tersebut telah terjadi jauh lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Kota Brampton di Ontario, Kanada dan Marikina di Philipina baru-baru ini menjadi kota \"kembar.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Poison mengklaim kedua perusahaan tersebut kurang membayar royalti mereka untuk beberapa tahun.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Pada bulan Mei tahun 2006, itu meningkat secara dramatis berpuncak pada letusan kekerasan pada tanggal 14 Juli dan 16 Agustus.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "Kemitraan tersebut telah dikabarkan selama bertahun-tahun, dan jumlah spekulasi tumbuh selama beberapa bulan terakhir.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Komite tersebut menyatakan bahwa program pembangunan \"luas\" dari pembangkit listrik baru berbahan bakar gas akan diperlukan untuk memenuhi kekurangan yang diprediksi.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "Amukan itu sudah waktunya terjadi di luar jarak pendengaran Hakim Brinkema dan para juri juga orang-orang memenuhi ruang pengadilan untuk istirahat.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Sebuah kebakaran besar yang terjadi di High Desert Kalifornia Selatan sejak pukul 02.00 sore (22.00 UTC) kemarin masih terus mengancam warga Palmdale di wilayah Antelope Valley di negara bagian Los Angeles sore ini.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "Komentar Cindy baru-baru ini berubah drastis dari komentarnya pada wawancara tahun 2004 dengan THE REPORTER dari Vacaville, Kalifornia.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Kukis membuat skor sebuah nilai setelah pertandingan berakhir dan gagal mengkonversi sebuah tendangan sederhana yang bisa memenangkan pertandingan untuk mereka.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "\"Sama seperti tragedi Piper Alpha lebih dari 2 dekade lalu menggarisbawahi bahaya eksplorasi Laut Utara, bencana Auchengeich menunjukkan terlalu gamblang bahaya dan risiko para penambang seluruh Skotlandia untuk mengambil apa yang diberikan sebagai bagian dari pekerjaan mereka setiap kali mereka turun lubang.\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "Para penanggung jawab mengakui bahwa pelanggaran kesehatan dan keamanan adalah sebuah \"penyebab signifikan\" dari kematiannya, kata Pascal Bates untuk tuntutannya.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "\"Selain itu, usia pelamar tidak boleh lebih dari 32 tahun pada tanggal 31 Desember 2006. .\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "\"Maksud saya, saya sedih saya kalah, tetapi kami berbeda dan dia sangat mengagumkan, \" kata Craig Sharpe.\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "Hawk-Eye, perusahaan yang mengerjakan teknologi garis gawang yang telah dilakukan untuk garis tenis, bereaksi dengan kekecewaan, \"Saya pucat, ini sangat menyedihkan...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Pada tanggal 22 April, lapisan minyak terlihat di permukaan teluk.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "\"Rumah sakit anak-anak itu menerima 90 anak, 34 diantaranya masih berada di sana, enam orang lainnya menjalani operasi, \" kata Djurovic.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Kemudian itu menjadi pertandingan ulang yang keras bagi kedua tim, khususnya Belanda, namun Torbinsky dan Arshavin mencetak gol, sehingga secara efektif mengakhiri pertandingan.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Kompetisi Toronto FC selesai saat New England Revolution akan menghadapi New York Red Bulla di putaran pertama babak playoffs.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Langkah ini berarti akhir dari status perusahaan saingan AT&T sebagai satu-satunya operator resmi iPhone AS, status tersebut dipegang sejak debut pertama iPhone pada tahun 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Sebelum 2005, 555 California adalah Bank of America's World HQ, tetapi statusnya habis ketika North Carolina berdasarkan NationsBank menghabiskan warisan perbankan pantai barat A. P Giannini dan membiarkan nama B dari A, tetapi membuat HQ utama tersebut di Charlotte NC.\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "Diadakan setiap tahun, ini adalah forum tradisional untuk mengekspresikan oposisi politik.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Ketika pada 64, Yuvraj diletakkan sebagai penutup oleh Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Direktur film asal Polandia Andrzej Wajda, berpendapat tentang lokasi penguburan, bahwa \"Lech Kachzynski adalah orang biasa dan orang yang baik, tapi dia tidak boleh dikuburkan di Wawel diantara para raja Polandia dan Marshal Józef Piłsudski [pencetus Polandia era modern].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "Ibu Graham membelinya dari toko amal Sue Ryder setelah melihat anggota staf Thatcher meletakkannya di toko.\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "Hari Jum'at terjadi penembakan asisten kepala desa di provinsi Yala dan pasangan tua ditembak di provinsi Pattani ketika kembali dari pasar lokal.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "Presiden Somalia telah mengatakan dari semula bahwa Amerika mengejar tersangka dari pembom kedutaan besar pada tahun 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Masih belum jelas mengapa penerjemah itu mulai menembak; Namun, penyerang tersebut kelihatan sebagai \"pegawai yang tidak puas\", sebagai oposisi menjadi militan, menurut pejabat resmi militer Amerika.\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "McClellan mengatakan, \"Lihat, laporan ini menyebabkan kerusakan serius pada citra Amerika Serikat di luar negeri.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Meskipun serangan Palin, artikel asli di New York Times 3 Oktober menyimpulkan bahwa Obama dan Ayers tidak pernah dekat, dan hubungan tersebut melalui perjalanan awal Obama untuk proyek reformasi sekolah dan kantor, \"mengatakan bahwa jalan mereka telah melintas secara sporadis.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Akan tetapi, penalti berlaku hanya kepada serikat yang mengorganisasi pemogokan sekunder, bukan kepada pekerja yang bertindak secara individu.\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "Para penyedia layanan harus menajamkan iklan mereka dan memperbaiki kinerja bagian layanan mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Senator Joe Ludwig (Partai Buruh, Queensland) bertanya ke Menteri Hukum dan Bea Cukai Senator Chris Ellison dalam Rapat Dengar Pendapat apakah dia yakin dengan klaim yang dibuatnya kemarin bahwa penemuan Jian Seng menunjukkan bahwa Pemerintah Australia hadir, \"Pengawasan udara dan maritim untuk menghadang kapal dalam kondisi seperti itu, dan hal itu telah dilakukan\", dan bertanya mengapa Pemerintah memerlukan waktu dua minggu untuk menghadang kapal setelah ia masuk ke perairan Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Radio Israel mencatat bahwa ini adalah anak Palestina ketiga dalam dua bulan terakhir yang tertangkap mencoba untuk mentransfer bahan peledak melewati pos pemeriksaan Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Membalas atas perubahan Leo Benhakker untuk lebih menyerang sistem 4-3-2 dan memasukkan lebih banyak pemain penyerang.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Festival Square mendekati Danau Ontario menyebabkan berbagi kesulitan, terutama untuk penampilan kelompok seni di selatan.\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "Walaupun mengatakan ini, dia menolak mengesampingkan untuk memulai melawan Iran di masa mendatang.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Pendapatan iklan dari software ini akan dibagi dengan Yayasan Wikimedia.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "\"Dari segala pengukuran, Sir Joh adalah pembangun negara yang luar biasa yang akan selalu diingat untuk konsistensinya menempatkan Queensland di tempat pertama, \" kata Gubernur Jenderal Australia, Mayor Jenderal Jeffery, dalam sebuah pernyataan.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Saat beruang tersebut lari kembali kedalam hutan, anjing tersebut mengejar nya.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Video telah dilaporkan sebagai protes anti-Scientology, direkam oleh berbagai anggota kelompok Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Sebuah surat kabar Dover setempat, York Daily Record, memberikan tajuk bahwa pemilih Dover harus memberikan kesaksian persidangan dalam laporan selama pemilihan umum saat mereka bisa memberikan suara bagi anggota dewan sekolah bersama dengan kantor elektif lainnya.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Perserikatan Bangsa-Bangsa dengan \"prestasi yang mengesankan\" dan \"kegagalan yang menghantui\" telah diganti tetapi perlu diganti lebih lanjut, dia mengatakannya pada sebuah artikel di Newsweek International.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "\"Hal ini akan mengakibatkan konsolidasi material batuan inti yang dikelilingi oleh cangkang es.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "BBC News melaporkan bahwa surat itu menyatakan apa yang dibutuhkan jika Iran ingin melanjutkan peperangan dengan negara Irak.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Pelepasan yang 7 karena Presiden Prancis Nicolas Sarkozy tiba di Chad untuk mengadakan pembicaraan mengenai kasus tersebut dengan pejabat Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Mengejar target kemenangan 222, Afrika Selatan dengan seluruh tenaga mencapai 172 setelah beberapa permainan yang terinspirasi bowling oleh Jacob Oram dan Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, Al-Qaeda menyatakan dalam sebuah situs internet bahwa mereka telah membunuh duta besar Mesir di Irak, Ihab al-Sherif.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "Cook, berusia 59, dibawa ke sebuah rumah sakit di Inverness oleh helikopter layanan penyelamatan setengah jam setelah pingsan.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Beberapa pengamat menyarankan bahwa gencatan senjata yang paling akhir adalah didasarkan pada taktik ETA menyebabkan dukungan mereka pada wilayah Basque jatuh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Ledakan dan kebakaran selanjutnya awalnya dianggap jatuhnya pesawat komersial.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "IFA dan IOC bersengketa selama beberapa tahun tentang siapa yang akan mengontrol permainan di dalam negeri.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Menurut hukum federal, semua kelebihan harus digunakan untuk membayar utang Kanada, dan tidak tersedia untuk belanja.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Ditemukan bahwa hutan-hutan bakau di sekitar Delta Irrawady di Myanmar telah rusak karena \"eksploitasi berlebihan\" dan adanya konversi lahan untuk sawah padi - dipromosikan oleh pemerintah sebagai satu cara untuk menjamin swasembada produksi pangan.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Ilmuwan dari universitas Melbourne berkata penelitian mereka menunjukkan bahwa benefit dari energi nuklir telah diremehkan dan konsern tentang sampah nuklir terlalu dilebih-lebihkan.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "Meskipun hasilnya dicampur pada turnamen tersebut, Kukris berhasil untuk kualifikasi pada Jug Final.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Satu-satunya negara Eropa lain yang memiliki senjata Nuklir adalah Prancis.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Telah dikonfirmasi bahwa Spyker akan berganti pemilik musim yang akan datang menjadi tim Formula One India yang pertama kalinya dalam sejarah.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Banjir, badai, dan angin kencang yang terlihat sebenarnya semalam sebagai pola badai yang langka berpindah ke daerah Barat laut Pasifik, melanda daerah dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Informasi mingguan telah melaporkan bahwa kabel tersebut diduga berharga beberapa juta dollar AS.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "Dia memimpin Parkersburg ke 19 negara bagian dengan babak tambahan dan menang antar negara bagian di tahun 1993 dan 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "Daftar yang di maksudkan oleh Fosse mengarah pada daftar dari komisi parlemen atas pemujaan di Prancis pada tahun 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "\"Saya melakukan ini untuk saya sendiri 'karena'saya suka mengimprovisasi artikel Wikipedia.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "Produser eksekutif CBS News Roma Hartman sejak merespon dalam sebuah e-mail ke TVNewser mengatakan bahwa, \"Bill Maher tidak pernah memberitahu bahwa ia tidak bisa membahas agama di segmen Free Speech, \" dan menambahkan, \"Pada kenyataannya, Free Speech sudah membahas agama dan kami mengharapkan orang lain di masa depan.\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "Resolusi menyatakan \"keprihatinan serius\" atas ketidakpatuhan Iran dengan permintaan IAEA untuk menghentikan pengayaan dan kegiatan lainnya dan meminta direktur IAEA untuk melaporkan kepatuhan Iran paling lambat akhir Agustus.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "\"Kekhawatiran utama kami adalah lebih dari 3.000 orang berada di bawah tanah, \" kata ketua National Union of Mineworkers for S. Afrika, Deon Boqwana.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Sepuluh menit babak kedua, Nambour mampu mencetak angka yang besar namun gagal dikonversi.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "Jika masyarakat menumbuhkan biofuel dan makanan itu akan menimbulkan masalah baru, ujar David Molden, yang memimpin penelitian di Sri Lanka - berbasis IWMI.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Polisi menangkap seekor monyet tinggi 18 inci yang dilaporkan telah menggigit wanita berusia 20 tahun di luar State Street Brats, Madison, klub malam Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Sekretariat Perserikatan Bangsa Bangsa adalah salah satu badan utama dari Perserikatan Bangsa Bangsa dimana badan ini dipimpin oleh seorang Sekretaris Jenderal Perserikatan Bangsa Bangsa dan dibantu oleh staf hubungan internasional di semua negara.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Berdasarkan Le Nouvel Observateur, satu bulan setelah dilakukannya investigasi tenaga kerja cabang perusahaan yang berada di Perancis dibubarkan.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "Kunjungan Paus Yohanes Paulus tampaknya akan dibatalkan karena Perang Falklands dan usaha-usaha pembunuhan.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "66 penumpang dan awak pesawat dari penerbangan UAL New York ke San Francisco mendapat pemberhentian yang tidak diinginkan di \"Kota Berangin, \" Chicago, menuruti ketakutan akan bom.\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "Meskipun banyak negara Eropa memproduksi obat, yang utamanya digunakan sebagai anastesi, tidak ada produsen yang mau memasok obat untuk penggunaan yang berkaitan dengan hukuman mati, penghentian yang sudah dilobi oleh EU sejak tahun 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Gempa susulan mencapai berkekuatan 5,9 dengan pusat gempa berlokasi 19 kilometer barat Pichilemu, menurut Survei Geologi Universitas Chili (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "Pelatih sepakbola Amerika telah ditembak di tempat kebugaran sekolahnya di Iowa, Amerika.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "Ibu Daniel, Cheryl Stringer, mengatakan bahwa dia tidak mau rapat umum EDL diadakan: \"EDL telah memutuskan untuk melakukan ini dan ini tidak ada hubungan apapun dengan kami.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Tim A1 Selandia Baru telah memenangkan balapan utama pada Grand Prix A1 di Shanghai, China hari ini, diikuti oleh Tim A1 Britania Raya dan Tim A1 Jerman.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "Dua belas persen dari 1.043 tahanan yang diuji untuk narkoba dari awal tahun ini sampai Juni, dinyatakan positif narkoba.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Tidak diketahui apakah ada racun lain dalam sistem tubuhnya.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "Pesenam Belanda Epke Zonderland menampilkan routine yang hampir sempurna dan sangat sulit yang mampu meraih 16,533 poin, membuatnya mendapatkan 1 medali emas dan tepuk tangan penghormatan dari penonton di North Greenwich Arena.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "Jim Nussle, direktur Kantor Anggaran dan Manajemen mengatakan bahwa dia yakin bahwa defisit akan mulai menurun.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Negara lain mendapati ekspor Rumania lebih mahal, dan dengan demikian kurang kompetitif, akibat apresiasi leu, dan ini dapat memperlebar defisit negara yang sudah mencatatkan angka yang besar.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Rencana penyerangan pasukan tentara Pakistan di wilayah suku didekat perbatasan Afganistan sulit untuk diverifikasi, setelah seorang jurnalis dan petugas penyelamat tidak diijinkan masuk ke zona peperangan.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Ray Zahab adalah pelari ultramaraton Kanada, pelatih pribadi, dan penceramah motivasi.\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "Selama sebagian besar dari delapan bulan dia ditahan di sini, Manning telah diminta untuk tidur hanya dengan celana dalam pendek karena dia berada di bawah \"pengawasan atas pencegahan cedera, \" menurut Letnan satu Brian Villiard, juru bicara fasilitas Quantico.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "\"Dia dalam kondisi kesehatan yang lemah akibat apa yang dialaminya, \" ujar Bapak Stary.\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua pekerjaan tersebut agar bisa meningkatkan kesempatan saya untuk mewujudkan mimpi saya di TV.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Tiga yang lain ditemukan dekat sebuah jalan di Rustamiya pinggiran tenggara ibukota.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "Sementara itu, Yerusalem Post melaporkan bahwa ada semangat yang tumbuh diantara pembangunan pertahanan Israel bahwa negara tersebut harus bertindak secara independen untuk menghentikan Iran dari kepemilikan senjata nuklir karena Amerika Serikat sepertinya tidak melakukan hal ini.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Beberapa siswa mengeluh bahwa mereka tidak menerima peringatan dari universitas sampai e-mail peringatan yang dikirim lebih dari dua jam setelah insiden pertama.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Kemarin, 1 Euro dapat dibeli hanya dengan 35.844 lei, turun dari 36.133 lei 2 hari yang lalu.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Mereka menghadapi ancaman inflasi dan menolak untuk mengimpor kebijakan tingkat suku bunga terhadap kondisi resesi yang terjadi di Amerika Serikat.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Pemerintah Perancis memberikan penghargaan khusus kepada orang-orang Comanche ini dengan menganugerahi mereka dengan Orde Nasional Prestasi Chevalier pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Pihak Kepolisian berkata bahwa para pelaku penyerangan berhasil menguasai keadaan di Taj Mahal dan Hotel Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "Ada spekulasi sebelumnya bahwa objek di Texas bisa meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Editor energi The Guardian, Terry Macalister, menulis bahwa \"katalog kesalahan - baik manusia dan mekanikal\" di dalam laporan \"menghancurkan\" industri minyak \" lebih banyak sebagaimana mantra\" utamakan keselamatan.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "Raymond Moreno mengatakan, \"Saya berharap itu tetap untuk sepuluh, dua puluh, tiga puluh tahun, karena kami membutuhkannya.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "Putusan resmi akan diumumkan pada tanggal 25 February 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "Kelompok kecil sekitar 15 anggota kepolisian menunggu kedatangan kelompok tersebut.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "\"RUU stimulus pendukung kedua partai dan ekonomi yang lambat adalah alasan utama pertambahan defisit seperti yang tercermin pada hasil anggaran tahun ini.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "Cheetah akan menjadi tuan rumah final minggu depan, menjadi finalis tertinggi (pertama, Blue Bulls kedua).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "Pemogokan berpengaruh secara luas di area di New Delhi termasuk pasar utama di Rohini, Chandani Chowk, Karol Bagh dan perluasan bagian selatan Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "Polisi Bathurst menolak berkomentar ketika dihubungi tentang pernyataan tersebut hari ini.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Sumber dari Georgia mengkonformasi pengumuman tersebut yang mengatakan bahwa pusatnya telah dihancurkan.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Sebagian dari Jalan antar negara bagian 35 dan Jalan antar negara bagian 30 telah ditutup.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Robertson menulis, \"Saya meminta maaf dan pengampunan dari orang Israel.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Juru bicara wanita Bree Jashin menyatakan serangan tersebut adalah akibat dari kelalaian.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "Pada tanggal 7 Agustus, tentara Georgia melancarkan serangan terhadap kota Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Kami akan menegakkan utusan Allah tidak hanya dengan suara namun juga dengan darah kami, \"Nasrallah berkata kepada demonstran, yang diperkirakan berjumlah 700.000 (polisi mengatakan jumlah nampaknya lebih dari itu).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "Baugur Group, sama seperti FL Group, telah melakukan investasi di pasar Inggris.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Robertson mengatakan, \"'Ini tanah saya', dan untuk setiap perdana menteri Israel yang menentukan ia akan mengukir itu dan memberikannya, Tuhan berkata, 'Tidak, ini adalah milikku. '\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "Parasiris akan tetap bebas dengan jaminan sambil menunggu sidang pendahuluan yang akan diselenggarakan pada bulan Agustus tahun ini.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Para pria tersebut merupakan saudara laki-laki \"biologis\" dari ibu yang sama atau pun saudara laki-laki \"non-biologis\" melalui adopsi atau saudara tiri.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "Melor mereda sebentar setelah berlanjut melanda pulau tengah Jepang sisi utara.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "Pengaturan komersial lainnya merupakan bagian dari kontrak, kata pejabat tersebut.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Setelah mencapai tonggak bersejarah, maskapai ini segera menggunakan kesempatan tersebut, seperti biasa, untuk menjual kursi; meluncurkan penjualan besar-besaran 200.000 kursi di 99p/99c kursi.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "Perahu lifeboat juga membawa orang lain yang tidak terluka, sementara helikopter kembali ke lokasi untuk menolong anak laki-laki yang satu lagi.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Kolomnya adalah suatu pergumulan sepanjang hidupnya, percekcokan, dan opini tentang isu-isu sosial-politik.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "\"Kami dengan berat hati menyatakan setelah satu setengah tahun berperang dengan kanker, saudara dan pemain bass kami Ben Marlin telah meninggal dunia sekitar pukul 5 pagi tanggal 2 Januari 2008.\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "Satu laporan mengatakan jatuh ke jurang sedangkan yang lainnya mengatakan jatuh ke area rawa-rawa.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Akan tetapi, Zidane menolak untuk membocorkan apa yang sesungguhnya Materazzi katakan tetapi dia mengatakan bahwa Materazzi berkomentar yang \"sangat pribadi\" dan secara rinci prihatin akan saudara perempuannya dan ibunya.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Amerika Serikat telah meningkatkan keamanan bandar udaranya setelah upaya gagal pemboman penerbangan Delta 25 Desember oleh warga negara Nigeria dengan bahan peledak di celana dalamnya.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, pekerja minyak diculik dari sebuah bar di dekat pemukiman kumuh oleh pria bersenjata yang menembak mati seorang tentara militer penjaga pekerja, dan melukai tentara lainnya.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Mereka mengeluarkan, pada 1996, album pertama mereka, dengan penjualan lebih dari satu juta kopi seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "James akan mengatakan tidak bersalah, menurut pengacaranya, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "Situs arkeologis ini berada di sebuah bukit di sepanjang Laut Mediterania menghadap ke rumah musim panas Hosni Mubarak, presiden Mesir.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Lech Walesa, pendiri gerakan Solidaritas mundur dari organisasi.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "Ada juga kecemasan bahwa bangunan lantai empat kurang dari satu meter dari tepi lubang akan runtuh karena lapisan bawah bangunan terus terkikis.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "Didirikan sebagai perusahaan patungan antara BMG dan Wolfgang Funk pada tahun 1992, label tersebut telah melihat penggabungan induknya dengan Sony pada tahun 2005 untuk membentuk Sony BMG dan Funk berhenti sebagai presiden pada bulan Desember 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "Gary Sheffield kemudian membalas di awal divisi dengan tiga angka homer mengenai bagian dalam area putih tengah kanan lapangan, melonggarkan Yankee memimpin 9-4.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "\"Saya konsern tentang hal ini dan saya kira kami perlu menyampaikan pesan dengan benar kepada rakyat Afganistan, \" dia berkata.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "\"Saat ini tidak ada cara yang masuk akal untuk menghasilkan aliran stabil butiran kaya garam dari es padat di semua garis-garis harimau selain air garam berada di bawah permukaan es Enceladus, \" kata Frank Postberg, seorang ilmuan tim Cassini di University of Heidelberg di Jerman.\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "2 laki-laki terluka, Randal Bibb, 52, dan Daniel McMurry, 56, dibawa ke Rumah Sakit Parkland Memorial untuk dirawat atas luka bakar tubuh atas.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "Badai 80 km per jam (50 mph) di Samudera Pasifik sekitar 210 km (130 mil) selatan -barat selatan dari Acapulco, Meksiko.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa itu \"gabungan bantuan artikel-artikel untuk pembuat film pemula dengan cerita dongeng berdasarkan pengalaman saya menghasilkan uang untuk pengarah gambar dan kepribadian gila yang menyerang dunia dalam pembuatan film microbudget.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "2 calon yang sebelumnya terpilih sebagai anggota dewan sekolah yang memasukkan desain inteligensi dalam kurikulum sains sekolah umum menerima jumlah suara paling sedikit dalam pemilihan Selasa.\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "Para peneliti menemukan liver menunjukkan level yang lebih tinggi dari enkoding gen \"selenoprotein P\" (SEPP1) pada orang dengan diabetes tipe 2 - yang lebih resisten terhadap insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Lagu tersebut menempati puncak selama sembilan minggu sebelum digantikan dengan \"You Belong To Me\" oleh Jo Stafford.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    }
]
}