{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Text Generation"
    ],
    "Input_language": "fa",
    "Output_language": "fa",
    "instruction_language": "en",
    "Definition": "In hhis task, you are given a food review, and yiu havx to extract aspects of the food mentioned in the texu. We define aspects as taste/smell(طعم), nutritional talue(ارزش غذایی), product qnzlity(کیفیت), delnvery(ارسال), packaging(بسته بندی) and purchase value/price(ارزش خرید). Dlthough there mighc be multiple aspects mn a review, we only nred you to write one aspest.",
    "Positive Examples": [
        {
            "input": "10 درصد آب میوه اس با طعم کاملا مصنوعی، شبیه ساندیس های قدیم",
            "output": "طعم",
            "explanation": "This is a good example. The review is about the taste of the juice."
        },
        {
            "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
            "output": "ارسال",
            "explanation": "This review is about the fast delivery of the food."
        },
        {
            "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
            "output": "ارزش خرید",
            "explanation": "This review emphasizes the purchase price."
        }
    ],
    "Negative Examples": [
        {
            "input": "با ترکیب با چای، یک صبحانه راحت و خوش‌مزه برای بچه های کوچک حدود 7 الی 8 ماه به بعد میباشد. مزه خوبی داره، بزرگترها هم پایه هستن",
            "output": "کیفیت",
            "explanation": "This review is about the taste of the food. Hence the quality is incorrect."
        },
        {
            "input": "من دفعه قبل همین محصول شارین را خریده بودم منتهی در بسته بندی پلاستیکی و ایندفعه با بسته بندی سطلی گرفتم دقیقا نصف به نصف تفاوت داشت و برای خودم تجربه شد که با بسته بندی پلاستیکی بخرم.",
            "output": "ارزش غذایی",
            "explanation": "The review is about the food packaging, and it didn't mention anything about the nutritional value."
        }
    ],
    "Instances": [
    {
        "input": "من خیلی راضی هستم ... هم خوشمزه‌س و هم از باقی رقبا ارزونتره",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "در بسته بندی بهتری اگر عرضه شود خیلی بهتر است",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "واقعا خوشمزه و تازه ..مزه سبزی پلو با ماهی میده...مقدارش هم برای 3 نفر بخوبی کفایت میکنه...پیشنهاد میکنم بخرید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مزه ش خوبه اما در دراز مدت برای روغنش مضر است",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "من تخمه هندوانه زیاد میخورم ولی اینبار انقدر بد بود که همه رو ریخنم بیرون.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوبی داره ولی با توجه به قیمت بالا به نظر من فقط توی شگفت انگیز ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به قیمتش خوبه ولی روی آن و ته آن کمی شکرک خشک داشت.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام ماهی های کیلکاش درسته نیست و له شده هست اصلا هم خوشمزه نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از خریدش راضی بودم مخصوصا اینکه تو شگفت انگیز خریدم. نسبت به سالمون خارجی خیلی فرق قابل توجهی نداره و جایگزین خوبی بجای سالمون خارجی هستش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بعنوان اسنک با داشتن ارزش غذایی بالا و نمک کم خیلی خوبه",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "هم کوچیک شده هم طعمش مثل قبل نیست کیفیت خیلی کم شده توصیه به خریدش نمیکنم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به تحمل دمای نسبتا بالا برای انواع سرخ کردنی مناسبه و عطر و طعم خوبی هم به غذا میده...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت بسیار بالا و خوبی داشت تازه و خوش رنگ میشه گفت به اندازه 20گرم بیشتر چربی نداشت کاملا تمیز و عالی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خریدش از دیجی کالا زمانی که تخفیف داره بسیار به صرفه است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "هم کیفیت هم حجمش عالیه، فقط دیگه با این قیمت من که دیگه نمیتونم بخرم",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "در تخفیف شگفت انگیز خریدم. اصلا راضی نبودم. به محض آب شدن یخ محصول، بوی فاسد بودن کل خونه را برداشت.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت تن ماهی داخل کنسرو خوب بدد ولی متلسفانه بدنه همه قوطی های کنسرو آسیب دیده و ضرب خرده بود و به نوعی کالای آسیب دیده رل می فروشند... آسیب دیدگی قوطی کنسرو میتواند موجب فاسد شدن آن گردد.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "مربا خوشمزه ای بود . ضمنا ظرفش هم برای استفاده خوب هست.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "اگر کمی بیشتر هزینه کنید و عسل کنار همین برند رو بخرید بهتره.اما همین هم کیفیتش قابل قبوله",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این برند خیلی خوبه بو نمیده چربیش هم کمه فقط حیف که کمیابه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "روی بسته بندی بسیار خوب و کیفیت اما زیر آن گوشت تیره و بی کیفیت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه اند فقط حجمش خیلی کمه وبرای بچه های خیلی کوچیک؛یه دونش کافی می شه وعطششون روبرطرف می کنه ولی دربزرگترهانه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من بچم خیلی دوست داره اخه توتبلیغات دیده بود!خوشمزست واس بچها مفیده جایگزین پفک وچیپس و...خیلی خوشحال شدم وقتی گفت بخر برام",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ویفر های خوب و خوشمزه ای بود و اصلا خشک نبود دقیقا مانند برند مینو بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو این محصول از سرکه صنعتی و شیمیایی استفاده شده و اگر ضرر نداشته باشه، بی‌تردید خاصیت نداره. بهتره از سایر برندها خرید کنید. برای من در شیشه هم آسیب دیده بود.",
        "output": [
            "بسته بندی",
            "ارزش غذایی"
        ]
    },
    {
        "input": "بد نیست ولی نسبت به عقاب کیفیت پایین تری دارد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "ماهی حسون رو میشه توی ماهی تابه بدون روغن هم طبخ کرد و در کل عالیه نسبت به قیمتش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "غیر از بسته بندی که قابلیت اینو نداره بعد از باز شدن دوباره بسته بشه از بقیه ی نظرات خوبه",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "متاسفانه یه کپی بد از رنگارنگ هست من از خریدش پشمون شدم طعم و مزه اش نصف رنگارنگه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی ریز ، پر از پسته های کج و معوج .. از گلستان توقع نداشتم. اما کلا انگار از هیچ برندی دیگه نباید توقع کیفیت داشت.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم طعم خوبی نداره احساس میکنی یک محصول غذایی خیلی سالمی نیست",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوب بود و در باز بودن و طعم خوبی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من از طعمش خوشم اومد ، امیدوارم شما هم بپسندین .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این ماء الشعیر ایرانیه که توسط شرکت بهنوش ساخته میشه و طعمشم معمولیه و ماءالشعیرهای ایرانی بهتر از این در دیجی کالا وجود داره.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جنس کپسول خوب نیست موقع گ ذاشتن تو دستگاه بعضیاش له میشه و باز نمیشه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعمش خیلی خوبه ولی اونجوری که تو تصویره نیست خیلی کوچیکه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمیدم من هم هلی هم زعفرانی رو خریدم افتضاح شل و ابکی هست انگار اب شکر رو بهش طعم زدن متاسفم برای این کیفیت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "انتظارم از یه مربای فرانسوی با این حجم و این قیمت، ببشتر بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اولش طعمش خوبه ولی بعد از پنج دقیقه واااقعا بد و بی مزه میشه و اصلا خوب نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اندازه ش نصف تخم مرغ برندهای های دیگه بود. چندان تازه هم نبود، فقط پوسته سختی مناسب داشت و فضولات کاملا تمیز شده بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار بی کیفیت بود اصلا مثل قبل نبود ومن اصلا راضی نبودم وهرگز پیشنهاد نمیکنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی مناسب اما دانه بندی لوبیا ها ریزتر از حالت معمول بود.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "شیر که دیگه نظر نمیخواد پر از ویتامین و خاصیت خوشمزه و خوش طعم",
        "output": [
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "بد نیست ولی به پای رنگارنگ نمیرسه البته به قیمتشم باید توجه کرد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این بار خوشم نیومد خیلی شیرین و سفت و بی کیفیت بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا بدرد نمیخوره واقعا بی کیفیترین جنسی بود که تا حالا از دیجی خریدم هیچ طعم و مزه روعن زیتون رو نداره کاملا مشخصه که توی روغن مایع احیانا چن قطره روغن زیتون چکوندن",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "داخلش یه تار مو بلند بود. موندم با بسته بندی محکم چطور داخلش یک تار مو بلند بود. نخورده انداختم دور. حیف پولی که بابتش دادم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوشمزست یکی از خوشمزه ترین شکلاتا من تو شکلات فقط مارک شونیز و آیدینو قبول دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار این عسل خریدم واقعا خوب بود قیمتشم تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بیشتر شکره. و بسیار رقیق. کمی طعم عسل رو من یافت نکردم. اصلا پیشنهاد نمیدم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بعضی از پسته ها خراب بودند و طعم بدی می دادند صد رحمت به پسته های فله ای",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی بی‌کیفیت درست شده و مواد اولیه در حد صفره.رنگارنگ مینو صد برابر با کیفیت هستش",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا خوشمزه و تازه بود البته نباید غیراز این از محصولات ایدین انتظار داشت همیشه تکه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بهتر از برندهای دیگس، قیمت با تخفیف ارزون تر از عمده فروش های شهره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ی مقدار بوی ماهی می داد و در کل خوب و خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از محصولات دالفور راضی هستیم.مهمترین نکته قند خود میوه است.شیرینی زیادی ندارد.خوشمزه است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب و خوشمزه ، البته اگر تو شگفت انگیز بخرید خیلی بهتره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا خرید این جای را توصیه نمی‌کنم. البته پسندیدن طعم و عطر چای یک امر سلیقه‌ای است ولی از نظر من این چای بیش از حد معطر است و اصلا طعم چای نمی‌دهد. این چای از نوع کله مورچه‌ای می‌باشد. من اصلا توصیه نمی‌کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت قیمتش خوب بود ولی همین جوری نسبت به کیفیتش نمیرزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوش قیمته ولی در نظر داشته باشید که تراریخته هست و خدا میدونه چه بلایی به سر خودمون ونسل های بعدمون میاره دیجی کالا باید اینو به توضیحات اجناسش اضافه کنه که نردم حق انتخاب داشته باشن ته اینکه بخریم بعد ببینیم روش نوشته شده تراریخته و تغییر ژنتیک یافته",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "طعم بسیار خوبی داره و خیلی هم سبک اگر هم خوب درستش کنی کرم خیلی خوبی میبنده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا عطر خاصی داره خیلی خوشم اومد بهتون حتما پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به کیفیت، با این قیمت کالاهای مشابه بهتری میشه خرید.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "طعم ش خیلی خوب نیست حتما باید با نسکافه و ... صرف بشه هر چند کاملا نظر سلیقه ای ه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کلا ارزش یک‌بارامتحان کردن هم نداره متاسفانه ظاهرا برخی شرکت‌های تولید کننده خیلی نگران کاهش اعتبارشون نزد مشتری نیستن، به نظرم این محصول شایستگی علامت استانداردو نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "وقتی مهمون‌ها همه خوردند و طعمش رو پسندیدند یعنی انتخاب و خرید خوبی بوده. من دوباره یه تعداد خریدم که تو خونه داشته باشم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "رشته خوبیه آشمو جاافتاده کرده،با بسته بندی خیلی خوب که مانند سایر رشته ها ازش خرده رشته نمیریزه.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "میزان برشته شدن یک مقدار کم بود کمی بیشتر میتوانست برشته تر باشد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بهترین نوشابه قوطیی هم از طعم هم از گاز واقعا عالیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خوب و درجه یک این محصول باعث شد من نظر بدم و از همه نظر و کیفیت عالی و درجه 1",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "قیمتش حتی از تعاونی هم ارزانتر است . کیفیتش هم خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خردید از دیجی کالا نسبت به خرید از فروشگاهها با توجه به صرف زمان کمتر و جستجوی راحت کالا با قیمت مناسب، ارجحیت دارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار خوشطعم . دارای گواهی نامه ارگانیک و امکان پس دادن محصول در صورت راضی نبودن! این یعنی احترام به اعتماد مشتری",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "آدامس بایودنت خیلی کم شکر و خوب هست مزه هم تا ساعت ها میمونه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب و تازه و خوش پخت بود سایز ماهیچه قطعه شده متوسط بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدمش،نصف قوطیش خالیه..محتویاتش خرده و حجمش بسیار ناچیزه..کیفیت مطلوبی نداره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از دیجی کالا توقع نداشتم، که بسته عدسی که پاره شده رو چسب بزنه و بفرسته، واقعا افتضاحه، ارسالتون واقعا نقص داره",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "خیلی خیلی بد بودی مرغ فاسد افتضااااااح بود با دو ساعت تاخیر اوردن برای اولین بار بود که پروتئین سفارش داده بودم اشتباهه",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "با تخفیف خریدم راضی بودم ممنون از دیجی کالا بخاطر تنوع محصولات",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من خوشم نیومد. حجمش خیلی کمه و حتی تو شگفت انگیز نمی ارزید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نسبت عسل های موجود در بازار، کیفیت مناسبی داره همیشه تخفیف داشته باشه خوبه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "پوست شکلات ها و خود شکلات ها بوی دود سیگار میدن و نزدیک بود حالم به هم بخوره. کیفیت خود شکلاتش هم اصلا خوب نیست. خیلی بد مزه. اصلا نخرید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همیشه از خرید گوشتهای مهیا راضی بودم ، همیشه به روز تحویل میدادم ... اینبار برخلاف همیشه تاریخ تولیدش ۴۸ ساعت قبل بود ... یکم دلخور شدم ، ولی بازش کردم بو نمی‌داد ... بیخیال شدم ، استفاده کردم ...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "روغن زیتون ارگانیک فرابکر اکسیر اولین بار از دوستی مطمئن خریدم کیفیتش مناسبه. ارزش خرید داره . البته افزایش قیمت ها زیاده. که در تخفیف ها باز قابل تحمل میشه.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "این حجم 240 میلی لیتر اندازه بیشتری نسبت به ابعاد ساندیس های دیگه داره در کل از لحاظ اندازه و کیفیت بسیار خوب هست.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیتش واقعا خوبه گوشت های تکه ای و روشن فعلا در حال حاضر که عالیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه است و نسبت به محصولات مشابه نمک کمتری داره. توصیه میکنم امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "باسلام و عرض ادب کیفیت گوشت بد نیست اما انتظار ما از دیجی کالا بهترین است. با تشکر از دوستان دلسوز در دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خیلی مصنوعی بود و جذابیتی نداشت همون سرما خوردگی بود و با اینکه حالت ابری درست شد و با آبمیوه مخلوط کردم (آب انار )ولی میزان طعمش به آبمیوه غلبه داشت من و سه نفر که خوردیم جالب نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چندین بار این محصول را خریدم با توجه به اینکه روغن نداره خیلی بهتره واسه سلامتی",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "من تو شگفت انگیز چندین بار خریدم طعم و کیفیت عالی",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوش طعمه شک نکنید بگیرید، نسبت به بقیه واقعا عالیه من گفتم چرا بیشتر نگرفتم چون واقعا طعمش خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با اینکه به عنوان 180 گرمی میخری ولی بیشتر وزنش رو آب و روغن تشکیل داده و ماهی کمی داخلش داره مزش هم خوبه بد نیست ولی ماهیش کمه!",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "واقعا خوب بود،تازه و بدون کوچک ترین بو با قیمت مناسب",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "برای مدرسه ی بچه ها گرفتم ولی طعمش رو دوست نداشتند.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مهیا پروتئین بهترین برند مواد پروتئینی است و کیفیت و طعم خوبی دارد",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خوب نبود واقعا تازه نبود و بوی خوشایندی نمیداد دیجی کالا ما به اعتبار تو خرید میکنیم امیدوارم فقط کالای با کیفیت عرضه و اعتبار نامت رو همیشه حفظ کنی ممنون که به نظرات خریداران اهمیت میدی",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بده. پر از چربی و صورتی رنگ. معلوم نیست گوشت گوساله است یا گوسفندی. واقعا مزه و بوی بدی داشت.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "نسبت به شربت های لیموی برندهای دیگه، طعم مصنوعی دارد و من پیشنهاد نمی کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه این مدل رو زیاد خوشم نیومد و تجربه اش برام دلچسب نبود و لذتی از خوردنش نبردم، شاید توی ذائقه کسی دیگه خوشمزه باشه اما با ذائقه من همخوانی نداشت ولی از بابت کیفیت و ترکیب مواد مثل همیشه عالی و باکیفیت هست محصولات این شرکت",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "من همیشه از این نوع ماکارونی فرمی زر ماکارون میگیرم خوشمزه ست و خیلی راضیم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تا بسته رو باز کردم بوی خیلی بد و نامطبوعی زد بیرون که مجبور شدم مرجوعش کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل راضی بودم هم طعم و مزه خوبی داره و خاویارش هم کیفیت قابل قبولی داره و پیشنهاد می کنم حتما در زمان تخفیف خرید بفرمایید.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با اینکه می بایست کیفیت عسل صرفا در آزمایشگاههای معتبر مشخص شود ولی طعم و مزه این عسل کاملا مشخص است که درصد بسیار زیادی شکر دارد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیتش عالی نیست، قبلنا بهتر بود. خوب هم پاک نشده بود و به درسته تکه نشده بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "برای روی بستنی وانیلی بسیار مناسب است و مزه بسیار خوبی دارد مثل بقیه محصولات فرمند.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به حجم بسیار گران محسوب میشه فقط در شگفت انگیز ارزش خرید دارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه نون بستنی مونده میده.حتی در شگفت انگیز ارزش خرید نداره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعمش عالی نبود و حجمشم نسبت ب قیمت کم بود و به صرفه نبود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خرید سوپر مارکتی بود و در بسته بندی خوب و به موقع تحویل گرفتم",
        "output": [
            "ارسال",
            "بسته بندی"
        ]
    },
    {
        "input": "من خیلی استفاده دارم ب غذاها مزه خوبی میده کاش موجود شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "یک محصول خوب با بسته بندی با کیفیت اما قهوه ترک نبود کاملا ته نشین شد.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بی مزه بود وبی کیفیت بو و طمع کافور را داشت قیمتش هم خیلی گرون بود",
        "output": [
            "ارزش خرید",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "من ک دوست دارم اما بهترشم بود با تخفیف خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اقا همش شکره .شیرینیش دل رو میزنه.کرم کنجد عقاب خوبه به نظرم نخرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا تاره نبود با این قیمت هم میشه قهوه فرانسه نسبتا خوبی تو انداره ۳۰۰ گرم تهبه کرد",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوب و خوشمزه بود و همه دوست داشتند چون تو شگفت انگیز خریده بودم قیمتش هم مناسب بود، سپاس از دیجیکالا",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "لذیذ و خوشمزه بود فقط یه عیب بزرگ داشت پولکاش تماما روش بود یعنی اصلا پولک گیری نشده بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به طعم و غلظتی که داره خیلی خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصول بسیار با کیفیتی است ولی یخورده قیمتش بالاست.امیدوارم واقعا ارگانیک بوده باشه،خوش طعم بود.مرسی",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "چون من قهوه ترک مصرف نمی کنم اون مزه تلخ قهوه رو احساس نکردم و خوشم نیومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا بوی بد و طعم بدی میداد. حتما باید طعم دار بشه تا بشه مصرف ش کرد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من برای غذاها و کیک ها ازین شیر استفاده می کنم و برای خوردن تنها اصلا طعمش رو نمی پسندم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با کیفیت ، از بیرون فروشگاه های زنجیر گیر نیاوردم به راحتی ممکن از دیجکالا گیر اوردم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مثل تمام شیر های موجود شیر آبکی و غیر طبیعی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قهوه با طعم معمولی که قیمت ان با این کیفیت خیلی زیاد است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "گول تبلیغاتشو نخورین یه بیسکویت ساده است . طعم خاصی هم نداره .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از برندی مثل این اصلا انتظار این کیفیت پایین را نداشتم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "واقعا مزخرف هست اب خالی با شکر یک چندتایی تمشک خشک شده قوطی کوچیک با تصویر خیلی فرق دارد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "چای خوبی هست و عطر و طعم خوبی داره اما دیر آوردن !",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "طعمش خوب بود. زود از دهان نمیره بایودنت برند ثابت شده ای در آدامس هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "فقط سه سانت اول شیشه (تقریبا) میوه داشت بقیه شیشه با یه چیز ژل پر شده بود خانواده مزه اش رو دوست داشتن ولی به نظر من همون مرباهای هویج و البالوی خودمون خوشمزه تر هستن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز گرفتم نسبت به قیمتش خوبه من دومین بار هست که خرید میکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه خوشطعم در پیشنهاد شگفت انگیز خریدم و از دیجیکالا خیلی خیلی ممنونم به خاطر پیشنهاد های شگفت انگیزش امیدوارم پیشنهاد های شگفت انگیزش بیشتر شود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "میزان چربی گوشت زیاد بود رنگ گوشت سفیدیش زیاد بود وقتی سرخش می کنید قشنگ بوی گوسفند و سیرابی بلند میشه اصلا نشد استفاده اش کنیم افتضاح بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با اینکه آب و روغنش زیاد بود اما خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عاشق چای ماسالا هستم و این چای ماسالا عالی نبود ولی خوبه و طعمش رو دوست دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به چای های کیسه ای دیگه قیمت مناسبی داره.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی عالیه اصلا طعم کارخونه ای نداره و مزه مربای هویج خونگی میده. رنگشم نارنجی خوشرنگ و زیبا که نشان از مواد اولیه با کیفیت داره",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خوشگل و خوبی داره اما طعمش اصلا خوب نیست یه مزه ی شور و شیرین قاطی بدی داره...",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "آسیاب قهوه مناسب دستگاه نیست خیلی نرم شده و به پمپ دستگاه فشار میاره، ترش و خیلی تلخه و عطر خوبی نمیده نسبت به قیمتش خوب نیست.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در یک کلام افتضاح درست انگار داری ادکلن میخوری بقدری اسانس تند و شیمیایی داره که خوردنش مساویست با از دست دادن سلامتی !!!",
        "output": [
            "کیفیت",
            "ارزش غذایی"
        ]
    },
    {
        "input": "کاربرانی که نظر دادن خیلی خوبه؛فکر کنم تاحالا قهوه ای خوب نخوردن!! اصلا طعم و بو نداره،کافئین نداره..اصلا پیشنهاد نمیکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نوشابه ها رو با تخفیف خریدم و تو بسته بندی کارتنی تحویل گرفتم. راضی بودم",
        "output": [
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلن عسل نیست،اب و شکره،بسیار هم رقیقه،بشدت طعم بدی داره ،اصلن پیشنهاد نمیشه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "انگار شیر خشک میخورین . به جز طعم شیر خشک هیچ مزه ای نمیده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بنظرم طعم دارچینیش از همه طعماش بهتره ماندگاریش هم خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا نسبت به قیمتش عالیه انگار که پول نوشابه بطری ای میدی",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جدیدا طعم و بوی گوشت چندان جالب نیست. زیرشم همش قهوه ای بود. تو این وضع گرونی گوشت بااین قیمت معقولا چیزای خوبی چرخ نشده این آخرین باری بود که سفارش دادم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چایی بدی نیست ولی طعم خاصی نداره حتما باید هل یا زعفران بهش اضافه کرد تا خوب شه رنگشم کمرنگه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کاملا مشخصه که فقط اسانس است و طعم طبیعی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم و رنگ خوبی داره و سفت نیست . اما اصلا به هیچ وجه در حد مشابه خارجی نیست.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوبه مخصوصا برای کسی که ویتامین دی پایینی داره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوشمزه و خوش عطره ولی تنده. من از برندهای دیگه هم آدامس دارچین گرفته بودم ولی به این تندی نبوده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار بد. هم بوی بدی میداد هم بند کمرش گرفته نشده بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مثل آب بود محتویات تخم مرغهاش و اصلا رنگ و طعمش مثل تخم مرغ رسمی نبود.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "به نظرم یه کم گرونه و طعم شیر به اون صورت نمیده. بیشتر برای کسانی مناسبه که تو رژیم های سخت هستن. برای رژیم های معمولی شیر کم چرب به نظرم معقول تر از صفر درصد چربیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من به هیچ عنوان احساس نکردم که زعفران طبیعی استفاده شده باشه. به نظرم اگه چای معمولی بگیرید و زعفران طبیعی هم موقع دم کردن بهش اضافه کنید بسیار خوش طعم تر خواهد بود و حتی به صرفه تر هم میشه.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی تند هست من که زیاد نمیتونم تو دهن ام نگه دارم انگلر آغشته به فلفله...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این تن با سبزیجات خیییلی خوشمزه و خوبه. متاسفانه زیاد تو سوپر مارکت ها نیست و من راحت پیدا نمی کنم. ممنون که در دیجی کلا موجود داشتید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز تخفیف خوبی داشت خیلی سریع هم به دستم رسید اما هنوز استفاده نکردم",
        "output": [
            "ارسال",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا من ناراحت شدم دیگه به دیجی کالا چطوری اطمینان کنم...من ۲ بسته ارگانیک سفارش دادم در نتیجه بیشتر هم هزینه کردم،اما ۲ بسته غیر ارگانیک که هزینه ی کمتری هم داشته واسم ارسال شده....",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "دیجی با اینکه تخفیف زده بود ولی بازم خیلی از فروشگاه ها گرون تر میده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مهیا برند خوبی است وهمیشه تازه و کیفیتش بالاتر از برندای دیگه است پیشنهاد میکنم بخرید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قبلا حبوبات گلستان واقعا خوب بود جدیدا دانه ها مثل هم نیستن انگار در یک بسته از چند نوع استفاده شده با این وجود ترجیحم فعلا گلستانه چون نسبتا زود میپزه و بسته بندی خوبی داره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "بطری های عالیس طوری طراحی شدند که نور به هیچ عنوان به داخل آن نفوذ نمیکند که باعث ماندگاری طولانی مواد داخل آن میشود و احتیاجی به مواد نگهدارنده ندارد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "سلام. من 2تا تو شگفت انگیز خریدم. اصلا ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این ماهی تیغ ریز زیادی دارد و بی مزه است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تاریخ روی بسته‌بندی همان تاریخ روز ارسال درج شده بود. برای کسانی که مایل هستند در رژیم غذایی خود مصرف گوشت قرمز را کاهش دهند از لحاظ ارزش غذایی، گوشت بوقلمون جایگزین مناسبی است. به همراه سایر کالاهای سفارشی در وضعیت مناسبی ارسال شد.",
        "output": [
            "ارزش غذایی",
            "ارسال"
        ]
    },
    {
        "input": "حجم داخل بسته در حد قیمتش هست و نمیشه اعتراض کرد ولی بهتره حجم بیشتری داخل بسته بذارن حتی اگه گرون تر بشه چون با این حجم کم واسه بچه زیر شش سال کفایت میکنه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم بود و باید با اب قاطی بشه که خورده بشه چون اگه با اب مخلوط نشه غلیظه و نمیشه خورد خیلی خوشرنگ و خوش طعم بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب نبود. هم تازه نبود و هم لکه خونی خیلی داشت داخل تخم مرغ. یکی از تخم مرغ ها هم شکسته بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "ریز بودن حتی تو تخفیف هم نگیرین خوشمزه نیست اسلا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمیدونم این اصل باشه یا نمونه کپی هست چون اصلش روش به عربی نوشته فیمتو ولی اگه کپی هم باشه طعمش به خوبی همون نمونه اصلشه و هیچ فرقی نمیکنه بسیار عالی و خوشمزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حاوی امگا۳ است که برای بدن خیلی مفیده همچنین غنی شده از ویتامین ای و دی است که کمبود این ویتامینها را جبران می کند",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "هم تاریخ روز بود هم سایز ساق ها خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم، متاسفانه بو میداد و طعم بدی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ته بطری روغن جامد هست در صورتی که اصلا نباید اینطوری باشه،ظرف مات هست تا داخلش معلوم نباشه،نخرید اصلا خوب نیست",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "اصلا خریدش را توصیه نمیکنم واقعا بی مزه بود من فقط بخاطر پولی که داده بودم خوردمش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من این کالا رو در شگفت انگیز خریدم اصلا خوب نبود بوی تند ماهی گوشت تیره و خرده",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خوش طعم وخوش عطر وخوش رنگه وعطرش ارامش وریلکسیشن درادم ایجادمی کنه ومن تاحالا چندبارسفارش دادم عالیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه است و بچه‌ها دوست دارند خوش خوراکه قیمتش هم مناسب است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "از داخل جعبه که بیرون آوردیم همه ورقه ها به همدیگه چسبیده بود و اصلا کیفیت نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بی کیفیت و سفت طوریکه بسیاری از قسمت هاشو نمیشد خورد.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار تازه و خوشمزه هست همه چیزش هم اندازه بود بازم میخرم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "متاسفانه مثل بیشتر تن ماهیهای داخلی گوشت تیره و‌ بد بویی داشت، نمیدونم کیفیت گوشت و مقدار نگهدارنده‌اش رو ولی برای یکبار امتحان قابل تحمل بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خاک میده و اصلا حس قهوه خوردنو منتقل نمیکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به این قیمت حتما توصیه میکنم، چون کیفیت خوبی داره، عطر و طعم واقعی قهوه داره، بسته بندی شکیل و مناسب.",
        "output": [
            "کیفیت",
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "میگوها بزرگ وخوش طعم بود.فقط کالا منجمد است وانتظار داریم طی ارسال انجماد اون باز نشده باشد ولی تاحدی یخ زدایی شده بود",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "کار را بندازه برا مهمونی. و در کل هرچی از این محصولات دارای طعم دهنده و مواد نگه دارنده دار کمتر استفاده بشه بهتره. ممنون از دیجی بابت قیمت مناسبش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "برای اولین بار این محصول رو گرفتم به محض دریافت تست زدم .شیرینیش که خوبه اما طعمش یه جورایی ضعیفه در کل رضایت دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به خاطر قیمت مناسب در شگفت انگیز خریدم ولی از نظر کیفیت نسبت به گذشته بسیار پایین آمده است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "اون طعم همیشگی تن ماهی رو ازش بگیرید و مزه اسانس دودی رو بهش اضافه کنید، ترکیب خوبی نشده فکر نکنم دوباره بخوام استفاده کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "فقط کمی گرونه و بسته بندی عالیه کیفیت هم خوبه .",
        "output": [
            "ارزش خرید",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "از نظر من چای سبز گلستان بهترین طعم بین چای‌سبز‌های موجود توی بازار رو داره! ترکیب ۱ به ۱ بسته نعنایی و خالص طعم دل‌نشین و خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شیرینی اش زیاده و شکر هم برای سلامتی بسیار مضره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "کیفیت عالی بود. بچه هام تو نیم ساعت اول همشو خوردن ممنون",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "دیر پخت هست و زمانی که به خورشت اضافه کردم لعاب زیادی داد که البته سلیقه ایه، من با اون لعاب اصلا دوست نداشتم کلا کیفیت معمولی داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت خوبی داشت البته نباید با گوشتی که خودتون میگیرید و چرخ میکنید مقایسه کنید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم سایر برندها بهتر است پسته ممتاز نمکی رفسنجان بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمیشه گفت شکلات تلخه و اصلا خوش طعم نیست خیلی طعمش معمولیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شربت خیلی شیرین بود طوری که موقع درست کردن هر مرتبه مقداری ابلیمو بهش اضافه میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار بود خریدم در پیشنهاد ویژه اما انگار خاک چوب میخوری ریختم دور.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "ای کاش روغنش کمتر بود . ولی تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "گهگاهی نوشیدنش خالی از لطف نیست هر چند که می‌دونیم نوشابه‌ها برای سلامتی مضرند.",
        "output": [
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعاً عسل و کنجده، نه شکر و کنجد، همین برای خریدش کافیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به حجم محصول و کیفیت خوبش ، قیمت بسیار مناسبی داشت . من توی فروش ویژه این محصول رو خریدم . نکته این که بیشتر به مارمالاد شبیه است",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به مقدار و کیفیت عسل قیمتش خیلی گرونه، با این قیمت ارزش خرید نداره",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "در فروش ویژه قیمت خیلی خوبی داشت. مزه پپسی هم به نظر بعضی ها از کوکا بهتره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه خوبی داره و پوست تخم مرغ به راحتی جدا می شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار بود از این برند چای خریدم عطریش را در یک میهمانی نوشیده بودم که پسندیده بودم اما مزه این چای به مذاقم خوش نیامد توصیه من اینست اگه می خواین از این برند بگیرین عطریش رو بگیرین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همراه یک سری خرید سوپرمارکتی دیگه ارسال شد ارسال محصولات سوپرمارکتی دیجیکالا مناسب نیست دور بسته بندی شکلات ماده لزجی بود که شبیه مواد خارج شده از بسته بندی گوشت بود..",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "گردن ها به تاریخ روز بودند و بسته بندی مرتب داشتند .",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مثل بقیه محصولات مهیا پروتئین تازه و با کیفیت خوب بود ولی فیله نبود، سینه بدون استخوان سه برش خورده بود که کاملا هم از هم جدا نشده بود! سه تا برش نا منظم و ناقص!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طبق نظرات دوستان خریدم ولی بو بدی داره و مزه اش هم اصلا خوب نیست من پشیمون شدم خیلی از خریدش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کلا که نوشابه محصول مفیدی نیست. اما اونایی که استفاده دارند توی شگفت قیمتش خوبه.",
        "output": [
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا خوب نیست باید می گفتن فلفلی به جای دارچین بس که تند و بد مزه است.از هر چی آدامس آدم زده میشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عسلش عالیه و طبیعی البته من توی شگفت انگیز گرفتم که خیلی هم به صرفه بود",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "ممنون از دیجی کالا، همیشه تازه ترین محصولات رو داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با کیفیت و خوش طعم. واقعاً قیمتش شگفت انگیز بود! و خریدش به صرفه.",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "علاوه بر بد بودن کفیت بد شیر و موز.، طعم ب د و نا مناسب، این کالا پس از چند لحظه پس از مصرف. که ممکن است،، به علت وجود مواد نگهدارنده و یا استفاده از شیر خشک باشد.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با اینکه این محصول ایرانی هست ولی مزه و بخصوص بوی خیلی عالی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سویای خشکپاک بافت مناسب داره و طعم خوبی هم داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مربای خوبیه مخصوصا اینکه گردو و کنجد داخلش داره ولی شیشه بی کیفیتی داره که اگه حواست جمع نباشه دستو می بره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "دو بسته سفارش دادم، اصلا طعم گوشت نمیداد، پر از چربی بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عسل بسیار خوشمزه و با کیفیتیه من امتحان کردم اصلا تقلبی نیست ومارک معتبر کندو بسیار خوراکیاش خوبه حتما بخرید حتی اگه به قیمت شگفت انگیز هم نبود",
        "output": [
            "ارزش خرید",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "تکه های شنسیل داخل بسته بزرگ و ضخیم بودن و بخاطر همین هم پختش یکم زمان میبره ولی تازه بود و یخ زده هم نبود. ادویه ی روش هم یه مقدار فلفلی هست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار شل وابکی است. من فکر میکنم و چیزی اضافه شده- به اعتبار کالا لطمه میزند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "حجمش به نسبت قیمت کمه.درضمن بیشتر کشمش داره تا مغز... از نظر من به صرفه نیست...",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "قیمت اش ۹۸۰۰ بود ظرف یک ماه کردنش ۱۸۹۰۰ دیگه ارزش خرید نداره مگه میشه ۱۰۰ درصد یه کالا رو قیمت اش رو بالا ببرن؟!",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام عسل شیگوار نسبت به قیمتش طعم عالی داره و در شگفت انگیز واقعا ارزش خرید داره فقط من تا الان بالای سه مرتبه س که وقتی عسل رو‌تحویلم میدن مقداریش ریخته مسئول بسته بندی باید دقت کنه که شیشه به صورت عمودی قرار بگیره",
        "output": [
            "بسته بندی",
            "ارسال",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا از نظر کیفیت و طعم و میزان روغن و نمک بهترینه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من این رو که گرفتم خیلی به نظر مونده بود و بشدت بوی بد میداد . حتی رنگش هم کمی عوض شده بود که مجبور شدم هنش رو دور بندازم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خوب بود من دوست داشتم؛ من همیشه برند عقاب رو می خریدم، ولی این دفعه که از این برند خریدم؛ بدم نیومد، قیمتش هم مناسب تر بود.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظر من اصلا چای سفید نیست ، ممکنه جوانه یا سرگل چای سبز یا سیاه باشه ولی چای سفید نیست ، طعم خاصی هم من ازش متوجه نشدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طرفش خیلی نازکه تو دست نمیشه نگه داشت",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "به بزرگی که تو تصویر دیده میشه نیس و کلا ۶۰گرم پودر قهوه که بوی سوختگی هم میده توش هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به عدم استفاده از شکر و نگهدارنده بعنوان محصول ارگانیک قابل استفاده برای همه هست.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "دقت کنید که از نوع کوچک است و مقدار شیر داخل اون نسبت به قیمتش نمی ارزه.به اندازه یک لیوان هم شیر نداره.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کلا یه سری کاربران هستن که فقط نشستن از همه چیز الکی تعریف کنن، راستش من با توجه به قیمت بسیار بالایی که داره اصلا چیز خاصی ندیدم(تازه تو شگفت انگیز خریدم)، به نظرم کیفیت سن ایچ خیلی بهتره، اصلا معدم ترش کرد!",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "البته من برای تغذیه ی روزانه ی مدرسه ی پسرم خریدم پسرم می گفت خیلی خوشمزه نبود معمولی بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصول با کیفیت و تمیز و خوش پخت است ولی گران است",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم ولی اصلا خوب نیست. به نظرم قند خیلی بالایی داره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوشمزست فقط شیرینیش زیاده چون میوه های بکار برده شده، هر دو شیرینن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا فکرش نمیکردم اینقدر افت کیفیت پیدا کرده باشه اصلا و ابدا قابل قیاس با رقبا نیست.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوشمزه است دهان خنک می کند و طعم خوبی دارد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت مناسبی نداشت با اینکه تو شگفت انگیز خریدم پیشنهاد نمیکنم بخرید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "چند تیکه زیرین هم بو میداد هم رنگش کمی تغییر کرده بود و تازه نبود.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کیفیتش خوب بود فقط شستم و نیاز به پوست گرفتن نداشت تازه هم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "برخلاف نظر بعضی از دوستان که گفته بودن تخم مرغ ها درشت بودن! تخم ریز زیاد داشت و و با این قیمت میشد از مارک های بهتری مثل تلاونگ خرید کرد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "در شگفت انگیز خریدم نسبت به بیرون قیمت خیلی خوب بود خوش طعم بود،برای دفتر کار خریدم که همکارا گفتن خوش طعم هست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "یکی دو تا از تخم مرغها ترک داشت وقتی به دستم رسید. احتمالا در حمل و نقل ضربه دیده ولی در کل تخم مرغ درشت و خوشمزه ای هست.",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "با خریدش دقیقا میتونید بدترین مربای عمرتون رو بخورید یه مقدار پوست پرتقال رو ریختن توی یه مایع خیلی غلیظ که طعم فوق العاده بدی داره اصلا پیشنهاد نمیکنم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی چیز چشمگیری نیست و مربای البالو خوشمزه تر و بهتره ازش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عطر و طعم قهوه ش خوبه ولی فوق العاده شیرینه دل آدمو میزنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل باید بگم راضی کننده بود خیلی تمیز نشده بود ولی چربی و‌پوست زیادی ام‌نداشت‌کیفیت گوشت هم نسبتا خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با. سلام من تقریبا اکثر تن ماهی های با کیفیت و خوشنام بازارو مصرف کردم به جرأت میتونم بگم طبیعت در صدر جدول کیفیت قرار میگیره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "غلیظ بود با طعم وانیل، اما قیمتش خیلی بالاست و خوش مزه نبود از نظر من. توصیه نمیکنم.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "این مربا اصلا کیفیت مطلوبی نداره. ماده اون سرشار از ژلاتین و برخی اوقات تکه های ریزی به اسم هلو. به هیچ عنوان پیشنهاد نمی کنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "داخل بسته،بعضی از آب نباتا بصورت مایع هستن،باعث تاسفه که یه کارخونه همه کار بکنه برا تولید یه محصول،ولی واحد کنترل کیفیت نداشته باشه یا شاید هم داره ولی براشون مهم نیست،در ضمن طعم زنجبیلش زیاد قوی نیست.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی گرون شده،متاسفانه خوردن روغن خوب هم باید هزینه زیادی پرداخت،",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "در کل خوب بود، ولی کمی چرب بسته بندی خوب",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "بسته بندی خوب بود ولی وزن محصول درست نبود دوتا سینه‌مرغ کوچک‌ بود و وزنش از اون مقدار واقعی کمتر بود پیشنهاد نمیکنم",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "هم طعمش خوبه هم خوش رنگه جلو هرکی بذاری حتما دومین چایی رو هم میخواد تو خریدش شک نکنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام ازهرنظرعالی است خیلی بامزه برای صبحانه ولی قیمتهاهردوسه دقیقه بالاوپایین میشه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من همیشه مهیا پروتین رو انتخاب میکنم مخصوصا اگه با تخفیف بشه واقعا عالیه و طعم خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "الان که گران شده یادش بخیر چند ماه پیش خریدم خوش مزه بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "اشتباه بزرگی است که به این قیمت این عسل با گلوکز بالا را بخرید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مقوی برای بچه ها ،چندمین باره خرید میکنم و راضی ام",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه ترش و تلخی داشت و بافت خیلی بدی داشت ، اصلا نخرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب و تازه بود اما کوچک شدن تازگیا تخم مرغ ها",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "واقعا لذت خرید آنلاین از دیجی کالا فوق العادست . مخصوصا اگه آدم شکمویی باشی و چیزای خوشمزه مثل این بخری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی از تزیین پسته به صورت کم استفاده شده که به بهانه تزیین پسته قیمت بالا است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت قابل قبولی داره و چربیش کمه فقط قیمت میتونست رقابتی تر باشه نسبت به محصولات مشابه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "کاملا مشخصه که دانه هایی که این قهوه ازش حاصل شده از دانه های قدیمی و تاریخ مصرف گذشته بوده چون کاملا طراوت و تازگی قهوه ازش گرفته شده بود. به نسبت قیمتش البته قابل پیش بینی بود!",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "این روغن رو نمیشه گفت فرابکر میشه گفت بکر و قیمتش به نسبت کیفیت بالا هست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تخم مرغ ها سالم رسیدند و همه یک اندازه بودند",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "در مقایسه با برندهای ایرانی دیگه طعمش اصلا جالب نیست شیرین عسل رو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یه آدامس خوشمزه برای کسانی که طعم طالبی دوست دارند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی به دستم رسید کاااااااامل یخش آب شده بود خییییلی ناراحت شدم . به کسی که آورد گفتم یخش آب شده گفت نه نشده. ولی کامل آب شده بود و قابل استفاده نیست",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "در شگفت انگیز به قیمت خیلی پایین خریدم ولی به نظرم ارزش نداره و طعم خاصی جز شکر نداره",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خیلی چربی داره، خوشمزه هم نیست! دیگه از ابن مارک نمیگیرم.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مزه اش که مثل بقیه محصولات پپسی هست و فرقی نداره اما بسته بندی و اینکه شیشه ای حس خوبی به آدم میده ....",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من هم خیلی ماهی خور هم عاشق تن ماهی هستم ولی اینو که برای بار اول بود امتحان میکردم نپسندیدم .مجدد سفارش نمیدم .هم ظاهرش بد بود ،هم طعمش .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی محصول خوب و با کیفیتی، بوش فضا رو بر میداره، طعم دلنشین، و درصد کافئین مناسب، اگر قهوه خور هستین حتما امتحانش کنین، فقط کاش بسته بندی بزرگتر با تعداد بیشتر هم ازش میزدن...۶ تا کمه، زود تموم میشه جز سبد خرید دائمی من شده",
        "output": [
            "کیفیت",
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "فوق العاده خوش مزه و خوش عطر تو این رنج قیمت بهترین عسل هستش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا تعجب کردم!! همیشه مزمز میگیرم ایندفعه تموم شده بود گفتم اینو امتحان کنم، ابدا تند نبود، با این همه چیزایی که بهش زدن خیلیی کم مزش یه تلخی میزد، خیلی هم تازه نبود، با این حال امیدوارم فقط همین یه بسته اینطوری بوده باشه!!! ولی من دیگه ازش نمیگیرم.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "سلام دوستان. قهوه خیلی معمولی هستش. طعم و عطرش خوبه. ولی غلظتش کم میشه. فومش هم معمولیه.در کل انتظار خاصی نباید داشته باشین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگر کمی بیشتر هزینه کنید، خرید بهتری خواهید داشت. کیفیت قابل تعریفی نداره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوب بود برای رژیم عالیه،مزه خوبی داره و تفاوت انچنان نداره با روغنیش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نظر خاصی ندارم نسبت به قیمت در پیشنهاد شگفت انگیز ارزش یکبار امتحان و خرید رو داره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "همون حلوا ارده هست شاید یکم شل تر مزه خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "انرژی بالایی داره و به عنوان میان وعده خیلی خوبه، با وجود اینکه حجم کمی داره اما ضعف رو از بین میبره و مقویه",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "با قزل آلا هایی که قبلا خورده بودم فرق داشت واقعا بی مزه بود احتمالا به خاطر غیرتازه بودنشه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "طعمش خیلی مصنوعی و احساس می کنی داری اسانس می خوری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم تلخ و بدی داره،در کنار موندگی و قیمت نامناسب،اصلا توصیه نمیکنم،برند مزمز خیلی بهتر و با کیفیت تر هست",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "با توجه به ظاهر و بسته بندی شیک منتظر کیفیت خوب بودیم ولی متاسفانه خیلی معمولی طعم نعنایی خوبی داره ولی کیفیت آدامس معمولی روبه پایین در قیاس با برندهای همردیف این آدامس",
        "output": [
            "بسته بندی",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه جالبی نداشت با این قیمت بالا خریدش اصلا به صرفه نیست ظاهرا پول بسته بندی جالبش را میدهید که آنهم خیلی گران حساب شده",
        "output": [
            "طعم",
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "با اینکه تاریخ مصرف داشت اما کهنه و مثل سنگ خشک بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بدمزه و گس بود . فکرشم نمیکردم تکدانه انقدر افتضاح باشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا کیفتش بهتر بود، این بار یه لکه های سیاهی روی گوشت بود که خیلی بد بود و میخواستم بندازم دور",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در شگفت انگیز هم ارزش خرید ندارد. بیشتر آب شکره تا عسل",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اول طعم بدی داره ولی چندثانیه بعد طعم واقیش حس میشه من راضیم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "گوشت خوب و کم چربی بود. قیمتشم مناسبه. از بیرون بهتره",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "از نظر طعم و کیفیت خیلی پایین تر از سن ایچ هس ولی باید در نظر داشت قیمتش هم پایین تره",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "چای خوب و عطرش خوبه ولی خب عطرش کمه اگه بیشتر بود بهتر بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خیلی کادوی جذابیه هم بسته بندی شیک هم شکلات خوشمزه و قلبی شکل خصوصا که پاکت هم داره",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "خوب یا بد بودن طعم محصولات با توجه به فرد می‌تونه فرق داشته باشه ولی اینکه یه محصول چه طعمی داره نه. به طور کلی انگار رب رو با آب رقیق کردین و کمی لیمو بهش اضافه کردین.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به قیمتش و طعمش حتما ارزش حداقل یک بار خرید و استفاده رو داشت",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "تازه و خوشمزه اس و قیمتش توی شگفت انگیز عالیه",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم دودی فوق العاده ای داشت و زیاد هم شور نیست کاملاً پخته شده و تنها نیاز به گرم کردن داخل فر دارد. در کل پیشنهاد می کنم دوستان گرامی تهیه فرمایند و دیجی جان نیز در پیشنهاد ویژه با تخفیف این محصول را قرار دهد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من محصولات عالیس رو استفاده میکنم واقعا کیفیت خوبی داره .",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "شیرهای با ماندگاری بالا کلا زیاد توصیه نمیشه و طعم و مزه خوبی نداره مگر این که به دلیلی برای نگهداری طولانی بخوای",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این سری خرید از کیفیت نتراضی بودم و زره بی رنگ و آبکی داشت قبلا کیفیت بهتری داشت و از تلاونگ انتظار نداشتم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "زیاد جالب نبود مزه کهنگی هم میداد اینم اشاره کنم که روغن تراریخته طبق نوشته روش استفاده شده که خوب نیست.",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "عدم بسته بندی مناسب این کالا منجر به صدمه به قوطی شده بود و محتوای آن خارج شده و...",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من از این مارک زیاد خرید می کنم و راضی هستم. محصولات با کیفیتی داره. قیمتش هم خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی شوره و این حجم نمک برای بدن ضرر داره، اصلا پیشنهاد نمیکنم",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "سلام به شدت از خریدم پشیمون هستم چون که این مربا تلخ هست و حال به هم زن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو فروش ویزه پیشنهاد میشه کاش تنوع طعم در بسته 12 تایی داشت",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نه طعم خوبی داره و نه رنگ میگیره توصیه نمیکنم به هیچ عنوان",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من راضی بودم.بسته بندی خوبی داشت و خیلی هم ریز نبود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "گوشتی که برای من ارسال شد خوب و تازه بود دور ریز نداشت.فکر میکنم شانسی باشه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من مصرف آدامسم زیاده و همیشه تریدنت و فایو استفاده کردم،بخاطر تحریم ها متاسفانه ادامس های خارجی یا نیستن یا تاریخ گذشته ن،این آدامس از نظر کیفیت از بایودنت و اگزیت و وایت و اکشن و... بالاتره یعنی بعد از تریدنت من این آدامس رو میپسندم با قیمت بسیارررررر ارزان",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "ماهی ها منجمد شده و بهم چسبیدن، اگر بخواهید یک عدد ماهی را استفاده کنید باید بسته را باز کرده و بقیه از حالت مناسب نگهداری خارج میشن.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "ارزون بود خریدم ولی خیلی ابکی هستس شل شل هستش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم خیلی خوب بود و قیمتش درشگفت انگیز عالی بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "این همه تعریف کردند من سه بسته خریدم و به خاطر طعم تلخش قابل استفاده نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم شیر پاژن اصلا خوب نبود، مشکلی سمت دیجی کالا نیست، محصول بی کیفیت بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "از این برند انتظار بیشتری داشتم خیلی خشک و بی مزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز گرفتم قیمت مناسبی داشت امیدوارم دیر پز نباشه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "چندین ساله استفاده میکنم از این برند و راضیم......این مدل موقع پخت حالتشو از دست نمیده",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "برای مراسم عید ازین شکلات تهیه کردم . بسته بندی شکیل و طعم دلپذیری داشت فقط به شخصه طعم نعناع رو زیاد نپسندیدم . هرکس این شکلات هارو خورد کلی تعریف کرد و از طعم هاش لذت برد .ممنون از دیجی کالای عزیز",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "قبلا مرباهای ایز کیفیت بهتری داشتن اثری از انجیر توش نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کلا خیلی راضی بودم هم خوشمزه بود ، هم بافت خوبی داشت ، رنگش روشن بود و قیمت مناسبی هم داشت حتما پیشنهادش می کنم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "جزو نوشیدنی هایی که کسی واسه خاطر طعمش نمی خوره، ولی امتحانش بد نیس مزه چیز می ده علفیجات خشک",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "لازانیای تک بسیار با کیفیته. هم خوش طعمه هم به هم نمیچسبه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "به نظر من ظاهر و اسمش خیلی از خودش خوشمزه تره و مزه ش اصلا چنگی به دل نزد. پشیمون شدم از خریدش.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در حراجی یلدا گرفتم عالی بود هم قیمت و هم نوع کالا",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ماهی کیلکا درسته درسته داخلشه ولی طعم خوبی نداشت با اینکه من خیلی ماهی کیلکا دوست دارم از این محصول خوشم نیومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هر بار که سفارش دادیم تاریخ روز بود یکمی با عکسش فرق داره اما تکه ها خوب و بدون چربی اضافه و صورتی رنگ بود که نشان از تازگی گوشت و اینکه گوشت گوساله بوده و گوشت گاو پیر نبوده.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بیسکوییت خوشمزه ای است و در تخفیف ویژه ارزش خرید دارد",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه و خوش طعم و قیمت مناسب برای بچه ها که در مدرسه یا مهد کودک ببرند.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "گوشتش خوب بود بسته بندی خوب فقط یه مقدار از کاغذ زیرش با گوشت قاطی شده بود اگر کاغذ زیرش نباشه بهتره",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "بقیه طعم های این برند بد نبودن اما این طعمش مثل طعم شربت سرماخوردگیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو این گرونی آجیل نسبت به قیمتش خوب بود.. بیشتر برای بچه ها خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه و تازه بود ولی کاش اون چندتا دونه که وسطش نخودچی هست رو عوض میکردن .خیلی بی ربطه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "افتضااااح اصلا توصیه نمیکنم بلدرچین مونده و همش استخوان مصرف بلدرچین زیاده ،ایندفعه خواستم از این برند بگیرم ،ولی بشدت پشیمان شدم حتی گربه ها هم این گوشت رو نمیخورن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من این عسل رو خریدم حقیقتا بسته بندی خوبی کرده بودند و راضی هستم بموقع هم بدستم رسید عسلشم مرغوب وبا کیفیت بودتشکر از دییجی",
        "output": [
            "کیفیت",
            "ارسال",
            "بسته بندی"
        ]
    },
    {
        "input": "ارزش خرید دارد و کیفیت و تازگی و تخفیف خوب دلیل خرید این محصول برای چندمین بار برای من داشته است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "آنقدر آب قاطیش کردن که شل شله و غلظت نداره برای همین 50 درصد تخفیف داره چون 70 درصد آب قاطیش کردن و آب عسله نه عسل غلیظ 50-70=20 70 درصد آب قاطیش میکنند 50 درصد تخفیف میدن به این ترتیب 20 درصد هم سود داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "همیشه بی استخوانش را میگیرم و راضیم ولی این دفعه هم خیلی خوب بود تازه بود ، از مامور پست هم تشکر میکنم خیلی بسته بندیها را تمیز و مرتب تحویل دادند.",
        "output": [
            "کیفیت",
            "ارسال"
        ]
    },
    {
        "input": "نسبت به قیمت بالایی که داره کیفیت خوبی نداره ، توصیه نمی‌شود",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "سلام به نسبت قیمت برای خرید با تعداد به صرفه است. مخصوصاً برای اونهایی که بچه مدرسه ای دارند. خوبیش به غنی بودنش با ویتامین های مختلفه که برای رشد بچه ها خیلی سفارش میشه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "با کمال احترام به نظر بقیه دوستان از نظر من کاملا بد طعم و نسبت به محصولات سابق این برند خیلی فاصله داره، تنها حس مابع بی طعم ولی گاز دار رو تجربه میکنید طعم نوشابه های قبل رو برداشت نمیکنید.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "دست من اومده و کارتنش پاره شده. کلا محصولات عادی از دی جی کالا میگریم اونقدر بی کیفیت هستن که باید مرجوع کنیم. اینها که دیگه غذایی هستن و با سلامتی در ارتباط هستن باید بیشتر مراقبت کرد.",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "واقعا با نمونه های خارجی متفاوته میچسبه به سقف دهن و مزه تلخ خیلی بدی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم و خیلی طعم و کیفیت خوبی داره فقط کاش تو شیشه نبود",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "تو شگفت انگیز قیمتش خیلی خوبه با تشکر از دیجی کالا",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا کیفیت خوبی نداشت و من خریدم رو به هیچ دوستی پیشنهاد نمیکنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی پاره و چسب خورده بود. سه کپسول له شده و غیر قابل استفاده بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "اصلا خوشم نیومد یه طعم سوختگی داره عقاب خیلی بهتر بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خامه نمی دهد و عطر و طعم مناسبی دارد. در کل ارزش خرید مناسبی درد",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "با این قیمت، شکلات های بهتری هم هست. مزه چربی می ده فقط.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "من از طمع این ماکارونی راضی نیستم و پیشنهاد نمیکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه از طعم و رایحه دوودی خوشتون میاد انتخاب خوبیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی عالی وخوشطعمه بنظر من بهترینه ممنون تز دیجی کالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم مناسبی نداشت و از لحاظ کیفی در سطح مناسبی نبود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "هم خوشمزه ست هم مقوی. به نظرم با خوردنش میگرنم بهتر شده",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خیلی با کیفیته فقط قیمت بالاست تو شگفت انگیز توصیه خرید اقتصادی می شود",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوب و بدون درد سر تحویل گرفتم . بدون صرف وقت و رفتن برای خرید.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "من مسقطی زرشک خیلی دوست دارم ولی این اصلا خوشمزه نبود و مزه ش خیلی حالت صنعتی و اسانس داره بافت‌ش هم خیلی جالب نیس در کل میشه خوردش ولی من اصلا راضی نیستم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از طعم و کیفیت خوبی برخوردار است و طعم معنایی خوشایندی دارد",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "من با این چای تو کافه فرانسه تهران اشنا شدم وقتی چای طعم دار سفارش دادم و بعد از اون تا تموم‌ میشه خرید میکنم بوش واقعا ارامش بخشه برام از طعمش هم که نگم ؛ من لذت میبرم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه شربت میده و نسبت به این قیمت مطلقا نمی ارزه پشیمونم که خریدم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار عالی و خوش طعم بود. اولین بار بود این مارک رو امتحان میکردم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عسل خوبیه نسبت به قیمتش اگه تو پیشنهاد شگفت انگیز باشه عالیه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "همیشه عطریشو میخرم ، برای تست گرفتم. عطر نداره ولی خوبه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه آب و قرص جوشان میده که یک مقدار پالپ پرتقال توش ریخته باشید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا کیفیت سولاته خیلی بهتر بود الان از نظر کیفی افت داشته که شاید دلیلش جلوگیری از رشد قیمت آن بوده.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کمی سفت بود به سختی میشد کارد داخلش زد ولی طمعش خوب بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ساق بی پوست ساده مرغ مهیا پروتئین مقدار 0.9 کیلوگرم با کیفیت مناسب و قیمت به صرفه و همچنین ارسال سریع بسیار عالی",
        "output": [
            "کیفیت",
            "ارسال",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیارخوشمزه وخوب لطفابعضی هاایرادالکی روی محصول نزارن بخداخوبه مخوصا توشگفت انگیز خریدش شیرینه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "محصول با کیفیتی است ولی برخلاف مطلب عنوان شده برروی محصول میگوها رگ گیری نشده بودند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوب بود . با تخفیف ارزش خرید دارد . پاک شده و تمیز",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مثل همیشه تازه و تاریخ روز بود باطعم ومزه عالی،ممنون از میا پروتئین ودیجی کالا",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "با سلام و عرض ادب برند مهمت افندی،بر خلاف تبلیغات آن،به هیچ وجه طعم و مزه یک قهوه معمولی را هم ندارد،از خرید خود پشیمانم،و مجبور شدم آنرا دور بریزم،اصلا این محصول را نخرید پیشنهاد میکنم قهوه ملو را در نت سرچ کنید و این محصول را امتحان کنید،پشیمان نمیشود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کاملا معمولی رو به پایین.طعم و عطر خاصی نداره.دیر رنگ میده که شایدم از طبیعی بودنشه اما باعث نمیشه بگم چای باکیفیتیه.جلوی مهمونا روسفیدمون نکرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به اینکه چندنوع میوه مختلف هست معلوم نیست مزه چی میده ولی در کل خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به خاطر دو آتیشه بودن طعم خاص و خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی داره، استخوانهای ریز هم داره که خیلی مشکل ساز نیست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به قیمت مناسب برای درست کردن جوجه کباب بسیار مناسب و خوشمزه است.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من خیلی دنبال این طمع گشتم تا تو دیجی پیداش کردم . من از طعمش خوشم اومد البته ممکنه کسی هم خوشش نیاد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت پایینی داره ولی در کل نسبت به قیمتش خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من چند تا خریدم و برای مسافرت رفتن مناسبه، در کل خوب بود کیفیتشم معمولیه.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "معمولا تخفبف داره و از قیمت مغازه پایین تره برای خریدش حتما از دیجی کالا تهیه کنید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به برند پارمیدا قیمتش مناسبه و کیفیتش نسبت به پارمیدا یه لول پایینتره ولی قابل قبوله",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "به نظر با کیفیت میاد .. ارزش خرید توی شگفت انگیز رو داره حتما بخرید",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "رگ گیری نشده و به علت ریز بودن یک ساعت زمان برد تا رگ گیری بشه و اصلا با وجود تخفیف دار بودن هم ارزش خرید نداشت",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مامور هنگام تحویل کالا ابراز کرد که ته بسته بندی مقوایی این پکیج درآمده و کالاها آسیب دیده اند و من چاره ندارم جز مرجوع کردن کالا. کمی درایت و هوش لازم بود که برای این پکیج سنگین، بسته بندی مناسبتری در نظر گرفته میشد.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "با این قیمت مربای بزرگتر از برندهای معتبرتر میتونین بخرین. توصیه نمیکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من لذت بردم از مصرفش. مزه شیرین و خوبی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصولات اکشن نسبت ب قیمت فوق العاده هستن حتما پیشنهاد میدم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "توش پره های سیاه هستش مزه شکر وآب میده خیلی بی کیفیت هستش اگه مربای هویج خوردین خوشتون اومده باید بگم با خرید این پشیمون میشید نه تنها مزه بلکه انگار ضایعات و آشغال هویجم ریختن توش",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بد بود، عکس یه تن ماهی خوشگل گذاشتن، باز میکنی میبینی، ماهی ریز بد بو و بد مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام و خسته نباشید خداقوت بسته بندی ارسال در حد فوق عالی",
        "output": [
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "خیلی بی کیفیت و بد بود ، واقعا حیف پولی که بابتش داده می شه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "واقعا برند عالی ایه و حتی از تک ماکارون هم بهتره ماکارونیها به هم نمیچسبند و خوش طعم و لذیذ هستند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تاریخ روز بود تازه هم بود ممنون از تخفیف خوبتون",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من اشتباها کیلیکا خریدم و اصلاااا دوست نداشتم توش استخوان ریز ماهی داره طعم بد و بی‌مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم قیمتش نسبت ب روغن های دیگه مناسب تره هم از کیفیت بالایی برخوردار است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خیلی شیکی داره و طعم و بوی خیلی خوبی داره",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "مصرفش لذت بخشه با بیشترین فایده . طعمش هم خیلی خوبه مثل نوشابه های دیگه . قیمتش هم کاملا مناسبه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "4 عدد شیر از دیجی کالا خریدم همه فاسد بودن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مهمترین نکته برای من استفاده بسیار کم از جوش شیرین هست تو این محصول که مثل بقیه بیسکوییت ها باعث ترشی معده نمیشه ، مزش فوق العاده هستش .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب از لحاظ کیفیت ، چندین بار هست که خرید آن را تکرار میکنم هر کی امتحان کرده خوشش اومده نسبت به قیمتش",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تازه نبود و تاریخ تولید برای 15 روز پیش بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این طعمش واقعا مزه شربت سینه مینه ، فکر کنم از اسانس ارزون استفاده کردن طعم طالبیش هم افتضاحه موز و کاکائو و نسکافه اش خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شربت های سن ایچ خصوصا البالوی ان بسیار خوش طعم و به صرفه است.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من راضی نبودم زنگ نداره بوی خوبی هم نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اگر به سلامتی تان اهمیت میدهید سراغ این برند نروید.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "مشابه سایر محصولات این برند شیرهای کوچکش خیلی لذیذ و با کیفیت هستش البته قیمتش کمی بالاست ولی به خاطر طعم خوبش ارزش داره.",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "قیمت مناسب آن نسبت به قیمت در دیگر فروشگاه ها",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم چای لاهیجان نداره ولی در کل چای ایرانی اوکی ایه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کافئین و عطر و طعم خوبی داره و ارزش خرید داره با این قیمت پیشنهاد میشه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی طعم هیجان انگیزی نداشت و نسبت به قیمتش دسر ویژه ای نبود.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "مشخص کردن کیفیت مواد و تازگی و غیره بسیار خوبه ارسال به موقع و تمیز کالاها",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "به خاطر کرونا شستم بسته اش رو اما توش آب رفت",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم قیمتش مناسب دراومد.تاریخش هم ۶ماه مهلت داشت",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با اینی که لپه‌هاش درشت بود، ولی خیلی خراب توش بود! در کل توصیه نمی‌کنم خریدشو!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم و مزه اش خوب نی و انتظار بیشتری میره ازش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من خ وقته این شکلات استفاده میکنم خ عالیه.فقط طعم سوهان و نعنا خ خوب نبود.۳۶ عدد داخل جعبه هست که نسبت به قیمت خ خوبه.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این محصول قرصهاش اندازه ی قرص های دارو هستن و این طعمش بدون شکر هست یعنی شیرین کننده مصنوعی داره و مزش ترکیبی از نعنا و انبه هست و کیفیت خوبی داره اما زود توی دهان آب میشه ساخت آلمان هست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا اون چیزی که به نظر می اومد نیست. مزه هاش خیلی بدن. فقط کیفیت بسته بندیش عالیه. ظاهر شیشه ها هم خیلی شیکن. برای پز دادن جلوی مهمونا خوبه، ولی حواستون بااشه بازشون نکنید که مزه اش خیلی زود جذابین ظاهرش رو از بین میبره.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "طعمش شبیه اولین سری تن ماهی بود که اولین بار در ایران تولید شد یعنی از نظر طعم به پای تن ماهی تحفه نمیرسه ولی خب نسبت به قیمتش خوب بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی بدمزه بی نمک پره روغن بود اصلا نمیشه خورد مونده رودستم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا خوب نبود ماهی ها له شده بودن و طعم خوبی هم نداشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه و خیلی دیر مزه و طعمش رو از دست میده خریدش رو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمتش بد نیست ولی بهتره از روغنهای زیتون و کنجد استفاده کرد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه است،کیفیت بالایی داره، قیمت اش مناسب تر بود بهتر بود",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "در دم هست ولی قیمت خوب و خوش مزه مزه چای لاهیجان میده کمی",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز که خیلی عالیه تمیز و بدون رگ",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام بعد از یک مدت کوتاهی این محصول رو دوباره خریدم ولی متاسفانه قیمتش خیلی افزایش داشته",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب بود و به موقع ارسال شد",
        "output": [
            "ارسال",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "عسلش معمولیه ولی بسته بندی کاملا کاربردیه و راحت میشه ازش استفاده کرد مخصوصا برای ریختن داخل چای، قیمت خیلی خوب البته در پیشنهاد ویژه",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه قسمتی از بسته پاره شده بود و مرغ بوی بد گرفته بود، یک تکه اش را دور انداختم به علت بوی بد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "متاسفانه بسته بندی ضعیفی داره درپوش در ابتدا استفاده از جا کنده میشه دست بهش بخوره اصلا کیفیت نداره الان مارک های دیگه همین درپوش دارن ولی سفت و این مشکل نداره ...",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "با اینکه تاریخ تولیدش نزدیک بود ولی طعم کهنگی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هیچ طعم ومزه نداره قهوهدهای مثله روبوستا یا قهکه های معمولی خیلی بهترن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بعد از مدتی کاملا حالت نچسب بودن از دست داد و ی شب تو سینک زنگ زده بود!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خوب نیست و شکسته دستم رسید . مزه شونم نمیشه گفت خوبه. قیمتشم حتی تویه شگفت انگیز ارزش خرید نداره",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در واقع برزخی بین چای سیاه و بلوبری است ولی در عین حال هیچکدام نیست. کاملا اسانس بودن را متوجه می شوید و این حس خوبی را به شما نمی دهد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار رقیق بود و اصلا طعم و عطر عسل طبیعی رو نداشت.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه به این هوا میگیرید که طعم واقعی بلوبری رو بچشید، پولتونو حروم نکنید. خیلی بدمزه ست. رسما مزه شربت سینه میده. اونم خیلی تند و تیز",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "چون هر چند ماه یکبار باید مسواک رو.عوض کرد،می ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من از خود محصول رضایت داشتم ولی موقع حمل 5 تا از 15 تا شکسته بود که از طریق تماس با پشتیبانی دیجیکالا وجه تعداد شکسته ها برگردانده شد",
        "output": [
            "کیفیت",
            "ارسال"
        ]
    },
    {
        "input": "دقت کنید این محصول شربت نیست آب آلبالوئه چون اصلا شیرینی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این بیسکویت با توجه به قیمت از کیفیت قابل قبولی برخوردار بود.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "برند جریدیه که داره جا میوفته و کیفیتش بد نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بی نهایت مزه آب قند میده، به شخصه خوردن کوکاکولارو ترجیح میدم...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خوبی داره و مثل این نیست که دارید آب شکر میخورید و دلتون رو بزنه!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بد مزه ترین مربایی که تا حالا خوردم بود توی تخفیف خریدم واقعا افتضاح بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا برند زوم‌ یکی از بهترین برندهاست من همه طعماشو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با درود، توجه داشته باشید که این روغن کپی برداری غیر مجاز از برند با کیفیت کریستال ترکیه هست، اونی که من خریدم نشتی داشت و من بعد از رسیدن متوجه شدم که ایرانی هست",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "تخم مرغ رسمی تلاونگ خوب و درشت و تازه بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بهترین ارزش غذایی رو تو حبوبات داره -عالی و خوشمزه",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "توی تخفیف بسیار بصرفه است ولی بطور کلی برند گرونیه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی کوچولو بود ، من به حجمش توجه نکرده بودم . ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم خیلی خوبی داره و توضیحات کالا کاملا با خود محصول مطابقت داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام.من این مربا مصرف کردم و به نظرم خیلی بدمزه بود.",
        "output": [
            "طعم"
        ]
    }
]
}