{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Text Generation"
    ],
    "Input_language": "fa",
    "Output_language": "fa",
    "instruction_language": "en",
    "Definition": "In this task, you will receive a food review and you will need to single out aspects of the foods mentioned in the text. We define aspects such as taste/smell(طعم), nutritional value(ارزش غذایی), product quality(کیفیت), delivery(ارسال), packaging(بسته بندی) and purchase value/price(ارزش خرید). Although a review can have several aspects, we need to write only one aspect.",
    "Positive Examples": [
        {
            "input": "10 درصد آب میوه اس با طعم کاملا مصنوعی، شبیه ساندیس های قدیم",
            "output": "طعم",
            "explanation": "This is a good example. The review is about the taste of the juice."
        },
        {
            "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
            "output": "ارسال",
            "explanation": "This review is about the fast delivery of the food."
        },
        {
            "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
            "output": "ارزش خرید",
            "explanation": "This review emphasizes the purchase price."
        }
    ],
    "Negative Examples": [
        {
            "input": "با ترکیب با چای، یک صبحانه راحت و خوش‌مزه برای بچه های کوچک حدود 7 الی 8 ماه به بعد میباشد. مزه خوبی داره، بزرگترها هم پایه هستن",
            "output": "کیفیت",
            "explanation": "This review is about the taste of the food. Hence the quality is incorrect."
        },
        {
            "input": "من دفعه قبل همین محصول شارین را خریده بودم منتهی در بسته بندی پلاستیکی و ایندفعه با بسته بندی سطلی گرفتم دقیقا نصف به نصف تفاوت داشت و برای خودم تجربه شد که با بسته بندی پلاستیکی بخرم.",
            "output": "ارزش غذایی",
            "explanation": "The review is about the food packaging, and it didn't mention anything about the nutritional value."
        }
    ],
    "Instances": [
    {
        "input": "ادویه مخصوص نداشت ومن خیلی تعجب کردم با این قیمتی که این کالا داره توقع میره حداقل ادویه داشت!!!اصلا بنظرم این قیمت نمیارزه مواد یه ماکارونی ساده رو داره باید ۱۸ تومن باشه!!!!",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "جنس و فرم بسته‌بندی خوبه ولی چاپ روی بسته بی‌کیفیته. دانه‌بندی بد نیست. عطر خوبی داره ولی طعم قهوه واقعا قابل دفاع نیست. فقط تلخه. واقعا از طعم بدش جا خوردم.",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "کوپا بیسکویت های خوشمزه ای داره اما این مورد بعد از خوردن یه بسته ، ته مزه ی بدی تو دهان می مونه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب بود و همه تخم مرغها یک اندازه هستن و ممنون از مامور ارسال که با احتیاط حمل میکنن.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "اصلا طعم نعنا نمیده طعم پونه بیشتر میده و خیلی شیرینه به نسبت نعنایی ها",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تن ماهی بسیار خوشمزه و لذیذی هست ولی با این قیمت های جدید خریدش نه تنها به صرفه نیست که در توان قشر ضعیف و متوسط جامعه هم نیست ترجیح میدم مرغ بگیرم بخورم تا ۱۵ تومن پول کنسرو ۱۸۰ گرمی بدم که غذای یک نفره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در مقایسه با برندهای ایرانی دیگه طعمش اصلا جالب نیست شیرین عسل رو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "فقط کمی گرونه و بسته بندی عالیه کیفیت هم خوبه .",
        "output": [
            "ارزش خرید",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "اگر به حساب اصل اصل در صدد خرید هستید طبیعتا باید کلیه نمونه های کارخانه ای رو فراموش کنید. شکر آب با اسانس عسل. در چوب پنبه ای روی شیشه خوب نمیشینه نتیجتا کمی از عسل بیرون ریخته بود.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "مزه تلخی و موندگی میده، دوستانی که میگن به نسبت قیمتش خوبه احتمالا تا حالا آبمیوه مارک دیگه نخوردن که به این افتضاح میگن خوب. یه قلب که خوردم بقیشو خالی کردم سینک ظرفشویی گول تخفیف و این چیزا شو نخورید.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همشه بنده از نوشابه کاله استفاده میکنم به خاطر قندی که توش هست و از شیر درست میشه و هیچ فرقی با نوشابه های دیگه نداره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خیلی بده. پر از چربی و صورتی رنگ. معلوم نیست گوشت گوساله است یا گوسفندی. واقعا مزه و بوی بدی داشت.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "با توجه به دستورش دم کردم و واقعا راضی بودم هم طعمش خوبه هم رنگش.پیشنهاد میشه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خوب درکنار طعم قابل قبول درپیشنهاد شگفت انگیز ارزش خریدخوبی دارد",
        "output": [
            "طعم",
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "بین روغن کنجدها ، مارک سمن کیفیت خیلی بهتری داره . ممنون از دیجی کالا که با قیمت مناسبتری نسبت به فروشگاه ها این کالا را عرضه میکند",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "با درود ضمن تشکر از دیجی بابت گذاشتن این بخش بنده تهیه کردم در شگفت انگیز نظر شخصیم ، به هیچ وجه حتی طعم پسته سطح متوسط رو هم نمیده تازگی نداره و مشخصه که مونده است من کاملا ناراضیم و توصیه نمیکنم.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "قیمت مناسب آن نسبت به قیمت در دیگر فروشگاه ها",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "در کل خیلی بد نبود اما به نظرم نسبت به قبل کمی کیفیتش پایین تر آمده تو گوشت خرده های سفید و سفتی بود و مشخص بود چربی نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من محصولات عالیس رو استفاده میکنم واقعا کیفیت خوبی داره .",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "راحت میشه خرید کرد واطلاع رسانی خوبی داره در پیگیری ارسال",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "وقتی به دستم رسید تقریبا از حالت منجمد در آمده بود خیلی تیغ های ریز داره طعم و بوش هم جالب نیست",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "خیلی خشک بود، با قیمت اصلی که به نظر من نمی ارزه.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "تمامی روغن های موجود در بازار تراریخته بوده و سرطان زاست و به مرور زمان هم کبد و چرب میکنه هم عروق قلب را میبنده",
        "output": [
            "کیفیت",
            "ارزش غذایی"
        ]
    },
    {
        "input": "واقعا برند زوم‌ یکی از بهترین برندهاست من همه طعماشو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ما خوزستانی هستیم...حالا ک دور از اونجاییم و آذوقه سوغاتیمون تموم شده...دور از اونجا این خوراکی خوشمزه دلمون رو برد ... مناسب رژیم و بدنسازی هم هست...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه بخاین بخرین پولتو نو دور ریختین،نه رنگ داره نه مزه،یک ساعت گذاشتیم چایی دم بکشه ولی باز اون رنگی رو که باید میداد و نداد،اصلا مزه نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه های متنوع است و خوشمزه هر دفعه چند بسته سفارش میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عسل شناس نیستم ولی به نظرم عسل خوبیه اقلا طعم نبات نمیده و طعم و بوی عسل داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوبه ولی کرم وسط بیسکوییتش کمه ! در کل به قیمتش می ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این همه تعریف کردند من سه بسته خریدم و به خاطر طعم تلخش قابل استفاده نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوبه قیمتش هم مناسب بود مخلوط واقعی هست نه از هرکدوم چندتا ارزش غذایی بالایی داره",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوشمزه هستش ولی نمیدونم واقعا بی ضرر هست یا نه اگه باشه ک عالیه",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "عسل خوبیه نسبت به قیمتش اگه تو پیشنهاد شگفت انگیز باشه عالیه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا مزخرف هست اب خالی با شکر یک چندتایی تمشک خشک شده قوطی کوچیک با تصویر خیلی فرق دارد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "توشگفت انگیز خریدم واقعا پشیمان شدم فقط به جای تن ماهی پربود از روغن فکر کنم به جای ۱۸۰گرم ۱۰۰گرم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قیمتش عالی بود ولی تا میتونید نوشابه مصرف نکنید دوستان",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مثل بقیه محصولات مهیا پروتئین تازه و با کیفیت خوب بود ولی فیله نبود، سینه بدون استخوان سه برش خورده بود که کاملا هم از هم جدا نشده بود! سه تا برش نا منظم و ناقص!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مزه نون بستنی مونده میده.حتی در شگفت انگیز ارزش خرید نداره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "این عدس را فقط جهت پر کردن سبدکالا خریدم ولی وقتی تو خونه پختیم هم زود پخت هم خیلی خوش طعم بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم و خیلی طعم و کیفیت خوبی داره فقط کاش تو شیشه نبود",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "نایلون محافظ روی مرغ کاملا پاره بود و هیچ پوشش مناسبی نداشت. و بسته مرغ بهمین صورت پاره در کنار کالاهای دیگر داخل کیسه نایلون قرار داشت. کاملا الوده",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مهیا پروتئین بجای فیله مرغ، سینه باریک برش خورده مرغ رو بسته بندی کرده و با قیمت فیله می‌فروشه! دزدی در روز روشن دیگه هرگز سفارش نمی‌دم. امیدوارم دیجی کالا این تأمین کننده را جریمه کند.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "شبیه یه واکنش شیمیایی تو دهان میمونه طعم ترش مصنوعی مثل دارو",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اقا همش شکره .شیرینیش دل رو میزنه.کرم کنجد عقاب خوبه به نظرم نخرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم هندوانه واقعی داره محتوی آب سیب هم هست که خیلی مقویه",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "بنظرم اصلا عسل نیست این محصول. در واقع یا گلوکز یا لاکتوز با کمی اسانس عسل نخرید ارزش غذایی عسل رونداره دوستان",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوب بود. مهیا همه ی محصولاتش خوب و با کیفیته",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام. من 2تا تو شگفت انگیز خریدم. اصلا ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظر با کیفیت میاد .. ارزش خرید توی شگفت انگیز رو داره حتما بخرید",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار خوب و خوشمزه بود و مقدار آن برای روزانه یک فرد مناسب است",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی آوردنش بازش کردم کاملا نم کشیده بود حیف پول واقعا ریختم دور",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت وبسته بندی بسیار مناسبی داشت ولی من به عنوان فیله مرغ خریدم درصورتی که سینه مرغ برش خورده بدون فیله بود",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "خوب و خوشمزه ، البته اگر تو شگفت انگیز بخرید خیلی بهتره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا عسل خوشمزه ای هست و همینطور طبیعی ممنون از فروشنده و دیجیکالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار رقیق بود، تقاضامندم دیجی‌کالا از برندهای معتبر و با کیفیت عرضه کنه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من اولین بار بود گرفتم دو بسته هم گرفتم و واقعا دیگه نمیگیرم خیلی مزش بده یک مدت که میونه دهنت خیلی مزه ی بد میگیره ( فکر کنم بخاطر بدون قند بودنشه )",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل خوب بود، ولی کمی چرب بسته بندی خوب",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "مقوی برای بچه ها ،چندمین باره خرید میکنم و راضی ام",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "با توجه به این قیمت حتما توصیه میکنم، چون کیفیت خوبی داره، عطر و طعم واقعی قهوه داره، بسته بندی شکیل و مناسب.",
        "output": [
            "کیفیت",
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "چای خوب و عطرش خوبه ولی خب عطرش کمه اگه بیشتر بود بهتر بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "میوه خشک مثل پاستیل بود کشمش افتضاح بود مقدار آجیل کم بود نخرید باباااا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "متاسفانه قسمتی از بسته پاره شده بود و مرغ بوی بد گرفته بود، یک تکه اش را دور انداختم به علت بوی بد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "مزه خوب و درجه یک این محصول باعث شد من نظر بدم و از همه نظر و کیفیت عالی و درجه 1",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خرید رو توصیه نمیکنم خیلی گرون تر از قیمت واقعی میده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه بعد پخت رنگش شیشه ای (متمایل به سبز) میمونه! از کیفیتش راضی نبودیم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به بزرگی که تو تصویر دیده میشه نیس و کلا ۶۰گرم پودر قهوه که بوی سوختگی هم میده توش هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تا دستم برسد انقدر اب شده بود شل بود که ابش در امده بود",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "این مربا چرخ شده هستش یعنی نمی تونی تکه میوه توش پیدا کنی و یه مقدار شیرینیش زیاده از نظر من",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طبق نظرات دوستان خریدم ولی بو بدی داره و مزه اش هم اصلا خوب نیست من پشیمون شدم خیلی از خریدش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا خوب بود،تازه و بدون کوچک ترین بو با قیمت مناسب",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در کل باید بگم راضی کننده بود خیلی تمیز نشده بود ولی چربی و‌پوست زیادی ام‌نداشت‌کیفیت گوشت هم نسبتا خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "برای اولین بار این محصول رو گرفتم به محض دریافت تست زدم .شیرینیش که خوبه اما طعمش یه جورایی ضعیفه در کل رضایت دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من مزه موزی که میداد و بوی موزی که میداد رو دوست داشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به امتحانش میرزه پیشنهاد میکنم یه بارم شده طعمشو امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حواسم نبود تخم هندوانه با پوست هست و خریدم . ارزش خرید ندارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "حجم خیلی زیادی داره و ممکنه اسراف بشه اصلا بو نداشت و طعم خوبی هم داشت",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت فقط قیمتش بر حسب یک لیتر کمی زیاده",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من مصرف آدامسم زیاده و همیشه تریدنت و فایو استفاده کردم،بخاطر تحریم ها متاسفانه ادامس های خارجی یا نیستن یا تاریخ گذشته ن،این آدامس از نظر کیفیت از بایودنت و اگزیت و وایت و اکشن و... بالاتره یعنی بعد از تریدنت من این آدامس رو میپسندم با قیمت بسیارررررر ارزان",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم خنک و خوبی داره و بعد از چند دقیقه نرم نرم میشه و انگار میخواد تو دهن آب شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم تن ماهی نمیده . گوشت سفید که بیشتر شبیه کنسرو مرغه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام -- عسلش رو تو تخفیف خریدم بیشتر شبیه آب شکر میمونه تا عسل",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه است و نسبت به محصولات مشابه نمک کمتری داره. توصیه میکنم امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ساق بی پوست ساده مرغ مهیا پروتئین مقدار 0.9 کیلوگرم با کیفیت مناسب و قیمت به صرفه و همچنین ارسال سریع بسیار عالی",
        "output": [
            "کیفیت",
            "ارسال",
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا خرید این جای را توصیه نمی‌کنم. البته پسندیدن طعم و عطر چای یک امر سلیقه‌ای است ولی از نظر من این چای بیش از حد معطر است و اصلا طعم چای نمی‌دهد. این چای از نوع کله مورچه‌ای می‌باشد. من اصلا توصیه نمی‌کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین و آخرین بار خریدم از این برند بود ! کیفیت پایین و کهنگی تخم مرغ که کاملا مشخص بود در محصول و در هنگام سرخ کردن مشخص است",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام دوستان بدرد نمیخوره نه طعم داره نه رنگ من پیشنهاد نمیکنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با بقیه چایی ها هیچ فرقی نداره چه طعم چه رنگ",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بیش از حد طعمش مصنوعی برند های مطرح تر مثل سن ایچ ولو با قیمت بالاتر ارجحیت داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با. سلام من تقریبا اکثر تن ماهی های با کیفیت و خوشنام بازارو مصرف کردم به جرأت میتونم بگم طبیعت در صدر جدول کیفیت قرار میگیره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با کیفیت ، از بیرون فروشگاه های زنجیر گیر نیاوردم به راحتی ممکن از دیجکالا گیر اوردم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "با سلام به هر حال از رنگهای غیر مجاز استفاده میشه پسرم میگفت مزشم خوب نیست",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "سلام دوستان. قهوه خیلی معمولی هستش. طعم و عطرش خوبه. ولی غلظتش کم میشه. فومش هم معمولیه.در کل انتظار خاصی نباید داشته باشین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظرم طعمش از نمونه های خارجیش بهتره فقط این که مقدارش خیلی کمه، ۱/۴ حجمش روغنه اما به خاطر طعمش تصیه می کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سرکه فوق العاده زیادی داشت در حدی که تو نفس ادم میره زیاد تازه نبود",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "البته در صورتی که در خرید شگفت انگیز بخرید در غیر این صورت به نظرمن نمی ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "متوسط بودیکم زیادی مزه قند میداد طعمش با پپسی های دیگه انکار فرق داشت!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شیرینی طعمش زیاده و غلظتش مناسب نیست . پیشنهاد نمی کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ظاهر زیبای این محصول گول زنندست. شیرینی محصول زیاده و خود تافی شل و زیادی نرم هست. شاید بذارید یخچال بهتر بشه ولی به نسب بقیه تافی ها نرمه و به پوستش میچسبه. طعم سقز هم بیشتر اسانسه حتما. مشابه همین مدل خارجی هست که تفاوت زیادی در کیفیت دارند.",
        "output": [
            "بسته بندی",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "اشتباه بزرگی است که به این قیمت این عسل با گلوکز بالا را بخرید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "درشتی میگوها خیلی خوب بود اما بسیار شور، حتما بگذارید یخ باز بشه و چندبار بشورید و به هیچ عنوان دیگه نمک نزنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حلوا شکری معمولی سنتی اش خوشمزه تره ولی اینم بد نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته وقتی به دستم رسید تمام ماهی ها آب شده بود و روی هم افتاده بود . تاریخ بسته بندی هم خیلی گذشته بود ولی طعم و پخت ماهی مشکلی نداشت .",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "همواره تخم مرغ تلاونگ را خریدم . دارای کیفیت و طعم خوبی است.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "قبلا خوشمزه تر بودن الان دیگه اون مزه رو ندارن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "براحتی با چند دقیقه جوشاندن پخته می شه و به صرفه هم هست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "چای خوبی هست و عطر و طعم خوبی داره اما دیر آوردن !",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "کیفیت زیادی نداره ولی بخاطر قیمت پایین میشه به جای شکر استفاده کرد",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من معمولا کینوای معمولی میگیرم و غذا درست میکنم. این کینوا هم خوب بود ; چون آماده هست ولی یه بویی میداد مثل بوی روغن که خوش ام‌نیومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خیلی بدمزه بود با کلی ادویه و پیاز هم مزه‌ی بدش از بین نرفت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام. بیش از حد شیرینه و طعم هل طعم غالب بود که من اصلا دوست ندارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همش توش کشمشه و طعم فندق بسیار کهنه کیفیت پایین",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با این قیمتی که تخفیف خورده بود گرفتم واقعا خرید راضی کننده ای بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا با نمونه های خارجی متفاوته میچسبه به سقف دهن و مزه تلخ خیلی بدی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا خوشمزه نیست. اگر گوشت داشته باشه، خیلی کمه. بیشترش بنظرم جیگر سفید و آشغال گوشته",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "تو فروش ویژه بیشتر جذب بسته بندی شدم و خریدمش ولی طعم و بوش واقعا عالیه، کاملا هم تلخ هست، حتما پیشنهادش می‌کنم.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "مربای خوش طعم وخوشمزه هستش تو شگفت انگیز قیمتش مناسبه پیشنهاد میکنم ممنون از دیجی کالا",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "اولین بار بود که این برند را خریدم طعم و کیفیت خوبی داشت.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "دست من اومده و کارتنش پاره شده. کلا محصولات عادی از دی جی کالا میگریم اونقدر بی کیفیت هستن که باید مرجوع کنیم. اینها که دیگه غذایی هستن و با سلامتی در ارتباط هستن باید بیشتر مراقبت کرد.",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت پایین بود و گوشت کف ظرف کاملا قهوه ای بود و مجبورشدم دور بریزم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "وقتی به دستم رسید کاااااااامل یخش آب شده بود خییییلی ناراحت شدم . به کسی که آورد گفتم یخش آب شده گفت نه نشده. ولی کامل آب شده بود و قابل استفاده نیست",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "به نظرم یا توجه به پرچرب بودن زیاد میتونست بهتر باشه البته ذائقه ها با هم تفاوت دارند با توجه به تحویل درب منزل و تخفیفی که داشت می ارزید",
        "output": [
            "ارزش خرید",
            "ارسال"
        ]
    },
    {
        "input": "خوبه ،مزه خوبی هم داره ،مثه عسلایی که از بیرون تهیه میکنیم شکرک نزد و تا قطره آخرش همون کیفیت خوب رو داشت،حجم مناسبی هم داره ،البته تو شگفت انگیز عالیه.",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم چندان خوبی نداره. بسته بندی بهداشتی نیست. باید به خصوص توی این شرایط شیوع کرونا، بسته بندی محکم و بهداشتی داشته باشه ولی در این محصول اصلا پلمب نیست و به راحتی باز میشه.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "توی تخفیف بسیار بصرفه است ولی بطور کلی برند گرونیه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من از خریدم راضی نبودم . تاریخ همه چیز برای دو روز پیش بود . واقعا محصولاتی مثل گوشت و شیر رو آدم انتظار داره تاریخ همون روز به دستش برسه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "متاسفانه قبل از خرید با دقت مشخصات کالا رو مطالعه نکردم... شدت کمبود کیفیت ماچا به کنار، محصول خارجی این کالا با ۲ برابر وزن ماچا (و احتمال ۱۰۰٪ کیفیت بیشتر) قیمت کمتری دارد... واقعا متاسفم از تولید کالا ملی...",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیتش خوبه ولی تمام نی ها کنده شده بود حتی نایلون نی ها هم پاره بود...تو اوضاع کرونا خیلی فاجعست",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "من نمونه خارجی اش را خیلی دوست دارم، خوشحال شدم دیدم تولید داخل هم زده ولی این متاسفانه خوب نبود. به نظر من مزه کاچی میده با طعم گلاب.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کلا که نوشابه محصول مفیدی نیست. اما اونایی که استفاده دارند توی شگفت قیمتش خوبه.",
        "output": [
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "اولین بار بود خرید کردم و با توجه به خاصیتش بازم میخرم . دومین بار دوتا از تخم کبک شکسته بود سفیده ش حالت کهنگی داشت .",
        "output": [
            "ارزش غذایی",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار بد بو و بد مزه بود. متاسفانه اندکی خوردم و حالم رو بد کرد؛ بقیش رو ریختم سطل آشغال.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "گوشت داخلی آن یه تیکه و سفید است و هیچ سیاهی ندارد طعمش هم خیلی خوشمزه است",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خوب بود ولی وزن محصول درست نبود دوتا سینه‌مرغ کوچک‌ بود و وزنش از اون مقدار واقعی کمتر بود پیشنهاد نمیکنم",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "آسیابش واسه قهوه ترک مناسب نیست طعمش خوبه ولی چون درشت آسیاب شده خوب خامه نمیده باید مدت حرارتو بیشتر کرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه از طعم و رایحه دوودی خوشتون میاد انتخاب خوبیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظر من مزه و طعم سرکه بیش از اندازه قالبه من که تخمه تا این حد ترش دوست نداشتم ممنون",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من دوست داشتم و در شگفت انگیز مقرون به صرفه بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی زیادی شیرین و کم گاز بود و دلو میزد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در یک کلام عالی اول یدونه گرفتم برای امتحان خیلی عالیه تو خریدش شک نکنید بسیار خوش طعم و خوش عطر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من فکر نمیکردم که به این خوبی باشه ، بوی خوبی داره ، کرمای خوب ، اگر طعم ترشی اسپرسو رو دوست نداشته باشید این خیلی مناسبه ، با دستگاه خیلی خوش طعم شد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام به نظرم این شیر خیلی خوشمزه رسید البته مزه یک چیز سلیقه ای است اما این محصول به غیر ازخوشمزگی قیمت نسبتا مناسبی هم داره به شدت پیشنهاد میکنم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "یک محصول ایرانی خوش مزه و با کیفیت. حتما تجربه کنید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "سایز تخم مرغ و رنگ زرده ها خوبه و تازه ست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام ، کیفیت گوشت خوب بود ، چربی کمی داشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مزه این مدل رو زیاد خوشم نیومد و تجربه اش برام دلچسب نبود و لذتی از خوردنش نبردم، شاید توی ذائقه کسی دیگه خوشمزه باشه اما با ذائقه من همخوانی نداشت ولی از بابت کیفیت و ترکیب مواد مثل همیشه عالی و باکیفیت هست محصولات این شرکت",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "به نظر من اصلا چای سفید نیست ، ممکنه جوانه یا سرگل چای سبز یا سیاه باشه ولی چای سفید نیست ، طعم خاصی هم من ازش متوجه نشدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در فروش ویژه قیمت خیلی خوبی داشت. مزه پپسی هم به نظر بعضی ها از کوکا بهتره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "از برندی مثل این اصلا انتظار این کیفیت پایین را نداشتم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خشک و سفت بود.افتصاح به معنای واقعی کلمه.مطمئنم فلفل هم قاطیش کردن که سوزناک تر کنه طعم دارچینشو.بهترین آدامس ایرانی وایته",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی چیز چشمگیری نیست و مربای البالو خوشمزه تر و بهتره ازش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه و خوب در یخچال بگذارید که شکلات آن آب نشود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با این قیمت، شکلات های بهتری هم هست. مزه چربی می ده فقط.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب و تازه بود. تنها ایرادش این بود که برش هاش کمی غیرحرفه ای بود. بعضی تکه ها کوچیکتر کات شده بود، بعضی هاش قیافه اش کمی متفاوت شده بود. بهتره کمی حرفه ای تر کات بشه. ولی در کل برای مصرف روزانه خیلی عالیه.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار طعم معمولی غلظت معمولی وبه نظر آنهمه توضیح در باره طبیعی بودنش تبلیغ بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من بخاطر ظاهر قوطیش گرفتم که اینطور نبود ودرش صاف بود مثل قوطی های معمولی دیگه . من کاملا این مورد را ناراضی ام",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "اصلا تو شگفت انگیز ارزش خرید نداره بو میده وگرنه همیشه عالی و درجه یک",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بسیار بسیار بد هیچ ارزش خرید نداره بی احترامی به مصرف کننده است توفاله ی کنجد هم نیست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی چرب .قیمت مناسب .برای ورزشکارها و بیماران قلبی اصلا توصیه نمیشه",
        "output": [
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "کنجد نداره گردو خیلی خیلی کم پوره انجیل هم کمه توش ارزش خرید خیلی پایین",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوبه که شیرهای طعم دار کم چرب هم داره. چونکه مارکهای دیگه کم چرب ندیدم من داشته باشن.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "توی دنیای تبلیغات در صنایع غذایی طرح بسته بندی بسیار تاثیرگذار هست/ این طعم خوب بهتره در بسته بندی بهتری به نمایش گذاشته بشه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "فقط در شگفت انگیز و با تخفیف بالا توصیه می کنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "از طعم و کیفیت خوبی برخوردار است و طعم معنایی خوشایندی دارد",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت فیله خوب بود اما با این قیمتها ارزش خرید نداره . حجمش هم کاملا یک نفرست البته اگه با برنج یا مخلفات سرو بشه (چون شور مزه هست بهتره که با شوید پلو میل کنین)",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه یه کپی بد از رنگارنگ هست من از خریدش پشمون شدم طعم و مزه اش نصف رنگارنگه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگر تا حالا از عسل استفاده نکردید بشتابید چون عسل شیگوار طعم واقعی عسل را برای شما به ارمغان می آورد عسل شیگوار خوشمزه ، مقوی ، طبیعی و امید شیرینی و حلاوت زندگی",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "من همیشه از محله ارامنه قهوه ترک بصورت فله و تازه میخرم عطرش فوق العادست...طعم عالی داره... اما این قهوه ترک متاسفانه اصلا خوب نبود نسبت به قیمت بالا نه عطر خاصی داشت نه طعم...انگار عطرش رفته بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت بایودنت نسبت به قبل پایین اومده اسانس زیادی داره که ابتدا تو ذوق میزنه بسته بندی ضعیفی که تو کیف یا کشو میذارم بوی آدامس میگیره و تعداد کم و قیمت بالا",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "هم طعم و مزه. اصلا شبیه به انرژی زا نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من خیلی استفاده دارم ب غذاها مزه خوبی میده کاش موجود شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا رول دورش به راحتی باز میشد ولی جدیدا به سختی باز میشه ضمک اینکه خودسفیده هم توش لیش شده و تیکه تیکست و مثل قبل قالبی در نمیاد بیرون",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "شیرینی اش زیاده و شکر هم برای سلامتی بسیار مضره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خامه نمی دهد و عطر و طعم مناسبی دارد. در کل ارزش خرید مناسبی درد",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب و بدون بو تا حدود بسیاری پاک کرده",
        "output": [
            "کیفیت",
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "سان کوییک که نیازی به تعریف نداره، در شگفت‌انگیز خریدم که قیمتش هم عالی بود.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوب و به صرفه البته یه جامدش رو هم کنارش داشته باشین بهتره چون روغن جامد بهار به غذا طعم میده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی چایی با کیفیتی نیست فقط بسته بندی خوشگلی داره همین",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "کیفیت آدامس متوسط اما بسته بندی به قدری ضعیف و کاغذیه که دو روز هم سالم نمیمونه",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "بوی تندی داشت و با وجودیکه سعی شده بود با مزه دهنده ها این بوی نامطبوع ذاتی کیلکا کاهش پیدا کنه ولی متاسفانه تلاشی نافرجام بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به قیمتش در تخفیف ات ویژه خوب به صرفه است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت پایینی داشت و چربی خیلی بالا حتی از رنگ خیلی خیلی روشنش هم مشخص بود، پیشنهاد نمیکنم سفارش بدید.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با اینکه خیلی کاکائو تلخ دوست دارم ولی تلخیه مزشو دوست نداشتم امتحان کردم ولی دیگه نمیخرمش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "تن ماهی خیلی خیلی خوبیه من از خریدش راضیم ولی اگر ارزون تر باشه خیلی بیشتر میخرم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به خاطر قیمت مناسب در شگفت انگیز خریدم ولی از نظر کیفیت نسبت به گذشته بسیار پایین آمده است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به قیمت عالی . ولی یچیزی که دیجی کالا ننوشته بود اینکه با طعم وانیل هستش",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خیلی پوست نازک بودن وبعضیاش ترک خورده بودو،سالم هاروهم باهرروشی آب پزمیکردم که نشکنه،بازم میشکستن،براساس تاریخ روش هم تازه نبود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "گذشته از قیمت بالا و اینکه خیلی کم تخفیف میذاره این محصول رو دیجی خیلی خوشمزه است و حتما امتحانش کنید",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "این شیر مزه خوبی ندارد و البته این موضوع سلیقه ای است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من واسه هوسی که گاهی نوشابه میخوایم خریدم.چون اندازه خانواده بزرگه گازش هم که زود میره اما این اندازه اش خوبه. واسه ما که دو نفریم اینو میخوریم.خیلی اهل نوشابه و اینا نیستم.بعضی غذا می طلبه وگرنه نوشابه چیز خوبی نیست.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "بسته بندی خوب و سالم بود و خود محصول تمیز و بدون نیاز به پاک کردن دوباره دورریز بود",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به فیمت بسیار پایین و طعم و مزه احتمال اینکه عسل طبیعی باشد بعید است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "میشه گفت یکی از بد مزه ترین آدامس های جهان اینه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حاوی امگا۳ است که برای بدن خیلی مفیده همچنین غنی شده از ویتامین ای و دی است که کمبود این ویتامینها را جبران می کند",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "عالی خیلی با کیفیت بحثی باقی نموند فقط شخصا دوست دارم مربا شیرینیش کم باشه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی چربی داره، خوشمزه هم نیست! دیگه از ابن مارک نمیگیرم.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بین این همه عسل تقلبی ؛ خیالت راحته کیفیت عالی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوشمزه است و رنگای خوشگلی داره . فرمند محصولاتش بی نظیر هستن. دراژه ها ریز هستن که من دوست دارم . ممنون از دیجی",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا کیفیت مطلوبی داشت و بوی گوشت تازه کاملا راضی هستم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "جدیدا طعم و بوی گوشت چندان جالب نیست. زیرشم همش قهوه ای بود. تو این وضع گرونی گوشت بااین قیمت معقولا چیزای خوبی چرخ نشده این آخرین باری بود که سفارش دادم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز ۴ بسته خریدم خیلی عالی و اقتصادی در اومد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "عاشق چای ماسالا هستم و این چای ماسالا عالی نبود ولی خوبه و طعمش رو دوست دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت خوب نبود بعضی قسمتا تغییر رنگ داشت گوشت رو جوری برش میدن که ظاهر خوبی داره زیر تکه های بی کیفیت میذارن برند مهیا بهتر بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "توش پره های سیاه هستش مزه شکر وآب میده خیلی بی کیفیت هستش اگه مربای هویج خوردین خوشتون اومده باید بگم با خرید این پشیمون میشید نه تنها مزه بلکه انگار ضایعات و آشغال هویجم ریختن توش",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خوب بود برای رژیم عالیه،مزه خوبی داره و تفاوت انچنان نداره با روغنیش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خیلی استخوان ریز و اذیت کننده داره. استخوان هاش کلفت و سفت هستن نمیشه خورد، خیلی هم ریز هستن نمیشه از شرشون خلاص شد. یکمی ازش دادیم به گربه، طفلی گربه هم پدرش در اومد داشت خفه میشد بخاطر تیغهای نافرمش",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تن ماهی با کیفیت و خوشمزه ای میباشد. با تشکر از دیجیکالا",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "طعم خیلی مصنوعی بود و جذابیتی نداشت همون سرما خوردگی بود و با اینکه حالت ابری درست شد و با آبمیوه مخلوط کردم (آب انار )ولی میزان طعمش به آبمیوه غلبه داشت من و سه نفر که خوردیم جالب نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت و کیفیت عالی واقعا خوش طعم بود پیشنهاد میکنم",
        "output": [
            "ارزش خرید",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا خوب نیست،‌ نم‌داره و چند تا هم تلخ و گندیده در‌اومد. تخمه اعلا نیست . میشه از بیرون بهترش رو‌خرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این محصول خیلی خوشمزه هست و کیفیت بالایی داره، طعمشم خیلی طبیعیه، اما بیرون سخت پیدا میشه، خوش حالم که از دیجی کالا با قیمت مناسب تهیه کردم",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "انگار شیر خشک میخورین . به جز طعم شیر خشک هیچ مزه ای نمیده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم بو میداد هم خیلی بد رنگ بود انگار تاریخ گذشته بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه ای افتضاح و کاملا مصنوعی اعم از رنگ و مزه همه مصنوعی ارزش خرید نداره اگر میخواید مزه شو بچشید برای یه بار میشه چشید چون یادتون میمونه چیز چرتیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "وقتی دربش رو باز کردم بوی تند عجیبی زد تو صورتم! واقعا ما که آزمایشگاه نداریم امتحان کنیم که آیا اصلا عسل هست یا خیر؟ امیدوارم بوی تندش مال اسانس نباشه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه مزه ی پارافین میداد بی نهایت بی کیفیت ، کاکائوی استفاده شده کیفیت پایین مزه ی مواد شیمیایی و پلاستیک میداد خیلی متاسفم برای شرکت تولید کننده",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "زمانی که من گرفتم طعمش خوب بود. الان دیگه ارزش خرید نداره چون قیمتش منصفانه و معقولانه نیست.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مهیا پروتیین بسته بندی خیلی خوبی داره. سلفون روش خیلی محکمه و سایز ظرفش بزرگه که این ویژگی ها باعث میشه که بسته به هیچ وجه پاره نشه و محصول کاملا سالم و خشک به دستم برسه.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "کیفیت خوبی داره فقط چون بسته بندی محکم نیست احتمال شکستن تخم مرغ وجود داره",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "طعمش خیلی تنده من که اصلا دوست نداشتم دهن رو خیلی میسوزونه انگار فلفلیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کاملا مشخصه که فقط اسانس است و طعم طبیعی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمتش با توجه به بسته بندی خوبش به صرفه است . من دو تا خریدم یکیش خوب بود یکی دیگش یه مقدار طعم کهنگی میداد .",
        "output": [
            "ارزش خرید",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "بهترین کار اینه برید یه کنسرو ماهی با قیمت بیشتر بخرید تا این کنسرو رو مثل اویلا و... بهتر از این کنسرو بد مزه و مرجوع کردم با تشکر از زحمات فراوان تیم دیجی کالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا برند عالی ایه و حتی از تک ماکارون هم بهتره ماکارونیها به هم نمیچسبند و خوش طعم و لذیذ هستند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تعدادش خیلی کم بود من دو بسته گرفتم یکیش به هم چسبیده بود باراکا با تعداد بالاتر داره با صرفه تره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه و خوشمزه بود و با قیمت مناسب از دیجی کالا خریدم. با ارسال سریع هم آوردن برام.",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش خرید",
            "ارسال"
        ]
    },
    {
        "input": "با توجه به اینکه از مضرات نوشابه کم شده ولی همون طعم رو داره خیلی خوبه",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "دلیل این همه نظر منفی رو نمیدونم ولی بسته ی من عالی و خوش طعم و خوش عطر هستش. به شدت توصیه میکنم خریدش رو...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "فک نکنم زیاد طرفدار داشته باشه،آخه خیلی بو میده و طعمشم به نظرم خوب نیست،قوطی دوم رو مجبور شدم با رب گوجه فرنگی و پیاز و ... تفت بدم و سیب زمینی سرخ کرده اضافه کنم تا بشه تحملش کرد....تن ماهی رو به کیلکا ترجیح میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار عالی و خوش طعم بود. اولین بار بود این مارک رو امتحان میکردم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عاااااالیه واقعا مزش از برندهای دیگه خیییییییلی بهتره من که زیاد شیر کاکائو دوست ندارم از طعمش خیلی خوشم اومد حتما امتحان کنید مطمئنا مشتری دائمیش میشید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام ، برای اونایکه مشکلی با خوردن ئوشابه ندارن ،دیابت ندارن، قیمتش عالیه ، و به صرفه است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با توجه به قیمتش و طعمش حتما ارزش حداقل یک بار خرید و استفاده رو داشت",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "به عنوان یک محصول ایرانی کیفیت قهوه خوب بود و همچنین بسته شیک و مطمئن در برار رطوبت داشت",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "یک تکه ی تمیزوخوب زوی بسته ولی زیرش رگ وریشه وچربی واینابود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بد نیست ولی به پای رنگارنگ نمیرسه البته به قیمتشم باید توجه کرد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من این پسته را خریدم قیمت آن حدود 20 درصد از پسته فله بازار ارزان تر بود اما با توجه به کیفیت آن که ریز و نه چندان تازه بود به نظر می رسد بدون تخفیف برای خرید بصرفه نیست. البته بگم که مزه کهنگی هم نداشت.",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خوب نبود گوشتی که داخل ظرف بود رنگ بعضی قسمت هاش تیره تر شده بود و بعد از پختن خیلی سفت بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوبی نداره. ولی تو پیشنهاد ویژه ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من چون همیشه رنگارنگ می خرم،فکر کردم شبیه اون هست اما اصلا شباهتی نداره و خوشمزه نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من این شکلات رو برای مواقعی که وسط کارم یه چیز خوشزه میخوام خریدمش. حجم بالایی داره و دوماه طول کشید تمومش کنم. مزه شکلات داره به همراه مغزی های متفاوت. برای مهمان و هنگام خوردن چای هم میتونین مصرف کنین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پسته شور خشکپاک رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود البته شور برای همه مناسب نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "داخلش یه تار مو بلند بود. موندم با بسته بندی محکم چطور داخلش یک تار مو بلند بود. نخورده انداختم دور. حیف پولی که بابتش دادم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در شگفت انگیز خریدم نسبت به بیرون قیمت خیلی خوب بود خوش طعم بود،برای دفتر کار خریدم که همکارا گفتن خوش طعم هست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته ای که برای من ارسال شد گوشت تازه و فوق العاده عالی بود، کاملاً یک تکه و ران کامل، از خریدم راضی هستم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیتش خوبه بر خلاف روغن های دیگه اگه روی اجاق کاز بریزه به راحتی پاک میشه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب و تمیز بود .اندازه مرغ هم خیلی خوب بود نه ریز نه درشت.مرغ خوش طعمی هم بود.درهر صورت منکه بعداز این فقط از دیجی مرغ میگیرم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مشابه سایر محصولات این برند شیرهای کوچکش خیلی لذیذ و با کیفیت هستش البته قیمتش کمی بالاست ولی به خاطر طعم خوبش ارزش داره.",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "این مربا را با توجه به قیمت مناسب و نظرات مثبت کاربران خریدم ولی متاسفانه محتویات تکه های بالنگ بسیار ریز و شیره فراوان است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ایز کلا همه مرباهاش خوبه و به صورت مارمالاده ! اگه مارمالاد طوری دوست دارید بخرید چون طعماش حرف نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کلا ارزش یک‌بارامتحان کردن هم نداره متاسفانه ظاهرا برخی شرکت‌های تولید کننده خیلی نگران کاهش اعتبارشون نزد مشتری نیستن، به نظرم این محصول شایستگی علامت استانداردو نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته‌بندی کیفیت مناسبی داره و بن‌مانو هم کیفیت متوسط رو به بالا داره",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "میزان برشته شدن یک مقدار کم بود کمی بیشتر میتوانست برشته تر باشد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "متاسفانه مثل بیشتر تن ماهیهای داخلی گوشت تیره و‌ بد بویی داشت، نمیدونم کیفیت گوشت و مقدار نگهدارنده‌اش رو ولی برای یکبار امتحان قابل تحمل بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا تازه نبود و کمی بوی موندگی میداد و اصلا پیشنهاد نمی‌کنم بخرید.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این کالا کاملا تقلبی هست ، عکسی که انداخته شده با کلایی که تحویل می گیرید فرق داره لوگو و نوشته اش متفاوته . ظرف هم له شده بود و کلا کارتن روغنی بود من مرجوع کردم",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "تخم مرغ رسمی تلاونگ خوب و درشت و تازه بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "عالیه عالی، من عاشق شکلات تلخ و نعناع هستم و این شکلات هر دو را دارد، من که از خوردنش لذت میبرم و به یه بسته بسنده نمیکنم چون به قدری خوشمزه است و آدم با یه بسته سیر نمیشه. خریدش را صد در صد پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم پاکبان رو بیشتر از بقیه شیر ها دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عالی و با بسته بندی مناسب با نرخ شگفت انگیز",
        "output": [
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "برای مدرسه ی بچه ها گرفتم ولی طعمش رو دوست نداشتند.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب بود . نسبت به قیمت تخفیف داشت اما نه نم گرفته بود نه بسته بندی خراب بود تارخ مصرف هم داشت مفت بود",
        "output": [
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "سلام عسل شیگوار نسبت به قیمتش طعم عالی داره و در شگفت انگیز واقعا ارزش خرید داره فقط من تا الان بالای سه مرتبه س که وقتی عسل رو‌تحویلم میدن مقداریش ریخته مسئول بسته بندی باید دقت کنه که شیشه به صورت عمودی قرار بگیره",
        "output": [
            "بسته بندی",
            "ارسال",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من اصلا ازاین محصول راضی نبودم انگار داری شکر میخوری",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "ماهی خوشمزه و خوش طعمیه و بوی نامطبوعی نداره در ضمن قیمت مناسبیم داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "ارزون بود خریدم ولی خیلی ابکی هستس شل شل هستش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "آدامس بایودنت خیلی کم شکر و خوب هست مزه هم تا ساعت ها میمونه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مربای خوبیه مخصوصا اینکه گردو و کنجد داخلش داره ولی شیشه بی کیفیتی داره که اگه حواست جمع نباشه دستو می بره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من تا حالا نخریده بودم ، خوشم نیومد با اینکه سفیده تخم مرغ دوست دارم ، ٹو بسته آب داره و خیلی بیمزه است ، به زور سس و.نمکم نتونستم بخورم و ریختم دور",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بدون طعم و مزه و بسیار بی کیفیت در مقایسه با طعم های دیگر همین آدامس.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بیشتر فلفلی بود تا دارچین جالب نیست چسبندگی زیاد میخوای بندازی دور ،به دستت میچسبه !!!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی ریز ، پر از پسته های کج و معوج .. از گلستان توقع نداشتم. اما کلا انگار از هیچ برندی دیگه نباید توقع کیفیت داشت.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در کل هر محصولی را چشم بسته از زر ماکارون میشه خرید. کیفیتش را قبول دارم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با سلام.بسته بندی ما قبلا پلمش باز شده بود و شکلات ها توی جعبه پخش و پراکنده شده بود.در شگفت انگیز حتما بخرید.دو طعم داره که جفتش دوست داشتنیه.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "از محصولات دالفور راضی هستیم.مهمترین نکته قند خود میوه است.شیرینی زیادی ندارد.خوشمزه است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام خدمت دوستان،باید بگم یکی از بهترین میگوهای شرکتی منجمده که تا حالا استفاده کردم سایز خوب و متوسطی داره و نکته مثبت اینکه از نوع پرورشی نیست،رنگ و طعم خیلی خوبی داره!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی تازه بود و همه تخم مرغ ها سالم بودن و درشت. راضی بودم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا بدرد نمی خورد حلوای عقاب یه روزی خوب بود الان شده شکل پنیر بسته بندی دیگه اون خشکی وخوشمزگی را نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی جالبی داره ولی متاسفانه کیفیت قهوه و رُست به شدت پایینه و مزه قهوه هم ترش و تیز هست که خیلی جالب نیست ، قهوه ای که به دست من رسید برای بار دوم اکسید شده و کهنه بود !",
        "output": [
            "کیفیت",
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "مزه خوبی داشت اما نسبت گوشت کم بود. یعنی از همون اول فیله سالمی توش نبود. و کسایی که کنسرو خور حرفه ای هستن میدونن که وقتی فیله سالم رو خودا خورد میکنی حجم زیادی از گوشت ماهی رو تحویل میده ولی این کنسرو اینطور نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمی‌دونم صرفا چون خوش‌رنگه حس می‌کنم خوشمزه‌تر از تخم‌مرغای دیگه است یا واقعا خوش‌مزه‌‌تره. من طعم تخم‌مرغ محلی رو دوست ندارم و در نتیجه محلی نبودن این تخم مرغ برای من پوینت مثبت محسوب میشه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب نبود. هم تازه نبود و هم لکه خونی خیلی داشت داخل تخم مرغ. یکی از تخم مرغ ها هم شکسته بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "زیاد طعم خوبی نداشت، چند طعم دیگه از شانا امتحان کردم از تمشک خیلی بهتر بود، شاتوتش عالی بود ولی تمشک خوب نبود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بعد از خیسوندن خرد میشه ارزش خرید نداره تازه من توی شگفت انگیز خریدم",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "یکی دو تا از تخم مرغها ترک داشت وقتی به دستم رسید. احتمالا در حمل و نقل ضربه دیده ولی در کل تخم مرغ درشت و خوشمزه ای هست.",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "واقعا با این قیمت تو شگفت انگیز عالیه. خوشمزه ست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "بسته بندی به گونه ای بود که وقتی محصول را به خاطر شرایط موجود(کرونا) شستم، آب داخل محصول رفت",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من بچم خیلی دوست داره اخه توتبلیغات دیده بود!خوشمزست واس بچها مفیده جایگزین پفک وچیپس و...خیلی خوشحال شدم وقتی گفت بخر برام",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه و با کیفیت بود یک بسته اش برای دو نفر کافیه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوش عطر و خوش طعم و غلیظ هست،محصولات اصالت همیشه عالیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار این عسل خریدم واقعا خوب بود قیمتشم تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار عالی و با کیفیت با تشکر از دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به طعم و غلظتی که داره خیلی خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پسته ها ریز بود و در بسته کم نداشت و بعضا توش کهنه هم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه اس فقط موقع طعم دار کردن باید خیلی کم بهش نمک بزنید نمک رو خیلی به خودش جذب میکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم تلخ و خوبی داره مثه بقیه قهوه هاست در اصل ولی وقتی به روش ترکی دمش کنی بی نظیر میشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی چرب و خامه ای اصلاااا پیشنهاد نمیکنم و فاقد ارزش غذایی",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "از برند گلستان اصلا انتظار نداشتم. بادام زمینی ها بوی بد میداد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خیلی خوشمزه و تازه. با طعم ب یاد موندنی",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اولا که طعمش با ذائقه ایرانیا اصلا جور نیست. طعم مرباش وحشتناک بود. یه قاشق بیشتر نمیتونید بخورید. بعدشم وقتی خالیش کردم فقط روش دونه های بلوبری بود پایینش مثل بقیه مرباهای خارجی ژله مانند بود و تک و توک بلوبری میینید.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خرید این محصول با این طعم و مقدار تو پیشنهاد شگفت انگیز عالیییه. منکه هفته پیش خریدم و راضی بودم. دوباره امروز هم سفارش دادم. ممنون از دیجی کالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب بود و از دی جی کالا ممنونم بسته بندی و زمانبندی درست فوق العاده این",
        "output": [
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "در شگفت انگیز خریدم خیلی قیمت مناسب بود و برای همین دو عدد خریدم و تازگی و کیفیت محصولش هم خوب بود و ارزش خرید را هم داشت.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "برند جریدیه که داره جا میوفته و کیفیتش بد نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من چند وقتی هست که توسط یکی از همکارانم از این قهوه استفاده میکنم قهوه خیلی خوب و خوش طعمی هست و انرژی بالایی صبح به شما میدهد به نظر من استفاده از این نوع محصول بسیار جالب هست و از خریدن آن پشیمان نخواهید شد ،",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عطر و طعم خوبی نداره‌ خیلی کمرنگه مثل قهوه های قدیمی دهه ۷۰ هست که عطر نداشتن یا بیشتر شبیه خاک یا خاک اره بودن. البته کافئینش خوبه. به عنوان قهوه اسپرسو مناسب نیست. بیشتر شبیه قهوه ترک هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تخم مرغ خوبی نیست و اصلا خوشمزه نبود. بوی بدی هم میداد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا تاره نبود با این قیمت هم میشه قهوه فرانسه نسبتا خوبی تو انداره ۳۰۰ گرم تهبه کرد",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "پوست شکلات ها و خود شکلات ها بوی دود سیگار میدن و نزدیک بود حالم به هم بخوره. کیفیت خود شکلاتش هم اصلا خوب نیست. خیلی بد مزه. اصلا نخرید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "تو شگفت انگیز گرفتم نسبت به قیمتش خوبه من دومین بار هست که خرید میکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "حجم داخل بسته در حد قیمتش هست و نمیشه اعتراض کرد ولی بهتره حجم بیشتری داخل بسته بذارن حتی اگه گرون تر بشه چون با این حجم کم واسه بچه زیر شش سال کفایت میکنه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من از طعمش راضی بودم طعم واقعی عسل داشت و در شگفت انگیز واقعا قیمتش مناسب بود",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خیلی تند هست من که زیاد نمیتونم تو دهن ام نگه دارم انگلر آغشته به فلفله...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شبیه مربا نیست اب شکر غلیظ شده با طعم و رنگ توت فرنگی .شاید یه دونه هم توت فرنگی توش له کرده باشن واسه دکور..",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تو نوشابه ها پپسی بهترینه و مدل قوطیش طعم بهتری داره. ولی قیمت قوطیش کمی بالاست که دیجی کالا اکثر اوقات با تخفیف ویژه میفروشه که اونموقع خریدش به صرفه ست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "عسل بسیار با کیفیتی بود بسیار بهتر از طمع عسل های بسته بندی تو بازار من که راضی بودم عسل هیچ تعریف واحد و بخصوصی در مزه نداره، اما این طمع خوشایند داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "طعمش عالی و طبیعیه واقعا ، کاشکی دوباره موجودش کنین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا خوشمزه و تازه بود البته نباید غیراز این از محصولات ایدین انتظار داشت همیشه تکه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت و بوی خوبی هم میداد پیشنهاد میکنم امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت و کیفیت مناسب . تو شگفت انگیز خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه و بوی خاصی میداد که من دوست نداشتم و تا حالا هرچی حلوا ارده خورده بودم این طعم و بو رو نداشته!!!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از مزه های نامناسب جهت مزه دار کردن استفاده شده برای یکبار امتحان خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا خوب نیست باید می گفتن فلفلی به جای دارچین بس که تند و بد مزه است.از هر چی آدامس آدم زده میشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب و تازه بود اما کوچک شدن تازگیا تخم مرغ ها",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم هم مونده بود هم خیلی بدمزه ، ریختم رفت",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "سلام به شدت از خریدم پشیمون هستم چون که این مربا تلخ هست و حال به هم زن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ارزش خریدن ندارد و تجربه خوبی شد که دیگه خرید نکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کاملا معمولی رو به پایین.طعم و عطر خاصی نداره.دیر رنگ میده که شایدم از طبیعی بودنشه اما باعث نمیشه بگم چای باکیفیتیه.جلوی مهمونا روسفیدمون نکرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تاریخ روی بسته‌بندی همان تاریخ روز ارسال درج شده بود. برای کسانی که مایل هستند در رژیم غذایی خود مصرف گوشت قرمز را کاهش دهند از لحاظ ارزش غذایی، گوشت بوقلمون جایگزین مناسبی است. به همراه سایر کالاهای سفارشی در وضعیت مناسبی ارسال شد.",
        "output": [
            "ارزش غذایی",
            "ارسال"
        ]
    },
    {
        "input": "با قزل آلا هایی که قبلا خورده بودم فرق داشت واقعا بی مزه بود احتمالا به خاطر غیرتازه بودنشه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مهیا پروتیین بهترین در ایران از نظر کیفیت گوشت بسته بندی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نظر خاصی ندارم نسبت به قیمت در پیشنهاد شگفت انگیز ارزش یکبار امتحان و خرید رو داره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "چیز خاصی نداره ولی بسته بندی و دانه هاش جالب بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "بیش از حد شیرینه و خیلی شله، من یکبار دیگه این مربا رو بسته بندی شیشه ایش رو گرفته بودم خوب بود ولی این با اون فرق داشت!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من با ماست استفاده میکنم. طعم خوبی داره و خیلی مقوی هستش",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "عسل خوبی است طعم شکر نمیده و تو شگفت انگیز خیلی به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در کل از برند خشکپاک بعید بود این کیفیت پایین و اصلا پیشنهاد نمیکنم به کسی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه و خیلی دیر مزه و طعمش رو از دست میده خریدش رو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "انگار همشون چای سیاه بی بو بی طعم هستن .پولم به حدر رفن",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من طعمش رو دوست داشتم باحاله مزه گیلاسش بیشتر می میشه و کیفیت خیلی خوبی داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "فکر میکردم مزه‌ای مثل نودل رو تجربه کنم اما مزۀ سوپ آماده می داد. خیلی بد بود. با کلی مخلفات که بهش اضافه کردم تونستم بخورم. از تک ماکارون بعید بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام ازهرنظرعالی است خیلی بامزه برای صبحانه ولی قیمتهاهردوسه دقیقه بالاوپایین میشه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعاً عسل و کنجده، نه شکر و کنجد، همین برای خریدش کافیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت متوسط، ارزش خرید نداره به نظرم.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی بد بو بود و له شده بود و اصلا توقع مزه ی تن ماهی رو ازش نداشته باشین. تا یه روز اون طعم و بوی بدش رو احساس میکردم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من همیشه مهیا پروتین رو انتخاب میکنم مخصوصا اگه با تخفیف بشه واقعا عالیه و طعم خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام نوشیدنی بسیار خوبی هست ولی با توجه به مقدار حجم این نوشیدنی قیمت آن کمی بالا هست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "دو بسته سفارش دادم، اصلا طعم گوشت نمیداد، پر از چربی بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جزو بهترین عسل‌های موجود در بازاره که هم طعم خوبی داره هم تقلبی نیست من سال‌ هاست که از این عسل استفاده می کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به نمونه های مشابه قیمت و کیفیت خیلی خوبه",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "اندازه ش نصف تخم مرغ برندهای های دیگه بود. چندان تازه هم نبود، فقط پوسته سختی مناسب داشت و فضولات کاملا تمیز شده بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت خیلی خوبی دارد کم نمک و گوشتش روشن است و در کل خیلی عالی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اولین بار بود خریدم در پیشنهاد ویژه اما انگار خاک چوب میخوری ریختم دور.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی شیرین هست طعم زیاد جالبی هم نداره و قیمتش هم بالاست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه است البته من برای تهیه دسر خریدم ولی کیفیتش خوبه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "تخم مرغ ها سالم رسیدند و همه یک اندازه بودند",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "در یک کلام افتضاح درست انگار داری ادکلن میخوری بقدری اسانس تند و شیمیایی داره که خوردنش مساویست با از دست دادن سلامتی !!!",
        "output": [
            "کیفیت",
            "ارزش غذایی"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "خوبه نسبت به قیمت ولی من مخلوط کردم با قهوه برزیل خوب شد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "یه طعم خاصی داشت مثل مزه سوسیس. ما که دوست داشتیم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه و حسنش این که رژیمی و بدون شکر هست",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظر بنده طعم جالبی نداره و دانه ها تازه بو داده شده نیست. یه سری از دانه ها رُستشون زیاد بوده به خاطر همین ته مزه ی سوختگی میده.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوب و به صرفه برای اونایی که روزی چند تا آدامس میخورن.تازه و خوشمزه",
        "output": [
            "ارزش خرید",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به حجم محصول و کیفیت خوبش ، قیمت بسیار مناسبی داشت . من توی فروش ویژه این محصول رو خریدم . نکته این که بیشتر به مارمالاد شبیه است",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "پر از لکه های خون. از ۴۰ تا تخم مرغ ۳۰ تاش رو ریختم تو فاضلاب.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا مزه مربای هویج نمیده مجبور شدم نیم کیلو مربای هویج باطعم هل بپزم وبهش اضافه کنم ولیکن اصلا مزه مربای هویج پیدانکرد اصلا اصلاتوصیه نمیکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت کره کنجد در بازار حدود سی تومنه . اما با کیفیت خوب و خوشمزه. بر این اساس فقط توی شگفت انگیز خرید این برند منطقیه هرچند مزه اش خوب نیست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "هیچ طعم ومزه نداره قهوهدهای مثله روبوستا یا قهکه های معمولی خیلی بهترن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش یه مقدار متفاوته ولی در کل خوش مزه و کم ضرر تره",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "بسیار بد. هم بوی بدی میداد هم بند کمرش گرفته نشده بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ظاهرا محصول مفیدی هست فقط چرا انقدر درب مسخره ای داره؟پلاستیکی و ازش نشت میکنه و وقتی میخوای سفت کنی رد میکنه!",
        "output": [
            "ارزش غذایی",
            "بسته بندی"
        ]
    },
    {
        "input": "طعمش خوب بود. زود از دهان نمیره بایودنت برند ثابت شده ای در آدامس هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خاک میده و اصلا حس قهوه خوردنو منتقل نمیکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "مثل بقیه محصولات شیر رضا عالی است.خوشمزه که باعث زیاده روی در مصرف میشود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واس من ک عاشق شکلاتم تلخی دلنشینی داشت ک البته کرم داخلش شیرینش میکرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "کیفیت تن ماهی داخل کنسرو خوب بدد ولی متلسفانه بدنه همه قوطی های کنسرو آسیب دیده و ضرب خرده بود و به نوعی کالای آسیب دیده رل می فروشند... آسیب دیدگی قوطی کنسرو میتواند موجب فاسد شدن آن گردد.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "با اینکه تاریخ تولیدش نزدیک بود ولی طعم کهنگی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تازه بود فقط ریز بود و پاک نشده ، برای پلو کاملا مناسبه البته",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم و شکل های خوبی داره بچه ها دوسش دارن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تا بسته رو باز کردم بوی خیلی بد و نامطبوعی زد بیرون که مجبور شدم مرجوعش کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم تاریخ روز بود هم سایز ساق ها خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "پیشنهاد نمیکنم مرغش تازه نبود و از تیره شدن رنگشو بویی که میداد مشخص بود",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مزه ش خوبه اما در دراز مدت برای روغنش مضر است",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خیلی خوش طعم و متفاوت. همیشه این خرید رو تکرار می کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این طعمش واقعا مزه شربت سینه مینه ، فکر کنم از اسانس ارزون استفاده کردن طعم طالبیش هم افتضاحه موز و کاکائو و نسکافه اش خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا تعجب کردم!! همیشه مزمز میگیرم ایندفعه تموم شده بود گفتم اینو امتحان کنم، ابدا تند نبود، با این همه چیزایی که بهش زدن خیلیی کم مزش یه تلخی میزد، خیلی هم تازه نبود، با این حال امیدوارم فقط همین یه بسته اینطوری بوده باشه!!! ولی من دیگه ازش نمیگیرم.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همیشه از این محصول خریداری میکنم و بسیار با کیفیت ولی متاسفانه قیمتش خیلی بالا رفته",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "من نظرات رو خوندم که میگفتن شور هست ، اما چون تو مشخصات اصلا ننوشته بود نمکی خریدم . اما افتضاحه خیلی شوره ، به هیچ وجه نخرید ، کنجد برشته عقاب واقعا بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم های مختلف این برند امتحان کردم بسیار باکیفیت پخت عالی ترد و خوشمزه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "در بسته بندی بهتری اگر عرضه شود خیلی بهتر است",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "میگوها بزرگ وخوش طعم بود.فقط کالا منجمد است وانتظار داریم طی ارسال انجماد اون باز نشده باشد ولی تاحدی یخ زدایی شده بود",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "بهرحال نوشابه و عوارضشو همه می دونیم ولی دیگه ادمیه و بعضی وقتا هوس چیزای بدم می کنه",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "حتما پیشنهاد میشه یکبارهم شده این قهوه ترک را استفاده کنید تا طعم واقعی قهوه را متوجه شوید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام.من این مربا مصرف کردم و به نظرم خیلی بدمزه بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش قیمته ولی در نظر داشته باشید که تراریخته هست و خدا میدونه چه بلایی به سر خودمون ونسل های بعدمون میاره دیجی کالا باید اینو به توضیحات اجناسش اضافه کنه که نردم حق انتخاب داشته باشن ته اینکه بخریم بعد ببینیم روش نوشته شده تراریخته و تغییر ژنتیک یافته",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "با توجه به قیمت، راضی کننده است. کلا تحفه برای عرضه محصولاتش خلاقیت به خرج می‌دهد و برای کارش ارزش قائل است.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بافت گوشت خیلی ریش ریش بود و پرده های میان گوشت زیاد بود ،بنابر این برای خورشت خیلی مناسب نبود اگر کسی در خونه چرخ می کرد خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در کل راضی بودم هم طعم و مزه خوبی داره و خاویارش هم کیفیت قابل قبولی داره و پیشنهاد می کنم حتما در زمان تخفیف خرید بفرمایید.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "قیمتش که درشگفت انگیز عالی کیفیت خوب تعداد وبسته بندی مناسب",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "طعم خوبی داره و نسبت به قیمتش به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بوی خوش زعفران اصلا حالو هواتو عوض میکنه .طعم و عطر خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام ماهی های کیلکاش درسته نیست و له شده هست اصلا هم خوشمزه نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ماهی کیلکا درسته درسته داخلشه ولی طعم خوبی نداشت با اینکه من خیلی ماهی کیلکا دوست دارم از این محصول خوشم نیومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مربای صنعتی ولی خوب و با کیفیت، اندکی عطر توت فرنگی دارد. از توت فرنگی سالم تهیه شده، شیرینی آن خیلی زیاد نیست. کلا اوکی بود.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز خریدم هم قمت هم کیفیت عالی بود",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه و نمکش به اندازه بود قیمتش مناسب بود نسبت به بقیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "با سلام واحترام؛ حکایت تخم مرغ از بیرونش شروع میشود! این برند انصافا حد معقول سایز وشکل رعایت کرده وتخم مرغها طعم خوبی دارد و عجیبه که گاه میشنوم تخم مرغ تخم مرغه دیگه خودش که مزه نداره! بهرحال نکته مهمتر اینکه قریبا همیشه تخم مرغهایش سالم وتازه است!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی سریع و به وقت دستم رسید کالاها همه تازه و خوب مامور پیک هم خوش برخورد و مودب",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "من این رو که گرفتم خیلی به نظر مونده بود و بشدت بوی بد میداد . حتی رنگش هم کمی عوض شده بود که مجبور شدم هنش رو دور بندازم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "ترکیبات کنجد کمی استفاده شده و بیشتر روغن پالم هستش و شیرینی زیاد. شاید خوشمزه باشه ولی کاملا مصنوعی هستش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش جالب نبود برام با مربا هویجایی که قبلا خوردم اگر مقایسه کنم نمره ۵۰ از ۱۰۰ میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا طعم خوبی نداشت من جای سیب سلامت روی بسته بندی ندیدم مواد شیمیایی خالصه بعد چند روز مصرف گلو رو داغون کرد در کل برید سمت همون سون به اینا اعتماد نکنید",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "این روغن رو نمیشه گفت فرابکر میشه گفت بکر و قیمتش به نسبت کیفیت بالا هست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "***کیفیت خوبی داره ولی قیمتش از بیرون گرون تر بود از سوپر مارکت تهیه کردم ارزان تر بود***",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "شیرهای با ماندگاری بالا کلا زیاد توصیه نمیشه و طعم و مزه خوبی نداره مگر این که به دلیلی برای نگهداری طولانی بخوای",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سه بسته گرفتم یکیش قرمز تیره بود،قطعات غضروف بعد از پخت کاملا زیر دندون میاد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "رگ گیری نشده و به علت ریز بودن یک ساعت زمان برد تا رگ گیری بشه و اصلا با وجود تخفیف دار بودن هم ارزش خرید نداشت",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مهیا نیاز به تعریف نداره. تازه و تاریخ روز کیفیت خوب",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "چون خیلی از قهوه خوشم نمیاد و نسبتا کم میخورم عطر و طعم قهوه برام مهمه که خوشبختانه این عطر و طعم خوبی داره و دوسش دارم!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم و اینکه پسرم خیلی دوست دارد.فقط اینکه چرا مدتی است رنگ سبز آن را نمی گذارید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا فکرش نمیکردم اینقدر افت کیفیت پیدا کرده باشه اصلا و ابدا قابل قیاس با رقبا نیست.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "دفعه چندم هست که سفارش میدم و بعد از چند روز پیام میاد که تامین نشده و از سفارش شما حذف شده است!!!! خوب و تازه",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "بسیار شل وابکی است. من فکر میکنم و چیزی اضافه شده- به اعتبار کالا لطمه میزند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "وقتی تخم مرغها بدستم رسید و شکوندمشون اکثرش خراب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خیلی خوبی داره و توضیحات کالا کاملا با خود محصول مطابقت داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همیشه از خرید گوشتهای مهیا راضی بودم ، همیشه به روز تحویل میدادم ... اینبار برخلاف همیشه تاریخ تولیدش ۴۸ ساعت قبل بود ... یکم دلخور شدم ، ولی بازش کردم بو نمی‌داد ... بیخیال شدم ، استفاده کردم ...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار خوشطعم . دارای گواهی نامه ارگانیک و امکان پس دادن محصول در صورت راضی نبودن! این یعنی احترام به اعتماد مشتری",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "دقیقا مزه آب شکر میده ،دور شیشه شکرک زده بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو حلوا شکری های بسته بندی کارخونه ای این مارک طعم خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بدلیل شباهت نام و ظاهر اون به رنگارنگ مینو اشتباها این رو سفارش دادم، طعم و کیفیتش خیلی ضعیف تر از مینو بود، تو دهن ماسیده میشد راضی نبودم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همه شون سالم و خوب بودن نه خیلی درشتن و نه ریز من یک سالی میشه فقط همین مارک تخم مرغ رو میخرم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوبه .من در پیشنهاد ویژه خریدم که خیلی به صرفه بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "یک مشت تخمه کهنه و تلخ شاید فقط 3 یا 4 تا دونش قابل قبول بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همیشه عطریشو میخرم ، برای تست گرفتم. عطر نداره ولی خوبه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من دوست نداشتم چون لازانیا تک موجود نبود خریدم ولی اصلن دوستش نداشتم ادویه نداشت و اندازش یجوری بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمک بسیار زیاد و شور همزمان ۲تا از این بسته تن سفارش دادم. یکیش انقدر شور بود که با برنجم نمیشد خورد. رنگ ماهی هم تیره بود نمی دونم به خاطر شوید داخل تن بود یا نه!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بد بود، عکس یه تن ماهی خوشگل گذاشتن، باز میکنی میبینی، ماهی ریز بد بو و بد مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با سلام، از نظر کیفیت، بسته بندی، و ارزش غذایی، و قیمت، عالی میباشد، و مقرون به صرفه. ممنون از دیجی کالا.",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "فوق العاده خوب و پاک شده و نخ بالای میگو هم پاک شده که کمتر توی میکو های پاک شده دیده میشه طعم لذیذی هم داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اگر کمی بیشتر هزینه کنید، خرید بهتری خواهید داشت. کیفیت قابل تعریفی نداره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی محصول جذاب و کاربردیه. به راحتی حدود دو دقیقه در مایکروویو آماده میشه. فقط کیفیتش خیای به نگهداریش توسط فروشنده بستگی داده اوهایی که من از دیجی کالا گرفتم خیلی خوب بودن. فقط تاریخ مصرفش کمه.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به نظر من ظاهر و اسمش خیلی از خودش خوشمزه تره و مزه ش اصلا چنگی به دل نزد. پشیمون شدم از خریدش.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا خوب نیست با این همه تبلیغ اما دریغ از کیفیت. هم ترد نیست و سفته و هم زیادی شیرینه. مارک فرخنده رو بگیرید با این مقایسه کنید اون عالیه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "به نسبت اندازه گرونن، ولی از تخم مرغ و بلدرچین بهتره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظرم جای خنک نگهداری نشده بود بوی خیلی بدی میداد",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "درود این روغن تولید در زنجان به سفارش شرکتی در گیلان هست ولی متاسفانه چه به لحاظ رنگ و چه بو هیچ شباهتی به روغن زیتون با کیفیت ندارد، بسته بندی هم بی کیفیت است، برای بنده از قسمت زیرین نشت داشت، یکی از بدترین خرید هام بود.",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "ای کاش روغنش کمتر بود . ولی تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "گوشت تازه و تمیز با مقدار بسیار جزیی ضایعات. راضی کننده",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مزه قهوه طبیعی نداره مشخصه چیزهای دیگه بهش اضافه شده.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصولات سیمرغ کیفیت خوبی داره مخصوصا تو شگفت انگیز که قیمتشم خوب درمیاد بگیرید",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی تفاوتی با نوشابه نداشت اما قیمتش خیلی بیش از حد بالاست باید از نوشابه های معمولی ارزونتر باشه که مشتری ترغیب بشه به خرید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ته بطری روغن جامد هست در صورتی که اصلا نباید اینطوری باشه،ظرف مات هست تا داخلش معلوم نباشه،نخرید اصلا خوب نیست",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من از کیفیتش اصلا راضی نبودم چون حالت مونده داشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بنده دو تا عدد سفارش دادم . در هنگام دریافت ماهی بصورت عدم منجمد دریافت گردید و بر روی آن خونابه راه افتاده بود . در هنگام مصرف و بعد از شستشو بوی بسیار نامطبوع از آن متصاعد شده و قابل استفاده نبود .",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "شویدش بنظرم خوش طعم تر بود این زیاد حال نکردم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عطر و طعمش فرق چندانی با قهوه فوری نداره و میشه گفت ضعیفتره بیشتر پول زلمزیمبوشو میدین تا کیفیت قهوه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا کیفیت بهتری داشت الان عملا یل نصف بادام داره و کیفیت قبل رو نداره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به عدم استفاده از شکر و نگهدارنده بعنوان محصول ارگانیک قابل استفاده برای همه هست.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "متأسفانه برخلاف تاریخ مندرج روی بسته‌‌بندی، ماهی‌ها به نطر مونده بودن!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با اینکه آب و روغنش زیاد بود اما خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت اش ۹۸۰۰ بود ظرف یک ماه کردنش ۱۸۹۰۰ دیگه ارزش خرید نداره مگه میشه ۱۰۰ درصد یه کالا رو قیمت اش رو بالا ببرن؟!",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "چون بعد از باز کردن نمیشه زیاد نگهداشت میزانش مناسبه و خوش طعمه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از داخل جعبه که بیرون آوردیم همه ورقه ها به همدیگه چسبیده بود و اصلا کیفیت نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا کیفیت خوبی نداشت و من خریدم رو به هیچ دوستی پیشنهاد نمیکنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "عسلش معمولیه ولی بسته بندی کاملا کاربردیه و راحت میشه ازش استفاده کرد مخصوصا برای ریختن داخل چای، قیمت خیلی خوب البته در پیشنهاد ویژه",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "تو این شرایط فقط میشه به محصولات بسته بندی اعتماد کرد تازه و خوشمزه بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت رانی را ندارد و چهار تا دونه تکه ریز از میوه داخلش هست مثل تمام کالای ایرانی باید خود نمایی بلحاظ بی‌کیفیتی بکند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از طعم شیرش خوشم نیومد. انگار شیرخشکه شاید واقعا هست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "درسته که سلیقه ای هستش ولی به نظر من اصلا مزه خوبی نداره و به جای تند تلخه!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من دفعه قبل همین محصول شارین را خریده بودم منتهی در بسته بندی پلاستیکی و ایندفعه با بسته بندی سطلی گرفتم دقیقا نصف به نصف تفاوت داشت و برای خودم تجربه شد که با بسته بندی پلاستیکی بخرم.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "به قدری کهنه است که طعم پسته آن تا حد زیادی از بین رفته است. کافیست تا یک عدد پسته تازه بعد از آن مصرف کنید و تفاوت را احساس کنید. تعداد پسته های دهان بسته در هر بسته در حدود 10 عدد است.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "روغن بهار کیفیت و برند خوب و معتبر ارزش خرید داره",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به بقیه چایی های زعفرانی که تا حالاخوردم این از همه بدتر بود... فکر کنم برای چند روزی ظرف زعفران را پهلوش گذاشتند که یه کمی بو بگیره... اصلا خوب نیست.. نمی دونم چطور بعضی دوستان گفتند خوبه...",
        "output": [
            "طعم"
        ]
    }
]
}