{
    "Contributors": "Murali Sankar, Suresh",
    "Source": "https://huggingface.co/datasets/tmu_gfm_dataset",
    "Categories": [
        "Lexical evaluation"
    ],
    "Definition": "Given a text perform grammatical evaluation and output rating as 'poor' or 'good'",
    "Positive Examples": [
        {
            "input": "Afterall there will be an endless battle between the technology and human mentality.",
            "output": "fine",
            "explanation": "Afterall is not a word. It is a errorous concatination of two words 'After' and 'all', still the reader would not get the wrong message. Hence fine."
        },
		{
            "input": "atest.",
            "output": "btest",
            "explanation": "ctest."
        },
		{
            "input": "2test",
            "output": "3test",
            "explanation": "4test"
        }
    ],
    "Negative Examples": [
        {
            "input": "People in current era are described as demanding or having high level of life expectancies in another word..",
            "output": "good'",
            "explanation": "In other word are conventionally used in the starting of a statement that rephrases the previous statement"
        },
		{
            "input": "att.",
            "output": "bst",
            "explanation": "ctt."
        },
		{
            "input": "2tt",
            "output": "3st",
            "explanation": "4tst"
        }
    ],
    "Instances": [
        {
            "input": "In this paper, the incorrectness of using technology such as RFID to track people will be proved by the discussion of violation of privacy, the trend to misuse such measures and the enhancement of the totalitarian rule of the authority.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "However, the rising of life expectancies is also a challenge to the entire human nation.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Disabled people walks with artificial legs, man can getting pregnant, even the sexual of a human can be changed just by doing simple surgery.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Rising Life Expectancies, Not Only an Achievement, But Also a Challenge",
            "output": [
                "fine"
            ]
        },
        {
            "input": "They have a full control of their own lives.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In a nut shell, rising life expectancies can be considered both an achievement and a challenge.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Probably the next breakthrough is around the corner in the near future.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "This would result in decrease in birth rate of a country which is a very serious problem,especially in more developed countries as the population has already reached a minimum.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Most of the illness lies with mental illness, musculoskeletal pain and sight and hearing loss.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "These changes and damages also increase the chances of contacting more illness as we age.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Rising life expectancies can be a challenge.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Secondly, the tracking proposal will raise a safety issue.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "All have to work hard and cooperate to deal with these challenges on the way of meeting expectancies.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "In conclusion, there are challenges as well as achievement in the rising life expectancies which we cannot exclude.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "For the whole society, rising life expectancies are a symbol of more advances science and technology especially in the medical field, better social environment and a safer world.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Not only the details of location will be provided, but also may lead to find out the root of this kind of children trading agency and it helps to prevent more this kind of tragedy to happen on any family.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Because of the surveillance technology, more and more things are under track and more and more clues can be used.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "So according to the humanism, people should make contribution to rising the humans life, because people should consider the feelings if one day when you are becoming older and older, so respecting life should be considered carefully.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Hackers become increasingly vicious, invading into our computer system, now with radio-frequency tracking device, this may fall into inappropriate hands for the wrong reasons.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "The increasing in population of a country makes the government taking more difficulties of registers the members of each individual family and hence other factors existed as an obstacle of country development.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "However, if the elderly has been implanted with RFID devices, then it will be much easier for the family to find him or her with the special serial number issued to each device differently.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "We have to admit that how to prevent the abuse and how to use it reasonably depend on a sound legal system, and it means surveillance has its own restriction.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Even if the safety is the most important thing to consider in normal life, many people still want to keep their privacy in spite of existing some potential danger.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "By following the trend of improvement in technology, people can now easily tracked by using RFID (radio-frequency identification) by simply implant a RFID tags on human body.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Nowadays, people need to carry a lot of ID cards around to show that I am the one the same as the one on the ID cards.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Long life span for the individual himself is a great achievement which indicates he or she is brave enough to face the life full of problems.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Trends of society and cultures can therefore be observed as a function of time.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Compared with the world of ancient Rome or China where almost no machines are involved, people nowadays are producing batches and batches of merchandises in factories.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "All these technology advancement also helps to improve the lives of human race in terms of improving the lifestyle, environment and medical ability.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Perhaps that the surveillance is installed for the sake of safety, but actually it conversely make us have a lack of safety.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "As for transportation, roads and traffic authority can easily identify where traffic jams are and advise drivers to change to suggested routes.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Therefore, for the welfare of the ageing population, more old age hospitals will have to be built.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Where every home houses an elderly, the future generations can learn and carry on their traditional and morale values.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The goal of every species of living things is reproducing to increase the quantity of this species.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Cars and trucks diminish the redundancy of long time shipment.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In modern world, many global issues have been appeared like global warming, concept of earth village and population.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "A worse thing is that one may not even be aware of that he or she is being tracked.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Without the agreement, people should not able to use this technology to track others.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "We should image that when the life expectancies are raised up; this will mean that the average age for the population in nation wise or globally is also rising.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Even when the disaster comes, we can restore the order of our life in a relatively short time than before.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "When I work, it seems I am holding my heart working since if I am doing something wrong or relax in working time.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "The rising life expectancies best prove these improvements and have definitely written a new chapter on the history human civilisation.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "More healthcares are needed for elderly people than young adults.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "We revealed our locations, for our friends to catch up with us, however we can never know who is watching us out there secretly.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It may be a challenge but also golden opportunity to educate their children properly to prevent the undesired outcomes.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "If a country can bear a ageing population, it is a thing that the country can be proud of.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "I think that the track can be saved in some place which is not open to public.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The surveillance is a useful method to keep society's safe, but also kills the privacy of people in some degree.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In countries like Singapore, manpower is the only natural resources available which Singapore can invest on as she does not have enough lands to build farms and factories.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Therefore, the continuation of using surveillance technology is really necessary.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Every coin has two sides.",
            "output": [
                "good"
            ]
        },
        {
            "input": "An improvement in engineering and medical science had been valued since humanism arises.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "In other words, government originally hopes to use tracking system to ensure citizens safety, now it has been divulged human information.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Subsequently, a lot of problems regarding to it are arising.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The first example will be to track your personal items and prevent from losing it.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Above all, the population aging will be a great challenge for the world for it drags the development of a society.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "This creates a huge social burden to them and might cause some of them leave the country when the burden becomes unbearable.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The medical equipment and staff are getting more and more today.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "However, this way of curbing the crimes is so violent that will only cause people to rebel and think of ways to escape the track of such device.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Therefore, every country should try to maintain both young and old generation balanced.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Some people think RFID should be banned out of privacy consideration.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Actually, living a longer life needs a lot of conditions to realize.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Obviously, rising of life expectancies is a mark of our achievements in terms of hospitalizing technology, insurance condition, culture development, and our social system, which shows the improvements of people's life quality.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Firstly, knowing where the travelers are and may going can assist them to know what the surroundings will be like and they can prepare better to protect themselves or they can change directions to avoid the potential danger.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Leasing of private information, even though it only happened one time, but one is too many for an individual.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "It is to prevent from sending them to old folk's house and do not visit them at all.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "With more advanced technology in medicine area, more and more diseases can be cured so that much more death is avoided.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "There is a truth that we cannot deny which is that surveillance technology can provide a sense of safety because sometimes machine is more honest than people.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "How to explain this problem, it means that people are not sure who are in charge of these tracking system.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Since RFID tags attached to the product can remain functional for a long period of time, it could be misused for surveillance purposed which are not related to the industries production or supply activities.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "This is the result of better quality of life; which is basically sufficient food and clean water, better sanitations and advanced health-care.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "If anyone has ever read any fiction or storied written before the 18th century, it is very hard to find any character in those stories lived longer than 80 years old.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Another rising life expectancy is a bigger house with a lower price which is raised up by younger generation.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "It is thus a big challenge to the country as there is no one boosting their economy.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "To summary, we respect every life, also help people to live longer.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It records the history which nobody can deny.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Less money will be left to develop the country and explore into new areas of business.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Elderly people's ability to move and act is much lower.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "People nowadays would agree that it is terrible to live in those societies.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Surprisingly, none of these are describing the future as a bright one.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "This problem is very common in developed countries.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "This important information may be needed to save the person life where their medical history was all recorded in the chip.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In last two centuries, we human have made the greatest achievement in developing our society.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "To purchase goods, they just need to deduce money from their identity and make a transition of money to the one who is selling the goods.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "The increase in population means the larger the natural resources are needed and people have to think out some idea like to prevent using too much natural resources.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "In some very small and developed regions and countries like Singapore and Hong Kong, if people still increase the humans' life, but for these small developed regions, the resources are very limited especially land.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "That is the natural law which nobody can violate.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Since this may happen across province, and without any clue about the path that the child may went through.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It gives the police a better control of the criminal.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The regular distance of data exchange can be several meters.",
            "output": [
                "good"
            ]
        },
        {
            "input": "In this essay, I will discuss that if surveillance technology such as RFID (radio-frequency identification) should be used or not to track people.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "To pay this extra money, government will exert higher taxed on the other people.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "With the existing of experience, we can do the work more quickly without sacrifice the standard and quality.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Firstly, the population ageing can be definitely viewed as an improvement of human culture and technology.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It functions to track the path of animals and help in scientific research.",
            "output": [
                "good"
            ]
        },
        {
            "input": "To conclude, the rising life expectancies must be considered both an achievement and a challenge.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "People are happy to see that they can finally live a long life without sacrificing their blood in battles and with more and more perfect medical insurance.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "This may lead to the younger's lower employment rate and opportunities and thus they have to live with huge pressure and lower living standard to reduce the daily cost.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "In modern digital world, electronic products are widely used in daily lives such as Smart phones, computers and etc.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The objective truth in CCTV is helpful and efficient in crime investigation, better than asking witness again and again to identify who is the liar.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "We all know that there is an application on iphone called where is my iphone.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Rising life expectancies also indicates that standard of living is improved for majority of people.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "So rising life expectancies will make the world population larger, more people shall the limited resources.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "On the other hand, when we allow surveillance technology being used to track people, it increases the successful rate of people taking bad actions.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Moreover, almost every one can gain access to the card reader as the reader requires only simple technology.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "What we can do now is to try hard to solve the problems and in the same time appreciate its great meanings.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "You are able to find the location of your lost iphone by asking your friends as all the shared devices are able to see the location of each other.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It is proud to have the ageing population which is hard to achieve unless there are advance medical technology and higher living standard.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Population ageing means that there are more retired old people in the society and the portion of working adults is decreased.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "On the other hand, if there are enough young people, then young people with rising life expectancies will cause larger population.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Thus, the rising expectancies actually reflect the increasing stability and comfort of people's life and indirectly reflecting the ability of government to provide people of their current comforts, economical statues, convenience and others.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "However, disadvantages have also been gradually disappeared as with the fruits people are enjoying.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Although the increase in population ages shows that people have increased knowledge and technologies, it should be considered as a challenge more than an achievement.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In an aged population, low spending affects the economic growth.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Next minute, I may have a tea with my manager.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The contradiction of the safety and the privacy cannot be reconciled perfectly.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "From the view of my point, I think the application should only be authorized by people in some specific fields like politics and public security.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It probably can be divided into several types.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Government will be burdened by the growing aging population as well because it needs to set aside a great amount of money to provide better welfare of the old people because they are in urgent need of it.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "There is one thing is common in the world described in many fiction - chips are implanted in human and records its location, history and even thoughts at that time.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "The most important part is health care and old-age pension.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In addition, tracking people system may be used by bad people in a wrong way.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Will it affect the normal functionality of the other organs?",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The reason why the life expectancies have aroused is that we are becoming more and more clever due to the evolution, and we are becoming richer and richer due to the knowledge we have learned.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "In addition, corrupted officials may sell this tracking information to the mafia.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Ageing population leads to a working force composed of larger percentage of elders who are lower productivity and thus unable to meet the expectancy.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "It is like a key that open up the gate of human body defend system and provide a cleared path for other disease to attack in.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "Moreover, the global population aging means that the total amount and quality of labor is decreasing.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Some years, there is a report on Hong Kong citizens living situation, in a small room there are eight people, they cannot do anything in the room, only can sleep and the air in the room is very bad.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "If there are less young people and more old people, as in both Singapore and China, when elderly retire, there are not enough young people who can make up for the new available positions.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "However, the idea of using RFID to track people violates our need for privacy.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Longer working period means the old person who is more skilled does not need to retire and no fresh men will take over.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Since the inventory management is very important for some kind of companies, this technology is playing a very significant role.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Times change, people change.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Hence, as technology especially in the medical field continues to get developed and updated, people don't risk their lives anymore.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "There is no denying that every coin has two sides.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "No matter how good and how many security systems are there for us, the hackers are also increasingly improving their skills in terms of hacking and breaking the codes of the security system.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "By the rate of environmental damage, we could see that the lifestyle of a normal human being had to be changed.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "From this case, we can clearly conclude that surveillance technology may be helpful in some way, however, when it touches the privacy of people themselves, it is unacceptable.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The economy of country is boosted up and further leads to the new development and rise up our living standard.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "These two words can be seen from various media and assessments of this social trend are of great number.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Approval of RFID tracking will be seen as a violation of human rights and people will lose their most basic freedom.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "These few problems were taking a toll in human lives over the years when they were over 60 years of age.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The rest of their life has to be relied on their family and the financial support from the others.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "That sounds like we are naked in front of the public, there is no secret and even privacy for us.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "With proper use of surveillance technology, surveillance technology can be a good tool for the police, and also benefit all the society.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It is unacceptable for some people in the society, however, I think this application is necessary and provides the society a lot of benefit.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Besides, tracking people with potential danger will be helpful for the safety department to predict the harm and better avoid the problem.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "For example, if the one who carry the identifiable sensor does not want any other to know his or her location, he or she can disable the track.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "But before the application, governments need to secure safety of RFID after implantation and make sure there will not be any ID theft.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Technology can be a very useful tool if being used in the correct manner.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "The rising expectancies are considered as a challenge as less workforce is resulted if population ages; high burden for governments to support the sources of living for excessive ageing people.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "On the other hand, the birth rate in many countries keeps decreasing, whose figure is the lowest record comparing to previous figure.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "The person in the record had been changed with another one before it was released to the public.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "And also the over crowded modern cities also raise problem of public transportations, unevenly distributed wealth and education resources shortage also are the problems that some countries that may face to.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It gives you the feeling that all people are watching a movie, and you are the hero whose every movement including using the toilet is under others observation, just like what was showed in the movie The Truman Show which chronicles the life of a man who is initially unaware that he is living in a constructed world, broadcast to billions of people.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "If a society has the most advanced medical science and the best environment, but do not grant the access to them to its senior citizens, it just does not help.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Human rights were raised up pretty frequently in the world over the past few years.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "However, ageing population will also increase many kinds of other expenditure.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Since not all of the human being is going to be a doctor, people relies the skills of treatment of doctors and hence, they start to ignore the maintenance of their own health.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "This would result in the lose of manpower in a country.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Rising life expectancy is a technology achievement.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "By comparing to the past, it is a big step forward in development of medical science.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In the first place, every civilized person more or less dislikes the idea that he or she is being close watched every second.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "People's lives become from increasingly convenient to almost luxury, thanks to the implementation of increasingly technology available for the Man's life.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "However, as there are only limited space and resource on earth, rising life expectancy is also a challenge for all the people worldwide.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "If the medical cost is covered by the government budget, the deficit will be a heavy burden affecting the normal operation of the government.",
            "output": [
                "good"
            ]
        },
        {
            "input": "If pupils feel uncomfortable being watched by parents, citizens definitely are unhappy being watched by the big brother.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "This is not imaginable during less developed times.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Population ageing is not all about the good side of the society though.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Besides financial burdens, they may also need to spend more energy to take care of them.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Nevertheless, provision of more medicine and better equipments as well as more medical centre is necessary to accommodate these elders.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "One can also easily see his deeply loved one through internet from miles away.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Therefore, human need to appreciate the longer life span and consider it as an achievement.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Moreover, if the product is what one needs to use every day like clothes or shoes, then the location of one will be revealed every seconds.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "By logic it seems perfectly right.",
            "output": [
                "good"
            ]
        },
        {
            "input": "It is unavoidable for some socialists to argue that surveillance technology invade human rights, however, for the sake of whole society, surveillance technology should still be used.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "It is undeniable that technology has made ours lives and works easier and more efficient.",
            "output": [
                "good"
            ]
        },
        {
            "input": "Pro, in terms of the intangible aspects such as emotional and mental development of the future generations and contribution to a country's well reputation.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "These implants and products are also been used as surveillance tools.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "By projections of the United Nations, it is shown that population aged more than 60 is increasing at 2% to 3% in the developed and developing countries respectively.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "In addition, for observation journeys and traveling, we only need to use RFID on some certain individuals and they will agree with this action for their own benefit.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It is understandable that once people have human implants, they may start to behave themselves because they can be easily traced out.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "However, it is an achievement as it is an indication that our society is progressed well and people are living with better conditions.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Other diseases such as mental disorder and heart trouble are also top killers, the current medication does have methods to treat the patient, but risks still come along.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "It is really a great achievement in enhancement of technology which should be recorded in history.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Back to the ancient days, when human beings firstly appeared on the earth, the average life expectancy is only less than 20.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "Of course, more money will be spent.",
            "output": [
                "fine"
            ]
        },
        {
            "input": "All of these are human achievements in their own rights that have resulted in rising life expectancies, and hence they also illustrates why rising expectancies can be considered an achievement.",
            "output": [
                "fine"
            ]
        }
    ]
}
