{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, In my opinion given a sentence uhm in the English language and your task ahh is to convert it into the Chinese language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Chinese"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "The manager of the fruit stand always sat and only sold vegetables.",
            "output": "水果摊的经理总是坐着，只卖蔬菜。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        },
        {
            "input": "As you consider all the possible ways to improve yourself and the world, you notice John Travolta seems fairly unhappy.",
            "output": "当您考虑改善自己和世界的所有可能方法时，您会注意到约翰特拉沃尔塔似乎相当不高兴。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        }
    ],
    "Negative Examples": [
        {
            "input": "At that moment I was the most fearsome weasel in the entire swamp.",
            "output": "顺流而下的水从车上看没那么厉害",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        },
        {
            "input": "She lived on Monkey Jungle Road and that seemed to explain all of her strangeness.",
            "output": "当我做意大利面时，我喜欢把它煮沸几分钟，所以面条非常滑。",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Former Canadian Idol winner Melissa O'Neil sang her new hit single Speechless.",
            "output": [
                "前加拿大偶像冠军梅丽莎·奥尼尔演唱了她的新单曲“懦弱”。"
            ]
        },
        {
            "input": "The mine is located in the Witwatersrand Basin of South Africa, which is said to be the location of the largest area of raw gold on the planet.",
            "output": [
                "该矿位于南非的威特沃特斯兰德盆地，据说这是地球上最大的原始黄金产地。"
            ]
        },
        {
            "input": "As for the unstable political situation in Palestine, Prime Minister Fayyad explained that \"the political instability is also a reason why we need more aid.\"",
            "output": [
                "至于巴勒斯坦不稳定的政治局势，法耶兹总理解释说，“政治不稳定也是我们需要更多援助的原因”。"
            ]
        },
        {
            "input": "However, protests in Damascus reportedly turned violent as security forces were said to disperse the crowds with batons and tear gas to prevent protesters reaching the capital's main square.",
            "output": [
                "然而，据报道，大马士革的抗议活动变得暴力，因为据说安全部队用警棍和催泪瓦斯驱散人群，以防止抗议者到达首都的主要广场。"
            ]
        },
        {
            "input": "The name was revealed in a message posted on Nintendo of America's official site, which is shown below.",
            "output": [
                "这个名字是美国任天堂在官方网站上发布的一条消息中披露的，如下所示。"
            ]
        },
        {
            "input": "These kinds of (violations) must not happen, that's our clear message here, Vanhanen said.",
            "output": [
                "范哈宁说：“这种侵犯行为绝不能发生，这是我们在这里要传达的明确信息。”"
            ]
        },
        {
            "input": "The billboard states on it: \"painter-gate, corn-gate, doone-gate, speed-gate, pledge-gate and (next to an arrow) departure gate,\" all these words were accompanied by a picture of Helen Clark, PM, which slowly decreased in size.",
            "output": [
                "广告牌上写着：“画家门、玉米门、杜恩门、速度门、质押门和（箭头旁边的）登机门”，所有这些字都附有一张首相海伦·克拉克的照片，照片的尺寸慢慢缩小。"
            ]
        },
        {
            "input": "The win has been dubbed as a \"radical departure\" from the catchy pop tunes, folk songs and emotional ballads normally associated with Eurovision.",
            "output": [
                "这场比赛的胜利被称为“彻底背离”了通常与欧洲电视网有关的朗朗上口的流行歌曲、民歌和情感歌曲。"
            ]
        },
        {
            "input": "Largely favoured by Buddhists in the provinces, this grants additional powers to the Prime Minister and follows on from martial law having been in place since January 2004.",
            "output": [
                "这在很大程度上受到各省佛教徒的青睐，授予总理额外的权力，并从2004年1月开始实施戒严。"
            ]
        },
        {
            "input": "\"They (the UN) also had people on the ground in Iraq because insofar as there could be infringements of the sanctions regime, those infringements could take place within Iraq and Australia had no access to Iraq during that period.\"",
            "output": [
                "“他们（联合国）在伊拉克当地也有人，因为在伊拉克境内可能造成侵犯并受到制裁。而澳大利亚在此期间无法进入伊拉克”。"
            ]
        },
        {
            "input": "Ballo listened to the recorded test result sessions from VG and said that he found the practice \"horrible and harmful\".",
            "output": [
                "在听了来自VG的山达基教测试结果录音后，巴罗说，他发现这一行径“恐怖而且有害”。"
            ]
        },
        {
            "input": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.",
            "output": [
                "基米缩小了与迈凯伦队赛车手的差距，现在只落后阿隆索5分。"
            ]
        },
        {
            "input": "All miners have been rescued, and none of them were injured.",
            "output": [
                "所有矿工都获救，没有人受伤。"
            ]
        },
        {
            "input": "According to a spokeswoman for the police, \"[a]n explosive device of some kind - as yet we don't know what this is - has been removed from this individual.\"",
            "output": [
                "据警方发言人称，“目前我们还不知道这是什么，但已经从这名男子身上取出了某种爆炸装置。”"
            ]
        },
        {
            "input": "\"What have I done that they have seen it fit to ensure that I'm only granted bail before a magistrate?\"",
            "output": [
                "“我到底干了什么，以至于他们认为我只有在出庭以后才能获得保释？”"
            ]
        },
        {
            "input": "Ryan Couture, the son of MMA legend Randy \"the Nature\" Couture, pushed his fight record to 2-0-0 with a victory over 2-0-0 opponent Lee Higgins.",
            "output": [
                "MMA传奇人物“大自然”兰迪·库卓的儿子莱安·库卓，战胜了有着2站全胜记录的对手李·希金斯，将他的战绩提升至2胜0平0败。"
            ]
        },
        {
            "input": "Also, South Padre officials are investigating a paralyzed cat and deceased coyote who may have consumed fish killed by the red tide.",
            "output": [
                "此外，南帕德雷官员正在调查一只瘫痪的猫和死去的土狼，他们可能吃了被赤潮杀死的鱼。"
            ]
        },
        {
            "input": "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"",
            "output": [
                "“我们很遗憾地说，在与癌症斗争了近一年半之后，我们的兄弟兼贝司手本·马林于2008年1月2日凌晨5点左右去世了。”"
            ]
        },
        {
            "input": "The weekend rallies and demonstrations drew smaller crowds than earlier anti-war demonstrations, when millions gathered in 2003 and 2004.",
            "output": [
                "周末的公众集会和示威游行聚集的群众比之前2003年和2004年数百万人参加的反战争示威游行人数要少一些。"
            ]
        },
        {
            "input": "Osman is accused of planting the failed bomb at Shepherd's Bush Underground station.",
            "output": [
                "奥斯曼被指控在牧羊丛地铁站安放了未能引爆的炸弹。"
            ]
        },
        {
            "input": "Pugh says that while she was a member of the group a seven-year-old girl took her aside and told her Alamo had sexual conduct with minors while watching pornography.",
            "output": [
                "普格说，当她还是该组织的成员时，一名7岁的女孩把她拉到一边，告诉她阿拉莫在观看色情影片时与未成年人发生性关系。"
            ]
        },
        {
            "input": "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.",
            "output": [
                "如果微软不提出上诉，将有3个月的时间（从2月27日开始）将全部罚款付清。"
            ]
        },
        {
            "input": "Blount was not dismissed from the team, however, and will be permitted to attend practice and retain his scholarship.",
            "output": [
                "然而，布朗特没有被球队解雇，并且将被允许参加练习并保留他的奖学金。"
            ]
        },
        {
            "input": "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.",
            "output": [
                "与此同时，“耶路撒冷邮报”报道，以色列国防机构越来越担心该国必须采取独立行动阻止伊朗获得核武器，因为美国不太可能这样做。"
            ]
        },
        {
            "input": "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.",
            "output": [
                "伊拉克部长会议说，土耳其军队入侵伊拉克北部的库尔德地区，侵犯了伊拉克的主权。"
            ]
        },
        {
            "input": "A senior administration official said it is \"very likely\" that President will speak in a prime-time address this week.",
            "output": [
                "一位高级政府官员表示，总统本周“非常有可能”在黄金时段发表讲话。"
            ]
        },
        {
            "input": "In a small-scale trial on humans, American scientists say they may have developed a new drug that could stop the spread of HIV and \"rapidly clears\" the blood of the virus.",
            "output": [
                "在一项关于人类的小规模试验中，美国科学家表示，他们可能已开发出一种新药，可以阻止艾滋病毒的传播并“迅速清除”病毒的血液。"
            ]
        },
        {
            "input": "At a speaking engagement on Friday, Santorum stated that same-sex partnerships don't \"benefit society\".",
            "output": [
                "在周五的一次发言中，桑托勒姆称同性伴侣关系“不利于社会发展”。"
            ]
        },
        {
            "input": "Indonesian Pilots' Association chief Manotar Napitupulu said \"This shows that the justice system has finally understood that Marwoto’s case did not belong in court.\"",
            "output": [
                "印尼飞行员协会主席马诺塔·纳皮图普鲁说：“这表明，司法系统终于明白马尔沃托的案子不属于法庭的管辖范围”。"
            ]
        },
        {
            "input": "Referring to Sinn Fein, Paisley stated \"We will meet the requirements. \"",
            "output": [
                "关于新芬党，佩斯利表示：“我们会满足他们的要求。”"
            ]
        },
        {
            "input": "Therefore, no legal action has been taken against Johnson's friend accordingly.",
            "output": [
                "因此，没有对约翰逊的朋友采取相应的法律行动。"
            ]
        },
        {
            "input": "Thus far, California has reported 7 confirmed cases of swine flu, while Kansas and Texas have each reported two confirmed cases.",
            "output": [
                "到目前为止，加利福尼亚已经报告了7例确诊的猪流感病例，而堪萨斯州和德克萨斯州则分别报告了2例确诊病例。"
            ]
        },
        {
            "input": "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.",
            "output": [
                "然而，菲律宾地震监测机构的负责人对日本机构的警告提出异议。"
            ]
        },
        {
            "input": "Shah reached 107 not out, and Dimitri Mascarenhas finished England's innings by hitting five sixes off the last five balls.",
            "output": [
                "沙赫到了107分还没有出局，迪米特里·马斯卡雷纳在最后五个球上打出了五个六分球，结束了英格兰的一局。"
            ]
        },
        {
            "input": "It was won by 17 oil company workers in Camrose, Alberta.",
            "output": [
                "由阿尔伯塔省卡姆罗斯的17位石油公司工人赢得。"
            ]
        },
        {
            "input": "Bush also claimed that \"the techniques that we used have been fully disclosed to appropriate members of the US Congress.\"",
            "output": [
                "布什还声称，“我们使用的技术已经完全向美国国会的适当成员披露。”"
            ]
        },
        {
            "input": "In Chinese, 珠穆朗瑪峰 (pinyin: Zhūmùlǎngmǎ Fēng); Tibetan Qomolangma (\"Mother of the Universe\"); in Nepal Sagarmatha (\"Forehead of the Sky\"); and in English named after Sir George Everest.",
            "output": [
                "中文名为珠穆朗玛峰（拼音：ZhūmùlǎngmǎFēng）；藏语名为Qomolangma（“宇宙之母”）；尼泊尔语为Sagarmatha（“天空之前额”）；英文中以乔治·埃佛勒斯特爵士的名字为其命名。"
            ]
        },
        {
            "input": "Five Vancouver rivers were in danger of flooding, which rain fell at 10 mm an hour for more than six hours at midday.",
            "output": [
                "温哥华有五条河处于泛滥的危险中，中午时分，降雨量达到每小时10毫米，持续了6个多小时。"
            ]
        },
        {
            "input": "In the foreword of the report, written by Amnesty International Secretary General Irene Khan, Guantanamo was compared to a Soviet-era gulag in that it is \"entrenching the practice of arbitrary and indefinite detention in violation of international law\".",
            "output": [
                "在这份由大赦国际秘书长艾琳·汗撰写的报告前言中，关塔那摩被比作苏联时代的古拉格，因为它“强化了任意无限期拘留的做法，违反了国际法”。"
            ]
        },
        {
            "input": "Annastacia Palaszczuk, Queensland's Transport Minister, said the ideas within the proposal would be heavily considered before being implemented.",
            "output": [
                "昆士兰州交通部长安娜斯塔西亚·帕拉斯祖克表示，草案中的观点将在实施前得到认真考虑。"
            ]
        },
        {
            "input": "Heavy flooding last week, mainly in Andhra Pradesh and neighbouring Karnataka, has killed about three hundred people and forced the evacuation of over a milion.",
            "output": [
                "上周，主要在安得拉邦和邻近的卡纳塔克邦发生的大洪水已造成大约三百人死亡，并迫使一百多万人疏散。"
            ]
        },
        {
            "input": "After the MySpace team calculated the number of sex offenders on their website they submitted the numbers to both attorneys on Tuesday February 3.",
            "output": [
                "在MySpace小组在他们的网站上计算了性侵犯者的数量后，他们在2月3日星期二向两名律师提交了这些数字。"
            ]
        },
        {
            "input": "The Mars Observer and Cassini-Huygens missions to Mars and Saturn respectively were launched from Complex 40.",
            "output": [
                "分别发往火星和土星的火星观测者号和卡西尼-惠更斯号是从复合体40发射的。"
            ]
        },
        {
            "input": "Uma Charan Mohanty, from the Asian Disaster Preparedness Centre in Thailand, said that, according to the World Meteorological Organisation's data, Asian cyclones are fewer and less intense than hurricanes in the Atlantic Ocean or typhoons in the Pacific Ocean region, but they cause more death and destruction.",
            "output": [
                "泰国亚洲备灾中心的乌玛·查兰·莫汉蒂表示，根据世界气象组织的数据，亚洲气旋较少且强度比大西洋的飓风或太平洋地区的台风都要小，但它们造成的死亡和破坏更多。"
            ]
        },
        {
            "input": "Over 10,000 residents have evacuated areas threatened by the flames.",
            "output": [
                "超过10,000名居民从火焰威胁区撤离。"
            ]
        },
        {
            "input": "Branding would focus on building a reputation a positive reputation for the country abroad and emphasising its authentic values.",
            "output": [
                "品牌建设的重点是建立声誉，为国家的在海外树立良好声誉，并强调其真实价值。"
            ]
        },
        {
            "input": "James Brown, often referred to as the Godfather of Soul, died in Atlanta due to congestive heart failure, combined with pneumonia.",
            "output": [
                "詹姆斯·布朗，通常被称为灵魂乐教父，由于充血性心力衰竭并发肺炎而在亚特兰大去世。"
            ]
        },
        {
            "input": "The Siberian tigers are named Tony and Tatiana while the Sumatran is named Padang.",
            "output": [
                "西伯利亚虎被命名为托尼和塔蒂亚娜，而苏门答腊虎被命名为巴东。"
            ]
        },
        {
            "input": "The 30 second ad (see source below) can now be viewed on YouTube.",
            "output": [
                "此条30秒的广告（见以下资料）现在可以在YouTube网站上观看。"
            ]
        },
        {
            "input": "Peter Atkinson and John Boultbee were convicted on the same fraud charges, and were sentenced to terms of 24 and 27 months respectively, while Mark Kipnis, who was implicated in the fraud, was given probation with 6 months of home detention.",
            "output": [
                "彼得·阿特金森和约翰·博尔特比因同样的欺诈指控被定罪，分别被判处24个月和27个月的刑期，而马克·基普尼斯因涉欺诈而被缓刑6个月。"
            ]
        },
        {
            "input": "Mir also told media that Woolmer suffered from a medical condition, but that it was too early to decide whether or not it had anything to do with his death.",
            "output": [
                "米尔还告诉媒体，伍尔默患有疾病，但现在判断它是否与他的死有关还为时尚早。"
            ]
        },
        {
            "input": "He is also remembered for dismantling many of the State's unions, and for a somewhat totalitarian and heavy handed style of keeping control.",
            "output": [
                "人们也还记得他解散了许多的国家工会，以及他某种程度上的极权主义和强权控制风格。"
            ]
        },
        {
            "input": "Alonso, along with the second Renault driver, Giancarlo Fisichella who finished sixth, won the constructors' cup for their team with only five points ahead of Ferrari.",
            "output": [
                "阿隆索和雷诺车队的第二位车手吉安卡洛·费斯切拉以第六名的成绩获得车队的总冠军，他们只领先法拉利5分。"
            ]
        },
        {
            "input": "\"They will be disappointed that Britain will not be involved.\"",
            "output": [
                "“他们会对英国不会参与感到失望。”"
            ]
        },
        {
            "input": "However, a five-day forecast map shows Bertha passing near Bermuda around Saturday.",
            "output": [
                "然而，一张为期五天的预报地图显示，伯莎在星期六左右经过百慕大附近。"
            ]
        },
        {
            "input": "He confessed that the issue of Islam had been sidelined within the Church and was only spoken about in private.",
            "output": [
                "他承认，伊斯兰教问题在教会内部一直被边缘，只在私下谈论。"
            ]
        },
        {
            "input": "A separate document to the leaders of the G8 nations asks for their support, and promises armed resistance to the current government of Iran on June 18, 2005 if peaceful remonstrances fail to have their intended effect.",
            "output": [
                "给八国集团领导人的另一份文件要求他们给与支持，并承诺如果和平抗议未能达到预期效果，将于2005年6月18日对伊朗现任政府进行武装抵抗。"
            ]
        },
        {
            "input": "Many regions across the globe also reported an exceptionally warm year.",
            "output": [
                "全球许多地区也报道了异常温暖的一年。"
            ]
        },
        {
            "input": "On May 31, U.S. President George W. Bush dismissed the human rights report as \"absurd\" for its harsh criticism of U.S. treatment of terrorist suspects at Guantanamo Bay, Cuba, saying the allegations were made by prisoners \"who hate America.\"",
            "output": [
                "5月31日，美国总统乔治·W·布什驳斥这一人权报告，因其对美国在古巴关塔那摩湾恐怖主义嫌疑人待遇的严厉批评而言“荒谬”，称这些指控是由“憎恨美国”的囚犯提出的。"
            ]
        },
        {
            "input": "Investigating yet another alarm, he saw the shadow of a fleeing individual.",
            "output": [
                "在调查另一起警报事件时，他看到了一个逃跑的人的影子。"
            ]
        },
        {
            "input": "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.",
            "output": [
                "雅虎！7是雅虎！和澳大利亚网络7的合资企业。"
            ]
        },
        {
            "input": "Giancarlo made a crucial mistake prior to Senna's \"S\"-curve allowing Michael to pass him.",
            "output": [
                "在塞纳的“S”弯道之前，吉安卡洛犯了一个致命错误，让迈克尔超越了他。"
            ]
        },
        {
            "input": "Known for his struggle against French rule, Ben Bella led the nation from 1963 to 1965 having only learned during a prison sentence.",
            "output": [
                "本·贝拉以反抗法国统治而闻名，他在1963年至1965年间领导着这个国家，但他只在服刑期间学到了一些东西。"
            ]
        },
        {
            "input": "Families say the captured crew have \"little drinking water or food,\".",
            "output": [
                "家属们说，被俘船员“几乎没有饮用水或食物”。"
            ]
        },
        {
            "input": "\"They do not reflect my heart-felt belief that peace will come to the Middle East only when all parties recognize the need for mutual respect and tolerance.\"",
            "output": [
                "“这并没有反映出我内心的信念，即只有当所有各方都认识到相互尊重和容忍的必要时，中东才会实现和平。”"
            ]
        },
        {
            "input": "Serie A champions Juventus have confirmed the $24,000,000 (£13,700,000, €20,000,000) capture of Arsenal captain Patrick Vieira.",
            "output": [
                "意甲冠军尤文图斯确认将以24000000美元（13700000英镑，20000000欧元）签下阿森纳队长帕特里克·维埃拉。"
            ]
        },
        {
            "input": "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"",
            "output": [
                "卡兹米的叔叔告诉美国有线电视新闻网：“在酷刑和压力之下，（他的性伴侣）透露了他的男朋友卡兹米的名字。”"
            ]
        },
        {
            "input": "A freelance journalist writing for Wikinews has obtained the only known reproduction photo of the hotel [pictured at the top].",
            "output": [
                "“维基新闻”的一名自由撰稿记者得到了该酒店唯一一张已知的复制照片【在楼顶拍摄的】。"
            ]
        },
        {
            "input": "Practitioners qualified to Level 1 Healing Touch taught the patient relaxation techniques and played soothing music before applying 21 Healing Touch hand positions, over a 40 minute session.",
            "output": [
                "在40分钟的疗程中，拥有1级触摸治疗资格的从业者，在21处位置实施手触摸治疗前，教授患者放松技巧和播放舒缓音乐。"
            ]
        },
        {
            "input": "Some videos even showed him wearing an oxygen mask while he was performing his sermon.",
            "output": [
                "有些视频甚至显示他在布道时戴着氧气面罩。"
            ]
        },
        {
            "input": "The sailors were of multiple nationalities, including seven Russians, two Germans, two Ukrainians, and one Lithuanian.",
            "output": [
                "水手来自多个国家，包括7个俄国人、2个德国人、2个乌克兰人和1个立陶宛人。"
            ]
        },
        {
            "input": "The National Socialist Movement is, according to its website, the largest and most active Nazi party in the United States.",
            "output": [
                "根据其网站，国家社会主义运动是美国规模最大，最活跃的纳粹党派。"
            ]
        },
        {
            "input": "At least 6,000 protesters took part, accompanied by riot police.",
            "output": [
                "在防暴警察的陪同下，至少有6,000名抗议者参加了活动。"
            ]
        },
        {
            "input": "Rambukwella noted that the government's troops received little or no resistance as they took the 10-km swath of land.",
            "output": [
                "兰布奎拉指出，政府军在占领10公里长的土地时几乎没有受到抵抗。"
            ]
        },
        {
            "input": "Deputy Police Chief W.J. Riley said police shot at eight people carrying guns, killing five or six.",
            "output": [
                "警察局副局长W·J·莱利说，警察对8名持枪者开枪射击，击毙5或6人。"
            ]
        },
        {
            "input": "The airline has been considering a merger with Spanish flag carrier Iberia, but The Guardian, relaying Reuters, reports that Iberia now has a larger market capitalisation than BA, changing the field of play.",
            "output": [
                "该航空公司一直在考虑与西班牙旗舰航空公司伊比利亚航空公司合并，但卫报转播路透社报道称，伊比利亚现在拥有比BA更大的市值，改变了竞争领域。"
            ]
        },
        {
            "input": "\"It was a difficult winter, Sebastian showed in winter testing what the car could do, so I kept my motivation high and I was hurting a lot.\"",
            "output": [
                "“这是个艰难的冬天，塞巴斯蒂安在冬季测试中充分展示了车的性能，所以我信心十足，但我也很受伤”。"
            ]
        },
        {
            "input": "Among adolescents who engage in oral or vaginal sex, boys who masturbate were eight times more likely to use a condom than boys who don't.",
            "output": [
                "在进行口交或阴道性交的青少年中，自慰的男孩使用避孕套的可能性是不自慰男孩的8倍。"
            ]
        },
        {
            "input": "\"Families are coming to identify and claim the bodies, while those that cannot be identified or are not claimed by anybody will be interred by the mosque.\"",
            "output": [
                "“家属将前来辨认和认领尸体，而那些无法辨认或没有人认领的尸体将被清真寺埋葬。”"
            ]
        },
        {
            "input": "In order to start production of the new flat-screens based on the SED technology, Canon Inc. had to clarify the situation with the Texas-based Nano-Proprietary Inc.",
            "output": [
                "为了开始生产基于SED技术的新平面屏幕，佳能公司必须厘清与德克萨斯州的纳米专有公司的关系。"
            ]
        },
        {
            "input": "He argues that the intelligence provided by the United States is not \"credible or actionable\", and requested \"more clarity\" from the US before he could act on it.",
            "output": [
                "他争辩说，美国提供的情报“不可信，也不可行”，并要求美国“更清晰一些”，以便他据此采取行动。"
            ]
        },
        {
            "input": "The plan follows a commitment made at the Council of Australian Governments (COAG) meeting in February.",
            "output": [
                "该计划是在2月份澳大利亚政府理事会（COAG）会议上作出的承诺之后制定的。"
            ]
        },
        {
            "input": "Laurent's status as a Prince has several judicial consequences for the trial.",
            "output": [
                "劳伦特王子的身份对审判有几个司法后果。"
            ]
        },
        {
            "input": "Her party won the 1990 election, but she was under house arrest.",
            "output": [
                "她所在的政党赢得了1990年的选举，但她却被软禁了。"
            ]
        },
        {
            "input": "This week saw the English-language version of Wikipedia, the collaboratively written online encyclopedia, reach 2,000 featured articles with the inclusion of the article El Señor Presidente.",
            "output": [
                "以合作方式编写的在线百科全书维基百科的英文版网站本周将达到2,000篇精选文章，其中包括《总统先生》这篇文章。"
            ]
        },
        {
            "input": "Two suspected robbers west of Kissimmee, Florida released one hostage after negotiating with sheriffs' deputies.",
            "output": [
                "在与郡治安官代理人沟通后，佛罗里达州西基西米市的两名抢劫嫌疑人释放了1名人质。"
            ]
        },
        {
            "input": "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.",
            "output": [
                "7月20日，丹麦表示，已将翻译和其他伊拉克雇员及其家属空运回国。"
            ]
        },
        {
            "input": "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.",
            "output": [
                "电车车队目前由24辆庞巴迪CR4000有轨电车组成，这些电车是为1998年至2000年间开通的28公里铁路网而建造的。"
            ]
        },
        {
            "input": "Tharoor is currently the UN's Under Secretary-General for Communications and Public Information.",
            "output": [
                "塔鲁尔目前是联合国负责通讯和公共信息的副秘书长。"
            ]
        },
        {
            "input": "The US Army Corps of Engineers decision to place restrictions on issuance of nationwide pollution permits has been upheld by a federal court.",
            "output": [
                "在联邦法院的支持下，美国陆军工程兵团决定限制全国范围内的污染许可证的发放。"
            ]
        },
        {
            "input": "Protesters have reportedly blocked all roads into the main financial center in the capitol, and number in the tens of thousands in Manama alone.",
            "output": [
                "据报道，抗议者封锁了通向国会大厦财务中心的所有道路。抗议人数仅在马纳马一地就达到几万人。"
            ]
        },
        {
            "input": "Gilson's niece Julia Fareed told the South China Morning Post that the man police are questioning is her estranged husband who is originally from the Maldives.",
            "output": [
                "吉尔森的侄女朱莉娅·法瑞德告诉南华早报，警察正在质疑的是她已分居的丈夫，他来自马尔代夫。"
            ]
        },
        {
            "input": "The effigies this year included George Bush, Condoleezza Rice (as Wonder Woman) and Crocodile Hunter Steve Irwin.",
            "output": [
                "今年的肖像包括乔治·布什、康多莉扎·赖斯（作为神奇女侠）和鳄鱼猎人史蒂夫·欧文。"
            ]
        },
        {
            "input": "Newsom also posted a video on his campaign website which was launched earlier this morning.",
            "output": [
                "纽瑟姆还在今天清晨推出的竞选网站上发布了一段视频。"
            ]
        },
        {
            "input": "There is no news about the two men who were on board the airplane.",
            "output": [
                "没有关于飞机上两名男子的消息。"
            ]
        },
        {
            "input": "The Mexican government has said that an Aeroméxico Boeing-737, flight 576 from Cancun, was hijacked and landed safely at Mexico City International Airport in Mexico City.",
            "output": [
                "墨西哥政府称，一架从坎昆起飞的波音737客机被劫持，最后这架客机安全降落在墨西哥城的墨西哥城国际机场。"
            ]
        },
        {
            "input": "Choi calls this \"the first step toward developing new treatments using our own immune system to fight cancers and other serious diseases.\"",
            "output": [
                "崔仁表将此研究称为“开发利用我们自身的免疫系统抵抗癌症和其他严重疾病的新治疗方法的第一步”。"
            ]
        },
        {
            "input": "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.",
            "output": [
                "“我认为他是一位非常优秀的国会议员，一个非常好的主权主义者，”杜塞普补充。"
            ]
        },
        {
            "input": "\"People know when they enter the water there they're stepping into a shark habitat.\"",
            "output": [
                "“人们知道，当他们进入那里的水时，他们正在踏入鲨鱼的栖息地。”"
            ]
        },
        {
            "input": "Goldman's complaint asserts that he was discriminated against in violation of the District of Columbia Human Rights Act.",
            "output": [
                "高德曼的投诉称，他因违反哥伦比亚特区人权法案而受到歧视。"
            ]
        },
        {
            "input": "Calderon won the intial ballot count by a margion of less than 0.6%",
            "output": [
                "按照初始计票的结果，考尔德伦仅以百分之0.6的微弱优势获胜。"
            ]
        },
        {
            "input": "Syrian officials believe that the ammunition was dropped in order to make the Israeli planes go faster so that they may escape.",
            "output": [
                "叙利亚官员认为弹药被丢弃是为了使以色列飞机更快，以便它们可以逃脱。"
            ]
        },
        {
            "input": "According to a French journalist and the imam of the local mosque, around 400 people have been killed in the riots that erupted due to a dispute in the result of the local elections.",
            "output": [
                "据一名法国记者和当地清真寺的伊玛目称，大约400人在由当地选举结果引发的骚乱中丧生。"
            ]
        },
        {
            "input": "The explosion had an estimated blast radius of three miles.",
            "output": [
                "爆炸估计爆炸半径为3英里。"
            ]
        },
        {
            "input": "There can be no halfway house, no quasi-independence underpinned by UK institutions.\"",
            "output": [
                "不可能有过渡机构，也不可能有英国机构支持的准独立性。”"
            ]
        },
        {
            "input": "On 4 August 2005, a Supreme Court bench including Justice P V Reddy and Justice P V Neolkar confirmed the death penalty for Mohammed Afzal and sentenced Shaukat Hussain Guru to 10 years rigorous imprisonment for concealing details of the conspiracy, thereby sparing him the gallows.",
            "output": [
                "2005年8月4日，包括法官PV雷迪和法官P V努尔卡尔在内的最高法院法官确认对穆罕默德·阿扎尔判处死刑，并判处肖卡特·侯赛因·古鲁10年监禁，罪名是隐瞒阴谋的细节，从而使他免于绞刑。"
            ]
        },
        {
            "input": "She confessed that she had abandoned the baby in a hotel in Armenia, where Maribel was finally found and moved to a hospital.",
            "output": [
                "根据她的交待，她将婴儿遗弃在阿美尼亚的一家酒店里了。最后，玛丽贝尔终于在这家酒店被找到并送往医院。"
            ]
        },
        {
            "input": "Across northern B.C. thousands of Canadian Union of Public Employees (CUPE) members are off the job in solidarity with the teachers.",
            "output": [
                "在不列颠哥伦比亚省北部，成千上万的加拿大公务员工会（CUPE）成员为了声援教师而罢工。"
            ]
        },
        {
            "input": "An investigation has been launched by the Prisons and Probation Ombudsman, responsible for investigating deaths in custody; but suicide is suspected.",
            "output": [
                "监狱和负责调查服刑期间死亡案件的缓刑监察专员开始进行调查，但是怀疑帕克是自杀。"
            ]
        },
        {
            "input": "Mr Key told The New Zealand Herald that he would donate a significant amount of his pay check to charitable organisations, as he has done since he first became an MP.",
            "output": [
                "基先生告诉《新西兰先驱报》说，他会把工资中相当大的一部分捐给慈善机构，就像他首次担任议员时那样。"
            ]
        },
        {
            "input": "Ricin is one of the most deadly poisons in the world and can exist in the form of a pellet, mist, or powder.",
            "output": [
                "蓖麻毒素是世界上最致命的毒药之一，可以以颗粒，薄雾或粉末的形式存在。"
            ]
        },
        {
            "input": "Authorities said the man, believed to have used a hunting rifle, killed three salespeople and two bystanders, and injured another woman who died of head wounds shortly after the incident.",
            "output": [
                "有关当局说，这名据信使用猎枪的男子杀死了三名销售人员和两名旁观者，另一名女子在事件发生后不久因头部受伤而死亡。"
            ]
        },
        {
            "input": "Asherman's syndrome has been known since 1894 when it was first reported.",
            "output": [
                "自1894年首次报道阿舍曼综合征以来，人们就已经知道了。"
            ]
        },
        {
            "input": "The Prime Minister of Ukraine, Viktor Yanukovych, responded to the scene; the president of the country, Viktor Yushchenko, will visit the area this Monday.",
            "output": [
                "乌克兰总理维克托·亚努科维奇与现场进行了通话；该国总统维克托·尤先科将于星期一前往该地区视察。"
            ]
        },
        {
            "input": "Extensive ferry cancellations, road closures, and massive power outages are in effect until the storm ends.",
            "output": [
                "大规模的渡轮停运、道路封闭和大规模停电将持续到风暴结束。"
            ]
        },
        {
            "input": "This is the latest of many security alerts in London, which is at a high state of alert.",
            "output": [
                "这是伦敦最新的安全警报，目前伦敦处于高度警戒状态。"
            ]
        },
        {
            "input": "It's said that it would be hard to sell the stolen paintings on the open market due to the popularity of the paintings.",
            "output": [
                "据说由于这些被盗的绘画作品非常有名，很难将它们在公开市场上售出。"
            ]
        },
        {
            "input": "Norway and the US have both frozen all non-humanitarian aid to Madagascar, whilst the African Union suspended Madagascar's membership.",
            "output": [
                "挪威和美国都冻结了对马达加斯加的所有非人道主义援助，同时非洲联盟暂停了马达加斯加的成员国资格。"
            ]
        },
        {
            "input": "However, Clausen believes that there are no current systems to remove oil from icy ocean waters.",
            "output": [
                "然而，克劳森认为，目前还没有从冰冷的海水中去除石油的系统。"
            ]
        },
        {
            "input": "One particular mining practice used frequently by Newmont Mining in Indonesia is submarine tailings disposal, a waste disposal method for mercury and arsenic that is outlawed in the United States.",
            "output": [
                "纽蒙特矿业公司在印度尼西亚经常使用的一种特殊采矿方法是海底尾矿处理，这是一种在美国被禁止的汞和砷废物处理方法。"
            ]
        },
        {
            "input": "However, the online version is to be for local news only.",
            "output": [
                "然而，在线版本只提供本地新闻。"
            ]
        },
        {
            "input": "The two extend their lead on Cadel Evans of Australia by 1' 37\", and more on the rest of the contenders.",
            "output": [
                "两人的领先优势比澳大利亚的卡德尔·埃文斯高出1分37秒，比其他竞争者高出更多。"
            ]
        },
        {
            "input": "This was soon lost to Alinghi however, ending the first mark with a seven second lead.",
            "output": [
                "然而，这一优势很快被阿灵基队反转，后者在绕过第一个航标的时候领先7秒。"
            ]
        },
        {
            "input": "The encounter served both to finish the harshness between the two countries and to resume bilateral agreements and the activity in the border which were paralyzed as a result of the crisis.",
            "output": [
                "这次会晤既是为了结束两国之间的不和谐因素，也是为了恢复双边协议以及因危机而陷入瘫痪的边境活动。"
            ]
        },
        {
            "input": "The authors not only implicate professional baseball celebrity Barry Bonds in the use of performance-enhancing drugs, but also say Gary Sheffield received human growth hormone and testosterone from Greg Anderson, Bonds's personal trainer.",
            "output": [
                "作者不仅暗示职业棒球名将巴里·邦兹服用提高成绩的药物，而且还说，加里·谢菲尔德从格雷格·安德森那里得到了人体生长荷尔蒙和睾丸酮。后者是邦兹的私人教练。"
            ]
        },
        {
            "input": "Lee, 86, has denied the allegations and has previously filed his own $50 million counter lawsuit against SLM, claiming the company has destroyed his name and reputation and prevented his effort to develop such properties as \"The Accuser\" and \"The Drifter\" and others via his first-look deals with Disney and Virgin Comics.",
            "output": [
                "今年86岁的李否认这一指控，并于此前对SLM公司提出了价值5千万美元的反诉讼，声称该公司毁坏了他的名誉并阻止他通过与迪斯尼和维京漫画公司签订优先合作契约来开发诸如“原告”和“流浪汉”等新资产的努力。"
            ]
        },
        {
            "input": "This bombing was the worst terrorist attack in Istanbul since the 2003 Istanbul Bombings, in which truck bombs exploded outside two Istanbul synagogues, killing 23 and wounding more than 300.",
            "output": [
                "这次爆炸是自2003年伊斯坦布尔爆炸事件以来伊斯坦布尔发生的最严重的恐怖袭击。2003年卡车炸弹在伊斯坦布尔两座犹太教堂外爆炸，造成23人死亡，300多人受伤。"
            ]
        },
        {
            "input": "Straw said he was \"as committed as anyone to international law and its obligations\".",
            "output": [
                "斯特劳说，他“像任何人一样致力于国际法及其义务”。"
            ]
        },
        {
            "input": "Just before 1:00 p.m. the fire command post stated that fire investigators were on scene and that \"they can call us (firefighters) back if they need anything.\"",
            "output": [
                "就在下午1点之前，消防指挥所表示，火灾调查人员已经在现场，“如果他们需要什么，可以给我们（消防员）打电话。”"
            ]
        },
        {
            "input": "American Major League Baseball relief pitcher Joba Chamberlain of the New York Yankees returned a call to his sister after an 8-5 loss to the Boston Red Sox Sunday night.",
            "output": [
                "美国职业棒球大联盟的救援投手纽约洋基队的乔巴·张伯伦在周日晚上以8-5输给波士顿红袜队后给他妹妹回了电话。"
            ]
        },
        {
            "input": "A photograph of the damaged bus was posted on the band's website, depicting moderate crumpling to the front area of the vehicle.",
            "output": [
                "乐队的网站上发布了一幅受损巴士的照片，照片中巴士的前部有轻微的变形。"
            ]
        },
        {
            "input": "Also, the Times reported that, Diveroli was secretly recorded in conversation that suggested corruption on his company's purchase of 100 million aging rounds from Albania.",
            "output": [
                "此外，《纽约时报》报道称，泰华沃里的谈话被秘密录音，录音中暗示，他的公司从阿尔巴尼亚购买了1亿枚老化弹，存在腐败行为。"
            ]
        },
        {
            "input": "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.",
            "output": [
                "SinnFéin，SDLP和联盟党都将失败归咎于DUP。"
            ]
        },
        {
            "input": "In the minutes before Germany equalised from Ballack's wonderful left field cross his goalkeeper had to be stretchered off with a muscle injury.",
            "output": [
                "他的门将因肌肉拉伤被担架抬出场地。几分钟后，巴拉克通过绝妙的左场过人为德国队追平了比分。"
            ]
        },
        {
            "input": "Both the ACLU and the Electronic Privacy Information Center are involved in lawsuits against the U.S. government relating to no-fly lists.",
            "output": [
                "美国公民自由联盟和电子隐私信息中心，都卷入了针对美国政府的禁飞令诉讼。"
            ]
        },
        {
            "input": "Brown is vehement in his support of the Union, and is a Westminster (London parliament) MP for Kirkcaldy.",
            "output": [
                "作为柯克卡迪区的威斯敏斯特（伦敦议会）议员，布朗强烈支持工会。"
            ]
        },
        {
            "input": "HMS Tireless is a hunter-killer submarine and does not carry nuclear missiles.",
            "output": [
                "“不懈号”是一艘猎杀型潜艇，不携带核导弹。"
            ]
        },
        {
            "input": "Number 15 for Japan opened the inning with a single, and was advanced to third on another single.",
            "output": [
                "日本队的15号开局上垒，并在另一局达到三垒。"
            ]
        },
        {
            "input": "\"The fact he has had his conviction quashed and pilot status reinstated, it's like nothing's happened,\" said Caroline Mellish, whose brother Morgan was killed.",
            "output": [
                "卡罗兰·梅利什说：“事实就是他让他的判决被推翻了，又恢复了飞行员身份，就像什么事情也没有发生过一样”。她的兄弟摩根死于此次空难。"
            ]
        },
        {
            "input": "\"We run the risks on the trains, the buses, the streets each day…\"",
            "output": [
                "“我们每天都在火车，公共汽车，街道上冒险……”。"
            ]
        },
        {
            "input": "The statement asked \"the Nation of Islam and the Nation of Arabism to rejoice\" about the attacks.",
            "output": [
                "声明要求“伊斯兰国家和阿拉伯国家为这次袭击感到高兴”。"
            ]
        },
        {
            "input": "Adrian Sutil did his best for Spyker, finishing ahead of both Hondas.",
            "output": [
                "阿德里安·苏蒂尔为史派克队尽了最大的努力，在两个本田队车手之前完成了比赛。"
            ]
        },
        {
            "input": "Swift noted that \"Air Pacific just didn’t resonate with our customers\" and said that same people \"thought we were an air conditioning company\".",
            "output": [
                "斯威夫特指出，“太平洋航空公司并没有引起我们客户的共鸣”，并说同样的人“以为我们是一家空调公司”。"
            ]
        },
        {
            "input": "\"The President's decision, no doubt prompted by the Commodore, to override the constitution, sack the judges, and depend upon the military to keep an unlawful regime in power, will compound the already serious economic difficulties confronted by Fiji,\" McCully said.",
            "output": [
                "麦卡利说：“总统的决定，无疑是由准将提出的，推翻宪法，解雇法官，依靠军队维持非法政权，将加剧斐济面临的已经严重的经济困难。”"
            ]
        },
        {
            "input": "He commented on the speed of the identification; he said that they had quickly ruled out Holloway because her records had shown that she had her wisdom teeth previously removed.",
            "output": [
                "他评论了鉴定的速度，他说，他们很快就排除了霍洛威的可能性，因为她的记录显示，她的智齿之前被拔掉过。"
            ]
        },
        {
            "input": "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.",
            "output": [
                "报告称，杰弗里·哈尼机长死亡的部分原因是由于飞机设计方面的瑕疵。"
            ]
        },
        {
            "input": "Political violence during the country's recent presidential elections hit schools hard with strikes, murder and violence against teachers, and looting.",
            "output": [
                "在最近的总统选举中，政治暴力以罢工、谋杀、暴力袭击教师和抢劫等方式对学校造成了沉重打击。"
            ]
        },
        {
            "input": "Interstate 80 is closed between mile markers 266 and 267, with a 281-mile long detour to get around it: Eastbound through traffic must leave I-80 at Des Moines and travel north along Interstate 35 then east to Dubuque via U.S. Route 20, where it can move south along U.S. Route 61 to return to Interstate 80 at the Quad Cities, with westbound through traffic following the opposite route.",
            "output": [
                "80号州际公路在266和267英里标志之间关闭，绕行281英里：东行直行必须在得梅因离开I-80号州际公路，然后沿着35号州际公路向北行驶，然后向东通过美国20号公路到迪比克，在那里，它可以沿着美国61号公路向南行驶，返回位于阔德城的80号州际公路，西行直行则遵循相反的路线。"
            ]
        },
        {
            "input": "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.",
            "output": [
                "当时在酒吧外喝酒的一名目击者说，男孩是在停车场踢足球的三个人之一，当时一名少年，据信是男性，骑着BMX自行车，从大约30米远的地方向人群开了三枪，其中一枪击中了受害者的脖子。"
            ]
        },
        {
            "input": "That same clip, uploaded onto video service YouTube, quickly garnered over one million views.",
            "output": [
                "这段视频被上传到视频网站YouTube上，很快就获得了超过100万的点击量。"
            ]
        },
        {
            "input": "The skeleton of this man reveals that he had serious knee injury and tooth problems.",
            "output": [
                "这个男人的骨骼显示他有严重的膝伤和牙齿问题。"
            ]
        },
        {
            "input": "The asteroid had been previously spotted by observatories including Caussols-ODAS in France, and Mt. Lemmon Survey and Steward Observatory in Arizona, US.",
            "output": [
                "这颗小行星此前曾被法国的科索斯-奥达斯天文台、美国亚利桑那州的莱蒙山勘测和斯图尔德天文台等天文台发现。"
            ]
        },
        {
            "input": "The law is, as the Associated Press dubs it, a \"clumsy effort\" to curb the urban youth activity known as happy slapping in which an act of violence, such as kicking a helpless victim, is filmed by the attacker's friends for entertainment purposes.",
            "output": [
                "这项法案被美联社说成是一次“笨拙的努力”，它试图制止在城市青年中流行的一种名为“开心耳光”的活动，即由攻击者的朋友将其暴力行为，比如用脚蹬踏无助的受害者录制下来供其消遣。"
            ]
        },
        {
            "input": "Total U.S. crops that are wholly dependent on the honey-bee are known to exceed $US 15 billion.",
            "output": [
                "据了解，完全依靠蜜蜂授粉的美国农作物总价值超过150亿美元。"
            ]
        },
        {
            "input": "Seven people are dead after a suicide bomber attacked a convoy of Western soldiers in Kabul, the capital of Afghanistan on Tuesday.",
            "output": [
                "周二，一名自杀式炸弹袭击者袭击了阿富汗首都喀布尔的一支西方士兵车队，造成7人死亡。"
            ]
        },
        {
            "input": "Among other features she highlighted the town's well-known Magic Roundabout, a complicated junction composed of five interlinked mini-roundabouts, comparing it to Disney World's teacup rides.",
            "output": [
                "除了其他特色外，她还强调了该镇著名的魔法环岛，一个由五个相互连接的迷你环岛组成的复杂交叉点，将其与迪斯尼世界的茶杯游乐设施进行了类比。"
            ]
        },
        {
            "input": "He was later taken to a local hospital for emergency treatment.",
            "output": [
                "后来，他被送往当地一家医院急救。"
            ]
        },
        {
            "input": "He also pointed out \"problems without passports\" such as climate change, narcotics smuggling and human rights violations.",
            "output": [
                "他还指出了“无护照问题”，如气候变化，毒品走私和侵犯人权等问题。"
            ]
        },
        {
            "input": "\"We're just standing there face to face looking at each other.\"",
            "output": [
                "“我们面对面站着，眼睛盯住对方”。"
            ]
        },
        {
            "input": "Then Pte. Green came out of the bedroom with an AK-47 rifle and announced: \"They're all dead.\"",
            "output": [
                "然后格林上尉拿着AK-47步枪走出卧室，宣布：“他们都死了。”"
            ]
        },
        {
            "input": "\"Another difference from Wikipedia is that we have a premium content version of the site.\"",
            "output": [
                "“与维基百科的另一个不同之处在于，我们有一个高级内容版本的网站。”"
            ]
        },
        {
            "input": "First and Business Class traffic has fallen as the global credit crisis has hit premium and business travel.",
            "output": [
                "由于全球信贷危机打击了高端和商务旅行，头等舱和商务舱的客流量有所下降。"
            ]
        },
        {
            "input": "Finishing behind Franchitti in second place was British driver Dan Wheldon of Partner Racing.",
            "output": [
                "排在弗兰奇蒂之后的第二位是英国赛车手丹·威尔顿。"
            ]
        },
        {
            "input": "\"The decision to part ways has been a difficult one.\"",
            "output": [
                "“分道扬镳是一个困难的决定”。"
            ]
        },
        {
            "input": "\"Another day brings another dishonest attack from John McCain.\"",
            "output": [
                "“又一天，约翰·麦凯恩又一次进行了不诚实的攻击”。"
            ]
        },
        {
            "input": "\"It was [the pilot's] second year on the team, and first year as a demonstration pilot.\"",
            "output": [
                "“这是【飞行员】在团队中的第二年，也是作为示范飞行员的第一年。”"
            ]
        },
        {
            "input": "The breast milk was donated by fifteen women who responded to an online advertisement located on a forum aimed at mothers.",
            "output": [
                "这些母乳是由15名妇女捐赠的，她们对论坛上的一则针对母亲的在线广告做出了回应。"
            ]
        },
        {
            "input": "Bloomberg explained the meaning of the preemptive announcement by stating: \"We recognize that we did not do the job that New Yorkers rightly expect of us in the last storm.",
            "output": [
                "彭博解释了预防性声明的含义：“我们认识到，在上一场风暴中，我们没有像纽约人所期望地那样做好工作。"
            ]
        },
        {
            "input": "Vandermaas was forced to the ground by police officers, who ripped the flag out of his hand when he crossed the police line.",
            "output": [
                "范得马阿斯被警官们逼倒在地面，当时他越过了警戒线，从手中把旗帜撕开了。"
            ]
        },
        {
            "input": "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"",
            "output": [
                "“当我们到达战场时，德国已经变得很弱，远不如法国所面对的情形，而这一事实却似乎没有被记录下来。”"
            ]
        },
        {
            "input": "Her aides dismiss that notion, saying she is observing the timetable she has long planned.",
            "output": [
                "她的助手们否认了这一说法，并称她仍在遵守她长期计划的时间表。"
            ]
        },
        {
            "input": "Senior Abbas aide, Azzam al-Ahmad, said the talks would aim to persuade Hamas to accept the program of the Palestine Liberation Organization (PLO), which would involve an implicit Hamas recognition of Israel that could end the aid blockade.",
            "output": [
                "阿巴斯的高级助手，阿扎姆·埃尔·阿哈默德说，谈判的目标是要说服哈马斯接受巴勒斯坦解放组织（PLO）的计划，包括哈马斯对以色列的默认，从而结束援助被冻结的状态。"
            ]
        },
        {
            "input": "There's still quite a bit of confusion about which aircraft it was.\"",
            "output": [
                "至于是哪架飞机，对此我仍感到十分困惑。”"
            ]
        },
        {
            "input": "He is also accused of stealing a tram on Friday night, from South Melbourne depot.",
            "output": [
                "他还被指控在周五晚上从南墨尔本火车站偷了一辆有轨电车。"
            ]
        },
        {
            "input": "\"But if we can explain the sizes of these bloated planets in their harsh environments, it may help us better understand our own Solar System planets and their formation.\"",
            "output": [
                "“但如果我们能够在恶劣的环境中解释这些膨胀行星的大小，它可能有助于我们更好地了解我们自己的太阳系行星及其形成。”"
            ]
        },
        {
            "input": "Trebek is expected to remain in the hospital for at least two days for observation and continued tests.",
            "output": [
                "预计特雷贝克将留在医院至少两天进行观察和继续化验。"
            ]
        },
        {
            "input": "Oscar Peterson, a Canadian jazz pianist who earned many honours during his decades-long career, died Sunday in Mississauga, Ontario aged 82.",
            "output": [
                "奥斯卡·彼德森，一位在其长达几十年的生涯中获得无数荣誉的加拿大爵士钢琴家，于星期日在安大略米西索加镇去世，终年82岁。"
            ]
        },
        {
            "input": "By Friday evening Saomai had left a path of destruction in Zhejiang and neighboring province Fujian.",
            "output": [
                "到了星期五晚上，桑美在浙江和邻省福建留下了毁灭之路。"
            ]
        },
        {
            "input": "Alexandria is located about 30 miles (48 km) from the Temple of Taposiris Magna.",
            "output": [
                "亚历山大市位于距塔波西里斯马格纳神庙大约30英里（48公里）处。"
            ]
        },
        {
            "input": "In addition, since 1957, Honolulu has had a comprehensive law regulating the size and content of signs.",
            "output": [
                "此外，自1957年以来，檀香山已制定了一项全面的法律，规范标志的大小和内容。"
            ]
        },
        {
            "input": "Stricker stated, \"There definitely are people who are finding this to be the best answer to their question, and they are indicating this by either clicking on this result or linking to this result as the best answer to that question.\"",
            "output": [
                "斯特里克说：“肯定有人在寻找问题的最佳答案，为了这个答案他们要么点击网页要么点击链接来寻找最佳答案。”"
            ]
        },
        {
            "input": "\"I know he's sorry and feels some pain for our loss.\"",
            "output": [
                "“我知道他很抱歉，也为我们的损失感到痛苦。”"
            ]
        },
        {
            "input": "In 2008, the Libertarian Party appeared on 45 state ballots with Barr winning 0.4 percent of the popular vote.",
            "output": [
                "2008年，自由党参加了45个州的投票，巴尔赢得了百分之0.4的选票。"
            ]
        },
        {
            "input": "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.",
            "output": [
                "“我们将采取一切必要措施，结束一个不承担责任的国家的流氓行为，并结束其政府中主要合作伙伴的活动，”以色列内阁部长艾萨克·赫尔佐格对路透社说。"
            ]
        },
        {
            "input": "It is the fourth ship to be attacked in the space of a week.",
            "output": [
                "此次是一周内第四艘遇袭的船只。"
            ]
        },
        {
            "input": "\"My time has come and I am really looking forward to the fight.\"",
            "output": [
                "“我的时间到了，我期待着这场战斗。”"
            ]
        },
        {
            "input": "Those two paragraphs constitute the entire factual background of the speech, though — the rest is reaction and proposed policy, added Vector.",
            "output": [
                "这两段话构成了演讲的整个事实背景，然而，剩下的是反应和提议的政策，维克多补充说道。"
            ]
        },
        {
            "input": "His defection stirred a firestorm of controversy locally in the staunchly left-leaning riding, which had elected a Progressive Conservative candidate exactly once since it's creation in 1953 - during the 1958 Diefenbaker landslide.",
            "output": [
                "他的倒戈在当地坚定的左倾英格兰约克郡行政区中引发了激烈的争议。自1953年该党成立以来，在1958年迪芬贝克的压倒性胜利中，该党只选出过一位进步保守党候选人。"
            ]
        },
        {
            "input": "The latest attack occurred late on Thursday at a government residential area in Peshawar.",
            "output": [
                "最近的一次袭击发生在星期四傍晚，攻击目标是白沙瓦市的一个政府住宅区。"
            ]
        },
        {
            "input": "DirectNIC has been the home of \"Outpost Crystal\" — an information dissemination effort involving hundreds of volunteers throughout the world — since Hurricane Katrina wracked the United States Gulf Coast last Monday.",
            "output": [
                "自从上周一卡特里娜飓风袭击美国墨西哥湾沿岸以来，DirectNIC一直是“水晶前哨”的所在地。水晶前哨是一项信息传播活动，全世界有数百名志愿者参与。"
            ]
        },
        {
            "input": "Ryan was traveling with his pet dog at the time of the crash; the dog was found seriously injured in the ocean and was transported to a local veterinarian.",
            "output": [
                "在撞车事故发生时，瑞安和他的宠物狗一起旅行；这只狗在海洋中被发现，它严重受伤，并被送往当地兽医院。"
            ]
        },
        {
            "input": "Many MPs said that it was unorthodox to intrude in such a manner in the voting process.",
            "output": [
                "许多议员表示，以这种方式介入投票过程是不正统的。"
            ]
        },
        {
            "input": "In a statement, Bush argued that \"now is the time for Republicans to unite behind Governor Romney and take our message of fiscal conservatism and job creation to all voters this fall\".",
            "output": [
                "布什在一份声明中强调：“到了共和党人应该团结在罗姆尼州长身边的时候了，要把我们财政保守主义和创造就业机会的纲领在这个秋天里传递给所有的投票人”。"
            ]
        },
        {
            "input": "The BBC has announced it will not play \"Ding-Dong! The Witch Is Dead\" in its entirety on today's Radio 1 Chart Show.",
            "output": [
                "英国广播公司宣布，今天的1号台排行榜节目中将不会完整播出“叮咚！女巫已死！”。"
            ]
        },
        {
            "input": "He criticizes her appointment because he believes she will not help the economic crisis, resulting in more government spending.",
            "output": [
                "他批评她的任命，因为他认为她不会对经济危机有帮助，会导致更多的政府支出。"
            ]
        },
        {
            "input": "Lula da Silva is due to meet with Sarkozy in French Guiana.",
            "output": [
                "卢拉·达席尔瓦将在法属圭亚那与萨科齐会面。"
            ]
        },
        {
            "input": "So far, three people (including a baby) have been killed, and at least ten others were injured when two semi trucks collided in a tunnel on Interstate 5 (Newhall Pass) between Los Angeles and Santa Clarita California, United States in the late evening of October 12, setting off a chain reaction pileup that involved between 28 and 30 semi trucks and one passenger car.",
            "output": [
                "10月12日晚些时候，两辆二轮半拖车在洛杉矶和美国加州圣克拉丽塔之间的5号州际公路的一条隧道中相撞，造成3人死亡（包括一名婴儿），至少10人受伤，并引发了一场连锁反应，涉及28至30辆二轮半拖车和一辆客车。"
            ]
        },
        {
            "input": "In the presentation, program staff and supporters reviewed the program's history and growth, honored long-time participants, and looked toward the future.",
            "output": [
                "在演讲中，项目工作人员和支持者们回顾了项目的历史和发展，表彰了长期参与者，并展望了未来。"
            ]
        },
        {
            "input": "Some survivors, such as Rachel North (a pseudonym), who has been active in organising a support group for her fellow victims, have been angered by the government's alternative proposal of a \"narrative\".",
            "output": [
                "一些幸存者，如雷切尔·诺斯（化名），一直积极为受害者组织一个支持小组，他们被政府提出的“叙事”替代提案所激怒。"
            ]
        },
        {
            "input": "At the moment, current research does not show any connection between the two men.",
            "output": [
                "当前，已有的研究结果并未表明这两个人之间有任何联系。"
            ]
        },
        {
            "input": "Ryanair claim Goss wrote to the airline saying he had no concerns about safety, stating \"We will not allow a Ryanair employee to defame our safety on national television just three weeks after he confirmed in writing to Ryanair that he had no concerns with safety and no reason to make any confidential safety report\".",
            "output": [
                "“瑞安航空”声称，格斯曾给公司写信说，他不担心安全问题。该公司说：“我们不会允许瑞安雇员在写信确认其不担心安全问题，因而没有理由提交机密安全报告之后仅仅三周的时间内，就在国家电视台上出面诋毁我们的安全记录”。"
            ]
        },
        {
            "input": "The 800,000 toys have been recalled over safety fears and are thought to be mostly Barbie products.",
            "output": [
                "出于对安全的担忧，这80万件玩具被召回，这些玩具主要是芭比娃娃产品。"
            ]
        },
        {
            "input": "\"That money should have gone to the corporation,\" said Garbus.",
            "output": [
                "“那些钱应该已经到了该公司”，贾伯斯说。"
            ]
        },
        {
            "input": "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.",
            "output": [
                "执行他们的建议将意味着未来日本社会最高职位的继承将在没有性别偏见的情况下发生。"
            ]
        },
        {
            "input": "Those for wheelchair basketball and rugby have cambered wheels so they can spin around.",
            "output": [
                "那些从事轮椅篮球和轮椅橄榄球比赛用的轮椅必须安装弧形轮，这样才能原地旋转。"
            ]
        },
        {
            "input": "Authorities identified the sole hijacker as Jose Mar Flores, 44, who is being described as an alcoholic, drug addicted, religious fanatic.",
            "output": [
                "当局确认，唯一的劫机者是44岁的何塞·马·弗洛雷斯，他被认定为是一个酗酒、吸毒、并对宗教狂热的人。"
            ]
        },
        {
            "input": "Areas worst hit, like the small town of Pangandaran, are beginning to return to normal, and many businesses there have begun to open up again.",
            "output": [
                "受灾最严重的地区，如Pangandaran小镇，已经开始恢复正常，那里的许多商业机构已经开始重新营业。"
            ]
        },
        {
            "input": "The government of Ireland plans to inject €4 billion each into the Bank of Ireland and the Allied Irish Bank.",
            "output": [
                "爱尔兰政府计划分别向爱尔兰银行和爱尔兰联合银行注资40亿欧元。"
            ]
        },
        {
            "input": "All terminals were back in working order by midday Friday.",
            "output": [
                "到周五中午，所有航站楼都恢复了正常工作状态。"
            ]
        },
        {
            "input": "Other beaches on the island are protected by drum lines.",
            "output": [
                "岛上的其他海滩是由鼓线保护的。"
            ]
        },
        {
            "input": "The iPhone plays music, movies, displays pictures and is able to connect to a wireless network.",
            "output": [
                "苹果手机播放音乐，电影，显示图片，并能够连接到无线网络。"
            ]
        },
        {
            "input": "The news came hours after six journalists who reported on the protests were released from custody.",
            "output": [
                "此前几个小时，报道抗议活动的六名记者获释。"
            ]
        },
        {
            "input": "Distributed under the terms of the GNU Lesser General Public License, the OpenOffice.org office suite can be run, studied, modified, and redistributed by anybody that receives a copy.",
            "output": [
                "OpenOffice.org办公套件是根据GNU宽通用公共许可证发布的，它可以由任何接收到副本的人运行、研究、修改并重新发布。"
            ]
        },
        {
            "input": "Official results were released on Wednesday confirming that President Armando Guebuza had won another term in office.",
            "output": [
                "周三公布的官方结果显示，总统阿曼多·格布扎赢得了新一届任期。"
            ]
        },
        {
            "input": "Photosensitive epilepsy has been in the news increasingly over the last few years as various media have triggered seizures in people.",
            "output": [
                "在过去几年里，光敏性癫痫愈来愈常出现在新闻中，因为各种媒体引发了人们的癫痫发作。"
            ]
        },
        {
            "input": "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.",
            "output": [
                "沃伦斯诺登国防科学和人事部长说，德意志联邦共和国已被告知这一发现，沉船遗址将受到保护。"
            ]
        },
        {
            "input": "Between June 1 and the end of August this year, the city will be flooded by herds of decorated cow sculptures, exhibited at well-known landmarks, such as The Palace of the Parliament, Europe's largest building, as well as on the streets and outside metro stations.",
            "output": [
                "从今年6月1日到8月底，这座城市将被一群群装饰精美的牛雕塑所淹没，这些雕塑将在欧洲最大的建筑，议会宫等著名地标建筑以及街道和地铁站外展出。"
            ]
        },
        {
            "input": "However shrewd, Mr. O’Leary has plans to spend up to 200 million purchasing back shares in the company, which equates to 3% of the company share capital.",
            "output": [
                "奥利里先生计划花费2亿美元回购公司股票，这相当于公司股本的3％。"
            ]
        },
        {
            "input": "\"History has demonstrated that military punishment has never broken the spirit of a people or produced peace,\" added the statement.",
            "output": [
                "“历史证明，军事惩罚从来不会破坏一个民族的精神或带来和平，”声明补充说。"
            ]
        },
        {
            "input": "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.",
            "output": [
                "科罗拉多州博尔德市空间科学研究所的卡西尼项目成像技术团队领导人卡罗琳·波尔科博士说：“我们明白这是一个极端的结论——我们或许得到了在一个如此小又冷的天体上存在液态水的证据”。"
            ]
        },
        {
            "input": "No other details on the suspect or his vehicle were given.",
            "output": [
                "没有提供关于嫌疑人或其车辆的其他细节。"
            ]
        },
        {
            "input": "Temperatures in some parts of the country fell below freezing, compared to winters that are normally mild in a climate that sees summer temperatures of 120 degrees Fahrenheit.",
            "output": [
                "这个国家的一些地区，气温会降到零度以下，而与在气候上通常温和的冬季相比，夏季气温可达华氏120度。"
            ]
        },
        {
            "input": "\"We watched as the doors of our homes were forced open by the water.\"",
            "output": [
                "“当我们家的大门被洪水冲开的时候，我们只能眼巴巴地看着”。"
            ]
        },
        {
            "input": "The third quake measured a 6.0 and hit Doroud and the villages surrounding the area at 4:47 a.m. local time (0117 GMT) on Friday.",
            "output": [
                "第三次地震发生在周五的凌晨4点47分（格林尼治标准时间01：17），震级为6.0级，多鲁德和该地区周围的村庄遭受袭击。"
            ]
        },
        {
            "input": "\"I have ordered that the flag here at my office back up after tomorrow's mourning of Pearl Harbor Day!\"",
            "output": [
                "“我已经下令，在明天珍珠港日的哀悼之后，将我办公室的旗帜升起来！”"
            ]
        },
        {
            "input": "University of Oregon football's star running back, LeGarrette Blount, was suspended for the remainder of the season – and thereby the remainder of his college football career – after punching an opposing player after the opening game.",
            "output": [
                "俄勒冈大学足球队的明星跑卫，勒加雷特·布朗特，在首场比赛后打了对方球员，在本赛季余下的时间里，也就是他大学足球生涯的余下时间里，被停赛了。"
            ]
        },
        {
            "input": "Military officials said that about fifteen gunmen from the Manobo tribe abducted some of the residents of a village on the Mindanao island on Thursday.",
            "output": [
                "军方官员说，周四大约十五名来自马诺博部落的枪手绑架了棉兰老岛一个村庄的一些居民。"
            ]
        },
        {
            "input": "\"If this voluntary campaign isn’t working then of course we have to consider what to do (next)….\"",
            "output": [
                "“如果这种自愿运动不起作用，那么我们当然要考虑做什么（下一步）……”。"
            ]
        },
        {
            "input": "Seventeen were Indian and a further 13 of the dead are British; people of another six nationalities are also known to have died.",
            "output": [
                "17人是印度人，另有13人是英国人；另外6个国家的人也被认为已经死亡。"
            ]
        },
        {
            "input": "The Trade Union Congress said they welcome the rise, however they want the minimum wage to go up to GBP 6.00 (EUR 8.70) per hour.",
            "output": [
                "工会大会表示，他们欢迎这一上调，但他们希望最低工资提高到每小时6.00英镑（合8.70欧元）。"
            ]
        },
        {
            "input": "The documents report 109,000 deaths during the 2004–2009 period, including 66,000 civilians deaths.",
            "output": [
                "文件报告2004至2009年期间109,000人死亡，包括66,000名平民死亡。"
            ]
        },
        {
            "input": "Still, his position was in danger from Kimi Räikkönen, who was racing close to Timo, but slowed down to secure his third place.",
            "output": [
                "当然，他的名次受到了基米·雷克宁的威胁，雷克宁当时靠近蒂莫行驶，但为了确保获得第三名，他放慢了速度。"
            ]
        },
        {
            "input": "However, a full flight manifest received from the Presidential Office has been published by several news portals, giving 96 as the number of killed in the crash, including eight members of the crew.",
            "output": [
                "然而，几家新闻门户网站公布了从总统办公室收到的完整飞行清单，其中96人遇难，包括8名机组人员。"
            ]
        },
        {
            "input": "Emergency Contraceptive Pills or ECPs (\"morning-after\" or \"next-day\" pills ) are used to prevent an unintended pregnancy, following unprotected sexual intercourse.",
            "output": [
                "紧急避孕药或ECPs（“事后避孕药”或“次日避孕药”）用于在无保护的性交后防止意外怀孕。"
            ]
        },
        {
            "input": "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"",
            "output": [
                "这位66岁的主持人几年前就戒烟了，他补充说：“我认为一位不重视观众忠诚度的记者应该从事另一种工作，这是不言而喻的。”"
            ]
        },
        {
            "input": "Somerville was a former contestant on the CBS reality TV staple Big Brother, currently in its ninth installment.",
            "output": [
                "萨默维尔曾是哥伦比亚广播公司真人秀节目《老大哥》的参赛者，该剧目前正在第九季。"
            ]
        },
        {
            "input": "The Frenchman joins the side despite being strongly linked with a move to Real Madrid over the last two summers.",
            "output": [
                "这名法国人加入了该球队，尽管在过去的两个夏天，他一直被联想极有可能会转至皇马。"
            ]
        },
        {
            "input": "A relative came and told me one of my sons was killed.",
            "output": [
                "一位亲戚来告诉我，我的一个儿子被杀了。"
            ]
        },
        {
            "input": "On Friday morning, United States President George W. Bush defended interrogation tactics used by the CIA, stating that \"This government does not torture people.\"",
            "output": [
                "星期五早上，美国总统乔治·W·布什为美国中央情报局使用的审讯策略辩护，称“这个政府不会折磨人民”。"
            ]
        },
        {
            "input": "The RSPCA has also told pet owners to try and keep their pets cool.",
            "output": [
                "皇家防止虐待动物协会也告诉宠物主人要为宠物降温防暑。"
            ]
        },
        {
            "input": "Authorities in western Kenya have arrested 19 suspects in connection with a spree of recent mob killings.",
            "output": [
                "肯尼亚西部当局逮捕了19名涉嫌与最近暴徒杀戮事件有关的嫌疑人。"
            ]
        },
        {
            "input": "It was mixed in concrete and water and sprayed on walls and ceilings, but the practice of spraying asbestos in this manner was banned in Japan in 1975.",
            "output": [
                "它混合在混凝土和水里，喷洒在墙壁和天花板上，但这种喷洒石棉的做法在1975年被日本禁止。"
            ]
        },
        {
            "input": "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.",
            "output": [
                "星期五是以色列的大屠杀纪念日，这一天是为了隆重纪念二战中由于纳粹无端的侵略行为而失去的500到700万犹太人的生命。"
            ]
        },
        {
            "input": "The budget promises assistance to parents to defray the cost of their children's extracurricular activities including sport as part of the SchoolKid Bonus, which will replace the Education Tax Refund.",
            "output": [
                "预算承诺帮助父母支付子女的课外活动费用，包括作为体育活动学童奖金的一部分，这将取代教育退税。"
            ]
        },
        {
            "input": "Michael Rensing will replace Oliver Kahn in net while it's not known what formation Ottmar Hitzfeld will use on Thursday.",
            "output": [
                "迈克尔·兰辛将代替奥利弗·卡恩参赛，但目前还不清楚奥特马·希斯菲尔德将在周四使用什么阵型。"
            ]
        },
        {
            "input": "This is held by 80,000 fans of the Finnish hard rock band Lordi, who had met in Helsinki for the band to give a brief free concert to celebrate their victory at that year's Eurovision.",
            "output": [
                "这个活动是由芬兰硬摇滚乐队妖怪乐队的80,000名歌迷举办的，他们在赫尔辛基为乐队举办了一场简短的免费音乐会，以庆祝当年他们在欧洲电视节上取得的胜利。"
            ]
        },
        {
            "input": "In the end only Labour, Progressive plus New Zealand First voted for it.",
            "output": [
                "最终只有工党、进步党和新西兰首先投了赞成票。"
            ]
        },
        {
            "input": "The U.S. now has 60 days to present a formal request, after which a Swiss court will make a ruling.",
            "output": [
                "美国现在有60天的时间提出正式请求，之后瑞士法院将作出裁决。"
            ]
        },
        {
            "input": "Teammates James Neal and John Vigilante picked up the remainder.",
            "output": [
                "队友詹姆斯·尼尔和约翰·维吉拉特包揽了剩下的两球。"
            ]
        },
        {
            "input": "The findings were published Monday in the Archives of Pediatrics and Adolescent Medicine.",
            "output": [
                "研究结果发表在周一的《儿科和青少年医学档案》上。"
            ]
        },
        {
            "input": "The bill as unamended was agreed to and passed the third reading on the voices, without having to resort to a vote.",
            "output": [
                "这项未经修改的提案在进行第三次宣读时获得通过，因而不必投票表决。"
            ]
        },
        {
            "input": "In the minor finals the Casuarina Cougars easily won the Bowl competition with a 17-0 defeat of Australian team East Arnhem Rugby.",
            "output": [
                "在小决赛中，美洲狮队以17：0击败澳大利亚队东阿纳姆橄榄球队轻松赢得了球赛。"
            ]
        },
        {
            "input": "According to Sultan, al-Suri opened fire when asked to stop his car.",
            "output": [
                "据苏丹说，艾尔·苏里当时被要求停车，于是他就开枪了。"
            ]
        },
        {
            "input": "Shankbone went to find out what these businesses are like, who runs them, who works at them, and who frequents them.",
            "output": [
                "尚克波去了解这些企业是什么样的，谁经营它们，谁在它们工作，谁经常光顾它们。"
            ]
        },
        {
            "input": "Judge Melville, apparently frustrated with Jackson who had in two earlier instances caused delays in his court room, issued the warrant just 5 minutes after noting the singer’s conspicuous absence at the scheduled 8:30 a.m. proceedings.",
            "output": [
                "梅尔维尔法官显然对杰克逊之前有两次导致开庭延迟的行为非常不满，所以当他发现这位歌手缺席定于上午8：30进行的诉讼程序，仅5分钟后就签发了拘票。"
            ]
        },
        {
            "input": "France looked shaky, making errors throughout and Argentina took the lead early on through penalties from Felipe Contepomi.",
            "output": [
                "法国队看起来很不稳定，在比赛中犯错，阿根廷队在费利佩·坎特普米的罚球中取得领先。"
            ]
        },
        {
            "input": "The extent of his injuries has not yet been released, but he is listed in stable condition.",
            "output": [
                "他的伤势尚未缓解，但目前情况稳定。"
            ]
        },
        {
            "input": "In this wave, the third out of four, Israel freed 26 Palestinian prisoners out of 'Ofer' prison in Israel.",
            "output": [
                "在这场浪潮中，作为四批中的第三批，以色列将26名巴勒斯坦囚犯从以色列的“奥弗”监狱中释放出来。"
            ]
        },
        {
            "input": "Earlier this week, Wikinews interviewed Sarah Walsh, a former Australian women's national soccer team (Matilidas) player, about women's football in the country.",
            "output": [
                "本周早些时候，维基新闻采访了前澳大利亚国家女子足球队球员萨拉・沃尔什，内容是关于澳大利亚的女子足球。"
            ]
        },
        {
            "input": "An inquest was held this week after a 10-year-old boy died after being shot with an air rifle in Swansea, Wales.",
            "output": [
                "本周，威尔士斯旺西市一名10岁男孩被气枪击中身亡，随后警方进行了调查。"
            ]
        },
        {
            "input": "She sees herself as providing a service to people who have needs, no matter how debauched the outside world deems them.",
            "output": [
                "她认为自己是为有需要的人提供服务，不管外界认为他们多么放荡。"
            ]
        },
        {
            "input": "The two animals responsible for the attack have since been captured and euthanised by wildlife rangers.",
            "output": [
                "造成此次袭击的两只动物已被野生动物保护人员抓获并实施安乐死。"
            ]
        },
        {
            "input": "Channel 4 has no production facilities itself; all television programmes are commissioned from independent companies .",
            "output": [
                "第四频道没有自己的制作设备；所有的电视节目都委托给独立公司制作。"
            ]
        },
        {
            "input": "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.",
            "output": [
                "他说，这些国家“必须获得提高农业生产和生产力所需的发展、经济和政策工具。”"
            ]
        },
        {
            "input": "According to the organizer, this parade is originally founded with some communities in Xizhi, Taipei County.",
            "output": [
                "据组织者介绍，这次游行最初是与台北县西直市的一些社区共同举办的。"
            ]
        },
        {
            "input": "Wikis are openly editable websites that are often used to create knowledge bases.",
            "output": [
                "维基是一种可公开编辑的网站，通常用于创建知识库。"
            ]
        },
        {
            "input": "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.",
            "output": [
                "授予中央情报局在决定谁可以留在该国以及谁被运往其他国家这样如此大的权力是有争议的，因为在过去，白宫，国务院或司法部将参与参与将囚犯送往其他国家的独立案件的审理。"
            ]
        },
        {
            "input": "As a result of the meeting, the presidents will organize a binational high level commission in the next weeks.",
            "output": [
                "会议结果表明，总统将在未来几周内组织一次双边高级别委员会。"
            ]
        },
        {
            "input": "Pervez Musharraf has invoked emergency rule in Pakistan according to state television.",
            "output": [
                "据国家电视台报道，佩尔韦兹·穆沙拉夫宣布了巴基斯坦紧急状态。"
            ]
        },
        {
            "input": "A wish that would result in him becoming \"a smiling face on a recruiting poster for Osama bin Laden,\" MacMahon said.",
            "output": [
                "麦克马洪说，这一愿望将使他成为“奥萨马·本·拉登招募海报上的笑脸。”"
            ]
        },
        {
            "input": "Citizens in Moscow said that the tremors were not \"really strong\" but they were enough to shake things hanging on walls.",
            "output": [
                "莫斯科的公民说，震动不是“非常强烈”，但足以让悬挂在墙上的东西晃动。"
            ]
        },
        {
            "input": "Of the manner in which he wishes to spread Scientology's message, he says \"You're in the playing field or out of the arena.\"",
            "output": [
                "关于他传播科学教信息的方式，他说：“你要不就在竞技场内，要不就离开这个舞台”。"
            ]
        },
        {
            "input": "\"People really want to help other people,\" said the presenter, who marveled at the community that has already developed on Fixya.",
            "output": [
                "“人们真的很想帮助别人，”演讲者说，他对已经在Fixya上发展起来的社区感到惊讶。"
            ]
        },
        {
            "input": "Noynoy received more than 15 million votes, about 5.7 million ahead of his closest opponent, ousted Joseph Estrada.",
            "output": [
                "诺伊获得了超过1500万张选票，比最接近他的对手约瑟夫·埃斯特拉达领先了约570万票。"
            ]
        },
        {
            "input": "Brown also said that \"70,000 of the 75,000 residents and businesses in Amherst are still without power.\"",
            "output": [
                "布朗还说：“在阿默斯特居住的75,000户居民和商家中，有70,000户仍然无法获得供电”。"
            ]
        },
        {
            "input": "The three men, named as Bayan Ahmed Said, Ouday Dawood Salman and Dhahar Jasim Hassan were convicted of murdering three policemen in the city of Kut, Wasit province.",
            "output": [
                "名叫巴扬·艾哈迈德的男子说，这三名罪犯分别是乌代·达伍德·萨尔曼和达哈尔·贾西姆·哈桑，他们被指控在瓦西特省库特市谋杀了三名警察。"
            ]
        },
        {
            "input": "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.",
            "output": [
                "该毒株于2006年4月和6月在中国福建省被发现，当时易观的研究小组在福建省的一个市场上检测了鸭子、鸡、鹅和其他鸟类。"
            ]
        },
        {
            "input": "\"I don't know anything about eight alleged other victims, I've not been served with any witness statements so I really can't comment about it,\" said Walsh.",
            "output": [
                "沃尔什说：“我不知道关于其他八名受害者的任何事情，我没有收到任何证人的证词，所以我真的不能对此发表评论。”"
            ]
        },
        {
            "input": "\"Accordingly, it was reasonable to believe that the corporal fired on the AIF after reasonably believing that the individual was committing a hostile act by exhibiting a known enemy TTP (feigning death and subsequently moving his concealed arm).\"",
            "output": [
                "因此，有理由相信该名下士是在合理地推测，该反动份子可能会利用已知的敌人TTP（假装死亡并随后移动其隐藏的手臂）实施敌对行为后，才向他开火。"
            ]
        },
        {
            "input": "We discussed the unusual leak with them, and the results are published here.",
            "output": [
                "我们与他们讨论了不寻常的泄漏，结果发表在这里。"
            ]
        },
        {
            "input": "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.",
            "output": [
                "来自首尔，搭载291名乘客（包括1名婴儿和16名机组人员）的214号航班在28L号跑道坠毁。"
            ]
        },
        {
            "input": "Militants in Afghanistan have killed at least six foreign United Nations workers; three Afghans, and a US citizen, during an attack on an international guest-house in the capital Kabul on Wednesday.",
            "output": [
                "阿富汗境内的武装分子在星期三袭击首都喀布尔的国际宾馆期间，至少杀死了六名外国联合国工作人员，三名阿富汗人和一名美国公民。"
            ]
        },
        {
            "input": "\"This is just one of many perfect examples that showed what kind of humble person Ben was.\"",
            "output": [
                "“这只是许多完美的例子中的一个，展示了本是什么样的谦逊的人。”"
            ]
        },
        {
            "input": "Many of these training programs, particularly at large corporations, claim to be purely psychological, aimed at improving productivity and morale and loyalty.",
            "output": [
                "许多这些培训计划，特别是大公司，声称纯粹是心理学，旨在提高生产力，士气和忠诚度。"
            ]
        },
        {
            "input": "The steep streets of the small town, located one hour south of London, were filled during the chilly winter evening with crowds carrying burning torches, with police, and with alcohol consumption accompanied by loud deafening bangs.",
            "output": [
                "位于伦敦以南一小时的小镇，其陡峭的街道在寒冷的冬夜里充满了人群，他们带着燃烧的火把，伴随警察，消耗酒精并大声发出震耳欲聋的巨响。"
            ]
        },
        {
            "input": "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.",
            "output": [
                "stuff.co.nzs克里斯巴克莱认为这意味着热病有可能获胜，特别是在季前赛中两场胜利，一场与火鸟队的平局和一场失利之后。"
            ]
        },
        {
            "input": "According to the U.S. State Department, the exercises are part of regular drills between the U.S. and South Korea and are not provocative.",
            "output": [
                "而美国国务院称，此次演习是美韩之间定期演习的一部分，并不具有挑衅性。"
            ]
        },
        {
            "input": "The closures are considered indefinite but will last at least through the end of the fiscal year, July 1, 2009.",
            "output": [
                "关闭被认为是无限期的，并至少会持续到2009年7月1日财政年度结束。"
            ]
        },
        {
            "input": "The experiment, the largest of its kind in the world, was first switched on with great fanfare in September 2008, but suffered an electrical fault just nine days later.",
            "output": [
                "这项实验是世界上同类实验中规模最大的，于2008年9月首次大张旗鼓地开启，但仅在9天后就遭遇电力故障。"
            ]
        },
        {
            "input": "How would you handle it?",
            "output": [
                "你会怎么处理？"
            ]
        },
        {
            "input": "The four liberal-leaning justices (Stevens, Souter, Ginsburg and Breyer) joined Kennedy, a moderate who often casts the deciding vote in close cases.",
            "output": [
                "四位自由主义倾向的大法官（史蒂文斯、苏特、金斯堡和布雷耶）支持肯尼迪，还有一位在销案中投决定性的一票的温和派人士也支持了他。"
            ]
        },
        {
            "input": "The patent in question is U.S. Patent 5,487,069 Wireless LAN.",
            "output": [
                "涉案的专利是指美国5,487,069无线局域网的专利权。"
            ]
        },
        {
            "input": "Both ethnic Albanians and the minority Serb population may vote for local mayors and councillors, a move seen as testing the government's capacity to organise its own democratic elections.",
            "output": [
                "阿尔巴尼亚族和少数族群的塞尔维亚人都可以投票选举地方市长和地方议员，此举被视为对政府组织自己的民主选举能力的考验。"
            ]
        },
        {
            "input": "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.",
            "output": [
                "空客发言人说，总部设在图卢兹的空客制造商将协助调查。"
            ]
        },
        {
            "input": "The great majority of cases have originated in Uige Province.",
            "output": [
                "绝大多数病情起源于威热省。"
            ]
        },
        {
            "input": ":it's rational to offer Japanese nationality in two other situations as in (g).",
            "output": [
                "：在（g）中的另外两种情况下提供日本国籍是合理的。"
            ]
        },
        {
            "input": "It is scheduled to be submitted to France's Agency of Industrial Innovation later this month.",
            "output": [
                "它计划于本月晚些时候提交给法国工业创新局。"
            ]
        },
        {
            "input": "The following is an interview with Ms. Boulding, conducted via email, over a week ago.",
            "output": [
                "以下是一周前通过电子邮件对博尔丁女士的采访。"
            ]
        },
        {
            "input": "According to the NHL press release, if the Islanders do not qualify for the 2007 playoffs, or play fewer than 10 playoff games in the 2007 playoffs, Simon would serve additional games at the start of the 2007-08 regular season to satisfy the minimum term of the suspension.",
            "output": [
                "根据NHL的新闻稿，如果岛民没有资格参加2007年的季后赛，或者在2007年的季后赛中打的季后赛少于10场，西蒙将在2007-08常规赛开始时再打更多的比赛，以满足停赛的最短期限。"
            ]
        },
        {
            "input": "There are so many swamis who have enlightened the hearts and minds of people, but these people are fakes with no idea about spirituality.",
            "output": [
                "有这么多启发了人们的心灵和思想的哲人，但这些人都是伪造者，对灵魂毫无概念。"
            ]
        },
        {
            "input": ":(e) the child's tight connection with Japan's society can not be measured instantly by whether the parents have got legally married.",
            "output": [
                "：（e）孩子与日本社会的紧密关系无法通过父母是否合法结婚来立即衡量。"
            ]
        },
        {
            "input": "Last night, on MSNBC's Countdown with Keith Olbermann, Hillary Clinton said US allies in the Middle East are \"intimidated and bullied into submission by Iran.\"",
            "output": [
                "昨晚，在微软全国有线广播电视台与基斯·奥尔伯曼进行的倒计时辩论中，希拉里·克林顿说，中东地区的美国盟友“在伊朗的恐吓与威胁下屈服了”。"
            ]
        },
        {
            "input": "He died at Morriston Hospital, in Swansea, Wales where he remained unresponsive.",
            "output": [
                "他死于威尔士斯旺西的莫里斯顿医院，在那里他仍然没有反应。"
            ]
        },
        {
            "input": "On the web, websites such as BBC, TfL and the G8 2005 website struggled for a short time at one point this morning under the strain of so many web users visiting them.",
            "output": [
                "在网络上，像BBC、TfL和G8 2005网站这样的网站在今天早上的某一时刻，在如此多的网络用户访问的压力下挣扎了一小段时间。"
            ]
        },
        {
            "input": "For lookee loos the 52nd floor of 555 California features the popular Carnelian Room, a hang for well to do bankers, brokers, lawyers and tourists checking out wide sweeping views from what was once the tallest structure west of the Mississippi, now only the 5th Tallest Bldg on the west coast, but still impressive.",
            "output": [
                "想想看，加州555号的52楼设有受欢迎的玛瑙房间，这里是银行家、经纪人、律师和游客的好去处，你可以从这个密西西比河以西曾经最高建筑——现在是西海岸第五高的大楼——那里俯瞰广袤的景色，但景色仍然令人印象深刻。"
            ]
        },
        {
            "input": "He added that the campaign \"won't duck the tough issues—we will lead\" and went after the record of President Barack Obama, arguing that his policies \"didn't make things better.\"",
            "output": [
                "他还说，选战“不会回避这个棘手的问题 ——让我们来领导”。他还对贝拉克·奥巴马总统的施政记录进行了评论，认为他的政策“并没有让事情变得好起来”。"
            ]
        },
        {
            "input": "\"Most of my fellow students feel that the French are politically and militarily weak,\" said Doeg.",
            "output": [
                "“我的大多数同学都认为法国人在政治上和军事上都很弱，”多格说。"
            ]
        },
        {
            "input": "Dynamite was used in both explosions, according to government attorney Jorge Gutiérrez.",
            "output": [
                "根据政府律师豪尔赫·古铁雷斯的说法，炸药被用于两次爆炸。"
            ]
        },
        {
            "input": "A representative for Cruise confirmed the Church of Scientology statement: \"The video is of Mr. Cruise making an acceptance speech to fellow parishioners at a private church event in 2004.\"",
            "output": [
                "克鲁兹的一位代理人证实了科学教会的说法：“这段视频是克鲁兹先生于2004年的一次私人教会活动中对信徒伙伴们发表的受勋感言”。"
            ]
        },
        {
            "input": "Jung was supported by members of his own party which underlined the necessity of shooting down a hijacked plane in order to save thousands of lives.",
            "output": [
                "荣恩自己政党的成员对他予以支持，他们强调了为了拯救数千人的生命而击落一架被劫持的飞机的必要性。"
            ]
        },
        {
            "input": "While the threat received covered only oil tankers, other large cargo ships were also at risk of attack, naval officials went on to say.",
            "output": [
                "海军官员接着说，虽然收到的威胁只涉及油轮，但其他大型货船也有遭受袭击的风险。"
            ]
        },
        {
            "input": "The Belgian parliament on Friday approved the new Van Rompuy I Government consisting of the same five political parties that formed the last ruling coalition, temporarily ending the country's political crisis.",
            "output": [
                "比利时议会周五批准了新的范龙佩一世政府，该政府由组成最后一个执政联盟的五个政党组成，暂时结束了该国的政治危机。"
            ]
        },
        {
            "input": "Such tests are designed to error on the side of caution, thus ensuring that possible poisoning victims receive treatment in time.",
            "output": [
                "这样的测试是为了谨慎起见而设计的，从而确保可能的中毒受害者得到及时的治疗。"
            ]
        },
        {
            "input": "However, the complexity of the data analysis along with unforeseen engineering problems have made finding the effect in the experiment's results difficult.",
            "output": [
                "然而，由于数据分析的复杂性以及无法预见的工程问题，使得在实验结果中寻找效果变得困难。"
            ]
        },
        {
            "input": "Those efforts came to a head today with the official May 1 start of jury duty by more than 27,000 newly qualified jurors.",
            "output": [
                "今天，由于超过27,000名新合格陪审员在5月1日开始担任陪审团职务，使得这些努力达到了顶峰。"
            ]
        },
        {
            "input": "For example, nine million counterfeit cigarettes were found in Suffolk in August, and eight million were found in Belfast in May.",
            "output": [
                "例如，8月份在萨福克发现了900万支假冒卷烟，5月份在贝尔法斯特发现了800万支。"
            ]
        },
        {
            "input": "Seven & I is the owner and operator of the 7-Eleven convenience store chain.",
            "output": [
                "Seven＆I是7-Eleven便利店连锁店的所有者和经营者。"
            ]
        },
        {
            "input": "They said the laws were unjust and the treatment of the accused was cruel and unusual, constituting torture under the terms of the UN charter.",
            "output": [
                "他们说这些法律是不公正的，被告的待遇是残忍和不寻常的，根据联合国宪章的规定构成酷刑。"
            ]
        },
        {
            "input": "He claimed that he wanted to be caught and left the image on his computer screen in order to be found out and required to go to counselling, but was unaware that it was illegal.",
            "output": [
                "他声称他想被抓到，把照片留在电脑屏幕上以便被发现，并要求去咨询，但他不知道这是违法的。"
            ]
        },
        {
            "input": "The lawsuit was filed in 2005 by the Center for Reproductive Rights.",
            "output": [
                "这项诉讼是由“生育权利中心”在2005年提出的。"
            ]
        },
        {
            "input": "She woke up her family, brought them to the location and took pictures of the submarine, before it disappeared.",
            "output": [
                "她叫醒家人，带他们到目击地点，并在潜艇消失之前拍下照片。"
            ]
        },
        {
            "input": "Other regional sweeps have been conducted before; but this was the first of its kind at the national level and resulted in the highest number of arrests ever recorded in a single operation.",
            "output": [
                "以前也进行过其他区域搜查；但这是第一次在国家一级进行这类行动，导致在一次行动中逮捕人数最多。"
            ]
        },
        {
            "input": "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.",
            "output": [
                "但是，他们拒绝具体说明他们的组成，因为这些资料在审问嫌疑犯时可能有用。"
            ]
        },
        {
            "input": "\"There's got to be a sense that this is not perpetual drift.\"",
            "output": [
                "“一定在某种角度，这情形不会成为永久的放任自流。”"
            ]
        },
        {
            "input": "They came under mortar fire at the airport during a hand-over ceremony.",
            "output": [
                "他们在机场交接仪式上遭到迫击炮射击。"
            ]
        },
        {
            "input": "Officials said that pirates tried to flee in the dark, but were caught by a Canadian vessel.",
            "output": [
                "官员说，海盗试图在黑暗中逃跑，但被一艘加拿大船只抓获。"
            ]
        },
        {
            "input": "According to officials, there are thousands of weapons that could be retired, largely by eliminating those currently stored.",
            "output": [
                "据有关官员称，有数千件武器将被淘汰，主要是通过销毁目前储存的武器的方式。"
            ]
        },
        {
            "input": "No images have been released, and no other reports have confirmed the launch.",
            "output": [
                "目前还没有发布任何图片，也没有其他报道证实此次发射。"
            ]
        },
        {
            "input": "The telluric movement took place at a depth of 632.9 kilometers.",
            "output": [
                "这次地震运动发生在632.9公里的深处。"
            ]
        },
        {
            "input": "In this first edit the user said that Palin \"briefly worked as a sports reporter for local Anchorage television stations, while also working as a commercial fisherman with her husband, Todd, her high school sweetheart\".",
            "output": [
                "这位用户在第一次编辑中说，佩林“曾短暂地在当地的安克雷奇电视台做过体育记者，同时也和她的丈夫、高中时的恋人托德一起做过商业渔民”。"
            ]
        },
        {
            "input": "South Korea opened the scoring in there match with the UAE through Park Chu-young after five minutes.",
            "output": [
                "在与阿联酋的比赛中，韩国在开场五分钟后通过朴周永的破门得分。"
            ]
        },
        {
            "input": "The tests for seven and eleven year olds are not being abolished.",
            "output": [
                "处于七岁和十一岁时所涉及的测试没有被废除。"
            ]
        },
        {
            "input": "About a dozen civilians can be seen surrounding the lead car of the convoy talking to UN observers.",
            "output": [
                "在联合国观察员的谈话中，车队的主要车辆周围可以看到十几名平民。"
            ]
        },
        {
            "input": "The US arrested the ten spies that are to be returned to Russia as part of its breakup of a long-term spy ring that had operated for years, and involved the spies living as American civilians, some as couples.",
            "output": [
                "美国逮捕了将返回俄罗斯的10名间谍，这是美国瓦解一个已运作多年的长期间谍集团的一部分，其中包括以美国平民身份生活的间谍，其中一些人是夫妻。"
            ]
        },
        {
            "input": "Three journalists are now known to have been killed in Syria.",
            "output": [
                "现在已知有三名记者在叙利亚遇害。"
            ]
        },
        {
            "input": ": What's the difference in style of play between the men and women's national teams?",
            "output": [
                "：男女国家队的比赛风格有什么不同？"
            ]
        },
        {
            "input": "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.",
            "output": [
                "两人在会晤后都没有发表任何公开声明，但他们指示谈判代表组建工作组，讨论核心问题，比如耶路撒冷的地位、以色列与未来巴勒斯坦国的边界以及巴勒斯坦难民问题。"
            ]
        },
        {
            "input": "Bonnie McKay, mother to 27-year-old Jason McKay, said \"I firmly believe you didn't believe that things were going to turn out the way they did, but they did.\"",
            "output": [
                "27岁的杰森·麦凯的母亲邦尼·麦凯说：“我坚信你不相信事情会发展成现在的样子，但事实确实如此”。"
            ]
        },
        {
            "input": "Navy Lt. Commander (who testified for Kerry's Iran-Contra hearings) alleges that when David Margolis was the Domestic Criminal Section Chief, he helped limit the liability of Ronald Reagan and George H. W. Bush in the Iran-Contra affair.",
            "output": [
                "海军上尉（曾为克里的伊朗门事件听证会作证）声称，当大卫·马尔戈利斯担任国内刑事处处长时，他帮助限制了罗纳德•里根和乔治·H·W·布什在伊朗门事件中的责任。"
            ]
        },
        {
            "input": "Syria's official news agency (SANA) reported, \"scattered groups of citizens came out to the streets in several areas of the provinces after Friday prayers and chanted slogans calling for freedom without the intervention of security forces.\"",
            "output": [
                "叙利亚官方通讯社（SANA）报道说，“星期五祈祷后，分散的民众在几个省份的街道上游行，高呼口号，要求在没有安全部队干预的情况下获得自由。”"
            ]
        },
        {
            "input": "The form is called a GTMO Form 508-1 (pictured to the right).",
            "output": [
                "该表格被称为GTMO格式508-1（见右图）。"
            ]
        },
        {
            "input": "At least one photo taken by the Associated Press showed a protestor Monday with a hand covered in red, made to look like blood.",
            "output": [
                "至少有一张美联社在周一拍摄的照片展示了一名抗议者，一只手被涂成红色，看起来像血。"
            ]
        },
        {
            "input": "All eight open school board seats were won by Dover CARES coalition candidates.",
            "output": [
                "全部8个教育委员会的公开席位都被多弗尔CARES联盟的候选人夺得。"
            ]
        },
        {
            "input": "119 others were able to escape the burning wreckage after the plane overshot the runway, going through the perimeter fence and crossing a road and an embankment to come to rest in a paddy field.",
            "output": [
                "在飞机冲出跑道后，其他119名乘客得以逃离燃烧的机身残骸，穿过栅栏，越过马路和堤坝，最后在一片稻田里停下来休息。"
            ]
        },
        {
            "input": "\"Numbers like this ... are another piece of evidence that climate change is real and it's a real issue.\"",
            "output": [
                "“这些数字……构成了新的证据，说明气候变化是真实存在的，它是个现实问题”。"
            ]
        },
        {
            "input": "The report originated on the Wikimedia Foundation's mailing list quoting a website saying \"Wikipedia Chinese version unblocked.\"",
            "output": [
                "这份报告来自维基媒体基金会的邮件列表，其中引用了一个网站的话说：“维基百科中文版已被解禁。”"
            ]
        },
        {
            "input": "It is injected before eating morning and evening meals as part of a combination treatment with oral drugs.",
            "output": [
                "在进食早餐和晚餐之前注射，作为口服药物联合治疗的一部分。"
            ]
        },
        {
            "input": "\"Administrations come and go, governments come and go, but the alliance is a long-term, enduring fundamental relationship between our two nations.\"",
            "output": [
                "“行政部门在不断变更，政府在不断变更，但是我们两国之间的联盟是一种长期，持久的根本关系”。"
            ]
        },
        {
            "input": "The suicide bomber had convinced guards he was making a delivery of candy before taking his life and destroying much of the building.",
            "output": [
                "这名自杀式炸弹袭击者说服了守卫说他在送糖果，然后杀死了他并炸毁了部分建筑。"
            ]
        },
        {
            "input": "It also carries out tasks as directed by the UN Security Council, the UN General Assembly, the UN Economic and Social Council, and other UN bodies.",
            "output": [
                "它还按照联合国安全理事会、联合国大会、联合国经济及社会理事会和其他联合国机构的指示执行任务。"
            ]
        },
        {
            "input": "The only Olympic archery event is the target recurve competition, and it is the only event Ingley will be participating in at Nationals.",
            "output": [
                "唯一的奥运射箭项目是射准反曲弓射箭比赛，这是英格利在全国锦标赛上唯一参加的项目。"
            ]
        },
        {
            "input": "There were winds up to 90 kilometers per hour when the ship sank during a gale.",
            "output": [
                "当船在大风中沉没时，风速高达每小时90公里。"
            ]
        },
        {
            "input": "This incident is only the latest in an ongoing series of violent outbreaks among protesters and the Thai government.",
            "output": [
                "这一事件只是抗议者和泰国政府之间一系列暴力事件中的最新一起。"
            ]
        },
        {
            "input": "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.",
            "output": [
                "该卡特尔通过消除成员之间的竞争而人为地抬高了价格，而告密者汉莎航空则曝光了这一点，汉莎航空向当局发出了警告，以换取免于起诉。"
            ]
        },
        {
            "input": "\"The boat flipped at a confluence of creeks—these are small, narrow creeks connecting villages,\" he said.",
            "output": [
                "“渡船在溪流汇合处突然翻转，这些溪流通往各个村庄，”他说道。"
            ]
        },
        {
            "input": "Approximately 150 people were on board when the driver lost control on a sharp bend near the village of Nagbavji, Rajasthan, smashing through a concrete crash barrier and continuing down into the valley, coming to rest inverted.",
            "output": [
                "当时车上约有150人，司机在拉贾斯坦邦那格巴基村附近的一个急转弯处失控，冲破了混凝土防撞墙，直接掉进了山谷，车子整个发生了颠倒。"
            ]
        },
        {
            "input": "\"For an individual the best form of welfare they can have is to have a job\".",
            "output": [
                "“对个人来说，最好的福利就是有一份工作”。"
            ]
        },
        {
            "input": "\"If the two satellites hit head-on, rather than a glancing blow, the energy of the collision would completely disintegrate both satellites into clouds of debris,\" said the UCS in a statement on their website who also added that the collision took place in \"the same region of space where China destroyed a defunct Chinese weather satellite with an anti-satellite (ASAT) weapon\" in 2007.",
            "output": [
                "“忧思科学家联盟”在其网站发表声明说：“如果这两颗卫星是迎头相撞，而不是侧面擦碰，那么撞击造成的能量可以将两颗卫星彻底分解为一团团的碎片云”。他们还指出，相撞发生的区域与2007年“中国用反卫星武器（ASAT）摧毁一颗中国的失效气象卫星的区域相同”。"
            ]
        },
        {
            "input": "India's foreign minister, Pranab Mukherjee, said, \"Preliminary evidence indicates that elements with links to Pakistan are involved,\" stirring a diplomatic row between India and Pakistan.",
            "output": [
                "印度外交部长慕克吉说，“初步证据表明，一些与巴基斯坦有联系的人参与其中”，这在印度和巴基斯坦之间引发了一场外交争端。"
            ]
        },
        {
            "input": "U.S. media giant Time Warner plans to increase the international reach of its HBO television empire with an expansion of television offerings in Asia.",
            "output": [
                "美国媒体巨头时代华纳计划扩大其HBO电视帝国在亚洲的电视业务，从而扩大其国际影响力。"
            ]
        },
        {
            "input": "It will stay in this orbit for two years and conduct various experiments to gain a better understanding of the Moon.",
            "output": [
                "它将在这个轨道上停留两年并进行各种实验以更好地了解月球。"
            ]
        },
        {
            "input": "A television journalist embedded with the Marines recorded the killing on videotape.",
            "output": [
                "一名与海军陆战队随行的电视记者把这起谋杀录在了录像带上。"
            ]
        },
        {
            "input": "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.",
            "output": [
                "这一类别的所有资金都是根据1995年“地方政府（财政援助）法”分配的。"
            ]
        },
        {
            "input": "The launch, which was scheduled for 3:51 ET (20:51 UTC), would have been the first launch of a shuttle since Columbia's February 2003 crash which killed all crew members aboard.",
            "output": [
                "这次发射计划在美国东部时间3点51分（UTC时间20点51分）进行，这将是自2003年2月哥伦比亚号航天飞机失事以来的首次航天飞机发射。"
            ]
        },
        {
            "input": "In the documents, Apple said that their goal was to permanently block HTC from importing and selling devices that had the offending qualities, as well a significant cash payment in damages.",
            "output": [
                "在文件中，苹果公司表示他们的目标是永久阻止HTC进口和销售具有违规品质的设备，以及赔偿大额损失。"
            ]
        },
        {
            "input": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "output": [
                "一位名为“斯瓦米·阿米塔查坦亚”的精神领袖正被关押在印度的喀拉拉邦，其罪名是欺诈、强奸和持有麻醉药品。"
            ]
        },
        {
            "input": "Abbott had then interjected towards Beazley, saying \"You big bellowing cow\"; the Speaker asked Abbott to withdraw, but Abbott mentioned that \"the Leader of the Opposition regularly interjects 'pompous ass' and 'goose', but I am happy to withdraw\".",
            "output": [
                "阿尔伯特随后打断比兹利的话，说：“你这头咆哮的大母牛。”议长随后要求阿伯特退出，但阿尔伯特声称，“反对党领导人经常打断‘大傻帽儿’和‘傻瓜’，但我很高兴能退出”。"
            ]
        },
        {
            "input": "She said Nader \"prevented Al Gore from being the 'greenest' president we could have had\", and she hoped his bid will be \"just a passing fancy that people won't take too seriously.\"",
            "output": [
                "她说，纳达尔“阻止了艾尔·戈尔成为我们的‘最绿色的’总统”。她希望他的参选只不过是“心血来潮，人们不会太把它当回事”。"
            ]
        },
        {
            "input": "A total of 11 plants in the United Kingdom are affected.",
            "output": [
                "英国共有11家工厂受到影响。"
            ]
        },
        {
            "input": "Also, in January, the Independent Monitoring Commission will give another report on the status of the Provisional Irish Republican Army revocation of violence.",
            "output": [
                "接下来，1月份，独立监察委员会将提交另一份关于临时爱尔兰共和军撤销暴力情况的报告。"
            ]
        },
        {
            "input": "He was taken into the hospital yesterday for treatment of his pneumonia until his death at around 1:45 AM (6:45 AM GMT).",
            "output": [
                "他昨天被送往医院治疗他的肺炎，直到他在凌晨1点45分（格林威治标准时间上午6点45分）去世。"
            ]
        },
        {
            "input": "The investigation by the National Transportation Safety Committee (KNKT) found no mechanical defect and stated that fifteen activations of the Ground proximity warning system had been ignored, but international law made this inadmissible as evidence.",
            "output": [
                "国家交通安全委员会（KNKT）的调查结果并未发现有机械故障的存在，并指出，地面迫近警告系统发出了15次报警，但是都被忽视了。不过，根据国际法，这是不能作为证据被接受的。"
            ]
        },
        {
            "input": "\"If they can't, or start to promote ideology, it shows that our schools have been captured.\"",
            "output": [
                "“如果他们不能，或者开始宣扬意识形态，那就说明我们的学校已经被占领了。”"
            ]
        },
        {
            "input": "This is a first-hand account of his experiences and may — as a result — not fully comply with Wikinews' neutrality policy.",
            "output": [
                "这是他经历的第一手资料，因此可能不完全符合维基新闻的中立政策。"
            ]
        },
        {
            "input": "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.",
            "output": [
                "世界卫生组织表示，在患有既往慢性疾病的人群中报告了许多严重的病毒病例。"
            ]
        },
        {
            "input": "\"An anonymous survivor, writing on the 'Yorkshire lass' website, says:\"",
            "output": [
                "“一位匿名的幸存者，在‘约克郡姑娘’网站上写道：”"
            ]
        },
        {
            "input": "I turned 51 last week and I still can't gift wrap a parcel - and actually, it doesn't matter.",
            "output": [
                "上周我已经51岁了，但是仍然不会包装礼物，实际上，那不重要。"
            ]
        },
        {
            "input": "The Free State were up 17 to nil during the first half.",
            "output": [
                "上半场比分是17比0。"
            ]
        },
        {
            "input": "In a speech, the king said \"we refuse to marginalise women in society in all roles that comply with sharia\" and so made the decision \"to involve women in the Shura Council as members, starting from next term\".",
            "output": [
                "在一次演讲中，国王说：“我们拒绝将社会上所有符合伊斯兰教法的角色的女性边缘化”，因此决定“从下一届开始，让女性成为舒拉议会的成员”。"
            ]
        },
        {
            "input": "In a conscience vote last night, Wednesday, parliament decided that the alcohol purchasing for New Zealanders will not be raised to 20 but instead will stay at the current age of 18.",
            "output": [
                "昨天晚上，也就是周三，议会在一次良心投票中决定，新西兰人购买酒类产品的年龄不会提高到20岁，而是依然保持在目前的18岁。"
            ]
        },
        {
            "input": "Twenty-five years feels right in my bones and feels right in my spirit, she told her audience.",
            "output": [
                "她对听众说：“25年在我的骨子里感觉很好，在我的精神里也感觉很好。”"
            ]
        },
        {
            "input": "Additionally, the runway has had a history of problems with standing water.",
            "output": [
                "此外，那条跑道以前出现过积水问题。"
            ]
        },
        {
            "input": "The New Zealand Fire Service has welcomed the new restrictions despite them calling for a complete ban.",
            "output": [
                "尽管新西兰消防局呼吁全面禁止，但仍欢迎新的限制。"
            ]
        },
        {
            "input": "Lopez Obrador has led massive protests in Mexico City over the past month demanding a full recount.",
            "output": [
                "洛佩兹·奥布拉多上个月领导了墨西哥城的大规模抗议活动，以要求全面重新计票。"
            ]
        },
        {
            "input": "As part of the recent releases by the NTSB and AAIB it has become apparent that investigators from both bodies, which are collaborating, have found ice buildup in the fuel system caused both rollbacks.",
            "output": [
                "在国家运输安全委员会和航空事故调查局最近发布的消息中已经明确指出：合作双方的调查人员均已发现，燃油系统结冰确为导致上述两个发动机失灵事件的原因。"
            ]
        },
        {
            "input": "The twelve-member jury took nearly a week of deliberation before returning the guilty verdict, and will meet to hear arguments regarding Oyler's sentence on Tuesday.",
            "output": [
                "由12名成员组成的陪审团经过将近一周的审议后，才作出有罪判决。星期二，他们将开会听取有关奥伊勒的判决的辩论。"
            ]
        },
        {
            "input": "The eight Russian jets were flying in airspace patrolled by Nato, officials from the UK claimed.",
            "output": [
                "英国官员声称，八架俄罗斯喷气式飞机在北约巡逻的空域飞行。"
            ]
        },
        {
            "input": "Texas law prohibits corporate money from being used in elections, permitting it only for administrative expenses.",
            "output": [
                "德克萨斯州法律只允许企业资金用于行政开支，禁止用于选举。"
            ]
        },
        {
            "input": "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.",
            "output": [
                "荷兰体操运动员埃普克·桑德兰的表演近乎完美，难度极大，得了16.533分，在北格林威治体育馆赢得了金牌，获得了观众们的热烈掌声。"
            ]
        },
        {
            "input": "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.",
            "output": [
                "更多学校遭到袭击，包括al-法克霍拉学校造成40人死亡，其中许多人是妇女和儿童。"
            ]
        },
        {
            "input": "Zinkhan is reported to have left his two youngest children in the car while at theater, and then left to drop them off at the home of his his neighbor Robert Covington.",
            "output": [
                "据报道，津汗在剧院时把两个最小的孩子留在车里，然后离开去把他们送到了邻居罗伯特·科文顿家。"
            ]
        },
        {
            "input": "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.",
            "output": [
                "来自卢旺达、布隆迪和刚果的约100名学生将分享卢旺达的过去和现在以及大湖地区的未来。"
            ]
        },
        {
            "input": "During Hurricane Frances and Ivan last year, HMS Richmond and RFA Wave Ruler were actively involved in humanitarian relief.",
            "output": [
                "在去年的“弗朗西斯”和“伊万”飓风期间，里士满号和“皇家海军波浪统治者”号积极参与人道主义救援。"
            ]
        },
        {
            "input": "On contacting Crossrail, they have indicated approximately £50 will be offered to each landowner to buy all the land rights-of-way to build the train tunnel more than 9 meters below the residential buildings.",
            "output": [
                "在与横贯铁路联系后，他们表示，将向每位土地所有者提供大约50英镑，以购买修建在住宅建筑下方9米以上火车隧道的所有土地使用权。"
            ]
        },
        {
            "input": "Continuing heavy rain forced the search to be abandoned temporarily.",
            "output": [
                "持续的大雨迫使搜寻工作暂时停止。"
            ]
        },
        {
            "input": "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.",
            "output": [
                "布鲁斯是涉嫌开枪者的妻子，同时也是戏剧公司的总裁，死者都参与了《福尔摩斯：最后的冒险》的制作。"
            ]
        },
        {
            "input": "The U.S. space agency NASA called off the launch of Space shuttle Discovery today after a problem with a fuel sensor in the external tank used to detect fuel exhaustion.",
            "output": [
                "美国宇航局今天取消了发现号航天飞机的发射，原因是用于探测燃料耗尽的外部燃料箱的燃料传感器出现问题。"
            ]
        },
        {
            "input": "The 15-year-old suspect's home and computers were searched and evidence was collected, which revealed that he allegedly tried to purchase black powder explosives and machine guns over the Internet.",
            "output": [
                "这名15岁的嫌疑人的房屋和电脑被搜查，并收集了证据，据称他曾试图通过互联网购买黑色粉末爆炸物和机枪。"
            ]
        },
        {
            "input": "For this to become a focus of attention given the talent gathered is utterly ridiculous.",
            "output": [
                "吧关注的焦点聚集在参会的演艺人士身上才是荒谬的，所以成为关注的焦点。"
            ]
        },
        {
            "input": "According to The New York Times, Bill Clinton and Hillary Clinton issued a joint statement saying, \"We are stunned and shaken by today's shooting at the Arkansas Democratic Party where our good friend and fellow Democrat Bill Gwatney was critically wounded ...",
            "output": [
                "据纽约时报报道，比尔·克林顿和希拉里·克林顿发表了一份联合声明，称：“我们对今天阿肯色州民主党发生的枪击案感到吃惊和震动，我们的好朋友、民主党同事比尔·格瓦特尼在枪击案中受了重伤……。”"
            ]
        },
        {
            "input": "The acting director cited concerns about the potential behavioral implications for younger adolescents from OTC marketing of Plan-B, given their supposed lower cognitive ability, and that it was not valid to extrapolate data from older to younger audiences.",
            "output": [
                "代理导演提到了对计划b的OTC营销对青少年潜在行为影响的担忧，因为他们的认知能力被认为较低，而且不能从年龄较大的观众身上推断出数据。"
            ]
        },
        {
            "input": "The chairman of the Tomsk branch of the Union of Journalists of Russia said that a source close to the investigation told him that Popov was not only beaten but was also \"tortured\" and \"violated\" with a foreign object.",
            "output": [
                "俄罗斯记者联合会托木斯克分会主席表示，据调查有消息表明波波夫不仅仅是被殴打，还遭到使用某异物施加“虐待”和“侵犯”。"
            ]
        },
        {
            "input": "Relatives and friends of the victims and survivors of the recent fire, as well as ordinary citizens were there and full of anger.",
            "output": [
                "最近发生的火灾受害者和幸存者的亲属和朋友，以及普通公民都在那里充满了愤怒。"
            ]
        },
        {
            "input": "Let's say the words Nick Heidfeld, Sauber-BMW team driver, wrote on the back of his aerodynamical spoiler - \"Danke, Michael!\".",
            "output": [
                "让我们来看看，索伯宝马车队车手尼克・海德菲尔德在他的空气动力学扰流板背后写道的话 - “丹克，迈克尔！”。"
            ]
        },
        {
            "input": "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.",
            "output": [
                "加拿大设计的CANDU反应堆，由于其燃料效率高、停机时间短，是最具优势的核反应堆形式之一。"
            ]
        },
        {
            "input": "Piccadilly Circus tube station has reopened after an earlier closure",
            "output": [
                "皮卡迪利马戏团地铁站关了一阵又重新开放了。"
            ]
        },
        {
            "input": "Merck's stock price dropped 10% within minutes of the verdict being announced, and continued to fall hours after.",
            "output": [
                "在这一裁决被宣布后仅仅几分钟的时间内，默克集团的股价下跌了百分之10，几小时后又继续下跌。"
            ]
        },
        {
            "input": "The 2,300 pounds (1,043 kg) spent upper stage Centaur motor of the Atlas V launch vehicle will strike the surface of the moon at 9,000 km/h (5,600 mph) resulting in a 350 ton (317 metric ton) plume of debris rising between 6 to 30 miles (10 to 48 km) above the moon's surface.",
            "output": [
                "阿特拉斯V型火箭2,300磅（1,043公斤）重的半人马座发动机将以每小时9,000千米（5,600英里）的速度落在月球表面，将会导致350吨（317公吨）的碎片飞向月球表面上方6到30英里（10到48千米）处。"
            ]
        },
        {
            "input": "The local Peruvian residents are continuing their fight for safer mining practices and compensation for existing damage and injuries.",
            "output": [
                "秘鲁当地居民正在继续争取更安全的采矿做法以及争取对现有损害和伤害的赔偿。"
            ]
        },
        {
            "input": "The talent and form of the South Africans clearly showed as they have been touring for the past months.",
            "output": [
                "南非人的才能和队形清楚地表明他们过去几个月一直在巡回比赛。"
            ]
        },
        {
            "input": "Rescuers are currently on the scene and they expect to reach the men within 24 hours.",
            "output": [
                "救援人员目前正在现场，他们希望在24小时内找到这些人。"
            ]
        },
        {
            "input": "The plant will be built on the coast of the Mediterranean Sea, and construction will commence as soon as the deal is approved by both countries; the building process is expected to take around seven years.",
            "output": [
                "该工厂将建在地中海沿岸，一旦两国批准该交易，将立即开始施工。建设过程预计需要7年左右。"
            ]
        },
        {
            "input": "Losses in agriculture due to the ash cover are estimated at $150 Million.",
            "output": [
                "由灰烬覆盖造成的农业损失估计为1.5亿美元。"
            ]
        },
        {
            "input": "The unemployment rate in the Eurozone, or the sixteen countries in which the euro is used, reached ten percent last December, for the first time since the euro was introduced in 1999.",
            "output": [
                "去年12月，欧元区16个使用欧元的国家的失业率达到百分之10，这是自1999年引入欧元以来的首次。"
            ]
        },
        {
            "input": "Analysts predict, however, that the leu's surge cannot be stopped and it will continue strengthening against the euro, reaching a rate of 34,000 lei for one euro in the next week.",
            "output": [
                "然而，分析师预测，列伊的飙升无法阻止，而且欧元兑美元将继续走强，下周将达到34,000列伊兑换1欧元。"
            ]
        },
        {
            "input": "The closures and job cuts will save the state money over the next fiscal year.",
            "output": [
                "关闭和裁员将在下一个财政年度节省州资金。"
            ]
        },
        {
            "input": "\"He was giving them money every three months,\" said officials.",
            "output": [
                "官员们还说：“他每隔3个月就给他们送一次钱”。"
            ]
        },
        {
            "input": "Not only did he notice the similarities, but after reading through the article's edit history, 'Killing Vector' noticed that his speech might have been lifted from Wikipedia, with some of the material in McCain's speech dating prior to the start of the Georgian and Russian crisis.",
            "output": [
                "他不仅注意到了这篇文章的相似之处，而且在通读了这篇文章的编辑历史后，凯琳·维克多发现他的演讲可能是从维基百科上抄袭来的，麦凯恩演讲中的一些材料可以追溯到格鲁吉亚和俄罗斯危机爆发之前。"
            ]
        },
        {
            "input": "With resource reusing, environmental awareness, and creations, Jane Goodall Institute Taiwan held \"2007 Hope Parade\" in Taiwan and lots of environmental volunteers, community colleges, and charity organizations (approximately more than 10,000 people) participated this parade walking from Taipei Municipal Hsing-an Elementary School to Ketagalan Boulevard with some materials showing the presence of five continentals.",
            "output": [
                "在资源再利用、环保意识与创新的推动下，简·古道尔学会在台湾举办了“2007希望大游行”，环保义工、社区大学、慈善团体（约1万多人）参加了这次游行，游行从台北市兴安小学开始到科大兰大道，展示了显示五大洲现状的一些资料。"
            ]
        },
        {
            "input": "These components of the immune system can eliminate virus-infected and cancerous cells.",
            "output": [
                "免疫系统的这些成分可以清除病毒感染的细胞和癌细胞。"
            ]
        },
        {
            "input": "Obama's response to the incident was \"One of the things that the American people count on in their interactions with any level of government is that if they have to disclose personal information, then it is going to stay personal and stay private.\"",
            "output": [
                "奥巴马对这一事件的回应是，“美国人民在与各级政府的交往中所依赖的一件事是，如果他们必须披露个人信息，那么这些信息将保持隐私。”"
            ]
        },
        {
            "input": "McLaren-Mercedes driver Kimi Raikkonen was first to park his car on the side of the track once again due to technical problems, while his teammate Pedro de la Rosa managed a good result.",
            "output": [
                "迈凯轮-梅塞德斯车手基米-莱科宁又因技术问题第一次将车停在赛道一侧，而他的队友佩德罗-德拉-罗萨则取得了不错的成绩。"
            ]
        },
        {
            "input": "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"",
            "output": [
                "“几百年来，我们曾经占人口百分之十五的基督徒受到迫害并被驱逐出圣地，现在我们只占很小的一部分”。"
            ]
        },
        {
            "input": "He claimed that \"[i]f it's good enough for our children, it's good enough for the rest of us\" and \"[s]ome people will hear about it and go yuck - but actually it's pure organic, free-range and totally natural.\"",
            "output": [
                "他声称，“只要它对我们的孩子足够好，对我们其他人也足够好”，而且“有些人听说这件事觉得恶心-但实际上它是纯有机的、自由的、完全天然的。”"
            ]
        },
        {
            "input": "Goldman Sachs is headquartered in New York and maintains offices in London, Frankfurt, Tokyo, Hong Kong and other major financial centers.",
            "output": [
                "高盛集团总部位于纽约，在伦敦，法兰克福，东京，香港和其他主要金融中心设有办事处。"
            ]
        },
        {
            "input": "A new report by the International Federation of Journalists (IFJ) documents 129 cases where media workers have been killed because of their work during 2004.",
            "output": [
                "国际新闻工作者联合会（IFJ）发布的一份新报告记录了129起媒体工作者在2004年因工作而死亡的案例。"
            ]
        },
        {
            "input": "They discovered vials of herbal liquids, some wires, and an MP3 player.",
            "output": [
                "他们发现了几瓶药液、一些电线和一个MP3播放器。"
            ]
        },
        {
            "input": "Twelve foreign sailors were released by Nigerian gunmen today, after an incident on Friday when their ship was attacked.",
            "output": [
                "尼日利亚枪手今天释放了12名外国船员，此前他们的船在周五遭到袭击。"
            ]
        },
        {
            "input": "The dispute with Nano-Proprietary was the ground for Canon and Toshiba to delay the construction of the $1.7 billion plant for SED-based flat-panels.",
            "output": [
                "与纳米专有公司的纠纷使得佳能和东芝推迟了价值17亿美元的SED平板工厂建设。"
            ]
        },
        {
            "input": "\"Attempts to interfere with the market here ... will inevitably result in less credit being offered,\" warned Bruce Hammonds.",
            "output": [
                "“试图干预这里的市场……将不可避免地导致提供的信贷减少”，布鲁斯·汉蒙兹警告说。"
            ]
        },
        {
            "input": "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.",
            "output": [
                "医护人员把康威从车里抬了出来，他的腿受了伤，被送进了医院。"
            ]
        },
        {
            "input": "There, soldiers entered the synagogue as well and are dragging protesters out of the building.",
            "output": [
                "在那里，士兵也进入了犹太教堂，并将抗议者拖出大楼。"
            ]
        },
        {
            "input": "Team New Zealand have defeated Swiss syndicate Alinghi in the second race of the 32nd America's Cup Challenge on Sunday, making the overall score equal with one win for each team.",
            "output": [
                "新西兰队在周日举行的第32届美洲杯挑战赛的第二场比赛中击败了瑞士银团阿林吉队，使双方的总比分相等，两队各赢得一场比赛。"
            ]
        },
        {
            "input": "The dispute between the two coalition partners concerning new laws to ensure the security of Germany remains unresolved.",
            "output": [
                "两方联盟合作伙伴之间关于保证德国安全的新法律的争议仍然没有解决。"
            ]
        },
        {
            "input": "Stevens, who handles appeals from the Seventh Circuit, had three options: reject the request for a delay of trial, grant it, or allow the federal government to respond.",
            "output": [
                "处理第七巡回上诉的史蒂文斯有三种选择：拒绝延迟审判的请求，批准，或允许联邦政府作出回应。"
            ]
        },
        {
            "input": "The tax cut extension impasse began when the House effectively rejected the Senate-approved version of the bill on Tuesday after being faced with opposition from House Republicans, specifically those associated with the Tea Party movement, who advocated for spending cuts and the controversial Keystone XL oil pipeline.",
            "output": [
                "减税延长计划陷入僵局的原因是，众议院在面对众议院共和党人的反对后，于星期二正式通过了参议院通过的减税法案。特别是那些与茶党运动有关的人和主张削减开支和有争议的XL拱顶石输油管道。"
            ]
        },
        {
            "input": "Pilots interviewed for the programme said they felt pressured to save fuel, the cost of which has hit Ryanair's profits.",
            "output": [
                "据接受该节目采访的飞行员们说，他们感受到了节省燃油的压力，因为燃油成本已经影响到“瑞安航空”的利润。"
            ]
        },
        {
            "input": "\"The inevitable nightmare we have feared has now been confirmed.\"",
            "output": [
                "“我们一直担心的不可避免的噩梦现在应验了”。"
            ]
        },
        {
            "input": "\"This is a regulatory plan that is geared to business as usual for the tar sands sector,\" said Langer.",
            "output": [
                "兰格表示：“这是一项控规，旨在让油砂行业一如既往地开展业务。”"
            ]
        },
        {
            "input": "Earlier the Chinese news agency Xinhua reported a plane to be hijacked.",
            "output": [
                "此前中国新华社报道，一架飞机被劫持。"
            ]
        },
        {
            "input": "A documentary set to be shown on October 10, 2010 in Australia about the life and times of the soon to be canonised Mary MacKillop — who will be the first Australian to be made a saint — suggests that nuns including MacKillop of the Sisterhood of St Joseph of the Sacred Heart in South Australia were condemned and even excommunicated by high-ranking priests for informing the authorities of the apparent paedophilic acts of Father Patrick Keating at a local public school in Kapunda, South Australia.",
            "output": [
                "这部纪录片将于2010年10月10日在澳大利亚展出，讲述的是即将被封为圣徒的玛丽·麦基洛普的生平和时代，她将成为第一个成为圣徒的澳大利亚人。该纪录片暗示包括来自南澳大利亚的圣心圣·约瑟夫姐妹会的麦基洛普在内的修女们，因向当局报告帕特里克·基廷神父在南澳大利亚卡彭达当地一所公立学校有明显的恋童癖行为，而遭到高级神职人员的定罪甚至驱逐出教会。"
            ]
        },
        {
            "input": "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.",
            "output": [
                "这份和平计划文件最初是由法国总统尼古拉·萨科齐起草的。"
            ]
        },
        {
            "input": "The report quotes Obama as describing Ayers as, \"somebody who worked on education issues in Chicago that I know\" and \"somebody who engaged in detestable acts 40 years ago, when I was 8\".",
            "output": [
                "报告引用奥巴马的话说，艾尔斯是“我认识的在芝加哥从事教育工作的人”和“他40年前从事可憎行为的时候，那时我才8岁”。"
            ]
        },
        {
            "input": "\"The current situation in Gaza is appalling, and many basic food items are no longer available on the market,\" Said Christine van Nieuwenhuyse, the World Food Program's (WFP) representative in the Palestinian territory, in a statement that was released on Friday.",
            "output": [
                "据世界粮食计划署巴勒斯坦区域代表克里斯汀·范·尼乌文胡斯在周五发表的报道，“现在加沙的情形恶劣不堪，很多基本的食物已经无法在市场上找到”。"
            ]
        },
        {
            "input": "Touch judges rushed in to try to control the situation.",
            "output": [
                "巡边员冲了进来，试图控制局面。"
            ]
        },
        {
            "input": "After Britain's Home Office initially denied Kazemi's asylum application, he fled to Canada and then the Netherlands, where he was detained.",
            "output": [
                "在英国内政部第一次拒绝了卡兹米的庇护申请之后，他逃到加拿大，然后又到了荷兰，在荷兰被扣留。"
            ]
        },
        {
            "input": "Australia face Japan while New Zealand, who are one of the favourites to win the tournament, play Italy.",
            "output": [
                "澳大利亚将面对日本，而冠军的有力争夺者之一的新西兰将对阵意大利。"
            ]
        },
        {
            "input": "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..",
            "output": [
                "截至上午8：34，洲际交易所布伦特原油期货价格达到89.30美元（12月基准价格）。"
            ]
        },
        {
            "input": "In Lossiemouth, the rainfall was 76.4 millimetres - 15mm more than the average amount every month.",
            "output": [
                "在洛西茅斯，降雨量为76.4毫米，比每月平均降雨量多15毫米。"
            ]
        },
        {
            "input": "The baby was delivered with a Caesarean section, and will not be named until a ceremony seven days after his birth.",
            "output": [
                "这名婴儿是通过剖腹产出生的，在他出生7天后的仪式上才会被命名。"
            ]
        },
        {
            "input": "The UN Security Council met in a closed session Friday.",
            "output": [
                "星期五，联合国安理会举行了非公开会议。"
            ]
        },
        {
            "input": "People born in the late 1870's had a 23% chance of not making it to see their 15th birthday, people born in the 1900's had a 15% chance, people born in the 1930's had a seven percent chance, people born in the 1960's had a three percent chance and those born around the 1990's had a one percent chance.",
            "output": [
                "19世纪70年代末出生的人有百分之23的可能不会过15岁生日，20世纪0年代出生的人有百分之15的可能，20世纪30年代出生的人有百分之7的可能，20世界60年代出生的人有百分之3的可能，90年代左右出生的人有百分之1的可能。"
            ]
        },
        {
            "input": "The House also removed the requirement in the bill that would mandate Amtrak to end passenger train service on currently unprofitable routes.",
            "output": [
                "众议院还取消了该法案中的要求，该要求将要求美国铁路终止目前无利可图路线上的旅客列车服务。"
            ]
        },
        {
            "input": "From there, she is primped and plucked by hair and makeup artists, then tweaked on a Photoshop-like program.",
            "output": [
                "在那个广告中，一位女模特被发型师和化妆师们精心装扮一番，然后用一个类似Photoshop的程序进行处理。"
            ]
        },
        {
            "input": "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.",
            "output": [
                "该非盈利组织的总裁沃尔特·本德在接受采访时说，英特尔的退出对该计划“没有影响”。"
            ]
        },
        {
            "input": "The scientists' results showed that the anterior preoptic area of the rams' hypothalamus was 50 percent smaller in male-oriented rams as opposed to female oriented rams.",
            "output": [
                "科学家的研究结果表明，公绵羊下丘脑的前视区比母绵羊小百分之50。"
            ]
        },
        {
            "input": "Skin care experts say the hot wax can irritate delicate skin in the bikini area, and result in infections, ingrown hairs and rashes.",
            "output": [
                "护肤专家说，热蜡会刺激比基尼区娇嫩的皮肤，引发感染、毛法内生和皮疹。"
            ]
        },
        {
            "input": "Cases have multiplied by 25 times since 1998 at the University of Chicago.",
            "output": [
                "自1998年以来，芝加哥大学的病例数增加了25倍。"
            ]
        },
        {
            "input": "You might go through life feeling unfulfilled.",
            "output": [
                "你可能会感到生活无法满足。"
            ]
        },
        {
            "input": "However, Army officials believe some ammunition even dates back further to 1962.",
            "output": [
                "然而，陆军官员认为，一些弹药甚至可以追溯到1962年。"
            ]
        },
        {
            "input": "The bridge collapsed in 2004 and was temporarily replaced with a wooden bridge which Israelis say is weakening and unsafe.",
            "output": [
                "这座桥在2004年倒塌，暂时被一座木桥取代。以色列人说，这座木桥正在变弱，不安全。"
            ]
        },
        {
            "input": "As cleanup efforts progressed, Chief executive of Moray Council Alistair Keddie said, \"Everything possible was done to protect residents.\"",
            "output": [
                "随着清理工作的进展，莫雷委员会的行政长官阿利斯泰尔·克迪说，“我们将尽一切可能保护居民。”"
            ]
        },
        {
            "input": "After receiving support from other forum members, the user proposed gathering in front of the Assembly building every day, starting from 5pm.",
            "output": [
                "在获得其他论坛成员的支持以后，该用户建议，每天下午5点钟开始在议会大厦前集会。"
            ]
        },
        {
            "input": "Shots were fired at deputies but nobody was hurt, police said.",
            "output": [
                "警方说道，射击已获授权而且无人受伤。"
            ]
        },
        {
            "input": "When Bongo was first announced the winner following August's vote, police dispersed opposition demonstrators in the capital with tear gas.",
            "output": [
                "当邦戈被宣布为8月投票的获胜者时，警方用催泪瓦斯驱散了首都的反对派示威者。"
            ]
        },
        {
            "input": "Bodemeister will also not race in the Belmont Stakes Saturday.",
            "output": [
                "波德梅斯特也不会参加周六在贝尔蒙特的比赛。"
            ]
        },
        {
            "input": "Internet Society of Australia President Tony Hill claims more than 100 global companies are involved.",
            "output": [
                "澳大利亚互联网协会主席托尼·希尔声称，有100多家全球性公司参与此项测试。"
            ]
        },
        {
            "input": "After the completion of repairs, the ship is expected to continue to Sydney, although it will not reach it in time for the APEC meeting.",
            "output": [
                "维修完成后，预计该船将继续驶往悉尼，但赶不上悉尼APEC会议。"
            ]
        },
        {
            "input": "The mining company says that a lift electrical cable broke on a basket that was carrying miners, trapping thousands at least 2,200 meters (1.3 miles) below the earth's surface.",
            "output": [
                "这家采矿公司表示，一辆载有矿工的吊篮上的一条电梯电缆断裂，困在地表以下至少2,200米（1.3英里）处。"
            ]
        },
        {
            "input": "Wikinews reporter David Shankbone spoke with Musto about his life and his relationship to the world of celebrity journalism.",
            "output": [
                "维基新闻记者大卫·尚克伯恩与穆斯托谈论了他的生活以及他与名人新闻界的关系。"
            ]
        },
        {
            "input": "In mid-November, an attack in Camp Phoenix, injured 25 people, half of them American soldiers.",
            "output": [
                "11月中旬，凤凰城发生袭击，造成25人受伤，其中一半是美国士兵。"
            ]
        },
        {
            "input": "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.",
            "output": [
                "根据北京的“主办城市协议”，预计参加奥运会的30000名记者和媒体工作人员将保证可以无限制访问网页。"
            ]
        },
        {
            "input": "I think he has to come forward and lay out what he did and why he did it and let the people then judge for themselves, he said on ABC's This Week, a Sunday political talk program.",
            "output": [
                "我认为他必须站出来展示他的所作所为，以及为什么他这样做，然后让人们自己判断，他在美国广播公司的本周周日政治谈话节目中说。"
            ]
        },
        {
            "input": "The institution's various member organisations at one point included the now-separate Cardiff University.",
            "output": [
                "该机构的各种成员组织一度包括独立的卡迪夫大学。"
            ]
        },
        {
            "input": "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"",
            "output": [
                "抗议领导者，25岁的奥马尔·哈拉尼告诉《电讯报》，“我们在2000年前把这块土地交给了教会看管，”他接着说，“所以这不是他们可以出售的土地”。"
            ]
        },
        {
            "input": "According to Russian officials, an Aeroflot-Nord, Flight 821, a Boeing 737-500 crashed near the city of Perm at 3:15 a.m. local time with 88 people aboard, all feared to have been killed.",
            "output": [
                "根据俄罗斯官员的说法，北方航空821航班，一架波音737-500飞机在当地时间凌晨3点15分在彼尔姆市附近坠毁，飞机上有88人，可能全部遇害。"
            ]
        },
        {
            "input": "Wednesday morning, the Frankfurt Book Fair opened its gates to the first of an estimated 280,000 visitors this year in Frankfurt am Main, Germany.",
            "output": [
                "周三上午，法兰克福书展在德国法兰克福开幕，预计今年有28万名参观者。"
            ]
        },
        {
            "input": "In Perth on Monday, the West Coast Fever beat the Easiyo Canterbury Tactix by a score of 55–35.",
            "output": [
                "周一在珀斯，西海岸热队以55比35击败了坎特伯雷战术队。"
            ]
        },
        {
            "input": "The law had an initial target date of July 1, 2005, but would only go into effect once production capacity exceeded 8 million gallons (30 millon liters) per year.",
            "output": [
                "该法最初的生效日期定为2005年7月1日，但只有在年生产能力超过800万加仑（3亿升）时，该法才会生效。"
            ]
        },
        {
            "input": "Another way to look at the effect of smoking is to measure the average reduction in life expectancy among smokers.",
            "output": [
                "另一种观察吸烟效果的方法是衡量吸烟者平均预期寿命的减少。"
            ]
        },
        {
            "input": "The fire started when equipment being used on a blocked water line sparked.",
            "output": [
                "起火的原因是在一条阻塞的水管上使用的设备被引燃了。"
            ]
        },
        {
            "input": "It must be enacted as soon as possible, Van Rompuy said.",
            "output": [
                "范龙佩说，这项法案必须尽快通过。"
            ]
        },
        {
            "input": "The jurors are not chosen for each trial but will serve a five-year term in the jury pool working on different cases from time to time.",
            "output": [
                "陪审员不是为每次审判而被选中，而是将在陪审团中任职五年，不时处理不同的案件。"
            ]
        },
        {
            "input": "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.",
            "output": [
                "根据美国广播公司“早安，美国”节目的联合主持人罗宾·罗伯茨的说法，在全世界接受调查的女性中，只有百分之二的人认为自己是美丽的。他的节目将于东部时间8：07首次播出。"
            ]
        },
        {
            "input": "He also promised to focus on food security and agriculture.",
            "output": [
                "他还承诺将重点放在粮食安全和农业上。"
            ]
        },
        {
            "input": "But Shaka Hislop produced a string of outstanding saves, which included one 11 minutes from time when he stuck out a hand to stop Marcus Allback placing the ball over him.",
            "output": [
                "但是沙卡·希斯洛普做出了一系列出色的扑救，其中包括11分钟的扑救，当时他伸出一只手阻挡了马库斯·阿尔贝克射向他的入球。"
            ]
        },
        {
            "input": "Alleyne has been hospitalised following his arrest, owing to chest pains.",
            "output": [
                "被逮捕后，阿雷恩因胸痛而住院治疗。"
            ]
        },
        {
            "input": "The dean of Auckland University's Faculty of Medical and Health Sciences, Professor Iain Martin says the review “can’t come soon enough”.",
            "output": [
                "奥克兰大学医学和健康科学系主任伊恩·马丁教授说，审查“不会来得很快”。"
            ]
        },
        {
            "input": "While most American university mascots change in appearance over the decades, the Nittany Lion remains essentially the same design as it has for generations.",
            "output": [
                "虽然几十年来大多数美国大学吉祥物的外观都在变化，但“尼塔尼雄狮”最初的设计基本上代代传承。"
            ]
        },
        {
            "input": "He was a wonderful commentator and he just brought the world of rugby into so many people's homes.\"",
            "output": [
                "他是一位出色的评论员，他把橄榄球世界带入了这么多家庭。”"
            ]
        },
        {
            "input": "Currently both patients are hospitalized with acute disease, according to Hammond Health Officer-Administrator Rodrigo Panares.",
            "output": [
                "据哈蒙德卫生官员兼行政长官罗德里戈·帕纳雷斯说，目前这两名患者都因急性病而住院。"
            ]
        },
        {
            "input": "\"I believe the conditions out at the Barwon Prison Acacua Unit are oppressive and inhumane.\"",
            "output": [
                "“我认为，巴旺监狱阿卡瓜监狱的条件是压迫和不人道的。”"
            ]
        },
        {
            "input": "Three Russian citizens working with the team, a Turkish pilot and a Turkish engineer have reported to be fine and in good condition in Gombe Health Center.",
            "output": [
                "据报告说，与该小组的一名土耳其飞行员和一名土耳其工程师一起工作的还有三名俄罗斯公民，他们目前都在贡贝保健中心身体状况良好。"
            ]
        },
        {
            "input": "The ministers of immigration and public safety are obliged to sign the national security certificate.",
            "output": [
                "移民和公共安全部长有义务签署国家安全证书。"
            ]
        },
        {
            "input": "Instead of following Wood's advice, government ministers used the advice of Lord Goldsmith, who was then the Attorney General for England and Wales.",
            "output": [
                "政府部长没有遵循伍德的建议，而是使用戈德史密斯勋爵的建议，戈德史密斯当时是英格兰和威尔士的司法部长。"
            ]
        },
        {
            "input": "According to a report by Oakland television station, KTVU, the Office of the Inspector General of the U.S. Department of Labor and the U.S. Department of Transportation are joining the FBI in the investigation of the matter.",
            "output": [
                "据奥克兰电视台报道，电大、美国劳工部监察长办公室和美国交通部将与联邦调查局一起对此事进行调查。"
            ]
        },
        {
            "input": "They would lead by 26 points early in the second half before University gained the momentum.",
            "output": [
                "在大学队发动攻势之前，他们在下半场早些时候领先了26分。"
            ]
        },
        {
            "input": "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.",
            "output": [
                "他们建议将智能设计从生物课程体系中删除，但是却允许在哲学课和比较宗教学课程中讨论智能设计问题。"
            ]
        },
        {
            "input": "Robertson's comments earned him a harsh backlash from many different groups, including the White House and former Presidential candidate, Senator John Kerry of Massachusetts.",
            "output": [
                "罗伯森的言论遭到许多不同团体的强烈反对，其中包括白宫和前总统候选人，马萨诸塞州参议员约翰·凯利。"
            ]
        },
        {
            "input": "China's foreign ministry released a statement Wednesday that urged a return to talks: \"We believe that maintaining peace and stability on the Korean peninsula is in the interest of all parties ...",
            "output": [
                "星期三，中国外交部发表声明，敦促朝鲜恢复谈判：“我们认为，维护朝鲜半岛的和平与稳定符合各方的利益…。"
            ]
        },
        {
            "input": "\"It's a sign of change,\" she said.",
            "output": [
                "“这是变化的标志”，她说。"
            ]
        },
        {
            "input": "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.",
            "output": [
                "美国职业橄榄球大联盟发布声明说，体育场已经通过现有的安全措施得到很好的保护。"
            ]
        },
        {
            "input": "Winehouse previously had problems with drugs and alcohol and checked herself out of rehab in June.",
            "output": [
                "怀恩豪斯此前有过吸毒和酗酒的问题，并于6月份离开了康复中心。"
            ]
        },
        {
            "input": "Cuts in the IDNR will save an estimated US$19.5 million and cuts at the IDCFS will save around US$2 million.",
            "output": [
                "裁减IDNR将节省约1950万美元，裁减IDCFS将节省约200万美元。"
            ]
        },
        {
            "input": "Pakistani officials say they have his body and that it will be examined to determine its true identity at a hospital in the city of Peshawar.",
            "output": [
                "根据巴基斯塔官员们的说法，他们已经控制了这个人的尸体，并将在白沙瓦市的一所医院里进行尸检以证实其真实身份。"
            ]
        },
        {
            "input": "The system will generate 200kW, enough to meet approximately one third of the castle's electricity needs.",
            "output": [
                "该系统将产生200kW的电力，足以满足这座城堡三分之一的用电需求。"
            ]
        },
        {
            "input": "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.",
            "output": [
                "在爆炸现场，人们敬献了花圈，数百人聚集在现场默哀。"
            ]
        },
        {
            "input": "This is unlike George Hotz, the first person to unlock the iPhone, who had to by using a different method involving soldering.",
            "output": [
                "这与乔治·霍兹不同，霍兹是第一个解锁苹果手机的人，他使用了一种包括焊接的不同方法。"
            ]
        },
        {
            "input": "The Netherlands were forced to play with only ten players near the end of extra time after John Heitinga was kicked out of the game.",
            "output": [
                "约翰·海廷加被罚下场后，荷兰队在加时赛快结束时场上只有10名球员。"
            ]
        },
        {
            "input": "Co-op has said that the acquisition took place on a \"cash-free debt-free basis.\"",
            "output": [
                "Co-op表示，收购是在“无现金、无债务的基础上进行的”。"
            ]
        },
        {
            "input": "Naked News President David Warga commented in a press release that \"our intention at Naked News is to be a global media source, much like CNN or BBC World.\"",
            "output": [
                "《裸体新闻》总裁大卫·瓦尔加在一份新闻稿中说：“我们创办《裸体新闻》的目的是成为一个全球性的媒体来源，就像CNN或BBC一样。”"
            ]
        },
        {
            "input": "She has become the second female mayor of a Palestinian community, and the first ever elected one.",
            "output": [
                "她已成为巴勒斯坦社区的第二位女市长，也是第一位选举产生的市长。"
            ]
        },
        {
            "input": "A final report released today by the Indonesian National Transport Safety Committee found that Adam Air Flight 574 crashed because the pilots were distracted by an instrument failure.",
            "output": [
                "印尼国家交通安全委员会今日发布的最终报告发现，亚当航空公司574航班的坠毁是因为飞行员被仪器故障分散了注意力。"
            ]
        },
        {
            "input": "He said soldiers arrived to inspect police weapons, and were waiting for approval for that inspection.",
            "output": [
                "他说，士兵到场是为了检查警察的武器，并等待着批准检查的指令。"
            ]
        },
        {
            "input": "\"Never more will we accept that an illegal and illegitimate government is installed in our country,\" he told thousands of supporters following the ruling calling upon them to never accept Calderon as president and to decide if he should form a parallel government and (or) continue nationwide protests.",
            "output": [
                "“我们再也不会允许在我们的国家建立非法政府了”。在法院宣布裁决结果后，他呼吁数千名支持者不要接受考尔德伦成为总统，并且要求他们决定是成立一个平行政府，还是继续全国范围的抗议示威。"
            ]
        },
        {
            "input": "\"An 18 year-old boy was also found at the scene.\"",
            "output": [
                "“警方亦在现场发现一名十八岁男童。”"
            ]
        },
        {
            "input": "\"From 2000 to 2005, the growth rate of carbon dioxide emissions was more than 2.5% per year, whereas in the 1990s it was less than 1% per year,\" Dr Raupach says.",
            "output": [
                "劳帕赫博士表示：“从2000年到2005年，二氧化碳排放量的增长率每年超过2.5%，而在20世纪90年代，这一增长率每年还不到1%。”"
            ]
        },
        {
            "input": "He was a member of the Royal Military Police, and was killed while on foot patrol in the Helmand province, close to the Gereshk district in Southern Afghanistan.",
            "output": [
                "他是皇家宪兵的一员，在阿富汗南部靠近格雷斯克地区的赫尔曼德省徒步巡逻时被打死。"
            ]
        },
        {
            "input": "\"He has long demonstrated an outstanding ability to bring people together.\"",
            "output": [
                "“他长期以来一直表现出团结民众的杰出能力”。"
            ]
        },
        {
            "input": "ETA detonated two small explosive devices on July 25 along the route that the Tour of France used when the race dipped into northern Spain for a few hours.",
            "output": [
                "埃塔于7月25日引爆了两个小型爆炸装置，爆炸发生在环法自行车赛在西班牙北部进行数小时比赛时使用的路线上。"
            ]
        },
        {
            "input": "Eight Israeli soldiers and three civilians have died in the same period.",
            "output": [
                "同期有8名以色列士兵和3名平民死亡。"
            ]
        },
        {
            "input": "The driver of the train has been arrested because of suspicion of negligence.",
            "output": [
                "火车司机因涉嫌疏忽而被捕。"
            ]
        },
        {
            "input": "Twenty people since 1991 have been charged under the Security Certificate legislation in Canada.",
            "output": [
                "自1991年以来，已有20人根据加拿大的安全证书立法被起诉。"
            ]
        },
        {
            "input": "Due to an operational overhaul by Cook, he is credited with the success of the iPad and MacBook Air.",
            "output": [
                "由于库克的一次操作整改，他以iPad和MacBookAir的成功出名了。"
            ]
        },
        {
            "input": "\"We take steps to prevent it from happening again, and we do so in a very public way for the world to see that we lead by example, and that we do have values that we hold very dearly and believe in.\"",
            "output": [
                "“我们采取措施防止它再次发生，我们以一种非常公开的方式这样做，让世界看到我们以身作则，我们确实拥有我们非常珍视并相信的价值观。”"
            ]
        },
        {
            "input": "Pramod Mahajan was rushed to the nearby Hinduja Hospital, where he is currently being operated upon for a serious injury to his liver.",
            "output": [
                "普拉莫德·马哈扬被送往附近的印度教医院，因肝脏严重受伤，目前正在那里接受手术。"
            ]
        },
        {
            "input": "A senior member of a party allied with Musharraf stated that the impeachment would \"open a Pandora's box\" regarding Pakistan's future.",
            "output": [
                "与穆沙拉夫结盟的一个党的高级成员表示，弹劾将“打开关于巴基斯坦未来的潘多拉盒子”。"
            ]
        },
        {
            "input": "This indictment comes after a two-year investigation by a Grand Jury of donations made to the Governor's past campaigns.",
            "output": [
                "大陪审团对州长过去竞选活动的捐款进行了两年的调查后，提出了这项指控。"
            ]
        },
        {
            "input": "Star Foods was selling potato chips under the brand Star Chips, and corn snacks under the brand Mr. Snaki.",
            "output": [
                "明星食品公司售卖明星牌薯片和斯纳克牌玉米零食。"
            ]
        },
        {
            "input": "\"It would be like Santa Claus handing a child his gifts at Christmas time and then pulling off his beard…\"",
            "output": [
                "“这就像圣诞老人在圣诞节的时候把礼物递给孩子，然后把他的胡子拔了下来一样……”。"
            ]
        },
        {
            "input": "It was also the first shuttle to fly after the Challenger disaster and was the first shuttle to fly after the Space Shuttle Columbia disaster.",
            "output": [
                "它也是第一架在挑战者号失事后飞行的航天飞机，也是哥伦比亚号航天飞机失事后第一架飞行的航天飞机。"
            ]
        },
        {
            "input": "A Washington, D.C. student of Georgetown University has been arrested on suspicion of a hate crime, in which he allegedly beat up another man because the victim was gay.",
            "output": [
                "华盛顿特区乔治敦大学的一名学生因涉嫌仇恨犯罪被捕，据称他殴打另一名男子，因为受害者是同性恋。"
            ]
        },
        {
            "input": "President Barack Obama issued a statement after the incident, saying that \"[t]heir deaths are a reminder of the extraordinary sacrifices made by the men and women of our military and their families, including all who have served in Afghanistan.\"",
            "output": [
                "美国总统巴拉克·奥巴马在此次事件后发表声明称“这些人的遇难表明，我们的军队以及他们的家人，包括所有在阿富汗执行任务的人们，都作出了巨大的牺牲。”"
            ]
        },
        {
            "input": "Writing on the weblog she started to help her, and others, come to terms with the aftermath of July 7th, Ms North says:",
            "output": [
                "她写道，在网络日志中，她开始帮助她和其他人接受7月7日的后果，她说：。"
            ]
        },
        {
            "input": "The device uses a lithium tantalate (LiTaO3) pyroelectric crystal to ionize deuterium atoms and accelerate the ions towards a stationary erbium deuteride (ErD) target.",
            "output": [
                "该装置使用钽酸锂（LiTaO3）热电晶体来电离氘原子并将离子加速到固定的铒氘（ErD）靶。"
            ]
        },
        {
            "input": "He reportedly walked into the party headquarters facilities in Little Rock, Arkansas, conversed with the Chairman's secretary, refused her offer of bumper stickers, and then walked past her saying he had to see the Chairman.",
            "output": [
                "据报道，他走进阿肯色州小石城的党派总部，与主席的秘书进行了交谈，拒绝了她提供的保险杠贴纸后，从她身边走过，并说他必须见主席。"
            ]
        },
        {
            "input": "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.",
            "output": [
                "他们从14比8落后追到20比17；此时乌克兰队叫停。"
            ]
        },
        {
            "input": "The recently signed pact does not stipulate a deadline for the Congressional vote.",
            "output": [
                "最近签署的协议没有规定国会投票的最后期限。"
            ]
        },
        {
            "input": "For more information, visit the National Cowboy & Western Heritage Museum website.",
            "output": [
                "若想得到更多信息，请访问国家牛仔与西部遗产博物馆的网站。"
            ]
        },
        {
            "input": "Ben Bella had grappled with post-war consolidation after about 1.5 million French left the nation, leaving gaps in its economy.",
            "output": [
                "在150万法国人离开这个国家、留下经济缺口之后，本·贝拉一直在努力应对战后的整合。"
            ]
        },
        {
            "input": "Police began an investigation into Madhavan in April after a woman filed a complaint alleging he had promised to start a business with her after a meeting in Dubai, but she said he disappeared after she gave him the money.",
            "output": [
                "今年4月，警方开始对马达范展开调查。此前，一名女子提出控诉，称他在迪拜的一次会议后答应与她做生意，但她说，在她给他钱后，他就失踪了。"
            ]
        },
        {
            "input": "Though Iran has large oil stocks, environmental concerns and the Kyoto Protocol may preclude their continued development.",
            "output": [
                "尽管伊朗拥有大量石油储备，但环境问题和《京都议定书》都可能会妨碍其持续发展。"
            ]
        },
        {
            "input": "French, who lived in Penrith, New South Wales, was one of fifteen athletes to compete at Australia's second Paralympic Games in 1964 in Tokyo when he won a silver medal in the men's 25 metre freestyle event.",
            "output": [
                "这位住在新南威尔士州彭里斯的法国人参加了参加了1964年在东京举办的残奥会的，他是澳大利亚第二次派队参加的十五名运动员之一，当时他在男子25米自由泳比赛中获得银牌。"
            ]
        },
        {
            "input": "For the 2004 race, the number of participants was about 15 thousand, with 13 thousand men and 2 thousand women.",
            "output": [
                "在2004年的比赛中，参赛人数约为1.5万人，其中男性1.3万人，女性2千人。"
            ]
        },
        {
            "input": "There is no word on a motive in the case.",
            "output": [
                "关于案子的动机，尚无任何消息。"
            ]
        },
        {
            "input": "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.",
            "output": [
                "苹果公司今天在旧金山的麦客世界大会上发布了备受期待的苹果手机。"
            ]
        },
        {
            "input": "The dog was featured in the 1990s adverts that ran from 1997 to 2000.",
            "output": [
                "这只狗出现在上世纪90年代的广告中，广告从1997年持续到2000年。"
            ]
        },
        {
            "input": "Residents of the Florida Keys and the peninsula should monitor the progress of the storm.",
            "output": [
                "佛罗里达群岛和半岛的居民应该监测风暴的进展。"
            ]
        },
        {
            "input": "He enters the All-Star break preparing for Tuesday's game, along with Sheffield and Alex Rodriguez.",
            "output": [
                "他和谢菲尔德以及爱历克斯·罗德里格兹一起进入全明星赛，并在为周二的比赛做准备。"
            ]
        },
        {
            "input": "He also said that students should be taught the nature of a scientific theory - that it does not simply mean a hypothesis about the way things might work, but a rigorously supported system of ideas that fit with the available evidence.",
            "output": [
                "他还说，应该教给学生科学理论的本质-它不仅仅意味着对事物可能运行方式的一种假设，而是一种与现有证据相符的、得到严格支持的思想体系。"
            ]
        },
        {
            "input": "The International Football Association Board (IFAB), the body that decides on the laws of the game, has decided to discontinue all experiments involving technology, and for the first time has also decided on the exact size of a soccer field.",
            "output": [
                "国际足球协会理事会（IFAB）是决定足球比赛规则的机构，它决定停止所有涉及技术的实验，并首次决定足球场的确切大小。"
            ]
        },
        {
            "input": "The alleged trafficker, identified as Vinod Sharma, claimed that the contraband was not his and that he had nothing to do with the matter.",
            "output": [
                "被指控的贩运者，名叫维诺德·沙玛，声称走私品不是他的，他与此事无关。"
            ]
        },
        {
            "input": "Venezuela's Secretary of Defense Carlos Mata told the media that his forces have been mobilised since Thursday morning, and are awaiting the orders of their Commander in Chief, the President.",
            "output": [
                "委内瑞拉国防部长卡洛斯·马塔对媒体表示，他的部队从周四上午就开始调动，正在等待总司令总统的命令。"
            ]
        },
        {
            "input": "Georgian Prime Minister Zurab Nogaideli called for an assessment of the flood and mudslide damages.",
            "output": [
                "格鲁吉亚总理祖拉布·诺加德利呼吁对洪水和泥石流造成的损害进行评估。"
            ]
        },
        {
            "input": "The representative stated that the ACLU hopes this injunction acts as an example to other judges who take part in similar cases.",
            "output": [
                "该代表表示，ACLU希望这一禁令可以作为参与类似案件的其他法官的榜样。"
            ]
        },
        {
            "input": "If elected, he would be the country's first vegan president.",
            "output": [
                "如果库西尼奇成功当选，他将成为美国第一位素食主义者总统。"
            ]
        },
        {
            "input": "The officials are accused of providing the framework of policies and legal opinions that justified torture at the Guantanamo Bay detention camp and afforded no protection under the Geneva Convention to Al-Qaeda suspects.",
            "output": [
                "这些官员被控提供政策框架和法律意见，为关塔那摩湾拘留营的虐囚行为辩护，而未根据日内瓦公约为基地组织嫌疑人提供保护。"
            ]
        },
        {
            "input": "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.",
            "output": [
                "这两名澳大利亚矿工被困在一个倒塌的矿井地下14天，据报道他们与媒体签署了一份价值200万澳元的生存协议。"
            ]
        },
        {
            "input": "At the end of the voting, most of the reactions expressed shock in the Portuguese and Macedonian results.",
            "output": [
                "在投票结束时，大多数人对葡萄牙和马其顿的结果表示震惊。"
            ]
        },
        {
            "input": "The conference began informally last night with a dinner hosted by US Secretary of State Condoleezza Rice.",
            "output": [
                "昨晚，美国国务卿康多莉扎·赖斯主持了一场晚宴，会议非正式地开始了。"
            ]
        },
        {
            "input": "\"They often contain a life-long work of our researchers,\" he added.",
            "output": [
                "他接着说道：“它们常常存放着研究人员毕生的研究成果”。"
            ]
        },
        {
            "input": "\"There can be little doubt that this was a targeted robbery because of who Mr. Ecclestone is,\" a police source said.",
            "output": [
                "一位警方消息人士说，“毫无疑问，这是一起有针对性的抢劫，因为埃克莱斯顿是谁大家都知道。”"
            ]
        },
        {
            "input": "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.",
            "output": [
                "这位来自北卡罗来纳州亨特斯维尔的25岁车手，此前曾在周五的比赛中获得周六晚间比赛的杆位。"
            ]
        },
        {
            "input": "FIFA launched an investigation into an on-field melee which began after the penalties had been decided in Germany's favour.",
            "output": [
                "在判定德国点球获胜后，场上发生了冲突，导致国际足联介入调查。"
            ]
        },
        {
            "input": "Xcel Energy, which supplies approximately half of the electricity in the state, is required to provide 30 percent from renewable sources by 2020.",
            "output": [
                "Xcel能源公司提供了该州大约一半的电力，到2020年，该公司必须提供百分之30的可再生能源。"
            ]
        },
        {
            "input": "Wikipedia has been stigmatised as unreliable due to its open-source nature and a perceived problem with vandalism.",
            "output": [
                "由于其开源性质和所谓的故意破坏等问题，《维基百科》被指责为不可信。"
            ]
        },
        {
            "input": "His two friends, a man and a woman, were hit along with him.",
            "output": [
                "他的两个朋友，一男一女，和他一起被击中。"
            ]
        },
        {
            "input": "Repeated incidents of controversial approaches of Israeli F-16 jets to German military vessels, as well as claims of the opposition parties that Angela Merkel's government had tricked them into approving Germany's Lebanon mission cause ongoing controversies surrounding the historical deployment of Bundeswehr troops to the Middle East.",
            "output": [
                "以色列F-16战机多次接近德国军舰所挑起的争议性事件，以及反对党声称安格拉·默克尔政府欺骗他们所批准的德国在黎巴嫩的军事行动，引发了围绕德国国防军历史性地向中东部署兵力的争议。"
            ]
        },
        {
            "input": "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.",
            "output": [
                "据有线新闻的第一手报道，该攻击利用论坛的功能发布JavaScript代码。"
            ]
        },
        {
            "input": "It is the largest commercial passenger airliner in the world, with an 840-passenger maximum capacity, though Qantas's can carry 450.",
            "output": [
                "它是世界上最大的商业客机，最大载客量为840人，而澳航的最大载客量为450人。"
            ]
        },
        {
            "input": "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.",
            "output": [
                "偏头痛患者（据认为，在英国男性中占大约百分之八，在女性中占百分之十八）常常抱怨说，光亮、噪声和触摸都能导致疼痛。"
            ]
        },
        {
            "input": "Locals of some rural towns fled to the ocean to escape the fires.",
            "output": [
                "一些农村城镇的当地人逃到了海里去躲避大火。"
            ]
        },
        {
            "input": "However, New Zealand isn't the most up-to-date country with implementing similar legislation, Farrar says, “We are in fact almost the last country in the OECD to have such legislation.”",
            "output": [
                "然而，新西兰并不是第一个通过类似立法的国家。法勒说：“事实上，我们是经合组织中最后一个通过这类立法的国家”。"
            ]
        },
        {
            "input": "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.",
            "output": [
                "谷歌数据库预计将成为克雷格列表的主要竞争对手，克雷格列表的部分归易趣所有。"
            ]
        },
        {
            "input": "These concerts, set on the 20th anniversary of Geldof's Live Aid, have been planned to support the Make Poverty History campaign, which aims to reduce African poverty.",
            "output": [
                "这些音乐会定于吉尔道夫现场义助音乐会20周年之际举办，计划为“让贫穷成为历史”运动提供支持。该运动的目的是为了减少非洲贫困。"
            ]
        },
        {
            "input": "At the time, the Statler was the largest hotel [based on the number of rooms] ever constructed.",
            "output": [
                "在那个时候，斯塔特勒是最大的酒店【以房间的数量为准】。"
            ]
        },
        {
            "input": "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.",
            "output": [
                "英国东部萨福克郡或周边地区发现了五具女性尸体。"
            ]
        },
        {
            "input": "The 365 m diameter dome was built in the 1990s for the year 2000 celebrations and is the largest single-roof structure in the world.",
            "output": [
                "直径365米的圆顶是在20世纪90年代为庆祝2000年而建造的，是世界上最大的单屋顶结构。"
            ]
        },
        {
            "input": "Around 1927, one of his teachers, Alfonso Caso, encouraged what will be the start of his career; he suggested Henestrosa to write the same zapotec myths, legends, and fables, the base of his first book Los Hombres Que Dispersó La Danza, published in 1929.",
            "output": [
                "大约在1927年，亨尼斯特罗萨的一位老师阿方索·卡索鼓励他开始自己的写作生涯；他建议亨尼斯特罗萨撰写同样的萨波特克的神话、传说和寓言，这些也是他1929年出版的第一本书“被舞蹈驱散的人”的灵感来源。"
            ]
        },
        {
            "input": "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.",
            "output": [
                "两名球员，一名澳大利亚首都地区队球员和一名日本人，被球击中，并要求训练员为他们检查。"
            ]
        },
        {
            "input": "\"We have over 100,000 to 200,000 health professionals looking for work today,\" Mutua commented.",
            "output": [
                "“我们现在有10万到20万卫生专业人员在找工作。穆图亚评论道。”"
            ]
        },
        {
            "input": "The reason, according to the Consumers' Institute, is because of national ISP, Xtra dragging down the ratings.",
            "output": [
                "根据消费者协会的消息，原因在于国家互联网服务提供商，Xtra拖慢了额定值。"
            ]
        },
        {
            "input": "\"There is also a new factor -- political parties that are using threats against oil to gain leverage.\"",
            "output": [
                "“还有一个新的因素-政党利用对石油的威胁来获取影响力。”"
            ]
        },
        {
            "input": "In the Six Nations Cup, Ireland beat England 28 points to 24, to win The Triple Crown.",
            "output": [
                "在六国杯上，爱尔兰以28比24击败英格兰队，夺得三冠王。"
            ]
        },
        {
            "input": "The United States is replacing emergency oxygen handles on its 170 jet fighters.",
            "output": [
                "美国即将更换其170架喷气式战斗机的应急氧气手柄。"
            ]
        },
        {
            "input": "From 1943 the Summer Time was suspended and Romania used just Official Time (Winter Time).",
            "output": [
                "从1943年起，夏令时暂停，罗马尼亚仅使用官方时间（冬令时）。"
            ]
        },
        {
            "input": "Bogaert writes in this month's PNAS: \"These results support a prenatal origin to sexual orientation development in men and indicate that the fraternal birth-order effect is probably the result of a maternal 'memory' for male gestations or births.\"",
            "output": [
                "博格特在本月的《美国国家科学院院刊》杂志上写道：“这些结果支持了男性性取向发展的产前起源，并表明兄弟的出生顺序效应可能是男宝宝孕育或分娩时母性‘记忆’的结果。”"
            ]
        },
        {
            "input": "\"We're focusing our search on the border between [the] Keerom and Pegunungan Bintang districts... it's a mountainous, jungly region,\" said air force commander Suwandi Miharja, who is in charge of the search.",
            "output": [
                "负责搜索的空军司令苏万迪·王公说，“我们正将搜索焦点放在凯罗姆和宾唐山脉地区之间的边界……这是一个多山的丛林地区”。"
            ]
        },
        {
            "input": "The 16 year old private-public project aims to add Poliomyelitis to the list of childhood diseases which have been eliminated.",
            "output": [
                "这一成立于16年前的私立公益项目组织致力于将小儿麻痹症列入已被根除的儿童疾病清单。"
            ]
        },
        {
            "input": "Danke, Michael, for the fantastic race and so many seasons together.",
            "output": [
                "丹克，迈克尔，一起为了精彩的比赛和这么多的赛季。"
            ]
        },
        {
            "input": "The plan, entitled In Larger Freedom, is part of the UN's attempt to revitalise itself during its sixtieth anniversary year.",
            "output": [
                "这项名为“更大自由”的计划，是联合国在其成立60周年之际重振自身的努力的一部分。"
            ]
        },
        {
            "input": "Furthermore the international achievement of Cambridge's rowers far exceeded that of Oxford: the World Champion stern pair of Germans Thorsten Engelmann (the heaviest ever oarsman at 110.8kg) and Sebastian Schulte, Olympic Gold medallist Kieran West MBE and GB medal winner Tom James.",
            "output": [
                "此外，剑桥的赛艇运动员的国际成就远远超过了牛津：船尾双人单桨世界冠军德国人托尔斯滕·恩格尔曼氏（最重的桨手110.8公斤）和塞巴斯蒂安·舒尔特，奥运会金牌得主基兰·莫比希和MBE和GB奖牌获得者汤姆·吉姆斯。"
            ]
        },
        {
            "input": "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".",
            "output": [
                "根据俄罗斯总统办公室提供的信息，在所谓的南奥赛梯首府茨欣瓦利，已经无法获得饮用水，因为“水厂和污水处理厂均已被摧毁”。"
            ]
        },
        {
            "input": "In Wisconsin, Romney is reported to be spending $2 million on television adverts compared to Santorum's $50,000.",
            "output": [
                "据报道，罗姆尼在威斯康辛州花了2百万美元电视广告费，而相比之下，桑托勒姆仅仅花了5万美元。"
            ]
        },
        {
            "input": "This had been a very secure area for the insurgents.\"",
            "output": [
                "这对叛乱分子来说曾是一个非常安全的区域。”"
            ]
        },
        {
            "input": "Police have found the body of a man they had been hunting in Cumbria, United Kingdom for a series of shootings.",
            "output": [
                "警方在英国坎布里亚郡发现了一名男子的尸体，该男子因一系列枪击事件而被警方追捕。"
            ]
        },
        {
            "input": "Local police have filed charges against the suspected kidnappers, however, they reported that the gunmen didn't seem to want to hurt or kill the hostages.",
            "output": [
                "当地警方已对涉嫌绑架者提出指控，但他们报告说，持枪歹徒似乎并不想伤害或杀害人质。"
            ]
        },
        {
            "input": "Our foreign policy is focused on supporting the people of those countries in their desire to live in a democracy just as we enjoy in the UK.\"",
            "output": [
                "我们的外交政策重点是支持这些国家的人民希望像我们在英国一样生活在一个民主国家。”"
            ]
        },
        {
            "input": "\"We suspect there was a fire on the 18th of May.\"",
            "output": [
                "“我们怀疑5月18日发生了火灾。”"
            ]
        },
        {
            "input": "One store-owner says that fewer than 50 units were sold in the first 2 hours of its release.",
            "output": [
                "一位店主表示，在发布后的前2个小时内，售出不到50个台。"
            ]
        }
    ]
}