{
    "Contributors": [
        "Karan Niraj Naik"
    ],
    "Source": [
        "Semantic Parser Localizer (https:\\/\\/github.com\\/stanford-oval\\/SPL)"
    ],
    "Categories": [
        "Translation"
    ],
    "Input_language": "Persian",
    "Output_language": "English",
    "Definition": "Da provided file includes inquiries abt restaurants in Persian, and we ask u 2 translate those 2 English language. Pls bear in mind da following guidelines while doing da translation: 1) We r looking 4 da most naturally written and formal form of each sentence in ya language. We r *NOT* looking 4 colloquial forms of da sentence. We r looking 4 formal form which is how u would type ya queries in a text-based virtual assistant. 2) Da words between quotation marks *SHOULD NOT* b translated. We expect u 2 keep those values intact and include da quotation marks around them as well. 3) Da fully capitalized words like DATE_0, or DURATION_0 *SHOULD NOT* b translated. Pls keep them as they r in da translations. 4) Pls do not localize measurement units like miles 2 kilometers during ya translation. miles sb translated 2 its equivalent in ya language. 6) Note da input is all lowercased except 4 fully capitalized special placeholders (e.g. NUMBER, DATE, TIME). Pls do da same in ya translations.",
    "Positive Examples": [
        {
            "input": "همه توصیات بررسی را که توسط اردوان اسلامی تأل شده است ، نمایش دهید",
            "output": "display all review descriptions authored by jennifer .",
            "explanation": "The translation is accurate and correct"
        },
        {
            "input": "می توانید رتبه بندی آراستی را در باق به من بگویید ؟ \" san francisco \"",
            "output": "can you tell me the rating of gold mirror in \" san francisco \" ?",
            "explanation": "The translation is accurate and correclty preserves the word san francisco"
        }
    ],
    "Negative Examples": [
        {
            "input": "لیدان چقدر \"  Pizza Hut \" ارزیابی شده است ؟",
            "output": "how well is pizza hut rated ?",
            "explanation": "The translation contains lowercased letter hence it is incorrect."
        },
        {
            "input": "\" italian \"نزدیکترین رستوران زیمباوه ای کجاست ؟",
            "output": "where is the nearest \" italian \" restaurant .",
            "explanation": "The position of the entity is switched hence it is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "این رستوران چه نوع غذایی سرو می کند ؟",
            "output": [
                "what kind of food does this restaurant serve ?"
            ]
        },
        {
            "input": "شماره تلن و مکان نزدیکترین رستوران نازخاتون چیست ؟",
            "output": [
                "what is the telephone number and location of the nearest chinese restaurant ?"
            ]
        },
        {
            "input": "نزدیک ترین لوموند کجاست ؟",
            "output": [
                "where is the closest wendy 's ?"
            ]
        },
        {
            "input": "نزدیکترین اهورا را به من نشان دهید",
            "output": [
                "show me the closest mcdonald 's"
            ]
        },
        {
            "input": "شماره تلن زعران چیست ؟",
            "output": [
                "what is the phone number for noodle nirvana ?"
            ]
        },
        {
            "input": "یک رستوران شیرین تره با 7 ستاره یا بیشتر پیدا کنید .",
            "output": [
                "find a mexican restaurant with NUMBER_0 or more stars ."
            ]
        },
        {
            "input": "شامی رستوران را با 3 نظر ستاره یا بهتر جستجو کنید .",
            "output": [
                "search for vegetarian restaurants with NUMBER_0 star reviews or better ."
            ]
        },
        {
            "input": "شربت رستوران را با حداقل 7 مرور جستجو کنید .",
            "output": [
                "search for italian restaurants with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "چکدرمه رستوران با رتبه بندی بالاتر که 7 ستاره دارد را لیست کنید .",
            "output": [
                "list italian restaurants with higher ratings that NUMBER_0 stars ."
            ]
        },
        {
            "input": "به دنبال یک رستوران خاگینه باشید که نزدیکترین رستوران به من باشد .",
            "output": [
                "look for a japanese restaurant that is the closest to me ."
            ]
        },
        {
            "input": "شماره تلن آرسس در حمزه چیست ؟",
            "output": [
                "what 's the telephone number of the arby 's on sherman in muskegon , mi ?"
            ]
        },
        {
            "input": "نزدیکترین رستوران سرداشی با حداقل 7 امتیاز ستاره کدام است ؟",
            "output": [
                "what is the closest italian restaurant with at least a NUMBER_0 star rating ?"
            ]
        },
        {
            "input": "نزدیکترین آریو چیست ؟",
            "output": [
                "what is the closest coffee bean ?"
            ]
        },
        {
            "input": "نزدیکترین رستوران یارمه پلو کجاست ؟",
            "output": [
                "where is the nearest mexican restaurant ?"
            ]
        },
        {
            "input": "بررسی اَپیوه توسط شایا ثمری را به من نشان دهید",
            "output": [
                "show me the review for harry 's seafood grill by antoine waring"
            ]
        },
        {
            "input": "رتبه بندی آن اقاقیا چقدر است ؟",
            "output": [
                "what is the rating of that mcdonald ' ?"
            ]
        },
        {
            "input": "با حداقل 8 مرور به جستجوی یک رستوران آش جوگاو در بار بپردازید .",
            "output": [
                "search for an italian restaurant in dallas with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "رتبه بندی سهند در بردسکن چقدر است ؟",
            "output": [
                "what is the rating for the la unica in huntersville ?"
            ]
        },
        {
            "input": "رتبه بندی لرد چقدر است ؟",
            "output": [
                "what is the rating of olive garden ?"
            ]
        },
        {
            "input": "مکان و نام نزدیکترین رستوران هلیم بادمجان را به من نشان دهید .",
            "output": [
                "show me the location and name of the nearest chinese restaurant ."
            ]
        },
        {
            "input": "نزدیکترین آبادان را با حداقل 4 ستاره به من نشان دهید .",
            "output": [
                "show me the closest starbucks with at least NUMBER_0 stars ."
            ]
        },
        {
            "input": "3 رستوران ستاره ای را در 90017 کد پستی جستجو کنید .",
            "output": [
                "search for NUMBER_0 star restaurants in the 49503 zip code ."
            ]
        },
        {
            "input": "محدوده قیمت برای چلو کبابی شاندیز چقدر است ؟",
            "output": [
                "what is the price range for noodle express ?"
            ]
        },
        {
            "input": "7 ستاره آمریکایی رستوران که بیش از 8 مرور دارند به من نشان داده شود .",
            "output": [
                "show me NUMBER_0 star mexican restaurants that have more than NUMBER_1 reviews ."
            ]
        },
        {
            "input": "آیا می توانید تمام 4 رستوران ستاره را به من نشان دهید ؟",
            "output": [
                "can you show me all the NUMBER_0 star restaurants in the area ?"
            ]
        },
        {
            "input": "شماره تلن نزدیکترین سون استاپ کدام است ؟",
            "output": [
                "what is the phone number for the nearest wendy 's ?"
            ]
        },
        {
            "input": "رتبه بندی این رستوران چقدر است و چند بررسی دارد ؟",
            "output": [
                "what is the rating for this restaurant and how many reviews does it have ?"
            ]
        },
        {
            "input": "من می خواهم ببینم برمه ای رستوران در رباط چیست .",
            "output": [
                "i want to see what chinese restaurants are on madison avenue ."
            ]
        },
        {
            "input": "زال پیرسل درباره کیوانو چقدر نظر نوشته است ؟",
            "output": [
                "how many reviews has mike written about pizza hut ?"
            ]
        },
        {
            "input": "کی آش رستوران با حداقل 5 امتیاز ستاره پیدا کنید .",
            "output": [
                "find mexican restaurants with at least NUMBER_0 star rating ."
            ]
        },
        {
            "input": "تمام نظرات نوشته شده توسط شایا ثمری در DATE_0 را به من نشان دهید .",
            "output": [
                "show me all reviews written by paul on DATE_0 ."
            ]
        },
        {
            "input": "سورنا توروسیان 's بررسی 8 ستاره سرداشی اتصالات .",
            "output": [
                "show tina 's NUMBER_0 star reviews of pizza joints ."
            ]
        },
        {
            "input": "آیا 4 ستاره زیبون رستوران در این نزدیکی هست ؟",
            "output": [
                "are there any NUMBER_0 star mexican restaurants nearby ?"
            ]
        },
        {
            "input": "اردک شکم پر رستوران را با حداقل 7 مرور جستجو کنید .",
            "output": [
                "search for mexican restaurants with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "رستورانی پیدا کنید که با حداقل 7 نظر توگویی غذا سرو کند .",
            "output": [
                "find a restaurant that serves italian food with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "نزدیکترین رستوران قیمه نخود با درجه 8 ستاره کدام است ؟",
            "output": [
                "what is the nearest mexican restaurant with a NUMBER_0 star rating ?"
            ]
        },
        {
            "input": "آیا می توانید شماره تلن نزدیکترین خانه 4 ستاره سرداشی را به من بدهید ؟",
            "output": [
                "can you give me the phone number for the nearest NUMBER_0 star coffee house ?"
            ]
        },
        {
            "input": "ویستا در دلگشا چه رتبه ای دارد ؟",
            "output": [
                "what is the panda express in gainesville , fl rated ?"
            ]
        },
        {
            "input": "رتبه بندی ستاره برای مورانو چقدر است ؟",
            "output": [
                "what is the star rating for tilted kilt ?"
            ]
        },
        {
            "input": "آخرین بررسی ها و امتیازات بررسی برای این رستوران کدام است ؟",
            "output": [
                "what are the latest reviews and review scores for this restaurant ?"
            ]
        },
        {
            "input": "نزدیک ترین اسپرلوس کجاست ؟",
            "output": [
                "where is the closest starbucks ?"
            ]
        },
        {
            "input": "همه 4 ستاره ، یمنی رستوران منطقه را جستجو کنید .",
            "output": [
                "search for all NUMBER_0 star , vegan restaurants in the area ."
            ]
        },
        {
            "input": "می توانید به من بگویید که نزدیکترین آرسس کجاست ؟",
            "output": [
                "can you tell me where the closest pizza hut is ?"
            ]
        },
        {
            "input": "رتبه بندی امیدوار چقدر است ؟",
            "output": [
                "what is the rating of tgi fridays ?"
            ]
        },
        {
            "input": "لیستی از یلیپینی رستوران را با حداقل 3 مرور به من نشان دهید .",
            "output": [
                "show me a list of vegan restaurants with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "آیا می توانم توضیحات نزدیکترین رستوران هزاری را بخوانم ؟",
            "output": [
                "can i read the description of the closest italian restaurant ?"
            ]
        },
        {
            "input": "محدوده قیمت برای ایرسا چقدر است ؟",
            "output": [
                "what is the price range for pizza ranch ?"
            ]
        },
        {
            "input": "شرح نزدیکترین رستوران 9 ستاره را نشان دهید .",
            "output": [
                "show description of the closest NUMBER_0 star restaurant ."
            ]
        },
        {
            "input": "شماره تلن نزدیکترین رستوران ماش پلو چیست ؟",
            "output": [
                "what is the telephone number for the nearest chinese restaurant ?"
            ]
        },
        {
            "input": "رستوران دارای بالاترین امتیاز در این منطقه کدام است ؟",
            "output": [
                "what is the highest rated restaurant in this area ?"
            ]
        },
        {
            "input": "حداقل با 9 مرور آش کارده رستوران را در خانوک جستجو کنید",
            "output": [
                "search for vegan restaurants in lakeland , fl with at least NUMBER_0 reviews"
            ]
        },
        {
            "input": "چقدر به بنشه شهریار یا تاواریژ نزدیک هستم ؟",
            "output": [
                "how close am i to art 's deli or carnegie deli ?"
            ]
        },
        {
            "input": "همه تایلندی رستوران را با 4 رتبه بندی ستاره در اصله 8 مایل به من نشان دهید .",
            "output": [
                "show me all chinese restaurants with NUMBER_0 star ratings within NUMBER_1 miles ."
            ]
        },
        {
            "input": "آدرس کمد اسندیار برای من چیست ؟",
            "output": [
                "what is the address of the dunkin donuts closet to me ?"
            ]
        },
        {
            "input": "مکان رستوران باتس گمج کباب را در باروق به من بگویید .",
            "output": [
                "tell me the location of flo 's chinese restaurant in scottsdale , arizona ."
            ]
        },
        {
            "input": "شماره تلن آرسس چیست ؟",
            "output": [
                "what is the telephone number for krispy kreme ?"
            ]
        },
        {
            "input": "نزدیکترین باتاب کجاست ؟",
            "output": [
                "where is the nearest boston market ?"
            ]
        },
        {
            "input": "نزدیکترین کیوانو چقدر اصله دارد ؟",
            "output": [
                "how far away is the closest olive garden ?"
            ]
        },
        {
            "input": "آدرس خونه در بندر جاسک چیست ؟",
            "output": [
                "what is the address of the panda express in grand rapids , michigan ?"
            ]
        },
        {
            "input": "نزدیکترین رستوران گبوله با حداقل 3 بررسی ستاره کجاست ؟",
            "output": [
                "where is the nearest mexican restaurant with at least a NUMBER_0 star review ?"
            ]
        },
        {
            "input": "قیمت 7 رستوران با بالاترین امتیاز کوته نخودچی در دوزه چقدر است ؟",
            "output": [
                "what are the prices for the NUMBER_0 highest rated italian restaurants in roanoke , va ?"
            ]
        },
        {
            "input": "اجازه دهید بررسی های ساینا نزدیکترین به من را ببینم ؟",
            "output": [
                "let me see the reviews for the jimmy john 's nearest to me ?"
            ]
        },
        {
            "input": "رستوران 3 ستاره رشته پلو چیست ؟",
            "output": [
                "what is a NUMBER_0 star mexican restaurant ?"
            ]
        },
        {
            "input": "چه مکان های نزدیک به من دارای 7 بررسی ستاره هستند ؟",
            "output": [
                "what places close to me have NUMBER_0 star reviews ?"
            ]
        },
        {
            "input": "به دنبال 9 غذای دارای رتبه بندی دلمه ستاره در چاه بهار باشید .",
            "output": [
                "search for NUMBER_0 star rated italian food in dallas ."
            ]
        },
        {
            "input": "آیا می توانید 3 نظر ستاره ای که توسط شهرام جرجانی نوشته شده است را به من نشان دهید .",
            "output": [
                "can you show me NUMBER_0 star reviews written by john smith ."
            ]
        },
        {
            "input": "چند بررسی 1 ستاره برای بیرون بر پرشین وجود دارد ؟",
            "output": [
                "how many 1 star reviews are there for peet 's coffee ?"
            ]
        },
        {
            "input": "من می خواهم همه بررسی های 1 ستاره را که چ برنز نوشت ، ببینم .",
            "output": [
                "i want to see all of the 1 star reviews that sheila wrote ."
            ]
        },
        {
            "input": "همه سودانی رستوران را پیدا کنید .",
            "output": [
                "locate all italian restaurants ."
            ]
        },
        {
            "input": "آیا می توانید به دنبال یک رستوران با رتبه بندی 4 باشید ؟",
            "output": [
                "can you look for a restaurant with a rating of NUMBER_0 ?"
            ]
        },
        {
            "input": "به دنبال رزرو رستوران با حداقل 4 نظر هستید .",
            "output": [
                "looking to book a restaurant with at least NUMBER_0 reviews ."
            ]
        },
        {
            "input": "باتاب را جستجو کنید .",
            "output": [
                "search for bayshore bean ."
            ]
        },
        {
            "input": "مهیاوه رستوران به من نشان دهید .",
            "output": [
                "show me vietnamese restaurants ."
            ]
        },
        {
            "input": "همه مهیاوه را پیدا کنید .",
            "output": [
                "find all the bakeries ."
            ]
        },
        {
            "input": "تمام رستورانهای دارای امتیاز دقیقاً 7 ستاره را به من نشان دهید .",
            "output": [
                "show me all restaurants rated with exactly NUMBER_0 stars ."
            ]
        },
        {
            "input": "بادیز کجاست ؟",
            "output": [
                "where is los compadres ?"
            ]
        },
        {
            "input": "کوته رستوران پیدا کنید .",
            "output": [
                "find thai restaurants ."
            ]
        },
        {
            "input": "آریوبَرزَن را به من نشان دهید .",
            "output": [
                "show me cook out ."
            ]
        },
        {
            "input": "رستوران هایی با بیش از 4 مرور پیدا کنید .",
            "output": [
                "find restaurants with more than NUMBER_0 reviews ."
            ]
        },
        {
            "input": "آیا بیستانگو در چهاربرج هنوز بررسی دارد ؟",
            "output": [
                "does the lone star steakhouse in dallas nc have a review yet ?"
            ]
        },
        {
            "input": "می توانید رتبه بندی های آیریک را به من نشان دهید ؟",
            "output": [
                "can you show me the ratings for j dog ?"
            ]
        },
        {
            "input": "آیا می توانید نزدیکترین رستوران را به مکان من پیدا کنید ؟",
            "output": [
                "can you find the restaurant nearest to my location ?"
            ]
        },
        {
            "input": "یک رستوران آبگوشت بادمجان و برای من جستجو کنید .",
            "output": [
                "look up a mexican restaurant for me ."
            ]
        },
        {
            "input": "لطاً در باقرشهر برای من یک رستوران پیدا کنید .",
            "output": [
                "find me a restaurant on main st . please ."
            ]
        },
        {
            "input": "لطا رستوران با بالاترین امتیاز را به من نشان دهید",
            "output": [
                "show me the highest rated restaurant please ."
            ]
        },
        {
            "input": "کدام رستوران بیشترین تعداد بررسی را دارد ؟",
            "output": [
                "what restaurant has the highest review count ?"
            ]
        },
        {
            "input": "جمشید براهنی برای چه رستوران بررسی می کند ؟",
            "output": [
                "what restaurant does jeff weisnear review for ?"
            ]
        },
        {
            "input": "شله ماشکی رستوران را جستجو کنید .",
            "output": [
                "search for korean bbq restaurants ."
            ]
        },
        {
            "input": "چه تعداد بررسی دارد ؟",
            "output": [
                "how many reviews does the place have ?"
            ]
        },
        {
            "input": "نزدیکترین کباب چنجه مکان کجاست ؟",
            "output": [
                "where is the nearest chinese place ?"
            ]
        },
        {
            "input": "چند مکان برای غذا خوردن در این نزدیکی هست ؟",
            "output": [
                "how many places to eat are nearby ?"
            ]
        },
        {
            "input": "همه رستوران های زیر 7 ستاره را نشان دهید .",
            "output": [
                "show all the restaurants below NUMBER_0 stars ."
            ]
        },
        {
            "input": "همه صرب مکان را به من بدهید .",
            "output": [
                "give me all the italian places ."
            ]
        },
        {
            "input": "رستوران هایی را پیدا کنید که دارای رتبه کمتر از 7 هستند .",
            "output": [
                "find restaurants rated lower than NUMBER_0 ."
            ]
        },
        {
            "input": "ماهی گردبیج رستوران پیدا کنید .",
            "output": [
                "find mexican restaurants ."
            ]
        },
        {
            "input": "اوماچ آش رستوران به من نشان دهید .",
            "output": [
                "show me french restaurants ."
            ]
        },
        {
            "input": "مرسی را به من نشان دهید .",
            "output": [
                "show me le pain quotidien ."
            ]
        },
        {
            "input": "رستوران هایی با بیش از 10 مرور پیدا کنید .",
            "output": [
                "find restaurants with more than NUMBER_0 reviews ."
            ]
        },
        {
            "input": "آیا رستورانی به نام آراک وجود دارد ؟",
            "output": [
                "is there a restaurant named china king ?"
            ]
        },
        {
            "input": "کدام غذای کم رتبه در منطقه من است ؟",
            "output": [
                "what 's the lowest rated diner in my area ?"
            ]
        },
        {
            "input": "رستوران با بالاترین امتیاز کدام است ؟",
            "output": [
                "what is the highest rated restaurant ?"
            ]
        },
        {
            "input": "آیا یک رستوران یتیمچه در این نزدیکی هست ؟",
            "output": [
                "is there a japanese restaurant nearby ?"
            ]
        },
        {
            "input": "آدرس نزدیکترین رستوران چیست ؟",
            "output": [
                "what 's the address of the closest restaurant ?"
            ]
        },
        {
            "input": "زینو کجاست ؟",
            "output": [
                "where is thai kitchen ?"
            ]
        },
        {
            "input": "ماش پلو رستوران به من نشان دهید",
            "output": [
                "show me mexican restaurants"
            ]
        },
        {
            "input": "همه 3 رستوران ستاره را به من نشان دهید",
            "output": [
                "show me all NUMBER_0 star restaurants"
            ]
        },
        {
            "input": "رستوران های بیدخت را به من نشان دهید",
            "output": [
                "show me main street restaurants"
            ]
        },
        {
            "input": "آدرس آرون را نشان دهید",
            "output": [
                "show the address of thai corner"
            ]
        },
        {
            "input": "نزدیکترین رستوران لوموند را جستجو می کنید ؟",
            "output": [
                "search for the nearest wendy 's restaurant ?"
            ]
        },
        {
            "input": "یک رستوران کوته نخودچی پیدا کنید ؟",
            "output": [
                "find a steak house restaurant ?"
            ]
        },
        {
            "input": "خورش قیمه یزدی رستوران به من نشان داده شود ؟",
            "output": [
                "show me mediterranean restaurants ?"
            ]
        },
        {
            "input": "بهترین رستوران های دارای امتیاز را به من نشان دهید",
            "output": [
                "show me the best rated restaurants"
            ]
        },
        {
            "input": "رستورانهای نزدیکم را به من نشان بده",
            "output": [
                "show me restaurants near me"
            ]
        },
        {
            "input": "رستورانهایی با بیشترین بازبینی به من نشان دهید",
            "output": [
                "show me restaurants with the most reviews"
            ]
        },
        {
            "input": "مرا آبگوشت زیره مکان پیدا کن",
            "output": [
                "find me pizza places"
            ]
        },
        {
            "input": "یک مکان باقلاپلو پیدا کنید .",
            "output": [
                "find a pizza place ."
            ]
        },
        {
            "input": "یک رستوران مجی خورش به من نشان دهید .",
            "output": [
                "show me a sushi restaurant ."
            ]
        },
        {
            "input": "همه 4 ستاره کره ای مکان را پیدا کنید .",
            "output": [
                "find all NUMBER_0 star bbq places ."
            ]
        },
        {
            "input": "آش بلغور رستوران به من نشان دهید .",
            "output": [
                "show me italian restaurants ."
            ]
        },
        {
            "input": "همه 4 غذاخوری ستاره را پیدا کنید .",
            "output": [
                "find all NUMBER_0 star diners ."
            ]
        },
        {
            "input": "من دوست دارم رستوران هایی را ببینم که حداقل دارای رتبه بندی 3 باشند .",
            "output": [
                "i 'd like to see restaurants with at least a rating of NUMBER_0 ."
            ]
        }
    ]
}