{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Classification"
    ],
    "Input_language": "fa",
    "Output_language": "en",
    "instruction_language": "en",
    "Definition": "In this task, you will be given a review of the film and you will have to filter out aspects of the film mentioned in the text. We define aspects such as music (investigation), sound (investigation), direction (investigation), script / story (investigation), drama / performance (investigation), cinematography (investigation) and scene (investigation). Although there may be several aspects in a review, we only need to write one aspect.",
    "Positive Examples": [
        {
            "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
            "output": "positive",
            "explanation": "This is a good example. The sentiment of the review is positive toward the food."
        },
        {
            "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
            "output": "negative",
            "explanation": "This review expressed a negative sentiment toward chocolate."
        },
        {
            "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
            "output": "positive",
            "explanation": "This review is positive because the reviewer thinks it is the best choice."
        }
    ],
    "Negative Examples": [
        {
            "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
            "output": "negative",
            "explanation": "In this review, none of the sentiments are dominant (mix of positive and negative), so the correct label is \"mixed\"."
        },
        {
            "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
            "output": "positive",
            "explanation": "The reviewer's sentiment toward the food is negative. "
        }
    ],
    "Instances": [
    {
        "input": "خیلی خوبه مخصوصا برای کسی که ویتامین دی پایینی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من تو تخفیف خریدم و راضی هستم مقدار آلبالو به شهد هم مناسب هست اوناکه گفتن آلبالوش کمه پیشنهاد می کنم مربای باقی شرکت ها رو هم امتحان کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تصویر kiristal است ولی جنس ارسالی cristal آن یکی محصول ترکیه و این یکی محصول ایران پرشده در لوشان شایسته است تصاویر لازم و کافی از محصول سایت گذاشته شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار عالی و با کیفیت با تشکر از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک مشت تخمه کهنه و تلخ شاید فقط 3 یا 4 تا دونش قابل قبول بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمتش در تخفیف ات ویژه خوب به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش بدک نیست. داخل دهان تقریبا اب میشه. جدیدا حال به هم زن شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من خوشم نیومد. حجمش خیلی کمه و حتی تو شگفت انگیز نمی ارزید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کالا لز نظر محتوی کیفیت و تازگی از درجه بالایی برخوردار بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تولید کننده خوب با محصول خوب سرخ کردنیهای لذیدی رو تجربه میکنید امتحانش کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای کسانی که لاکتوز اینتولرنس دارن مناسبه و حدودا ۷۰ درصد عوارض شیر معمولی توی این افراد کمتر دیده میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و تمیز و باکیفیت خوش پخت و خوشمزه است توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم قهوه اصلا قابل مقایسه با قهوهای هم رده خارجی خود نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولین بار این عسل خریدم واقعا خوب بود قیمتشم تو شگفت انگیز عالی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه از کالای مورد نظر به اندازه کافی شناخت داشته باشی خرید اینترنتی رو پیشنهاد میدم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خرید اول ماهی تیغ نداشت اما در خریدهای بعدی پر ازتیغ بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "زیر گوشت با چیزی که میبینید قابل مقایسه نیست من فقط چرخ کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دیر پز هست به دلیل قیمت و جدید بودنش اولین بار خریدم ولی آخرین بار شد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حداقل بین آدامس های داخلی بهترین طعم طالبی رو داره به نظرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه به عنوان 180 گرمی میخری ولی بیشتر وزنش رو آب و روغن تشکیل داده و ماهی کمی داخلش داره مزش هم خوبه بد نیست ولی ماهیش کمه!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خوبه.... من که راضی بودم... بسته بندیش توسط دیجی کالا عالی بود... کاملا سالم به دستم رسید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزست فقط شیرینیش زیاده چون میوه های بکار برده شده، هر دو شیرینن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با سلام و عرض ادب برند مهمت افندی،بر خلاف تبلیغات آن،به هیچ وجه طعم و مزه یک قهوه معمولی را هم ندارد،از خرید خود پشیمانم،و مجبور شدم آنرا دور بریزم،اصلا این محصول را نخرید پیشنهاد میکنم قهوه ملو را در نت سرچ کنید و این محصول را امتحان کنید،پشیمان نمیشود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با وجودی که حالتو خوب میکنه ولی نمیشه اسم قهوه روش گذاشت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا فکرش نمیکردم اینقدر افت کیفیت پیدا کرده باشه اصلا و ابدا قابل قیاس با رقبا نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید این‌محصول از دیجی کالا به دلیل تازه بودن و کیفیت بالا و قیمت مناسب توصیه میشود .مصرف این‌محصول برای کودکان بسیار عالیست .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه بود و از خریدم راضی هستم...همچنین گوشتش هم کاملا سفید و ظاهر خیلی خوبی هم داشت...من راضی بودم...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بوی بد طعم بد شکل و فرم کاملا له شده هر آنچه از بدی که انتظار دارید، را یکجا داره...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی داره ولی با توجه به قیمت بالا به نظر من فقط توی شگفت انگیز ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تازه بود فقط ریز بود و پاک نشده ، برای پلو کاملا مناسبه البته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه وقتی به دستم رسید بوی خوبی نمی داد و زمانی که پختم بو و طعم خوبی نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و بو بسیار عالی بود بخصوص اینکه ارگانیک هم هست،ادم با خیال راحت مصرف میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نوشابه های دیگه در حال حاضر طعم بهتری داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسل خوبی است طعم شکر نمیده و تو شگفت انگیز خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به بقیه تخم مرغ ها شل بود و پوست خیلی نازکی هم داره.اصلا کیفیت خوبی نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود برای رژیم عالیه،مزه خوبی داره و تفاوت انچنان نداره با روغنیش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مواد توی ساشه از ۱ قاشق چای خوری هم کمتره. و بوی ماهی میده. اصلا دوس نداشتم. رنگشم سبز لجنیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش خوبه بر خلاف روغن های دیگه اگه روی اجاق کاز بریزه به راحتی پاک میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من فکر کردم شیری هست اما نیست فقط شیرینه خیلی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا کیفیت خوبی نداشت و من خریدم رو به هیچ دوستی پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم از نظر کیفیت بسیار بد بود و هم از نظر بسته بندی ! من مدتهاست از این برند خرید میکنم ، ولی اینبار خیلی بد بود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلکسیونی از مشکلات و ایرادات رو در کنار هم داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در شگفت انگیز ۴ بسته خریدم خیلی عالی و اقتصادی در اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آدامس دن کسیر یکی از برندهای خوبیه هم خوش طعمه وهم تو خرید شگفت انگیز مناسبه فقط نمیدونم چرا دیجی بعداز اتمام این آدامس مجددا برای فروش موجودی نداره که اگر خواسته باشیم مجدد بگیریم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد بو بود و له شده بود و اصلا توقع مزه ی تن ماهی رو ازش نداشته باشین. تا یه روز اون طعم و بوی بدش رو احساس میکردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رقیق بود و حس میکردی اسانس طالبیه، قبلا دنت گرفتم بهتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نیست،‌ نم‌داره و چند تا هم تلخ و گندیده در‌اومد. تخمه اعلا نیست . میشه از بیرون بهترش رو‌خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تعداد شیر های پرچرب کمتر از کم چرب بود ۴ تا کم چرب بود و ۲ تا پر چرب",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خوش طعم بود من طعم کارامل حس نکردم سرد مصرف کنید گرمش خوشمزه نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شاید اولین مربا بالنگی بود که تکه های میوه ش درشت و بیشتر از شربت ش بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه از مقدار گرم ماهی کم شده و به مقدار گرم روغن اضافه شده! وزن خوده ماهی حدود صدو بیست گرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت بالایی که داره کیفیت خوبی نداره ، توصیه نمی‌شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "هم قیمتش نسبت ب روغن های دیگه مناسب تره هم از کیفیت بالایی برخوردار است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت اندازه گرونن، ولی از تخم مرغ و بلدرچین بهتره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این روغن رو نمیشه گفت فرابکر میشه گفت بکر و قیمتش به نسبت کیفیت بالا هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با. سلام من تقریبا اکثر تن ماهی های با کیفیت و خوشنام بازارو مصرف کردم به جرأت میتونم بگم طبیعت در صدر جدول کیفیت قرار میگیره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خریدش را توصیه نمیکنم واقعا بی مزه بود من فقط بخاطر پولی که داده بودم خوردمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولین بار بود که این برند را خریدم طعم و کیفیت خوبی داشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حتی اگه شکر هم باشه از نظر ریالی ارزش داره و از نظر ارزش غذایی کاش یکی که میتونه نمونه و تست بگیره نظر بده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انقدر چربیش زیاده که یک چهارم میزان اولیه کف قابلمه باقی میمونه ولی به موقع و کاملا سرد به دستم رسید و این خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در شگفت انگیز گرفتم قیمت مناسبی داشت امیدوارم دیر پز نباشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من راصی بودم فقط مقدار در هر بسته خیلی کمه برای بچه خوبه سایز پاکت شیر کمی بزرگتر بود بهتر بود یا سایز بزرگترش رو دیجی کالا موجود کنه ممنون می شیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با کیفیت و خوش طعم. واقعاً قیمتش شگفت انگیز بود! و خریدش به صرفه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی شل هستش طوری که رو نان اصلا یه ثانیه هم نمیمونه من پیشنهاد نمیکنم مثل آب میمونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پدر من بوشهری بودن ومن کیفیت ماهی را میشناسم هم تازه وهم خوشمزه است وهم قیمتش مناسبه مرسی دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداره و رنگش هم کرم و حتی قهوه ایه! اصلا حس نمی‌کنید که دارید شیر می‌خورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن بهار کیفیت و برند خوب و معتبر ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پول دور ریختن. انگار تن ماهی رو چرخ کردن. همش ریز ریز شده. درضمن رنگش تیره و تیکه های سیاهش زیاده. روغنشم خیلی زیاده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با خریدش دقیقا میتونید بدترین مربای عمرتون رو بخورید یه مقدار پوست پرتقال رو ریختن توی یه مایع خیلی غلیظ که طعم فوق العاده بدی داره اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این حجم 240 میلی لیتر اندازه بیشتری نسبت به ابعاد ساندیس های دیگه داره در کل از لحاظ اندازه و کیفیت بسیار خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوش عطر و خوش طعم و غلیظ هست،محصولات اصالت همیشه عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارده شکلات قهوه ترنگ با نان تازه و چای ، خیلی میچشبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به این قیمت حتما توصیه میکنم، چون کیفیت خوبی داره، عطر و طعم واقعی قهوه داره، بسته بندی شکیل و مناسب.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعاً عسل و کنجده، نه شکر و کنجد، همین برای خریدش کافیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون 3 لیتره وزنش زیاده و مچ رو اذیت میکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اشتباه بزرگی است که به این قیمت این عسل با گلوکز بالا را بخرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داخلش یه تار مو بلند بود. موندم با بسته بندی محکم چطور داخلش یک تار مو بلند بود. نخورده انداختم دور. حیف پولی که بابتش دادم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم و رنگ خوبی داره و سفت نیست . اما اصلا به هیچ وجه در حد مشابه خارجی نیست.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "شربت سکنجبین از قدیم مکمل کاهو بوده است ، کاهو سکنجبین یک دسر بوده ، قدیم وقتیکه در بهار میوه کم بود برای تامین فیبر و ویتامین سی و ... خیلی استفاده می نمودیم .",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "کیفیتش خوب بود و مثل گوشت ران و سردست زیر و روش فرق نداشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از طعم و ابعاد و ظاهر گوشت میشه متوجه شد قزل الا معمولی یا همون سالمون ایرانی که با این قیمت به هیچ وجه ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا برند مهیا پروتیین به نسبت سایر برندها کیفیت گوشت بهتری داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا مثل توی عکسش نبود به هم چسبیده کم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "4 عدد شیر از دیجی کالا خریدم همه فاسد بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه آب و قرص جوشان میده که یک مقدار پالپ پرتقال توش ریخته باشید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و با کیفیت بود یک بسته اش برای دو نفر کافیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من مزه و طعم سرکه بیش از اندازه قالبه من که تخمه تا این حد ترش دوست نداشتم ممنون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از لحاظ کمیت کم بود و در هر سیخ ۳ تا یا دو تا تیکه بود در صورتی که در تصویر برای هر سیخ ۴ عدد بود ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه قیمت یک پفک ولی با ارزش غذایی کنجدش تازه بود همچنین عسل امتحانش ضرری نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصولات سیمرغ کیفیت خوبی داره مخصوصا تو شگفت انگیز که قیمتشم خوب درمیاد بگیرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی عالی وخوشطعمه بنظر من بهترینه ممنون تز دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "باسلام و عرض ادب کیفیت گوشت بد نیست اما انتظار ما از دیجی کالا بهترین است. با تشکر از دوستان دلسوز در دیجی کالا",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این بار خوشم نیومد خیلی شیرین و سفت و بی کیفیت بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش حتی از تعاونی هم ارزانتر است . کیفیتش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام بعد از یک مدت کوتاهی این محصول رو دوباره خریدم ولی متاسفانه قیمتش خیلی افزایش داشته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز کاملا ارزش خرید داره و مزه خوبی هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تن ماهی‌ توی روغن زیتون خوابونده شده بود و طعم بدی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خوبه خوش بو هم هست پیشنهاد می کنم بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به قدری کهنه است که طعم پسته آن تا حد زیادی از بین رفته است. کافیست تا یک عدد پسته تازه بعد از آن مصرف کنید و تفاوت را احساس کنید. تعداد پسته های دهان بسته در هر بسته در حدود 10 عدد است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت متوسط، ارزش خرید نداره به نظرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا خوب بود،تازه و بدون کوچک ترین بو با قیمت مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد راضی نبودم برعکسه همیشه بافته گوشتیه مرغش خیلی شل ووارفته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل شناس نیستم ولی به نظرم عسل خوبیه اقلا طعم نبات نمیده و طعم و بوی عسل داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش یه مقدار متفاوته ولی در کل خوش مزه و کم ضرر تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داره خوش طعم هست و کالری پایینی داره، روغن ترانس هم نداره. بیسکویت های آوند همگی خوش طعم و با کیفیت هستن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با قیمت شگفت انگیز بخرید خیلی به صرفس.و خیلی خوشمزس",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چندین ساله استفاده میکنم از این برند و راضیم......این مدل موقع پخت حالتشو از دست نمیده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برخلاف نظرات برای ما که منجمد و کاملا پاک شده ارسال شد خیلی راضی بودم و راحت قابل استفاده بود حتما با توجه به نقدهای دوستان تغییر کرده شرایط بسته بندی و ارسال ممنون از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه میخرم و خیلی عالیه .اما اینبار گرمای هوا باعث شده بود همه دانه ها از شکل طبیعی خارج شوند .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "همواره تخم مرغ تلاونگ را خریدم . دارای کیفیت و طعم خوبی است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در پیشنهاد شگفت انگیز واقعاً ارزش خرید بالایی دارد و حدودا نصف قیمت است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من معمولا کینوای معمولی میگیرم و غذا درست میکنم. این کینوا هم خوب بود ; چون آماده هست ولی یه بویی میداد مثل بوی روغن که خوش ام‌نیومد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وقتی رسید دستم خیلی کوچیک بود نسبت به عکس داخل سایت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون خیلی از قهوه خوشم نمیاد و نسبتا کم میخورم عطر و طعم قهوه برام مهمه که خوشبختانه این عطر و طعم خوبی داره و دوسش دارم!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیش از حد شیرینه و خیلی شله، من یکبار دیگه این مربا رو بسته بندی شیشه ایش رو گرفته بودم خوب بود ولی این با اون فرق داشت!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اندازه تخم مرغ ها نسبتا درشت قیمت مناسب و تازه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دربش رو باز کردم بوی تند عجیبی زد تو صورتم! واقعا ما که آزمایشگاه نداریم امتحان کنیم که آیا اصلا عسل هست یا خیر؟ امیدوارم بوی تندش مال اسانس نباشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا عسل خوشمزه ای هست و همینطور طبیعی ممنون از فروشنده و دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت گوشت خوبه و تاریخ روز هم هست ولی وزنش کمترش از چیزیه که روش مینویسند. گویا وزن ظرف که تقریبا ۵۵ گرمه هم جز وزن کلی حساب میکنند!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا طعم و کیفیت خوبی داره این برند گوشت چرخ کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حتما از روغنهای دارای ویتامین دی استفاده کنید چون بدن به این ویتامین احتیاج شدیدی دارد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بهترین ارزش غذایی رو تو حبوبات داره -عالی و خوشمزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش که درشگفت انگیز عالی کیفیت خوب تعداد وبسته بندی مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام. من 2تا تو شگفت انگیز خریدم. اصلا ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "توی دنیای تبلیغات در صنایع غذایی طرح بسته بندی بسیار تاثیرگذار هست/ این طعم خوب بهتره در بسته بندی بهتری به نمایش گذاشته بشه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تازه نبود موقع پخت پوسته شد که این نشاندهنده ماندگی حبوباته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه به هیچ وجه خوب نبود و منو یاد قیمه های پادگان زمان سربازی انداخت و بنده به شخصه پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بی کیفیت و سفت طوریکه بسیاری از قسمت هاشو نمیشد خورد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت متوسط و روبه پایین و بعد از مدت کوتاهی جویده شدن، بافت آدامس از هم باز میشود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خنک و خوبی داره و بعد از چند دقیقه نرم نرم میشه و انگار میخواد تو دهن آب شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در حراجی یلدا گرفتم عالی بود هم قیمت و هم نوع کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من که رضایت نداشتم کلا از محصولات زر ماکارون رضایت ندارم یا شفته میشه یا سفته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه از طعم و رایحه دوودی خوشتون میاد انتخاب خوبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ابتدا که این آدامس میخوری مزه عادی دارد ولی کم کم مزه اش تغییر میکند و خیلی بد می شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو این محصول از سرکه صنعتی و شیمیایی استفاده شده و اگر ضرر نداشته باشه، بی‌تردید خاصیت نداره. بهتره از سایر برندها خرید کنید. برای من در شیشه هم آسیب دیده بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو توضیحاتش نوشته بدون عطر و طعم،پس نمیدونم چرا بعضیا گفتن عطر نداره!!!! برای من که عاشق چای با طعم اصیل و بدون اسانس شیمیایی هستم عالی بود.طبعا دیر دم میکشه و طعم خالصی داره،میشه با هل یا دارچین و گل محمدی طعم دارش کرد.کلا راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه جالبی نداشت با این قیمت بالا خریدش اصلا به صرفه نیست ظاهرا پول بسته بندی جالبش را میدهید که آنهم خیلی گران حساب شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه جالبی نداشت تلخ بود و مزه کارامل احساس نشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من چون شنیده بودم کافیین داره خریدم ولی کاملا بی تاثیر بود از این لحاظ بسیاااااار سفت در حدی که بیست دقیقه جویدم و شش ساعت فک درد تحمل کردم جعبه زیادی بزرگ و بدون کارایی خاص هیچ جنبه مثبتی ندارد در حد ادامس شیک است فقط خیلی گرونتره و...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برندش بد نیست اگرچه تو وزن یه وقتایی مشکل داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در کل زیادی گرون شده ماهی تن، ولی خب به نسبت مشابه ها خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام واحترام؛ حکایت تخم مرغ از بیرونش شروع میشود! این برند انصافا حد معقول سایز وشکل رعایت کرده وتخم مرغها طعم خوبی دارد و عجیبه که گاه میشنوم تخم مرغ تخم مرغه دیگه خودش که مزه نداره! بهرحال نکته مهمتر اینکه قریبا همیشه تخم مرغهایش سالم وتازه است!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "داخل تعداد زیادی از تخم مرغ ها لکه های قرمز رنگ بود و باعث شد که اونها رو بریزیم دور",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قطعات همراه با رگه های چربی بود در حالیکه ماهیچه چربی ندارد. بعضی از تکه ها قسمتی ماهیچه داشت ولی با این قیمت زیاد من انتظار داشتم ماهیچه دریافت کنم نه چیزیکه توی این بسته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من همیشه تحفه میخرم چون نمکش اندازست و کیفیت گوشتشم خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من با این چای تو کافه فرانسه تهران اشنا شدم وقتی چای طعم دار سفارش دادم و بعد از اون تا تموم‌ میشه خرید میکنم بوش واقعا ارامش بخشه برام از طعمش هم که نگم ؛ من لذت میبرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا عطر خاصی داره خیلی خوشم اومد بهتون حتما پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شاید ایده خوبی باشد اما کلا مصرف نوشابه دارای قند بالایی است و برای بدن مضره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قسمت روی بسته بندی گوشت باکیفیت ولی زیرش که دیده نمیشه ی تیکه غضروف و... بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با کیفیت ، از بیرون فروشگاه های زنجیر گیر نیاوردم به راحتی ممکن از دیجکالا گیر اوردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم گرونه هم خیلی بوی بدی داره بوی مونده میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ایز کلا همه مرباهاش خوبه و به صورت مارمالاده ! اگه مارمالاد طوری دوست دارید بخرید چون طعماش حرف نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بسیار بد هیچ ارزش خرید نداره بی احترامی به مصرف کننده است توفاله ی کنجد هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از ۹ تا تخم مرغ ۴ تا شکسته ۳ تا ترک خورده بود و اصلا خرید این نوع تخم مرغ با این بسته بندی رو توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه قبل پر از خورده های توت فرنگی بود ولی این دفعه که گرفتم اصلا راضی نبودم ، چون دوتکه خورد شده توش بود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به کیفیت، با این قیمت کالاهای مشابه بهتری میشه خرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هر دونه از این آدامس رو نهایت ۳۰ثانیه میشه استفاده کرد بعدش تبدیل میشه به پلاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دست من اومده و کارتنش پاره شده. کلا محصولات عادی از دی جی کالا میگریم اونقدر بی کیفیت هستن که باید مرجوع کنیم. اینها که دیگه غذایی هستن و با سلامتی در ارتباط هستن باید بیشتر مراقبت کرد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی مصنوعی و احساس می کنی داری اسانس می خوری",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میوه مربا بهتره زیاد پخته نشه تا بصورت له و آورده دربیاید.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "مزه اش بد نیست خرید از دیجی کالا به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم طعم خوبی نداره احساس میکنی یک محصول غذایی خیلی سالمی نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم چندان خوبی نداره. بسته بندی بهداشتی نیست. باید به خصوص توی این شرایط شیوع کرونا، بسته بندی محکم و بهداشتی داشته باشه ولی در این محصول اصلا پلمب نیست و به راحتی باز میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هیچ شباهتی به طعم همیشگی اورنجینا که سالها خریدم نداره بی مزه و خیلی خیلی کم شیرین و بی کیفیت واقعا تعجب کردم و فکر کردم تاریخ گذشته اس ولی نبود و افت شدید کیفیت داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با پوسته و جدا کردن پوستش سخته بخصوص جاهایی که گوشت نازکی داره با پوست کنده میشه و به هدر میره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "توش پره های سیاه هستش مزه شکر وآب میده خیلی بی کیفیت هستش اگه مربای هویج خوردین خوشتون اومده باید بگم با خرید این پشیمون میشید نه تنها مزه بلکه انگار ضایعات و آشغال هویجم ریختن توش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت حتی در شگفت انگیز قابل خرید نیست بوی پارافین میده و تو دهن میماسه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این کالا ارزش خرید بالایی دارد و خرید ان توصیه می شود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز به قیمت خیلی پایین خریدم ولی به نظرم ارزش نداره و طعم خاصی جز شکر نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نه رنگ و نه عطرش قابل قبول نیست شخصا اصلاً نپسندیدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمیدم من هم هلی هم زعفرانی رو خریدم افتضاح شل و ابکی هست انگار اب شکر رو بهش طعم زدن متاسفم برای این کیفیت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از تازگی و طعم و ارزش غذایی خوبی برخورداره ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم پپسی اصل رو نمیداد با اینکه روی قوطی نوشته شده اصل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا پیشنهاد نمیشه نصفش خوبه نصف دیگه ش یا فندقی یا خیلی مونده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدون طعم و مزه و بسیار بی کیفیت در مقایسه با طعم های دیگر همین آدامس.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عطر و طعم قهوه ش خوبه ولی فوق العاده شیرینه دل آدمو میزنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا خوب نبود ماهی ها له شده بودن و طعم خوبی هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بیش از حد شل بود، من با دو برند دیگه مقایسه کردم که از هر دوی آنها شل تر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوبه نسبت به قیمت ولی من مخلوط کردم با قهوه برزیل خوب شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم تن ماهی نمیده . گوشت سفید که بیشتر شبیه کنسرو مرغه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه این ویفرهای خوشمزه رو خانوادگی دوست داشتیم و واقعا به نسبت قیمتش ارزش خریدن رو داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه عطریشو میخرم ، برای تست گرفتم. عطر نداره ولی خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نکته منفی خاصی نداره ولی من رو راضی نکرد.طعم دلخواه من رو نداشت.تا حالا از برندهای خارجی معتبر استفاده میکردم و این اولین بار هست که برند ایرانی رو امتحان کردم ولی راضی کننده نبود اما منفی هم نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به دلیل کیفیت خوب و قیمت مناسب پیشنهاد می گردد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیشتر از شش ساله که مرغ و گوشت رو از مهیا پروتئین می‌خرم و همیشه راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بی نهایت مزه آب قند میده، به شخصه خوردن کوکاکولارو ترجیح میدم...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دونه هاش خیلی درشته وبعداز اینکه تو آب خیسونده میشه ویگه میشن اندازه فندق",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "با اینکه خیلی کاکائو تلخ دوست دارم ولی تلخیه مزشو دوست نداشتم امتحان کردم ولی دیگه نمیخرمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بسیار با کیفیتی بود بسیار بهتر از طمع عسل های بسته بندی تو بازار من که راضی بودم عسل هیچ تعریف واحد و بخصوصی در مزه نداره، اما این طمع خوشایند داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه اولین بار بود خرید کردم اما راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در فروشگاه ها به سختی پیدا میشد ولی ممنونم که دیجیکالا این کالا رو موجود کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از انقضاش چندروز مونده بود و پلمپ شده گذاشتم تو یخچال فردا صبح متوجه شدم بریده و فاسد شده. چرا شیری که تاریخ مصرف داره باید بعد از یک روز از تولید فاسد بشه؟! اطلاع دادم هزینه اش عودت شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در کل خوب بود، ولی کمی چرب بسته بندی خوب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار جوندگی خوبی داره و اصلا از آن خسته نمی شوید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وزن پایین است و قیمت نسبتا مناسب کاش با بسته بندی های بزرگتر نیز تولید شود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کمی سفت بود به سختی میشد کارد داخلش زد ولی طمعش خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من با توجه به نظره مثبت خریدارها خرید کردم ولی به نظرم یه تن ماهی با کیفیت معمولی بود بیشتر مزه شویدش رو دوس داشتم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واسه یکی مثل من که تو محیط بیرونه و میخواد به عنوان میان وعده استفاده کنه خیلی عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توشگفت انگیز خریدم واقعا پشیمان شدم فقط به جای تن ماهی پربود از روغن فکر کنم به جای ۱۸۰گرم ۱۰۰گرم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من مرباهای دالفور رو قبلا از هایپر استار میگرفتم. متاسفانه وقتی که این محصول رو گرفتم(قبلا مربا زردآلوش رو میگرفتم) با اونی طعم بلوبری رو دوست دارم٬ طعم ترشال این محصول باعث شد که دور بریزم کلش رو......",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای میان وعده مناسبه البته من بیشتر شیر تازه به پسرم میدم. اینا چون نیاز به نگهداری تو یخچال نداره برای بیرون از خونه خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت برندهای دیگر قیمت مناسب تری دارد ولی طعم آن مثل سابق نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به نمونه های مشابه قیمت و کیفیت خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو این وضعیت بیماری سعی کنید حضوری خرید نکنید . خوش مزه و عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آقا عالیه.بسیار خوشمزه. کبک را اصلا تکه نکنید.پیاز را سرخ کنید تا طلایی بشه.بعدش همینطوری کبک کامل را سرخ کنید و بعدش تا روش آب بریزید و دو سه ساعت آروم بپزه. فقط نمک و فلفل بهش بزنید و زعفران.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تلخی قابل توجهی نداره ولی نسبت به قیمتش مناسب است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد بو بود و بعد از پخته شدن تلخه تلخ بود و غیر قابل مصرف",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه به این هوا میگیرید که طعم واقعی بلوبری رو بچشید، پولتونو حروم نکنید. خیلی بدمزه ست. رسما مزه شربت سینه میده. اونم خیلی تند و تیز",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه ی اول کیفیتش خوب بود ولی دفعه ی بعد که متاسفانه زیاد هم خریدم واقعا مونده و افتضاح.پولمو ریختم دور",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همون حلوا ارده هست شاید یکم شل تر مزه خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تیکه های زیری کمی رنگ زرد داشتن انگار زعفرون یا چیزی دیگه باهاشون در تماس بوده. من اون تیکه ها رو دور ریختم چون نمی دونستم چی هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی بدمزه بود با کلی ادویه و پیاز هم مزه‌ی بدش از بین نرفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهیا نیاز به تعریف نداره. تازه و تاریخ روز کیفیت خوب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در یک بسته تعداد 16 عدد موجود هست. تو قیمت عادی یعنی دونه ای 1000 تومان! نمیارزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "درود این روغن تولید در زنجان به سفارش شرکتی در گیلان هست ولی متاسفانه چه به لحاظ رنگ و چه بو هیچ شباهتی به روغن زیتون با کیفیت ندارد، بسته بندی هم بی کیفیت است، برای بنده از قسمت زیرین نشت داشت، یکی از بدترین خرید هام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بوی تندی داشت و با وجودیکه سعی شده بود با مزه دهنده ها این بوی نامطبوع ذاتی کیلکا کاهش پیدا کنه ولی متاسفانه تلاشی نافرجام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا نسبت به قیمتش عالیه انگار که پول نوشابه بطری ای میدی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر به طعم ماهی کیلکا علاقه دارید این انتخاب گزینه خوبی براتون میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجمش خیلی کمه. شاید برای چهار نفر نهایتا دو وعده بشه استفاده کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیره خرما بود ،شیره انگور نیست ،اگه فقط شیره انگور میخواین نخرید،من مجبوری دیگه استفادش کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر تازه نمیومد انگار 4یا5روز قبل چرخ شده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه فلفل زیادی داشت اما زیاد لذت نداد و مقداری سفت بود و توصیه به خرید دوباره نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهمترین نکته برای من استفاده بسیار کم از جوش شیرین هست تو این محصول که مثل بقیه بیسکوییت ها باعث ترشی معده نمیشه ، مزش فوق العاده هستش .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من که خوشم اومد، تو شگفت انگیز ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوش طمع و تازه پیشنهاد میکنم یکبار هم شده امتحان کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اولین بار بود خریدم در پیشنهاد ویژه اما انگار خاک چوب میخوری ریختم دور.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی نبودم... طعمش هم زیاد خوب نیست ....ماهی هاشک انگار رنده کرده بودن توش ریخته بودن... کلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم وخوش عطر وخوش رنگه وعطرش ارامش وریلکسیشن درادم ایجادمی کنه ومن تاحالا چندبارسفارش دادم عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت قیمت ارزش خرید ندارد قیمت خیلی بالاست و طعم معمولی دارد ظاهرش خیلی گول زننده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این همه تعریف کردند من سه بسته خریدم و به خاطر طعم تلخش قابل استفاده نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوستان گول نخورید این رنگارنگ مینو نیست برای شرکت گرجیه و متاسفانه این محصولش اصلا مزه رنگارنگی که انتظار دارید رو نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بار اول که خریدم خوب بود ولی سریهای بعدی خ بی کیفیت شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به برندهای دیگه مزه شیرینتر و طبیعی تری داره با توجه به قیمت از بهترین ها هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای کنسرو خوشمزه بود و ارزش امتاحان داره اما خب سلیقه ایه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه آدامس خوشمزه برای کسانی که طعم طالبی دوست دارند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دفعه های قبل که سفارش دادم بو میداد ولی ایندفعه تازه بود و بوی بد هم نمیداد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به بزرگی که تو تصویر دیده میشه نیس و کلا ۶۰گرم پودر قهوه که بوی سوختگی هم میده توش هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر خودتون دو کیلو قند بخرید و بذارید یه مدت بجوشه خودش تبدیل به عسل میشه. نخرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و خوشمزه ، البته اگر تو شگفت انگیز بخرید خیلی بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برندهای دیگه ای که این محصول رو تولید میکنن خیلی بهتره مثل گرجی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمیکنم داخلش پره هواس و اصلا طعم خوبی نداره پول بسته بندیشو میگیره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پیشنهاد نمیکنم مرغش تازه نبود و از تیره شدن رنگشو بویی که میداد مشخص بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه که میگرفتم خیلی خوب بود اما متاسفانه دفعه اخر خیلی اشغال و چربی داشت و اصلا تمیز نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خیلی خوبی داره برای پذیرایی مناسب هست و سایز بیسکوییت ها کوچک نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نه مزه سیر میده نه کره، آخر مجبور شدم خودم سیر و کره و زعفران اضافه کنم تا قابل خوردن بشه. دم و بال ماهی ها هم گرفته نشده زیر دندون‌ میاد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا سلیقه ای هستش من اصلا طعمش رو دوست نداشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه شربت سرماخوردگی میده، همین مزه هم یک دقیقه ای ازبین میره، هیچ بویی هم نداره، مفت گرونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعمش در دهان آب میشود و حالت چسبان پیدا میکند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش واقعا خوبه گوشت های تکه ای و روشن فعلا در حال حاضر که عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "رشته خوبیه آشمو جاافتاده کرده،با بسته بندی خیلی خوب که مانند سایر رشته ها ازش خرده رشته نمیریزه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بجای تبلیغ برای فروش عسل باید بنویسند آب قند به رنگ عسل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کوچک ترین تخم مرغ ها رو در این بسته 20 تایی جمع کردن. یک دونه درشت هم نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رگ گیری که اصلا نشده بود و کار خیلی سختی بود رگ گیریش، وزنشم ۴۲۰ گرم بود نه ۵۰۰ گرم ، با یخ و بسته بندی وزنشو حساب کردن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از خرید گوشتهای مهیا راضی بودم ، همیشه به روز تحویل میدادم ... اینبار برخلاف همیشه تاریخ تولیدش ۴۸ ساعت قبل بود ... یکم دلخور شدم ، ولی بازش کردم بو نمی‌داد ... بیخیال شدم ، استفاده کردم ...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعم بسیار ضعیف. حس خوبی ایجاد نمیکنه. به اندازه یه نوشابه گازدار، گاز نداره! از ۲۰ نمره اش ۱۰",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر به دنبالِ یک مربا با طعم عسل هستید این محصول می‌تواند نظر شما را جلب کند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این ماء الشعیر ایرانیه که توسط شرکت بهنوش ساخته میشه و طعمشم معمولیه و ماءالشعیرهای ایرانی بهتر از این در دیجی کالا وجود داره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رنگ محصول به سفیدی میزنه و من نشان دهنده این هست که چربی بیش حد زیاد هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با وجود اینکه تخم مرغ ها در سایز مناسبی بود اما متاسفانه دو تا از آنها شکسته بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به ماهی قزل آلاگرانتر ومزه و کیفیت پایینترمی باشد / برای جیب کارمند جماعت مناسب نمی باشد / البته بر خلاف تبلیغات مصرف ماهی / متاسفانه در هیچ جا کسی نمی تواند ماهی با قیمت مناسب و کیفیت خوب بخرد در هیچ جا !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه از مضرات نوشابه کم شده ولی همون طعم رو داره خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "افتضااااح اصلا توصیه نمیکنم بلدرچین مونده و همش استخوان مصرف بلدرچین زیاده ،ایندفعه خواستم از این برند بگیرم ،ولی بشدت پشیمان شدم حتی گربه ها هم این گوشت رو نمیخورن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام خیلی خوب هستش فقط مقدارش کمه، حتما بیشتر بخرید تا بیشتر لذت ببرید. موفق باشید ...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چایی خوبی بود اما ممکنه برای کسایی که تازه میخوان امتحانش کنن زیاد اولاش جالب بنظر نرسه . طمع لیمویی ته مزش داره که جالب میاد .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با خوردن این برند متوجه میشید که اصلا تا حالا مربای واقعی نخوردیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم و خیلی طعم و کیفیت خوبی داره فقط کاش تو شیشه نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار مناسب دستگاه تولید شده و هیچ مشکلی نداشت. طعم هم خوب است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در مجموع کیفیتش خوب نبود، هم ریز بود هم اینکه کلی پوست اضافی داخل بسته بندی بود که اونارو هم جز وزن بسته بندی حساب می کنن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انرژی بالایی داره و به عنوان میان وعده خیلی خوبه، با وجود اینکه حجم کمی داره اما ضعف رو از بین میبره و مقویه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دربین محصولات داخلی به جرات بهترین هست تاحالا از مدیوم و لایت استفاده کردم واقعا عالی هست و چندین بار سفارش دادم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بی کیفیت و بی مزه و بدرنگ بود.اصلا توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم و خوشمزه است فقط این میزان ضخامت اش مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم رنگش خوب بود هم طعم و عطرش بسته بندیه تکی هم هست که خیلی عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظرمن که خوش طعم نبود خیلی معمولی باشکر زیاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه کم ریز بود ولی در کل راضی کننده بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به بقیه برند ها قیمت و کیفیتش خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خیلی بیخودی داره و به قیمتش نمی ارزه. البته بستگی به شما داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش بد نیست ولی بهتره از روغنهای زیتون و کنجد استفاده کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "یکی یه لیوان سرپر از هر نوشابه کم کردن، بعد ۲ تومن روی ۶ تاش تخفیف دادن! گازم که نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رنگش با شیر فرق میکنه اما مزه ش نه، برای کسایی که شیر با چربی صفر باید بخورن گزینه خوبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قراره 4 طعم مختلف توش باشه، اونی که به دست من رسید حدود 80 درصدش طعم نعنایی بود. تلخ هم قطعا نیست، حتی کم شیرینی هم نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا البالو شو خریده بودم که خیلی راضی بودم که این باز 6ام هست که میخرم و راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکدست نیست، سوراخ و لک و آفت داره؛ از برند گلستان انتظار کیفیت بالاتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولش طعمش خوبه ولی بعد از پنج دقیقه واااقعا بد و بی مزه میشه و اصلا خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی تفاوتی با نوشابه نداشت اما قیمتش خیلی بیش از حد بالاست باید از نوشابه های معمولی ارزونتر باشه که مشتری ترغیب بشه به خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به کمک ادویه جات بدون بو ولذیذ بود.بدون استخوان بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اقا همش شکره .شیرینیش دل رو میزنه.کرم کنجد عقاب خوبه به نظرم نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من کینوا ارگانیک سفارش داده بودم در حالیکه ارگانیک نفرستادین متاسفانه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من به تازگی چند بار از مغازه خرید کرده بودم، توی تخم مرغ قرمز بود که حالمو بهم میزد و بوی بدی داشت و دور میریختم این یکی خیلی خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چربی کمی داشت و باعث شده بود گوشت خیلی سفت باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به طرز وحشتناکی بد بو بود و غیر قابل تحمل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا بدرد نمی خورد حلوای عقاب یه روزی خوب بود الان شده شکل پنیر بسته بندی دیگه اون خشکی وخوشمزگی را نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینی که لپه‌هاش درشت بود، ولی خیلی خراب توش بود! در کل توصیه نمی‌کنم خریدشو!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تا دستم برسد انقدر اب شده بود شل بود که ابش در امده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر بنده طعم جالبی نداره و دانه ها تازه بو داده شده نیست. یه سری از دانه ها رُستشون زیاد بوده به خاطر همین ته مزه ی سوختگی میده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مقوی برای بچه ها ،چندمین باره خرید میکنم و راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به درد کسی که عادت به روغن زیتون خوش عطر و طعم داره نمیخوره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متوسط بودیکم زیادی مزه قند میداد طعمش با پپسی های دیگه انکار فرق داشت!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همه یکنواخت نمی پزند یکی له می شه و دیگری سفته پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پزشکان شیر ماندگار رو توصیه میکنن ظاهرا بهتر میکروب زدایی میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه ای افتضاح و کاملا مصنوعی اعم از رنگ و مزه همه مصنوعی ارزش خرید نداره اگر میخواید مزه شو بچشید برای یه بار میشه چشید چون یادتون میمونه چیز چرتیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "استفاده کم از شکر مناسب برای کسایی که شکر ضرر داره براشون",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکدسته و پاک شده ...هنوز نپختم نمیتونم راجب پزا بودنش نظر بدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آسیابش واسه قهوه ترک مناسب نیست طعمش خوبه ولی چون درشت آسیاب شده خوب خامه نمیده باید مدت حرارتو بیشتر کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزه است،کیفیت بالایی داره، قیمت اش مناسب تر بود بهتر بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برند نام آشنا و محصولات با کیفیت،نیازی به تعریف نداره همه محصولات تک ماکارون عالی هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی وقت ها این برند رو می گیرم ولی اگر برندهای دیگه ای که با کیفیت تر هستن تو بازار باشه ترجیح می دم اونا رو بگیرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "راضی نبودم پیشنهاد نمیکنم تیغاش خیلی سخته دراوردنش ماهی ها هم انگار شل بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فوق العاده خوش طعم و خوب و تازه فقط تنها مشکلی که داشت کاملا یخش باز شده بود که این مورد برای مواد غذایی مثل ماهی اصلا خوب نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعم بسیار خوبی داره و خیلی هم سبک اگر هم خوب درستش کنی کرم خیلی خوبی میبنده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به هیچ وجه این محصول رو پیشنهاد نمیکنم. البته اگر نیاز به یک بطری با آب و شکر دارید محصول خوبی میتونه باشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت عسل های موجود در بازار، کیفیت مناسبی داره همیشه تخفیف داشته باشه خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روی بسته بندی بسیار خوب و کیفیت اما زیر آن گوشت تیره و بی کیفیت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خوبه، کلا از محصولات رامک راضی ام. البته ترجیحم شیر تازه اش هست ولی داشتن چندتا شیر مدت دار تو خانه لازمه، برای مواقعی که شیر تموم میشه و حواسم نبوده بخرم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز از لحاظ اقتصادی عالی ، کیفیت و اندازه معمولی.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "گرجی برند خوبیه ولی این نوع بیسکوییت کیفیت پایینی داشت . واقعا بد مزه بود و انگار نمور بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط بسته بندی جالبی داره دونه درشت آسیاب شده که به درد نمیخوره و‌طعمش هم اصلا قابل رقابت نیست من lavaza رو‌ترجیح میدم هم کیفیت بالاتری داره هم قهوه بهتری میده هم طعم بهتر خلاصه که اصلا خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از برند با سابقه ای مثل فرمند واقعا بعید بود! حجم و تعداد کم و ریز و لایه نازک شکلات، اصلا ارزش نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهرا محصول مفیدی هست فقط چرا انقدر درب مسخره ای داره؟پلاستیکی و ازش نشت میکنه و وقتی میخوای سفت کنی رد میکنه!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من مزه موزی که میداد و بوی موزی که میداد رو دوست داشتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداره. ولی تو پیشنهاد ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "عسل خوبیه نسبت به قیمتش اگه تو پیشنهاد شگفت انگیز باشه عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته وقتی به دستم رسید تمام ماهی ها آب شده بود و روی هم افتاده بود . تاریخ بسته بندی هم خیلی گذشته بود ولی طعم و پخت ماهی مشکلی نداشت .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب بود و به موقع ارسال شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی مزه اش خوبه، یاد قدیما میوفتی... قیمتش هم مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد مناسب نیست مزش و به نظرم خودتون درست کنید به صرفه ترم هست در کل پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وزن کالا مناسبه به نسبت قیمت ولی غلظتش خیلی خیلی کمه، پیشنهاد میکنم برند طحان تو دیجی رو انتخاب کنید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش فوق العاده.تو خریدش شک نکنید.خیلی خوشمزست.هر وقت توپیشنهاد قرار میگیره خرید میکنم فقط حیف که هر بار فقط۳تا میشه خرید کرد.تو کیفیتش شک نکنید.عالی عالی.باتشکر از دیجی کالا.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکمی تا رسید دستم بو نامطبوعی گرفته بود فکر میکنم به خاطر نوع بسته بندیش بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "لایه رو گوشت یکدست بدون چربی لایه زیر پر از چربی بود.راضی نبودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به نظرمن خرید تخم مرغ بهتراز خرید این مقدار سفیده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اکثر ادویه ها به میزان بسیار کم درونش اضافه شده و طعمشون رو اصلا حس نمیکنی.از خریدنش پشیمونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من با ماست استفاده میکنم. طعم خوبی داره و خیلی مقوی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کوچیکه و براحتی میشه گوشه کیف گذاشت و ته بندی کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "غیر از بسته بندی که قابلیت اینو نداره بعد از باز شدن دوباره بسته بشه از بقیه ی نظرات خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت محصول خیلی بااتس، با این قیمت بی ارزشه. از برندای دیگه قیمتای خیلی بهتر وجود داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من فکر کردم همون رنگینک های قدیمیه اما سایز و قطرش نصف شده اصلا خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر به حساب اصل اصل در صدد خرید هستید طبیعتا باید کلیه نمونه های کارخانه ای رو فراموش کنید. شکر آب با اسانس عسل. در چوب پنبه ای روی شیشه خوب نمیشینه نتیجتا کمی از عسل بیرون ریخته بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون کم نمکه برای کسانیکه فشار خون بالا دارن و زیاد نمی تونن تن مصرف کنن خوبه میتونن امتحان کنن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مدت هاست از این باور خرید می کنم کیفیت مناسبی دارد حداقل دور ریز را دارد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و مزه خوبی داشت خیلی چرب نبود و با عسل و مربا و ... میشود براحنی پایه صبحانه یا عصرانه باشد حس خوبی از خریدش دارم و راصی بودن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب و بدون بو تا حدود بسیاری پاک کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار چرب معلومه که درصد زیادی قلوگاه گوسفندی داره به شدت هم بوی چربی میده و باید با کلی ادویه طعم دار بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نبود بیشتر آب و روغن بود و گوشتشم خرد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی ارزون و خوشمزه است. من شکلات تلخ خیلی دوست دارم. قبلا هم از اینا گرفته بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این عسل رو خریدم حقیقتا بسته بندی خوبی کرده بودند و راضی هستم بموقع هم بدستم رسید عسلشم مرغوب وبا کیفیت بودتشکر از دییجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من چای عطری دوست دارم ولی این یک جورایی عطرش غیرطبیعی میزنه حوب نیس",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدلیل شباهت نام و ظاهر اون به رنگارنگ مینو اشتباها این رو سفارش دادم، طعم و کیفیتش خیلی ضعیف تر از مینو بود، تو دهن ماسیده میشد راضی نبودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم طعم وعطر کاملا سلیقه ایه ولی درکل ترکیب ترشی وتلخی موزونی که این قهوه داره کاملا متمایزش میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک لایه خیلی نازک شکلات روی یک بیسکوییت تو خالی.تو عکس آدم فکر میکنه شکلات تو پر است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهیأ کارش حرف نداره و دیجی عزیز هم با تخفیفاش در این دوران خانه نشینی به مردم کمک میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و طعمش فرق چندانی با قهوه فوری نداره و میشه گفت ضعیفتره بیشتر پول زلمزیمبوشو میدین تا کیفیت قهوه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظرم طعم دارچینیش از همه طعماش بهتره ماندگاریش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت متوسط هست و فقط در تخفیف ارزش خریدن داره.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "محصول مطابق عکس و توضیحات بود ، بنظرم طعمشم خوب باشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی شله فکر کنم از حرارت ببینه حجمش نصف بشه شیره بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا مزه خوبی نداره و کهنه بود و شور هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی خیلی خوب بود بدون شکستگی به دستم رسید ولی خیلی تخم مرغها ریز بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه داروی تقویتی میده و اصلا شباهتی به تافی نداره طعمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گوشت استیک نباید رگ و ریشه داشته باشد و فقط دو تکه رو استیکیه زیری ها ابعاد کوچک و نامناسب برای استیکه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خیلی بهتر بود مزه اش قبلا مزه ملایم تر و بهتری داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چای خیلی خوبیه.هم عطر و طعم خوبی داره وهم رنگ چای خوش رنگ میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شبیه مربا نیست اب شکر غلیظ شده با طعم و رنگ توت فرنگی .شاید یه دونه هم توت فرنگی توش له کرده باشن واسه دکور..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نه طعم خوبی داره و نه رنگ میگیره توصیه نمیکنم به هیچ عنوان",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بخاطر تبلیغ در تلوزیون و بهداشتی بودنش خریدم ولی داخل بسته 4 تا از تخم مرغ ها شکسته بود!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ازهرنظرعالی است خیلی بامزه برای صبحانه ولی قیمتهاهردوسه دقیقه بالاوپایین میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من داخل ۱۰ تا از تخم مرغ ها رگه ی خون پیدا کردم، جوری که از اون موقع دیگه دلم نیومد تخم مرغ بخورم! معلومه که کارخونش اصلا مجهز به دستگاه نیست و همه کاراشون به روش قدیمی مرغداری هاس. هیچ تخم مرغی واقعا تلاونگ نمیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یکی از خوراکی های مورد علاقه بچه ها که بدون دخالت دست بسته بندی و مصرف میشه و بهداشتیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چند ساله قهوه اصل ترکیه رو مصرف میکنم.گفتم اینم امتحان کنم که پشیمون شدم.موقع دم کردن هیچ عطری نداره.اصلا هم طعم قهوه ی خوب رو نداره.شاید هم کهنه بوده که کیفیت مناسبی نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت رانی را ندارد و چهار تا دونه تکه ریز از میوه داخلش هست مثل تمام کالای ایرانی باید خود نمایی بلحاظ بی‌کیفیتی بکند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط یک موردی هست در مورد محصولات منجمد که وقتی خرید میکنید براتون میآرن باید همون روز استفاده بشه چون کاملا یخ زدایی و آبکی شده نمیشه دوباره بذارین داخل فریزر",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بنظر من بهترین چای کیسه ای با عطر ارل گری چای شهرزاد رنگ عالی برای کسایی که چای پرنگ میخورن و بسیاااار خوش عطر",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم پاکبان رو بیشتر از بقیه شیر ها دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط توی یکی از تخم مرغ ها لخته خون بود، وگرنه بد نبود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوبه یک کمی نرم تر و البته بزرگتر از دیگر آدامس هاست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام، کیفیت خوبی داره، البته کمی رقیق است که آن هم عادی میباشد، چون من همیشه مصرف میکنم، البته با کرم کنجد عالی میشود.خرید خوبی است، قیمتش هم قابل قبوله. ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برند جریدیه که داره جا میوفته و کیفیتش بد نیست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار طعم خوبی داره ولی حجمش با توجه به قیمتش کمه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "قبلا رول دورش به راحتی باز میشد ولی جدیدا به سختی باز میشه ضمک اینکه خودسفیده هم توش لیش شده و تیکه تیکست و مثل قبل قالبی در نمیاد بیرون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر قهوه ترک از برندهای معروف مثل مهمت افندی استفاده کرده باشید کاملا متوجه اختلاف بالای کیفیت خواهید شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه من روی عکس های بسته بندی خیلی دقت کردم ننوشته بود تراریخته ولی در زمان تحویل دیدم رو بسته بندی نوشته تراریخته از خرید پشیمان شدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "غلظت‌اش به‌قدری کم هستش که شوکه میشید... طعم خوبی هم نداره واقعا... هر سه تاش رو ریختم دور فقط پول بطری دادم فکر کنم چون بطری‌هاش خوبه ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تخمه هندوانه زیاد میخورم ولی اینبار انقدر بد بود که همه رو ریخنم بیرون.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من شخصا ارده با طعم قهوه ترنگ بیشتر دوست داشتم. ولی این محصول هم خوب هست، بخصوص برای صبحانه. اگر در فروش فوق العاده بود حتما بخرید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روی جعبه ننوشته که چه تعداد داخل جعبه است ولی لذت خوبی داشت استفاده از این نوع قهوه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه نوشیدنی مالته باید تلخ باشه نه اینکه شیرین از خریدم کاملا پشیمونم و ب هیچ کسم پیشنهاد نمیکنم ک بخره چون پشیمون میشید تو عمرم با همچین نوشیدنی بر نخورده بودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجم خیلی زیادی داره و ممکنه اسراف بشه اصلا بو نداشت و طعم خوبی هم داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نوشابه ها رو با تخفیف خریدم و تو بسته بندی کارتنی تحویل گرفتم. راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از طعمش خوشم اومد ، امیدوارم شما هم بپسندین .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر در یک جمله بخواهم این محصول رو توصیف کنم: “شیری که مزه نداشت و کِرِم رنگ بود” اگر شیر خالی سرد میخواهید بخورید اصلا پیشنهاد نمیکنم، چون آب از اون خوشمزه تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با درود ضمن تشکر از دیجی بابت گذاشتن این بخش بنده تهیه کردم در شگفت انگیز نظر شخصیم ، به هیچ وجه حتی طعم پسته سطح متوسط رو هم نمیده تازگی نداره و مشخصه که مونده است من کاملا ناراضیم و توصیه نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در توضیحاتش نوشته روغن کنجد و کانولا ولی در عمل روغن کنجد کانولا و آفتابگردان، روغن مخلوط هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل آدامسای فاسد تو دهن تیمه تیکه میشه میره لای دندون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این شکلات رو برای مواقعی که وسط کارم یه چیز خوشزه میخوام خریدمش. حجم بالایی داره و دوماه طول کشید تمومش کنم. مزه شکلات داره به همراه مغزی های متفاوت. برای مهمان و هنگام خوردن چای هم میتونین مصرف کنین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه طعمش کمی مزه شیر خشک میده ولی خوب سلیقه ای هست وکلا قابل قبوله از نظر بسته بندی وماندگاری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی چایی با کیفیتی نیست فقط بسته بندی خوشگلی داره همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من فقط چای دیر دم طبیعی میخرم اصلا چای رنگ دار نمیخرم ،،طبق نظر دوستان که گفتن دیر دم هست خریدم هنوز دم نکردم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "طعم مناسب اما شل و رقیق! اب قاطیش شده انگار !!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نسبت به چای های کیسه ای دیگه قیمت مناسبی داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به طعم و غلظتی که داره خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قدیما یک چاشنی توش قرار می دادن الان دیگه نداره چاشنی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فک نکنم زیاد طرفدار داشته باشه،آخه خیلی بو میده و طعمشم به نظرم خوب نیست،قوطی دوم رو مجبور شدم با رب گوجه فرنگی و پیاز و ... تفت بدم و سیب زمینی سرخ کرده اضافه کنم تا بشه تحملش کرد....تن ماهی رو به کیلکا ترجیح میدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به خاطر دو آتیشه بودن طعم خاص و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چیزی که به دستتون میرسه رو داخل ویدئو ببینید احتمالا از خریدش منصرف میشید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه آب انبه رقیق شده با ته مزه هویج خراب میده واقعا حال آدم بد میشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوش طعم و عالیه یه تن ماهی باکیفیت و خوشمزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی این اوضاع مریضی و بیماری پاره بودن روکش سلفونی خیلی بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من راضی نبودم زنگ نداره بوی خوبی هم نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بد طعم بود. کلی ادویه بهش زدم با این حال بوی افتضاح می داد طعمش هم خیلی بد بود. والا تا حالا ماهی به بد مزگی. این نخورده بودم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش جالب نبود برام با مربا هویجایی که قبلا خوردم اگر مقایسه کنم نمره ۵۰ از ۱۰۰ میدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و خوشمزه. بخرید ظرفشم بعدا به درد می خوره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیشه حیلی ریز ک برای برداشت عسل ب مشکل میخورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با سلام این برند محصولات خوبی تولید میکنه مثل زیتون و غیره ولی در مورد این یکی خیلی بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنا به نظر کاربران خریداری کردم، اما چندان رضایت بخش نبود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من فکر نمیکردم که به این خوبی باشه ، بوی خوبی داره ، کرمای خوب ، اگر طعم ترشی اسپرسو رو دوست نداشته باشید این خیلی مناسبه ، با دستگاه خیلی خوش طعم شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسلش عالیه و طبیعی البته من توی شگفت انگیز گرفتم که خیلی هم به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام به شدت از خریدم پشیمون هستم چون که این مربا تلخ هست و حال به هم زن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو حراج خیلی خوبه نسبت به برندهای دیگه طعم بهتری داره پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه شون سالم و خوب بودن نه خیلی درشتن و نه ریز من یک سالی میشه فقط همین مارک تخم مرغ رو میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تمیز و تازه است. کیفیت و مزه هم خوبه. پودز شنیسلش هم زیاده.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کلا محصولات کامور هم خوشمزه س هم مناسبه افراد دیابتیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت و کیفیت عالی واقعا خوش طعم بود پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیجی با اینکه تخفیف زده بود ولی بازم خیلی از فروشگاه ها گرون تر میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط در شگفت انگیز و با تخفیف بالا توصیه می کنم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اول بهتر بود پسته ها کوچک شدند فقط در تخفیف ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اول طعم بدی داره ولی چندثانیه بعد طعم واقیش حس میشه من راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اول هلو سان کوییک بعد یه مدل از سن ایچ",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "پولتونو تو چاه نریزید،کافئین کم،طعم ضعیف،متاسفانه فروش یک محصول که بالا میره کیفیت محصول میاد پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه ش خوبه اما در دراز مدت برای روغنش مضر است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کلا نوشابه ضرر داره اما برای تنوع خوبه ضمن اینکه اینجا ارزونتر از همه جاست البته تو پیشنهاد ویژه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت بایودنت نسبت به قبل پایین اومده اسانس زیادی داره که ابتدا تو ذوق میزنه بسته بندی ضعیفی که تو کیف یا کشو میذارم بوی آدامس میگیره و تعداد کم و قیمت بالا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز که خیلی عالیه تمیز و بدون رگ",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من هم خیلی ماهی خور هم عاشق تن ماهی هستم ولی اینو که برای بار اول بود امتحان میکردم نپسندیدم .مجدد سفارش نمیدم .هم ظاهرش بد بود ،هم طعمش .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام دوستان بدرد نمیخوره نه طعم داره نه رنگ من پیشنهاد نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیلکا بود و تمیز بود فقط استخوان داشت که خیلی ها نمی پسندند. مرسی",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا درجه یک بود از بقیه مارکها بیشتر پیشنهادش میدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم بد . بوی بد . فقط قیمتش خوبه .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیر خوبیه قیمتش خوبه بسته بندی ش خوب بود مزه ش هم خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من ظاهر و اسمش خیلی از خودش خوشمزه تره و مزه ش اصلا چنگی به دل نزد. پشیمون شدم از خریدش.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میگوها بزرگ وخوش طعم بود.فقط کالا منجمد است وانتظار داریم طی ارسال انجماد اون باز نشده باشد ولی تاحدی یخ زدایی شده بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه است و بچه‌ها دوست دارند خوش خوراکه قیمتش هم مناسب است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فوق العاده خوش مزه و خوش عطر تو این رنج قیمت بهترین عسل هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از بهترین کارخانجات تولید کننده ماکارونی، دارای طعم و مزه مناسب.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط بدیه این محصول اینه که حد اکثر ۱۰ عدد میشه خرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به هیچ عنوان ارزش خرید نداره. به چندین روش مختلف از آماتور تا حرفه ای این قهوه رو دم کردم و جز ذرات معلق در آب جوش، چیزی به دست نیومد. اصلا و ابدا توصیه نمیشه. افتضاح.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه مایع خیلی رقیق و بی مزه. انگار داری یه لیوان شیر با یک چهارم قاشق چایخوری پودر قهوه میخوری. واقعا از کاله بعید بود من فقط به خاطر برندش خریدم و انتظار داشتم خیلی غلیظتر باشه. تازه قیمتش بالا بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در تخفیف خریدم، بد نبود، ولی اکشن رو ترجیح میدم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در کل خیلی بد نبود اما به نظرم نسبت به قبل کمی کیفیتش پایین تر آمده تو گوشت خرده های سفید و سفتی بود و مشخص بود چربی نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب نبود و بیشتر بافت سفت و بی کیفیت داشت و به نظر گوشت گاو پیر بود نه گوساله",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نبود واقعا تازه نبود و بوی خوشایندی نمیداد دیجی کالا ما به اعتبار تو خرید میکنیم امیدوارم فقط کالای با کیفیت عرضه و اعتبار نامت رو همیشه حفظ کنی ممنون که به نظرات خریداران اهمیت میدی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برند خوب اما در حد روغن های خوب خارجی نیست. با توجه به محصولات امروز بازار گزینه خوبیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار رقیق بود، تقاضامندم دیجی‌کالا از برندهای معتبر و با کیفیت عرضه کنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیرهای با ماندگاری بالا کلا زیاد توصیه نمیشه و طعم و مزه خوبی نداره مگر این که به دلیلی برای نگهداری طولانی بخوای",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام دوستان. قهوه خیلی معمولی هستش. طعم و عطرش خوبه. ولی غلظتش کم میشه. فومش هم معمولیه.در کل انتظار خاصی نباید داشته باشین",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "حجم بردن بالا بگی 1800 گرم وای ی ی چقدر زیاد ولی اینقدر شل بود که همه متوجه میشدن از آب یکم غلیظ تر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب بود اما ظرفش یه کم پر دردسر بود .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسیار شل وابکی است. من فکر میکنم و چیزی اضافه شده- به اعتبار کالا لطمه میزند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل آب بود محتویات تخم مرغهاش و اصلا رنگ و طعمش مثل تخم مرغ رسمی نبود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حتما باید خنک بازش کنید در غیر این صورت سرریز می شود",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت فقط قیمتش بر حسب یک لیتر کمی زیاده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خریدش از دیجی کالا زمانی که تخفیف داره بسیار به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بسیار عالی در کنار یه فنجون قهوه تلخ تلخ تلخ و داغ",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه تلخی و موندگی میده، دوستانی که میگن به نسبت قیمتش خوبه احتمالا تا حالا آبمیوه مارک دیگه نخوردن که به این افتضاح میگن خوب. یه قلب که خوردم بقیشو خالی کردم سینک ظرفشویی گول تخفیف و این چیزا شو نخورید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه اصلا مزه مناسبی نداشت. و خیلی هم مزه لیمو نعنا نمیداد. انگار همش اسانس و طعم دهنده مصنوعی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی کوچیکه با این میزان کم اینقدر قیمتش بالاس ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوش طعم و متفاوت. همیشه این خرید رو تکرار می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همشه بنده از نوشابه کاله استفاده میکنم به خاطر قندی که توش هست و از شیر درست میشه و هیچ فرقی با نوشابه های دیگه نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بی کیفیت بود.زیرش سیاه بود و کمی بو میداد. فکر میکنم دوستانی که تعریف کردن از کارمندهای مهیا پروتئین باشن.چون کاملا بی کیفیت و بی ارزش بود.ممنونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اندازه تخم مرغها درشت نیست در صورتی که قبلا از برند دیگه ای استفاده کردم درشتتر بودند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من خیلی استفاده دارم ب غذاها مزه خوبی میده کاش موجود شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به دلیل بسته بندی بد ۲ تا از تخم مرغ ها شکسته بود",
        "output": [
            "negative"
        ]
    }
]
}