{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given a sentence in Japanese, find what it means in English language and output it.",
  "Positive Examples": [
    {
        "input": "クルナスは２００１年にバスに乗るところを検挙された。\n",
        "output": "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n",
         "explanation": "The above sentence is correctly translated from Japanese to English"
    },
    {
        "input": "またこの会議では、グーグル台湾のR&Dセンターのエンジニアリングディレクター、Li-fengChien氏も「グーグル台北デベロッパーズデイ」での成果を発表し、Chi-paoHu氏とYi-ruLin氏という開発者を、iGoogleでの実際のアプリケーションについて情報共有すべく招いた。\n",
        "output": "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n",
        "explanation": "The above sentence is correctly translated from Japanese to English as it correctly captures overall meaning of the sentence."
    },
    {
        "input": "キミはマクラーレンのドライバーとの差を縮め、今はアロンソにわずか5ポイント負けている。\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is correctly translated from Japanese to English as it correctly captures overall meaning of the sentence."
    }
  ],
  "Negative Examples": [
    {
        "input": "「私は自分に課せられた責任を知っています、そして、世界最高のドライバーであるミハイル・シューマッハーとともにフェラーリのようなチームの一部になることが待ちきれません」とマッサは言った。\n",
        "output": "\"I am unaware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is not correctly translated from Japanese to English as one word 'unware' is wrong and should have been 'aware'."
    },
    {
        "input": "情報不足が問題で、超党派での調査では、実際より少なすぎる報告とデータ収集不足の裏付けがとれた。\n",
        "output": "Abundance of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n",
        "explanation": "The above sentence is not correctly translated from Japanese to English. The phrase 'Abundance of information' changes of meaning completely."

    },
    {
      "input": "今や月から102キロで円軌道にのっている。",
      "output": "The reviews of the movie Avengers movie ar eout and they are completely off the charts.",
      "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "セントアンドリュースで行われているオープン・チャンピオンシップで、ゴルファーも彼らの敬意を払った。\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "最終的に、この同じ技術によって映画産業は数百万を節約できるかもしれない。\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "「私がキングスウェイで非常に人気のある人物だからではなく、票が割れて、得票順に当選とするシステムが機能するからだ。」\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "車は、アメリカと連携して組織されたパキスタン軍特別任務グループの一部である特殊作戦特別部隊の旅団本部に突っ込んだ。\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "州警察のメンバーは沿岸警備隊に知らせ、警備隊はMH-65救出ヘリコプターと２つの救助艇を送り出した。\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "BPは7月13日に漏出を起こしている油井に蓋をし、油の湾への流出を効果的に止めた。\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "その試合の流れでは、Sreesanthの5-1-25-3という連投は非常に重要だった。\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "「しかし、それは私達の通常の操作手順に入っており、私達はそれに従って対応している。」\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "この会社の新しい研究開発センターは、上海の紫竹科学園区に設立されることとなる。\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "政府は、死刑に対して長期に渡って反対していることを繰り返して言った。\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "新しい兵器は、非核兵器戦争が核戦争へとエスカレートしていく脅威無しに、核兵器と同様の効果を達成するだろう。\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "法と正義党(PiS)と市民プラットフォーム(PO)両者とも将来の政府を構成するが、護憲の立場をとる両党による新しい下院での獲得議席数は304となり、ポーランド憲法改正に必要とされる議席数を3席下回る。\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "ロシアはこの地域を、カリーニングラード州の首都であり、ポーランドとリトアニアの間に位置するカリーニングラードとロシアのサンクトペテルブルグの間の戦略輸送機の飛行ミッションに使っている。\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "爆発は、窓を割り、偽天井を崩壊させ、数百メートル半径内の柱をゆがめ、ショッピングセンターに重大な損傷を引き起こした。\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "共和党のメンバーは、リードに彼のコメントの責任をとり辞任するように要請した。\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "キャンベラのTuggeranong、19歳の影のオーストラリアオリンピックチームのメンバーであるアリス・イングレイは、彼女がそのイベントでオリンピックでオーストラリア代表になることを望んでいる、ターゲット・リカーブのイベントのスタートの数日前に、国際アーチェリー選手権の2日目に出場していた。\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "「物価指標化」の実現は、将来の社会保障費を数兆ドル削減するだろう。\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "パワーのあるサーブと押しの強い打ち合いでの勝ちだった。\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "航空運輸のブディ・Mulyawan長官は次のように語った。地方の限られた予算では、いくつかの空港では改善に限界があるが、現在のジャカルタは、2,250メートルの滑走路に140メートルのRESAを整備したり、航空機救助隊や消防トラックを空港に配置するという改善をしていて、何も問題がない。\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "停電は、国のエネルギー危機の増大に対処しようとする試みに続いたが、それには、２００４年に憲法に違反して規定された保護と民間企業がエネルギーを供給するのを許す試みが含まれる。\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "「男性は、堤防の階段の一番下にいて水に入ろうとしたときに、夜の間の悪天候による大波で何の警告もなくさらわれたと思います」と彼らは言った。\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "アルメニア大統領のセルジ・サルキシャンは次のように宣言した。「戦争は望まないが、もし避けられないのなら、我々は戦い、そして勝利する。」\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "知事を務める間、彼は750件以上の法案を拒否し、それは他の当時の知事すべての法案拒否の合計よりも多く、州に10億ドルの財政黒字をもたらした。\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "第一の攻撃は、パキスタンとアフガニスタンの国境近くの山岳地方で警察軍部隊が道端の二発の爆弾にぶつかった時に起こった。\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "現場のイスラム法廷会議の元メンバーが、頭と顔を完全に剃った爆撃者を、アルカイダとつながりがあると思われている超保守的イスラム教徒グループ、アルシャバブの一員と特定した。\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "彼は質問に対して、「私の意見では、彼らが作っていた草案は安全保障理事会の更なる決定なしに武力の行使を認めないことを、私は明らかにした」と言った。\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "アラブ人キリスト教徒が修道士のユダヤ人住民への教会の土地売却に抗議したために、聖金曜日に、ギリシャ正教会の修道士とエルサレムのアラブ人キリスト教徒との間で紛争が勃発した。\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "イリノイ州下院はこの木曜日に、セクスティングするティーンエイジャーに対する罰則を撤廃することを投票で決めた。\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "バイエルン内務省のヨアヒム・ヘルマンは、事故についての考えを述べた。\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "消防士は、本日東部夏時間午前9時15分(UTC-4)現在、火事発生からほぼ24時間後、まだ現場に居た。\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "愛国心の問題というよりも、この論争は、旗の上げ下げが労働組合員にのみ任された役割であることを明示されていた可能性のある労働契約に関わっていた。\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "ロケットは彼が7度目のサイ・ヤング賞を獲得して、アストロズが、クレメンスが2点のリードを台無しにして、カージナルスとのNLCSの第七試合に負けた2004年ワールドシリーズに近づいた後、もう1シーズン雇用した。\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "彼は、家族の安全が保証されていると言われた。\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "ほとんどは古い芝刈り機の部品、ハンドル、バースツールでできている。\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "議会は、マイクロチップ規制を変更することを目的とした地方政府法改革法案へのいくつかの修正提案について議論してきた。\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "ムカジーは、治療に行っていて、彼が海外にいた時、シンは病院にいたので、首相と会うつもりだと述べた。\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "地方政府は現在、王子が支援している環境保護団体であるIRGT/KINTへの寄付を調査して議論している。\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "「それは非常に強固な同盟関係、政府の変化を超越した同盟関係だ。」\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "エルバグドルジは再選に失敗した場合、新しい大統領は一時停止を終了することができ、死刑執行を再開する可能性がある。\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "ノース・カロライナ州シャーロットのABC支部によると、フレアは、先週水曜日の州連絡高速道路485の運転中の過激な報復行為に関わった嫌疑がある。\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "「傷を治癒する」ことに関して、彼は国連で、冷戦の境界が南北の分裂に取って代わっていることの危険性を指摘した。\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "インドネシアの気象学と地球物理学の機関は、最初の地震の約20分後に、リヒタースケールで一つは5.5でもう一つが5.3を測定された、少なくとも2つの余震を記録した。\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "負傷した旅行者らは、それからコスタ・デル・ソル地域の５つの異なる病院に運ばれた。\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "シドニーのランドウィック競馬場の4頭の競走馬がウイルスに感染したと昨日心配されていたが、これらの馬は後に、ウイルス検査で陰性と出た。\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "21,000以上の民間世帯、推定153,000人が南ワジリスタンから避難し、ノースウエスト・フロンティア州で難民となっていると報道されている。\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "この発売には、開発に3年以上かかっていて、2002年3月に発売されたバージョン1.0を越える多くの機能を誇っている。\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "米国にいる数百人の合法で、高度な技術を有する労働者は、グリーンカードの処理遅延の解消に関して国務省とUSCISによる「突然の変更」という彼らの発言以上の象徴的で平和的な抗議の一環として、米国市民権移民サービス（USCIS)のエミリオ・ゴンザレスに数百の花を送った。\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "クシニッチはラルフ・ネーダーに「本物の進歩主義者」と称賛され、2003年にマハトマ・ガンディー世界平和賞を受賞した。\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "彼らは1992年に初めて発売された「キリング・イン・ザ・ネーム」を応援することに決めた。\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "オーストラリアは0対0でカタールと引き分け、日本は1対0でウズベキスタンを倒し、韓国は2対0でアラブ首長国連邦を負かせて資格を得て、2対1でアイスランドに勝ってオランダは出場資格を得た。\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "政府の構造を変えるだけでなく、リバタリアンズはニュージーランドを共和国にし、立憲君主制を廃止することをも掲げる。\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "イランの国家安全保障最高評議会書記、ハサン・ロウハーニーは同国が11月22日現在、ウランの転換を一時的に停止すると月曜日に発表した。\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "ホテルの警備スタッフは、政府保安担当者がイベントの独占的な取扱いを望んだので、式典の前に部屋の外へ追い出されたと言う。\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "ワシントンのカナダ大使は、ワシントンの地下鉄の駅にアフガニスタンでのカナダ軍を描いたポスターを貼って、宣伝活動を進行中である。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "一方、家畜の移動制限が行われ、非常に考えにくいことだが万一その病気が流布されたとしても影響が抑えられるようにしている。\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "ブロガーのデビッド・ファラー氏は、「政府がこれだけ多くのプレッシャーを積み重ねてきてから投票で負けるのは非常にみっともないことだ」と言った。\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "現在までのところ、遠隔操作船と、以前に流出が起きたディープウォータ・ホライズンの油井との位置関係を明確に示す手立てはない。\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "「「ニュージーランドの生存者の歴史」はまた、ニュージーランドが１８００年代後半にさかのぼる出生、死、移民情報のほとんど完全で詳細な歴史がある世界の数カ国の１つであることを示します。」\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "ペンステートはペンシルバニア州最大の大学で、米国最大の公立10大学のうちのひとつである。\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "国会議員のチェスター・バロウズは「私は酔った若者、レイプする若者、乱暴する若者をあまりに多く見た経験がある」と述べた。\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "この時、それは地球から268,624マイル離れた安全な距離にあり、月がその軌道で一番遠く離れている時より地球に近い。\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "モスクは「我々はMarkaziJamiatAhl-e-Hadithがモスクに出入りする人々全ての人が口にする言葉の一つ一つ全てを支持しているとみなされるわけにはいかないということを明らかにしたい」と説明している。\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "従って彼は、歴史上で誰よりも北極点に旅行したことがある。\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "政府管理下のRIA報道機関によると、爆発による唯一の死亡者は民間人だった。\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "金曜日に発表されたレポートは２００９年には毎日１０億人以上が飢えると見積もっており、これは人類の歴史で最初のことだ。\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "また、新華社通信の報道では生後21ヶ月の男の子もこのウィルスで湖北省で月曜日に死亡したと報道した。\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "ゴードン・ブラウンは、首相質疑の間に、労働党議員アンディ・リードからの質問に答えて発表した。\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "そのバスはブルガリアへの旅行のあと、観光客を家に送っていた。\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "「強盗は冷淡で、犠牲者にほとんど関心を示しませんでした。」\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "行政管理予算局の局長であるジム・ナスルは、赤字が減少し始めると考えていると述べた。\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "もし、抑留者がすでにトイレットペーパーを持っていたら彼はもう一つ持つことはできない。\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "法廷が6週間休廷している間に、彼の弁護の準備がなされる。\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "この研究によると2050年までにアメリカ人5人に1人が外国生まれとなり、アメリカの総人口は2倍の4億3800万人となる。\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "9人の上院議員、7人の共和党員と2人の民主党員、は、改正に投票しなかった。\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "国営通信社によれば台風モーラコットがもたらした豪雨により泥流が起き、台湾島に住む600人もの村民が行方不明となっている。\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "彼はまた、平和維持軍全ての撤退への大統領命令を不適切で有効ではないと述べ、国連はバグボ氏を正式な大統領とは認めないとも述べた。\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "虐待にはクリッチフィールドの６人の子供たちが巻き込まれたが、彼女に対して、すすんで証言しようとする子供はほんのわずかでした。\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "ペンタゴンの広報担当者、ブライアン・ホイットマン氏はフランス通信社に対し、その襲撃された建物は「大使館や政府の建物ではなかった」として、それはイラクの外務大臣ホシャール・ゼバリ氏にも確認されたようで、彼はそのイラン人たちが政府の承認を受けたオフィスで働いており、そこは領事館として承認を受ける過程にあったが、領事館でもイラン総領事館でもないと言った。\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "オーストラリアのジョン・ハワード首相はAPEC各国のリーダーは気候変動に関する「努力目標」に合意したと発表した。\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "現在、品目当たり2.5セントの税金が課せられていて、新しい関税はこれを、現在の価格に対し同額の12セント引き上げることになる。\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "「彼らの文化が侮辱されるのを見たい人は誰もいないが、私たちはモコが公有財産だと認識している。」\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "ターンを完了した後に、アリンギは彼らのそばに遡航して、1秒差で勝利を勝ち取った。\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "「この2、3年の間、大企業の存在によって、また、米国政府が市民団体に対して閉鎖的になったことによって、我々は、我々の国を改善しようとする努力ができなくなった。」\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "これが、燃料がエンジンへ流れるのを制限し、意図せぬエンジンのロールバックを引き起こす結果となった。\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "「政府の奮闘は終わったので、今の我々の主たる戦いは世論である」と彼は語った。\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "「事件の全ての証拠とその当時に有効だった交戦規則に基づいて、ビデオテープの中で示されたAIFが、殺傷能力のある武器の使用を正当化する敵意のある脅威を与えたと伍長が合理的に考えることができたことは明確である。」\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "占拠者に向けてロープの端に付けて投げ込まれた電気ケトルはきちんと動いていると言われている。\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "主要プレイヤーは誰もコストについてはコメントしておらず、先週トムソンは、Quaeroのために作られた企業ウェブサイト上のページへのアクセスを削除し、役員に対しそのプロジェクトに関してインタビューを受けないよう指示した。\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "チームの旅費が31000米ドルから18000米ドルへと減少した後、ローンスターがロメへ旅立つのを許す決定がなされた。\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "「Wikipediaは反体制者の避難所ではなく、百科事典である。」\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "しかし、日本はベトナムより１ゴール多く、その原則でグループでトップになる。\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "イギリスの監査委員会は、リバプール市議会前議長のマイク・ストーリー氏の再任を疑問視する報告書を発表した。\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "その女性、ガブリエラ・ガリンは遊園地の労働者で、そこで過去七年間働いた。\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "「あなたはそれをどう扱いますか？」\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "道と横のフェンスは両方とも、雨によりアリエシ川に落ちた。\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "マフディー軍のメンバーが和平交渉の参加要請を拒否した後、イラク国内軍はイラク南部のディワニア市の一部の制御ができなくなっていた。\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "抗議者の1人は、保安要員が「村と街を攻撃し始めた」と言った。\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "休みのあと、フルハムは試合に戻りたくて、力強く出てきた。\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "彼は私の選挙区の同業者で生涯の友人である。\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "「私は彼が非常に素晴らしい議員で、非常に素晴らしいケベック独立支持者だったと思う」とDuceppeは付け加えた。\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "ドウェックの研究によると、難題に取り組む代わりに正しいことをした時に誉められるということを子供が知っている時、たとえ失敗するとしても、彼らは、単純に、確実に答えを見つけられると思う簡単な仕事を引き受けることに決める。\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "「我々がそこに着く頃には、フランス人が直面しなければならなかったときよりドイツ人がずっと弱まっていたことは、記憶されていないようだ。」\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "ブッシュ大統領は火曜日にサウジアラビアを離れ、彼が水曜日にワシントンD.C.に戻る前の中東旅行の最後の滞在地であるエジプトに向かう予定である。\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "しかし、イラクの連合軍の副司令官として、マリオーリはイラクにおけるカリパリの意図を知らないと報告したので、連合軍の地上部隊にイタリアの任務の詳細を教えることができなかった。\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "「私は、私自身と、何百もの他の通勤の人々があの夏の日に体験したことを、他の人々がすることを望まない」\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "「私たちはイギリスの消費者が、偽造されて、合法銘柄より深刻な健康被害をもたらす可能性のあるタバコを騙されて購入するのを防いできた。」\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "スコットランド環境保護機関（SEPA）は、今後数日の天気の見通しは改善しており、大量の降雨は予想されていないと言った。\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "アメリカ合衆国で、タコベルの広告の中で注目を集めていたチワワのギジェットが、脳卒中で亡くなった。\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "タイム誌リポーター、マーク・ハルペルンとニューヨーク誌リポーター、ジョン・ハイレマンの共著によって書かれる本の中で、これらの意見は発表された。\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "若い人の失業が警報レベル(OECDによれば20歳〜24歳で2002年で15.5%)を推移し、2005年に起きた暴動がまだ記憶に新しい状態で、サルコジは、財政支出と、長く働くほど報いられる税制策の実行を行き渡らせると約束した。\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "ハイチ政府の代表は、援助国に、アメリカで最も貧しい国であるハイチの再建のために３億５０００万ドルの追加援助を要請した。\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "その結果、出演者が舞台で大麻たばこを吸い、劇場自体が観客に加わるように促している。\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "他の子供たちは、彼らの家の壁が崩壊して死亡した。\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "「もしオーストラリアの『検閲のための上院議員』であるスティーブン・コンロイが勝手をするなら、オーストラリアは強制的なインターネット検閲体制をもつ西洋初の国になる」とウィキリークスは彼らのウェブサイト上の別の声明で述べた。\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "観客の中には、オーストラリア人のシェフ・デ・ミッションのジェイソン・ヘルウィグと彼の代理人であるマイケル・アルトゥングとケイト・カクラフリンがいた。\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "オペラ歌手からトーク番組の司会者に転身したシャルロット・チャーチは、自分の番組の中で侮辱するためにホテルの女性相続人であるパリス・ヒルトンを呼びたかった。\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "金曜日、イギリス出身のエンジニア、リチャード・ジェンキンス氏は、風力車での最高速度の記録を破った。\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "古いダムの材料のうちいくつかは新しいダム建設のために利用され、いくつかは展示用に飾られている。\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "ジャーナリストは、退陣するコロンビア大統領アルバ・ウリベと戦争に苦しむ南米の国の右翼軍事グループとの結びつきに注意を促した。\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "シュワルツェネッガーは、マケインを「偉大なアメリカのヒーローであり、類まれなリーダー」だと称し、党を越えて彼の能力を称賛しました。\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "支配する暫定軍事政権は、支配に反対するいくつかの過激派グループから攻撃を受けている。\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "彼は、「多くの企業が非常に厳しい時代に直面し、失業者は急激に増加するだろう」と予測した。\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "チリは1998年に、ギリシアは1994年に、アルジェリアは1986年に出場したのが最後となっている。\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "ウェイン・スワン財務大臣とClimateChangeMinisterであるグレッグ・コンバットは、財務資料を見たうえで、補償体系をまとめ上げることなく物価上昇を予測するのは時期尚早であるという共同声明を発表しました。\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "新しいインタビューまで、引き続き注目して下さい。全ての党からの全ての候補者が対象で、連絡を受けるだろう。\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "党議長マイケル・スティールは、日曜日にFOXニュースで「民主党が彼らがこれらを言うことができ、彼らの口から出る…時に、彼らが謝罪できるようなスタンダードがある」と語った。\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "次の10年間、ホッパーはゲスト役としてしばしばテレビに出演し、1960年代末までにはいくつかの映画の脇役を演じた。\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "少なくとも27人が怪我をしたが、主に切り傷と打ち身だ。\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "バルトリは、今年今大会では第18シードだが、今までグランドスラムのどの試合でも第4試合以上に進出したことがなかった。\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "ネーパーヴィル出身の州議員のダーリーン・サンジェによって発起された法案は、114対1の過半数で通過し、イリノイ州上院で検討されることになる。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ホスニ・ムバラク氏は昨日新内閣を発表し、そこには抗議者たちが全体に承認しない人物数人が含まれなかった。\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "彼はまた、裁判の間陪審が臨席することを要求した。\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "立法上の要件のために、企業は同意を得るだけでなく、アイテムを送っている会社について詳細を提供しなければならず、将来の郵送の応募を取り消す無料の方法を提供しなければならない。\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "北ガザへのイスラエルの侵攻はパレスチナ戦士によるロケット攻撃を抑制することが目的で、この６日間で５０人以上の人々を殺した。\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "チャド当局は、103人のアフリカ人の子どもたちをホストファミリーへ斡旋するために飛行機でヨーロッパへ行こうとしていたことに関して、その7人と他の14人の容疑者の役割を調査していた。\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "news.vl.ruへのコメントと投稿した人々に関する追加の個人情報が求められました。\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "サルダール・サロバー・プロジェクトに抗議するハンガーストライキ9日目のナルマダBachaoAndolan活動家であるメダ・パトカーは、警察によってニューデリーにある病院へ強制的に運ばれた。\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "ダブリンのランズダウン・ロードで行われたRBS６か国戦は、アイルランドが19点だったのに対してフランスが26点を勝ち越して終わった。\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "グループは騒音と光害を排除するために、店舗と住宅地の間に設置する、より高い壁も何とかして入手した。\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "彼は「もし英政府がトライデントプロジェクトを進めるならば、SNPはスコットランドでその進行を止めるのにそれらのパワーを使うことを提案する」と誓った。\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "ハムリンは、ジョンソンに３３ポイント先行して、６，３２５ポイントをもつドライバーのチャンピオンシップ首位になった。\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "イラク議会議長のマフムード・アル・マシュハダニは、トルコに平和的に事態を解決するよう依頼したと言う。\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "「私はこの声明から、それが彼を非常に無能な市長にするだろうと思う」と彼は述べた。\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "調査は、会社の労働力が、ランドマークエデュケーションが「アシスタント」と呼び、ボランティアとみなしている無給労働者へ非常に依存していることに焦点を当てた。\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "ビジネスウィークは、その発表は同州が来年の研究助成金として幹細胞研究に対する700万ドルを含めて1000万ドルを出すとコーザイン氏が発表した2日後に行われたと伝えた。\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "隣接するドーセット西からの保守党の影の首相オリバー・レトウィンは、細工した写真のメッセージは保守党の政策と矛盾しない、と述べた。\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "攻撃後の彼の逃走は、警察をローマへ導いた電話記録と彼が捕まった彼の兄のアパートへの強制捜査によって、無駄だったと証明された。\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "ブレア氏はまた、「我々は過去数年何度もこのプロセスの様々な部分を経験してきたが、これは全て歩み続けるべき健全な基礎だと私は思う」とも述べた。\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "警察は、交通量の多い道路で行われているため、抗議行動参加者全員の健康と安全を懸念している。\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "オランダ最高裁判所は、カゼミの事例は彼が最初に亡命を求めた国に責任があるというEU法を理由に訴えを取り下げた。\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "「私は、一年間の沖合発展を停止するというオバマ政権による決断が、国のエネルギー需要に合わせるため、国内の原油とガス精製の遅延とコストをより増やしてしまうことに憤っている」と、べギーチは主張する。\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "しかし、博覧会で行われた最も有名な出来事はおそらく、1901年9月6日の、ウィリアム・マッキンリー大統領暗殺だった。\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "この解散は、ライバル大学らの指導者らのUoW終了の呼びかけに続いて行われる。\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "マイクロソフトが決定を上訴しない場合は、企業は罰金を全額支払うために3か月（2月27日から）与えられる。\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "全員外国へ情報を伝えたと非難されているアレクサンダー・Zaporozhsky、セルゲイ・Skripal、そしてアレクサンダー・Sypachevを含むいくつかの名前が推測されているが、ロシアはこれまでのところ解放される他の囚人が誰なのか確認していない。\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "その飛行機は、スモレンスク空港からおよそ2キロメートル（1.3マイル）で墜落した。\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "ごく最近では、韓国が日本の貨物船占拠時に５名の韓国人が誘拐されたのを受けて、駆逐艦１隻を派遣するという意向を表明した。\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "「これは極めて重い雪で、多くの木がまだたくさんの葉を付けていた…降雪が止むまで、完全な損害評価はできない」とニューヨーク西部地域の電力会社ナイアガラモホークの広報担当者であるスティーブ・ブレイディは述べた。\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "その後、彼がその国の首都オタワで当選MPがゼロである緑の党に入るという憶測もあった。\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "人気の女性の勝者は、国民によって「バイ・ア・カントリー・マイル」が投票されたので、ヒラリー・バリーだった。\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "シュルズはホワイトサンズミサイル発射場で働いたことから、レーダーの経験がある。\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "PopCountyの郡保安官事務所によると、午後11時ごろミネソタ州Brooten、PopCountyのBangorTownship近くで、Glenwood、MNの南東約15マイル、St.Cloud、MNの西北西約55マイル、あるいはツインシティーズの北西約100マイルのところにある、110番街で彼の車が道から外れて転がったとのことでした。\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "「何百年間もの間、かつては人口の15パーセントだった私たちキリスト教徒は迫害され聖地から追い出され、今私たちはちっぽけな少数派である。」\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "この国では、同性愛がすでに最高14年の禁固刑を科される刑事犯であり、この法案により罰が終身刑にまで上げられる。\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "ウィキバーシティは、オンラインでの共同学習環境を構築することを目標としている独自のプロジェクトである。\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "100億年前の宇宙における、原子核とイオンを構成する中性子と陽子である重粒子の質量密度を、様々な測定により上手く見積もっている。\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "ブドウ球菌感染は他の疾患より拡散しやすく、人混み、不十分な衛生管理、そして皮膚同士の接触が最も多い感染原因である。\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "警察は、地元の住民からワイグルが衝突で負傷したという電話を受けた。\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "彼は、「決選投票が今開催される条件がなく、選挙は延期されなければならないというSADC（南部アフリカ開発共同体）の議長の声明を強く支持する」と、彼は言った。\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "シン・フェイン党とSDLP、北アイルランド同盟党はすべて、DUPに失敗の責任があるとした。\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "ハワード氏は、その売却は彼の政権の選挙公約ではなく、連邦政府は売却による長期的な恩恵を見いだせなかったと言った。\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "BBCニュースで放送されたその動画は、約45秒間のもので、少なくとも2発の制御不能となったミサイルが、火の勢いが強まる中で、基地内から発射され、近隣に落下する様子を映し出している。\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "彼はわずかに右に傾いて、ぼさぼさの長い髪の毛に囲まれた顔はじっと遠くを見るような表情のままだった。\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "金曜日のFIFAワールドカップ準決勝の出場を決めるために、ドイツはPK戦で4対2とし、アルゼンチンを負かした。\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "「私たちは納税者のお金を節約する義務があり、9月のイードを含めた他の祭りのためにライトを設置することで、約10,000ポンドの節約になる。」\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "木曜にカナダの環境大臣ジョン・ベアードによって発表された新しい環境規制の下で、CO2排出量削減の新しい強度の目標を達成できない会社は、排出量1トン当たり15ドルの初期費用でオフセット・クレジットを購入するか技術基金に貢献することができる。\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "開発は、インテルの競合相手であるアドバンスト・マイクロ・デバイスによって作られた現在のプロセッサーよりむしろ、インテルのプロセッサーを使う新しいラップトップで始まった。\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "カモフ32消防ヘリコプターが貯水槽を満たそうとしていた間に墜落したと、トルコのアナトリア通信社が報告している。\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "アメリカのスキー選手は昨日の回転種目で競う予定だったが、試合は強風のためキャンセルになった。\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "「私たちは徹底した地上検査を実行してすぐに殺された外国人の身元を確認できた」とパキスタン軍の広報担当者であるシャウカット・スルタン少将は述べた。\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "ハイチ人は暴動を起こしてプロセスを混沌に陥れ、外国の監視員の断固とした努力によって鎮められた。\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "真実と正義の同盟と呼ばれ、主要な野党は国民自由党と民主党の候補の連合だ。\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "以前使用された測定方法に関していくつか意見の相違があるため、研究者は6か所でレーダー、衛星、そして他の方法を使って測定を行いながら山頂で一時間過ごした。\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "先週ONEニュース太平洋特派員バーバラ・Dreaverは、その危機を取材するために到着したところを強制送還された。\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "「そして、誰もがわかる結果です。」\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "24時間以上火と格闘した後、消防当局は、火が大部分は鎮火されたと述べ、ホースを止め始め、彼らの器材を荷作りするよう消防隊に命令した。\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "ルイ・コルデイロがポルトガル唯一のトライを後半開始直後に入れ、デュアルテ・カルドソ・ピントがそのコンバージョンを決めた。\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "しかしフランスのテレビで、ジダンは自身の行いに対して深い反省を示した。\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "NATO事務総長ヤープ・デ・ホープシェファーもその行為を非難した。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "初代大臣サモンドは事故から50周年を記念して設営された記念公園と銅像をお披露目した。\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "アラン・シュガー卿は、英国政府のための「企業家の権威者」として指名を受けた後、BBCシリーズ、アプレンティスの前面に出続ける。\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "サンフランシスコで提起された訴訟は、ＡT＆Ａが政府と共謀して米国市民を盗聴することで連邦法を犯したと主張している。\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "ムシャラフが探すかもしれない他の選択肢は、軍の助けを得るために非常事態宣言を発表することか、政治的な混乱を招くだろうが議会を解散することだ。\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "ＯFTは数字は１年で３億ポンドだと述べた。\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "金曜日にルーマニア政府によって可決された法律は、議論されるために議会に送られた。\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "次のレースは明日予定されていて、月曜日はレースのない日だ。\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "スペインの勝利は、予言動物パウル・ザ・オクトパスによって正確に予言されていた。\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "ルワンダ、ブルンジとコンゴから集まったおよそ100人の学生が、五大湖地域の未来、ならびにルワンダの過去と現在についての考えを共有する。\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "ボスウェルは以下のように述べた：ニュージーランド政府が禁止するか、販売を制限するかどうか討論していて、「BZPの影響の更なる研究は、厚生相によって間もなく公表される」。\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "51歳のマーティン氏は、検事側の証人に他の関連事案の裁判記録や、提案と話すべきポイントを含め、ムサウイ氏の事件に関する彼女自身の私見を含むメールを送ったことで、不正行為で告発されている。\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "後に彼は、彼自身のバーを開き、何人かのメンバーの友となって、ジャクソンビルの彼らのコンサートで彼らを紹介すらした。\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "フランス出身で、そこで英語を学ぶ大学生のリシアヌ・ラヴォレル氏は、フランスのいわゆる弱さについて、1996年の映画「インディペンデンス・デイ」を引き合いに出して皮肉な返答をした。\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "数人のアナリストは、この最新の停戦は、バスク地域での彼らの支援を激減させるETAの戦術に基づいていると示唆している。\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "このアルメニアの靴は完全な状態で保存されており、アイスマンエッツィの履いていたものよりも数百年古く、世界で最も古い革の履物、および、ヨーロッパでこれまでに発見されたもので最も古い履物となる。\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "ギボンズの息子のジョンはリバプールから、イギリス人が彼の母親の実刑判決に腹を立ててイスラム教徒と敵対するべきではないと求めた。\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ある研究がスコットランドの自殺率が近隣のイングランドより高まっていることを発見し、ロシアの報道機関や政治家は世界第3位の10代の自殺率を注意深く調べ、新たな数字がオーストラリアのノーザンテリトリーでアボリジニの子どもの自殺が増えていることを示した。\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "数十年の古さの建物が、金曜日の現地時間で午後1：30に香港の馬頭圍通りに沿って崩壊した。\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "ダーントン氏は更に現在の政府のシステムをゲームのようだと表現する。\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "そのモルドバ指導者は、彼が13の沿ドニエストル軍事企業の活動に関する文書の小包をロシアに送ったと発言した。\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "英語版ウィキペディアツールページからのリンクで2006年から60日間試行される。\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "1970年代、彼のワールドシリーズクリケットはクリケットを改革し、色付きのユニフォームや白いボール、日中・夜間試合などを導入することでワンデー・クリケットを前面に押し出した。\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "「プロラクチン治療のゴールである、回復を促進することで、我々は実際多発性硬化症の人々の症状を改善する希望を持つ」\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "逮捕された人々は、金曜に、ネムスプロイト警察裁判所に現れた。\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "警察が家に到着すると、立ちはだかっている72歳の老人に遭遇し、短い会話を交わすと、男性は家の中に戻って行った。\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "この2週間にわたって、エランド立て坑だけで約300人の「金の海賊」が逮捕された。\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "彼らは窃盗、住居侵入、そして器物破損の罪に問われた。\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "CNNセンターに直結しているオムニホテルも被害を受け、窓の多くが割れた。\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "「そういう状況だったので、私たちは最後まで先頭にいられるように、慎重に道を選んで何度か攻撃をしかけた。」\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "「我々はファンとインディアナポリスの人のために祈っている。」\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "法案に関するすべての記載が記事から削除された。\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "しかし、このレウの高評価は、すべてがポジティブというわけではなく、輸出業者に多くの負担を強いて居る。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "PA-457と呼ばれているその薬は、ベツリン酸に由来しており、紙メーカーからの副産物から取り出せ、メリーランドの製薬会社であるパナコス・ファーマスーティカルス社によって製造、開発されている。\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "過去に国連は、イスラム教主義者に武器や機器を提供したエリトリアを非難したことがある。\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "彼は復楽園を付け加え、荒野での神の誘惑を描写した。\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "父であるLamLuong、37歳のエビ漁師は4つの死刑に相当する殺人の訴因で起訴されている。\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "3人の救助要員が、1週間以上行方不明だった6人の閉じ込められた鉱夫を救い出そうとして、ユタ州のクランドールキャニオンの炭鉱で、亡くなった。\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "そして、「文書は”公式のルートを通して情報公開要請をすることで利用可能にする”ことができる」と、彼らは言う。\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "「転換の度合は、バミューダへの潜在的な影響において重要な関係がある」、「ベルタが実際にその島を脅かすかどうか決めるには早すぎる」と国立ハリケーン・センターは述べた。\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "シドニー通りの反APEC集会はおよそ５０００人のデモ参加者を引きつけ、最高１８人が逮捕され２人の警察官が負傷した。\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "死亡した全員が大人で、二人の運転手の内の一人を含み、もう一人は重傷であった。\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "製造者のチャンピオンシップ順位は、シーズン２試合を残して、２４９ポイントのシボレーが、トヨタに４０ポイント差、フォードに９１ポイント差をつけてリードしている。\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "彼女の家族はハリージ・タイムズに、彼女がマダヴァンまたは彼の手先から身体的な危害を受けることを恐れるていると、話した。\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "1991年から2001年までの間、人口増加率は着実に減少している。\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "有名なレイプ被害者であるムフタール・マイ氏は、いかなる女性も金銭のためにそのような扱いを自ら受けようとするという考えを否定した。\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "南オーストラリアのエアー半島の地域の山火事で9人が死亡した。\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "今下院の無所属MPは、フランス語を話すケベック州のポンヌフ＝ジャック・カルチェ選挙区のアンドレ・アーサー氏ひとりのみとなる。\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "2005年の会計年度によれば、彼らは8300万ドルの収益をあげた。\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "そのボートにはラップトップや電話や全地球測位網にエネルギーを供給するための太陽電力システムがある。\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "翌日、40台のワゴン付き貨物列車はカルガリーの東で脱線し、3人の負傷者がでた。\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "1999年にスコットランド議会が始まって以来三度目の選挙は、中道左派のＳＮＰが、一議席差で与党の労働党を破った。\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "写真は、UBSフラッシュドライブ、メモリーカード、ブルートゥースデバイスやピクトブリッジ対応のデジタルカメラから印刷できる。\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ブライアン・ナランホ氏率いるUCLAのチームが、卓上装置で重水素核融合を観測した。\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "そのダムは、最初1911年に建設され後に何度か拡張された古いダムに取って代わった。\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "自民党の外交問題スポークスマンであるエド・デイヴィは、ウッドの声明を「法的戦争を擁護する論拠の最後の命取り」だと言った。\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "トレド警察署は違法があったとは疑っておらず、死が偶発的であったと考えている。\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "Chaindrawa氏によれば、サアカシュヴィリ政権は民主主義とはほど遠い。\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "にもかかわらず、彼は７１セントの代わりに７１ドル請求されたという：請求されるべき料金相場の１００倍である。\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "暴行は、闘士が必ず崩壊させると言っていた火曜日の大統領選挙の前に起こる。\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "政府の情報源によると、中国政府はアメリカ合衆国に対して経済的な脅迫のキャンペーンを始め、ワシントンが元平価切り上げを強制する貿易制裁を押しつけるならば、大量に保有している米国財務省証券を清算するかもしれないとほのめかした。\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "両方の曲の大部分がオズフェストの一環としてのローディのアメリカツアーの間に作曲され、バンドのリードボーカルはMonsterDiscoHell.comとのインタビューで、スタッズ・アンド・レザーのコーラスはセントオーガスティンで作曲され、ビースト・ルース・イン・パラダイスの主なリフはミルウォーキーで作曲されたと言っている。\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "医療品財団の広報担当者であるロス・ベルは、「そのような見直しはぎりぎりなだけでなく、水曜日の議論の結果を先手を打って阻止しているように見える」と述べた。\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "ソニーは世界中で209件の過熱の報告を受領し、顧客の1人は軽い火傷を負ったと報告した。\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "「揮発量の違い、粘性と風化の違いはオイルの回収により大きな機会をもたらす」\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "アメリカ沿岸警備隊は亡くなった身元不明の男性は氷から退避する道を探している際に水に落ちたと語った。\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "戦士たちは、政府を倒して、新しく選ばれたパキスタンのペルベス・ムシャラフ大統領から権力を奪おうとしていると言う。\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "噴火で、氷河の下に亀裂ができただけでなく、氷河の中に大きな穴ができ、それは今ではまわりに長くのびている。\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ヨークに率いられる西インド諸島チームは、競争力が強く、タックルにハードであったが、スウェーデンのプレッシャーは試合のほとんどの時間を自分の陣地にいた事を意味する。\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "インターポールは、水曜日に拘置所から逃げた東南アジアのジェマ・イスラミアの指導者マス・スラマット・カスタリのために「オレンジ通知」を出した。\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "この合意は2007年11月にブラジル政府によって認可され、2007年3月にフランス国会でも認可された。\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "イギリス、ロンドン−2012年夏のパラリンピックが1週間足らずで始まるのを前に、パプアニューギニアのパラリンピック代表団の一部が、同国がパラリンピック出場資格を与えた選手2人、陸上選手のフランシス・コンパオンと重量挙げ選手のティモシー・ハラベのサポートのために今日ロンドンに到着した。\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "糖尿病のシンは1990年にイギリスでバイバス手術を受け2004年にデリーで、ステントを彼の動脈に組み込んだ血管形成術を受けた。\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABCもまた、ウッドラフとフォークトが防護服とヘルメットをかぶっていたと語った。\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "彼の党SNPの幸運に触れて、サーモンドはグラスゴー東とグレンロセスの補欠選挙キャンペーンを「福音の十字軍」と言い、「グラスゴー東ではうまくいったが、グレンロセスではやや少なかった」と言った。\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "南アフリカ放送協会(SouthAfricanBroadcastingCorporation(SABC))の報告によると、南アフリカの検察当局(NPS))はジャッキーセレビ南アフリカ警察長官でありインターポール会長であるジャッキー・セレビに対する逮捕状を発布した。\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "ビースト・ルース・イン・パラダイスは意図的に、より「映画に合って」いて「ホラー気味」ではあるが。\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "この取り組みは国民にショックを与えて、喫煙は命を奪うし深刻な病気を引き起こすことに気付かせるのを目的とするものである。\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "このようなパートナーシップは、何年もの間噂されており、推測の量はここ数ヶ月で増大した。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "5対4の多数決により、米連邦最高裁は子供を強姦したことで有罪判決を受けているパトリック・ケネディーに対する死刑判決をひっくり返したが、それが犯罪と釣り合わず、残酷かつ異常な刑罰を禁じた憲法に違反すると言われ、それによって先例を作った。\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "2つの機関がスコットランドのファスレーンとロイサスにあり、原子力潜水艦艦隊にサービスを提供している。\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "牛は観察が容易で、308か所の8,510頭の牛は、地球の磁場に合わせて体の向きを揃える傾向が強いことを示した。\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "このサイトはトム・クルーズとクルーズのサイエントロジーへの関与をパロディーにしたもので、サイエントロジー側からの度重なる排除勧告で議論の中心になっている。\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "トルコ対米国の試合で、椅子は試合中に修理された。\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "ケララの寺院担当大臣G.スダカランは、タイムズへの声明で異なる視点を示した。\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "イングランドのスウェーデン人監督スヴェン＝ゴラン・エリクソンのサイドは、より高い支配率を保ったが、早めに１ゴール上げる以上のことはできなかった。\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "フリーソフトの最もよく知られた例の幾つかに、Linuxオペレーティング・システム、Mozillaネットブラウザ、およびOpenOfficeのオフィス・スイートがある。\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "ケニアヘルス専門家協会スポークスマン、アレックス・オリナによると、ケニアの公衆衛生従事者に対する手当を加えた平均月給は、ほぼ25,000ケニアシリング(193ポンド、302米ドル、230ユーロ)である。\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "「イスラエル人の生命を守るために何もしない間に、ユダヤ人とイスラエルへの憎悪を煽るだけだ。」\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "最終的に屋根の上も治安部隊によって制圧された。\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "天気予報者らは、台風はその国の北部のカガヤン州を襲う前に進路を変えたと言った。\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "発砲したとされる人物と被害者の一人の夕方の行動の前に議論が起こった。\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "リバプールで1952年に生まれた彼は、1974年にミドルセックス・ポリテクニックで社会科学学士を授与された。\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "アフマディネジャドの対立候補の一人であるミールホセイン・ムサビは、以前に「絶対に」自分が当選すると宣言しており、結果に異議を唱えるかもしれないと述べた。\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "「それとも、あなたは『いや、私の性的異常は、私が女装を本当に必要としているということだ』と言うかもしれない」\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "その他の弾は少年たちに当たらず、1発は車に当たった。\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "反対派のリーダーであるトニー・アボットは、「その数字は炭素税がオーストラリアの家庭に課すであろう料金の実例を示した」と述べました。\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "彼らはまた裁判官から陪審員に与えられた指示が不完全または不明瞭だという主張を退け、「被告らは代替としてミスリーディングな主張を提案した」こと、そのような状況では裁判官は当初の指示のままとすることが許され、特に「法廷に対し特定の罪の必要性を警告するために、提示された罪が厳密に完全であること」は求められないことを述べた。\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "彼らは、海上での事故を調査することを許されているのは海事産業庁だけだと述べた。\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "何人かの敬虔なスーダン聖職者は、彼女の死を直接的に要求することは止めたが、事態を悪化させないための政府の指示を無視した。\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "議論と第一回投票の間に、Bobo?ikovaは支援の不足を理由に立候補を取り下げた。\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "防衛科学人事大臣ワーレン・スノードンは、ドイツ連邦共和国が発見を知らされたこととその現場は保護されるべきだと述べた。\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "襲撃したとされる人物の友人は申し立てにショックを受け、彼は「この学校で私たちが知っている中で最も素晴らしく最も優しい人の一人だ」と述べた。\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "１２２人のサイクリストは、南オーストラリアのアデレードで始まりそこで終わるサーキットを回る６日間のレースを終えた。\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "最初の7.2の地震は木曜日の朝、現地時間（UTC+11時間）で午前4時8分に記録され、バヌアツ島エスピリトゥサントの南東ルーガンビルから55キロメートル（35マイル）東で深さ144.8km（90.0マイル）だった。\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "兵士2名が殺害されたほんの48時間後に、北アイルランドのアーマー州でコンティニュイティーIRA武装犯によって警察官が殺害された。\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "「私は攻撃の背後に誰が隠れているかわかりません、しかし、私はそれが元闘士の派閥の１つであると思います」と、彼は言った。\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "ひどいにわか雨で回が中断したが、プレーは再開され、ブレンダン・テイラーが６０ナット・アウトを得点して、ジンバブエが緊張したフィニッシュで１ボールで目標に達した。\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "最近イラクへ飛び立った後、今フランスに滞在しているマケインは、「アメリカ合衆国はみんなのプライバシーを尊重して、補正措置をとらなければなりません」と事件に関して返答した。\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "金曜日の記者会見で、オーナーのJ.PaulReddamはサラブレッドが負傷し、土曜日のレースの出場を取り消されただけでなく、これ以降どんなレースからも引退すると発表した。\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "この結果、健康が悪化し、仕事の生産性が下がり、運転中の危険が増加し、性生活の感度が下がる。\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "ウッドラフは、2006年1月3日に、エリザベス・ヴァルガスとともに、故ピーター・ジェニングズの代理としてABCワールド・ニュース・トゥナイトの専任共同アンカーとなった。\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "ネズミはナチュラルキラー細胞の数と働きに劇的な減少を示した。\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "ジャン・EyegheNdongは、アフリカの国で最長期間指導者を務めたボンゴが、月曜日にカイロン診療所において73歳で死亡したと述べた。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "「それは心配するな」「これはしたり」といったフレーズは、その異端のリーダーのトレードマークのようなものだった。\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "しかしユーザーは、「私は、編集をしたとき、ペイリンがノミネート候補者であったということを知りませんでした」と述べ、そして、「誰も、私にこれらの編集をするように命じませんでした」と述べた。\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "食料品価格は２００８年半ばの記録的な高水準から下落したが、世界的な食料品価格がまだ前の年と比較して高く、発展途上国で国内価格はひどく高いままだと、レポートは述べている。\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "これは、同じくミネソタ州が初となる、1997年に施行された、ガソリンにエタノールを混ぜることを必要とする州全域の指令を受けている。\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "フランスがワールドカップの予選の間に負けたのは今回が初めてである。\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "紛争は、ドーミエの国境地域で両国の間に暴動が勃発した6月に遡る。\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "２００８年にトラムリンク・ネットワークをトラムトラック・クロイドン社から購入したTfLは１月２９日に欧州連合（OJEU）の公式ジャーナルに入札を提出した後に、１月下旬に計画を発表した。\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "ディスカバリー号は現在、ミッションSTS-120の間ISSにドッキングされている。\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "ニューサウスウェールズ州とクィーンズランド州では乗用馬数十頭がすでに感染していたが、上記の件が競走馬への最初の感染となった。\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "計画は今日早く破産裁判官に上げられた。\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "彼は提起された５つの容疑の無罪を主張したが、１０人の陪審員は５時間かけて彼を有罪にした。\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "地震はブルンジ近郊でも感じられたが、そこでの被害や負傷者の報告はない。\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "嘆願の前は、イギリスは銀を取ってウクライナが271.526ポイントで銅を取り、内村の得点は日本を4位に留めた。\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "北朝鮮はさらに「韓国の傀儡主戦論者は、延坪島で計画されている沿岸での挑発的な実射訓練を直ちに中止するべきだ」と言って演習の中止を要求している。\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "しかし、チャンスを何度か無駄にし、相変わらず下手なパス回しをして、ウェストミースは試合の最後の数分間で2点差で負けた。\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "アンドリュー・サイモンズが６６ランでオーストラリアのトップ・スコアラーになり、一方、アダム・ギルクリストは５５点だった。\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "一部の家族の弁護士は、「葬儀もなく、お別れもなく、ただ、たくさんのたくさんの苦しみだけがある」と言って、何人かはまだ愛する人を失ったことを受け入れられないと述べた。\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "チェ・ゲバラの「モーターサイクル・ダイアリーズ」の仲間が死亡した。\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "水曜日の夜に、マニングがボクサー・ショーツもあきらめなければならないと、刑務所の指揮官は決定した。\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "保健サービスのカリフォルニア部門ケビン・ライリー博士は「私たちは野生のブタが仲介しているのかどうか分からないが、この特定の牧場にイノシシが非常にたくさんいることは分かっていて、私たちはそれらが柵を通り抜けたり柵の下を破って、畑に近づく能力がある場面を目撃した」と述べた。\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "少なくとも７つの小さな村が完全に破壊された。\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "12月30日に撃たれ2012年に死亡した、最初のジャーナリストは、ベテランジャーナリストのShukri・ラーティブ・アブ・Burgholだった。\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "彼女は典型的な一日を説明して、「ショーの１時間半前には私はメーキャップルームにいる」と述べた。\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "津波警報ははじめ震動の後に出されたが、その後まもなく撤回された。\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "作業には3週間から1か月かかる。\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "数十億バーツ規模の電気通信事業とITの巨大企業であるシン・コーポレーションは、2003年7月のタイ・ポストとのインタビューでのSupinyaKlangnarongのコメントに対する名誉毀損の訴えに敗訴した。\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "それに先立って、最初の自家製爆弾がバスクの町ゲチョにある銀行で爆発した。\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "批判に含まれるのは、カード所持者にチェックを送り、申込者に、取得している追加のカードがクレジット・スコアを下げたり、レートを上げたりすることができることを知らせずに、カード所持者の上がったレートで「待ち伏せする」習慣だった。\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "視覚障害B3クラスのスキーヤー、ベイスムはガイドのショーン・ラムズデンとともに両試合後語った。\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "爆発はバンコク北側ぎりぎりのノンタブリー県の交番で起きたと伝えられた。\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "しかし、ニュージャージー州ハミルトンのGuillermoSardina（55歳）は「私は夜の間中寝ている」と言った。\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "先週、サムスンは最新のアンドロイドで動く装置ギャラクシーSのためにマーケティングを進めた。\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "「彼は、テレビ撮影班に紛れて、通りから迷い込みました」と、グレイマウス警察巡査部長デイビッド・クロスは言った。\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "少なくとも112種類、合計720羽の鳥が動物園にはいる。\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "彼らは土曜日に100人ものシーア派がスンニ派によって人質に取られ、バグダッド近くのアル・Madainの町で殺すと脅されたと述べた。\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "「後押しされた形で、我々はまた再び小さい店に立ち寄り、手渡すための追加のソフトドリンクを買いました」\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "彼は順調に進み続けており、そのためブリスベンへの推定到着時期を1ヵ月短縮した。\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ザゲルは、その要請を、陪審が裁判ですべての目撃者の証言の写しを欲しがっていると解釈した。\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "コカコーラの配信サイトMycokemusic.comは、利益の全額をチャリティーに募金するため、この音楽トラックを木曜日からウェブサイトで配信する予定だった。\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "その一方で、Nezaは警察と軍隊が装甲車でその地域に到達しようとしていると述べている。\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "キルマーノックのジミー・カルダーウッド監督は、試合の後で次のように感想を述べた：「長い、長い1日だった。」\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "「今日彼らは、その裁判と処刑が報復に過ぎず、正義ではないことを自ら証明した」ある会葬者はロサンゼルス・タイムズに語った。\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "彼はまた、CEOが肝臓移植手術を受けた間、スティーブ・ジョブズの地位の代役を務めた。\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "ヒッグス機構は、素粒子物理学の標準モデル、及びそれを越える多くのモデルの一部を成す電弱理論の主要要素である。\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "市民は彼らが「忠実に尊敬すべき同志である金正恩を崇拝しなければならない」と告げられたと言われている。\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "研究者は国立衛生研究所から受けた280万ドルの補助金の下で働いており、繁殖用に売られる前のラムのメス志向となる可能性を測定するテストを開発することを目標としている。\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "「それは先々には我々の役に立つだろうが、今のところ我々はただ得点がほしい」セイバーズのゴールキーパーの1人、ライアン・ミラーは言った。\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "CSIROの研究専門の科学者であるマイク・ラウパック博士によると、2005年に、1990年以降2倍の増加率となる79億トンの炭素が二酸化炭素として大気中に排出されていて、その増加率は加速し続けている。\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "この歴史的な出来事は、ファーブがニューヨーク・ジャイアンツを149勝目として負かし、ジョン・エルウェイのクオーターバックとしての通算勝利記録を破ったわずか2週間後に起きた。\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "５人のうちの２人の反対派の判事は、これらの区別は違憲であるが、その修正は原則的に、国会による立法手続きによるものだと結論づけた。\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "けが人のほとんどは近くの病院に搬送され、残った巡礼者に対しては落ち着いて平和的であるよう呼びかけられている。\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "一般のアクセスができないため、UNMISは遺体を近くの飛行場に運ぶと予想されている。\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "ギジェットの飼い主でトレーナーのSueChippertonは「彼女は、大変多くの人々を幸せにしました」と言って、コメントした。\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "検査職員と技術者がフライト直前の航空機の調査でどうして何も発見しなかったのか興味深い。\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "BBCオンラインニュースによると、エストニアの首都タリンでの暴動で2日目の夜が明けた時点で300人以上が拘留され、少なくとも10人が怪我をした。\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "「若かった時、40年代前半にバグダッド北部の郊外でそのような雨が降ったと父から聞いたが、こんな素晴らしい眺めの中でバグダッドに降る雪は、想像がつかなかった。」\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "バサーストの捜査官らは、去年セント・スタニスラウスの元生徒からの告訴を受けてから対策本部を設置したものと考えられていた。\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "今夜遅く、国際的な女性クラブ・チャンピオンシップで日本のINAC神戸レオネッサとNTVベレーザとフランスのオリンピック・リヨネを含むいくつかの世界最高の女子クラブ・チームと戦うために、チームは東京に出発する。\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "1956年から東エルサレムに住んでいた二つのパレスチナ人家族が、立ち退きに対する申し立てをイスラエルの裁判所が拒絶した後、日曜に彼らの家から追い出された。\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "「バードギース州における11月6日のNATO軍による空爆によって、（アフガニスタンの軍と国家警察からなる）アフガニスタンの治安維持部隊の隊員7名が殉職し、更に、数名が負傷した」と、その省は述べた。\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "Urungaの赤十字洪水避難所は停電したが、まだ避難した300人が残っていた。\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "一部の農村の地元の人は、火から避難するために海に逃げた。\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "チャージャーズはわずか9ポイントの得点だったが、ロスルナスもまたわずか3ポイントにとどまった。\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "フェスティバルではいくつもの映画が放映されたが、その中には短編映画のバイロンのテーマも含まれている。\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "このいわゆる火薬陰謀事件は花火ショーと線香花火、焚火とガイ・フォークス人形で祝われる。\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "免疫システムは明らかに若干足りない程度になるように進化したことで、病気に対する速やかな対応と、健康な組織へも攻撃してしまう自己免疫疾患の可能性を低下させることの間でバランスを保っている。\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "砲骨、種子骨、および、つなぎ骨--これら三本の脚の骨が折れた。\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "それと同時に、彼は、経済活動重視の約束とハイチ軍の復活に対する支持を含む綱領で上流階級に求愛した。\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "キルマーノックはそれまでファルカークが占めていた12位の地位より2ポイント離れていた。\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "モッタキーによると、「それについて間違いがあったので、私は謝罪した」。\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "「高品質で低価格で便利なものを地元コミュニティに提供するという、我々の共有するビジョンは、一緒になることで我々を二倍強くし、それ故、英国の顧客が求める地元の食料品店へ、倍の提供が可能になるということだ」と彼は語った。\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "現在のポリオの流行は既に1年間続いており、過去6ヶ月の間にブルキナ・ファソ、カメルーン、チャド、ギニア、リベリア、マリ、モーリタニア、セネガルおよびシエラレオネで集団発生した。\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "不運と変更は、試合で初めて、巧妙な試合の運営をドイツに任せたように見えた。\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "フォルハ・デ・サンパウロによれば、ブラジル政府はジョアンを法王の葬儀に参加するよう招待した。\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "地元のイギリス議員は、英国のイングランドのロンドンにある店で販売されていた、人間の母乳から作られたアイスクリームを押収したと報告した。\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "キューバのテコンドー選手アンヘル・マトス選手が昨日、生涯出場停止処分になったが、これは2008年北京オリンピックの試合中にスウェーデン人審判ChakirChelbat氏に暴行をはたらいたことを受けてである。\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "「私は疑いませんが、ケヴィン・ラッドは、これらの法律は廃止されなければならず、権利を回復する政策がそれに取って代わるだろうと言うでしょう」とバロウ史はスカイ・ニュースに言った。\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "「テルストラはこの様なサービスを提供する予定なのだ」と彼は語った。\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "「バンコクの街頭はどのくらい安全ですか」\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "激しく戦った選挙運動は6月29日に始まり、9,707人ほどの議員候補と33人の大統領候補が関与した。\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "これまでの報告では、その航空機には爆発物が載せられていると言われたが、何も発見されなかった。\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "ポールポジションからスタートしたボーダフォン・マクラーレン・メルセデスの運転手であるルイス・ハミルトンは、日本の小山の富士スピードウェイでの2007年FIAフォーミュラーワン・日本グランプリで優勝した。\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "ベオグラードの政府とセルビアの正教会はボイコットを呼びかけた。\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "「私たちは、アレックスとベサン、そして命を落とした他の人々を生き返らせることは誰にもできないということを受け入れる一方で、この事故が二度と起きないようにすることを切望している」と共同声明で家族が述べた。\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "アトランタは後に1997年に拡大フランチャイズを認められ、スラッシャーズは1999-00年のNHLシーズンから活動を開始した。\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "イスラエルのロケットがガザ地区のプレス・テレビのビルを攻撃した。\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "パキスタンの北西辺境州で、38人が政治集会中に自爆テロで死亡したと言われている。\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ときどき、警察は家の所有者に破壊活動を自ら行うよう強制した。\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "開会の挨拶の中で、ブッシュは両親と祖父母を「歴史的な球場」に歓迎した。\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "ソニーは「カーサ・マリアのような建物の所有者に対し壁に広告を描く権利に対する料金を払っている」と言う。\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "爆発の後、彼らは労働者が「その部門での換気が悪い」と不満を言っていたとコメントした。\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "先週末にかけての暴力事件の減少にも関わらず、フランス内閣は３ヶ月の非常時権限延長を国会に問うことに賛同した。\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "情報源の人物はWikinewsに対し、英語版はブロック解除されたが、中国語版はまだブロックされたままか、同国の多くの場所でアクセスが難しいと言った。\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "対面式の職業安定所サービスは昨日までのストライキ運動に影響されなかったが、組合は、メンバーの残業時間についてのある禁止に繋がるだろうと告げた。\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "しかしながら、飛行機の危険操縦のために、副機長が機長から主導権を奪うことになるような再現状況のシミュレーター訓練を、ガルーダインドネシア航空が彼にさせ損なっていたことについては、その報告では触れている。\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "スミスは亡くなったとき、TRＩMSPＡ社のスポークスウーマンで、TRＩMSPＡ社は今彼らのサイトからすべてのコンテンツを削除し、シャットダウンして、彼女の死に応えるメッセージだけを残している。\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "「私はプライバシーコミッショナーと会うつもりだし、タクシー業界とも会うつもりで、より正式な方法で一般の国民と相談するつもりである。」\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "フェイス・ヒルは2000年に年間最優秀ボーカリスト賞を受賞した。\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "「ビデオテープ内のAIFが何かはっきりと脅迫的な仕草をしたのかどうか曖昧ではあるが、伍長を含めた海兵隊の3分の1は、死亡を装うことが一般的な敵のTTP（戦術、技術と手段）であることを認識していたことははっきりしている。」\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "「女性のための平等:我々がミレニアム開発目標3のどこに立つのか」という研究は、ミレニアム開発目標(MD)によって設定された、発展途上国による到達を見据える。\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "内務省報道官、ShotaUtiashviliは「国境が封鎖されれば、それは人道的な大惨事となるだろう」と言った。\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "アブドラ皇太子は近年、高齢の国王の職務のほとんどを行っていて、ファハド国王が病気で死亡したなら王座の後継者の有力候補である。\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "これにより超低温の液体ヘリウムのもれが発生し、深刻な被害につながった。\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "彼らは死体を発見したあと、それを家に持ち帰り、冷凍庫に保存したと主張した。\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "スーダンのオマール・アル・バシル大統領は、土曜日に、ハルツームの首都でのジャーナリストの集会に向けた演説で、国の刑務所に拘留されているすべてのジャーナリストの釈放を発表した。\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "エジプトのコプト正教会のリーダーであるアレクサンドリア教皇シェヌーダ3世が88歳で亡くなった。\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "宣伝はその後、減税、石油会社に対する金銭、そして「海外に仕事を送る会社への優遇税制措置」に関してマケインの政策を批判している。\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "そのプロジェクトが、2004年5月に正式に立ち上げられた英語版を宣伝するためにフォーラムを後援しています。\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "すべてのインタビューはeメールで行われ、無編集で公開されるので、候補者はその完全なメッセージを邪魔されることなく我々の読者に伝えることができる。\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "スロベニアやクロアチア、ボスニアなど他のバルカン地域の国と違い、モンテネグロは暴力なく独立を達成した。\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "Cegalisは2004年に議席を巡って立候補して、票の44%を獲得したが、それはハイドに対して民主党員によって達成された最高であった。\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "ペプシコの販売収益のかなりの部分は、フリトレイとクエーカー・オーツの製品系列における飲料でない銘柄から来ている。\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "ビクトリア州は、売却からその株式を引き下げるかどうかまだ発表していない。\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "「解像度を上げた銃撃のビデオテープは、負傷したAIFが左腕を頭の後ろに隠していたという伍長の主張を裏付けた。」\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "２００１年１２月１３日に、現地時間午前１１時４５分（UTC５時３０分）、MPが下院を去る準備をしていたちょうどその時、AK-４７と手榴弾で武装した闘士が議会ビルの１２番ゲートでセキュリティを破って、無差別発砲し、６人の警官と１人の議会従業員を殺した。\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "アメリカ政府は、アルカイダが米国の株式と銀行の口座にサイバー攻撃を計画していると民間金融サービスに警告した、と関係者が木曜日に言った。\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "見物人と彼らの中に親族の援助や情報を得たいとする人々と共に、近隣の何千もの人々が火事の側に集まった。\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "人権団体と国連は、イラクが市民に対して死刑執行を控えることを望み、政府がその判決を実行しないことを要請していた。\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "フランス優勢で前半が終わり、アイルランドは、何もできないままの後半途中からブライアン・オドリスコールが何とかトライすることにわずかな希望を抱いたが、残念ながらホームサイドのため、26点をあげようと2番目のトライでフランスに応酬するには不十分だった。\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "イランは核開発計画を核兵器のためではなくてむしろ、平和な原子力エネルギーだけのために使っていると主張したが、欧州連合と米国は彼らが正直かどうかに関して懸念を抱いている。\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "授賞式は2007年2月25日日曜日にハリウッド&ハイランド・センターのコダック・シアターで予定されている。\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "これは、その会社が健康市場に参入する初めの一歩である。\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "ハーモニー・ゴールド鉱業会社のエランド立て坑から36人の遺体が、週末の初めに最深1.4キロメートル（1マイル）から運び出された。\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "ホルタは彼の政府において主に優先することは「安全性を回復して難民キャンプにいる150,000人を家に帰らせる」ことだと、言った。\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "USGSによると、月曜日の早朝、日本の本州の東海岸沿岸で地震が発生した。\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "現在、リッジは必要な休息の後、再び投げる準備ができている。\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "FIFAのジェローム・ヴァルケによれば、レフェリーを追加するシステムは来たるFIFAまたはUEFAトーナメントでテストされ、そして来年の会議で最終的にルールが決定すると見込まれている。\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "彼らは、「彼が”地獄の天使バイクギャング”のメンバーである」と思っている。\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "目撃者の報告によると、約20人が衝突現場から歩いて離れていった。\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "我々は欠乏が深刻化することに対処するために、ビジネスを絶えず変化させなければならない、と2006年ストックホルムでの「世界水週間」の会議での報告書でIWMI局長のフランク・リズバーマンは述べた。\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "ところで、Kuan-hua・ライは台湾チャンピオンに輝いて、「最も人気のある台湾サイクリスト」に選ばれただけでなく、彼のチーム（ジャイアントアジアレーシングチーム）がこのシリーズでのチームチャンピオンを獲得するのにも貢献した。\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "トゥゲガラオ市長のランドルフ・ティン氏は、「多くの家が破壊され、木や電柱は根こそぎになった」と言った。\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "指導的なエクソシストが、行方不明の女子生徒は、外国の外交官が参加しヴァチカンの警察が手配した乱交パーティーでの性的虐待のために誘拐されたと示唆した。\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "昨日のカーライルでのナショナル・ドッグ・レースもまた、撤回された。\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "投票者は多く、投票率の結果は2002年の投票率(77%)より高くなると予測されている。\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "ベルギーはフランス（６２０キロメートル）、ドイツ（１６７キロメートル）、ルクセンブルグ（１４８キロメートル）、オランダ（４５０キロメートル）と国境を共にしている。\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "北アイルランドで発見された600ポンドの爆弾は、爆発物処理チームによって信管を取り除かれた。\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "8月9日日曜日、カリフォルニア州ディニューバで事故に終わった警察の追跡の結果、5人目の子どもが亡くなった。\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "現在、知られる最も古い履物は、合衆国オレゴンのフォートロックの洞穴で発見された、よもぎの皮でできたサンダルである。\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "「ミサイルは、それが軍艦と大きな潜水艦の群に対しても働くことが可能な非常に強力な弾頭を運びます。」\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "キャンベルは、クジラは最大で長さ5メートル（17フィート）にもなり、子どものクジラの長さは1メートルから1メートル半（3〜5フィート）だった、ともコメントした。\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "イラクの法律により、フセインは30日以内に絞首刑になり、恩赦の機会はない。\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "ルイジアナ州の法律では、12歳(後に13歳に改められる)未満の子供を強姦した人に対する死刑を1995年に認めている。\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "貸し手は、GMACのような金融会社から獲得したローンの担保としてこれらの住宅ローンを一つにまとめた。\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "彼と韓国の潘基文外務相は、年末に任期が切れるアナンの後任を決めるレースで先頭を走っていると思われている。\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "彼らは、14対8と遅れを取った時から、20対17になるまで試合を続け、その時点で、ウクライナがタイムアウトを取った。\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "彼は、1965年の彼の父以来、日本の皇室で生まれる初めての男の赤ちゃんである。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "アップルは火曜日、台湾の携帯電話メーカーHTCを、アップルが作るiPhoneの主にユーザーインターフェースに関わる20の特許侵害の主張による訴訟で訴えた。\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "それぞれ1.6Gbpsと3.2Gbpsの最大データ転送速度を可能にするS1600とS3200は、ファイアワイヤ（標準としてのアップルの名前）を理論上、現在可能であるより4倍速くする。\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "「私は人々の抵抗があるだろうと思うので、それが起こるとは考えていない。」\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "2006年のレース勝者のナンバーシックスヴァルヴェルデは6位、2005年勝者のヘッジハンターは9位でフィニッシュした。\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "北朝鮮はまた、寧辺の施設の操業を続けると同時に、より大きな原子炉の建設を始める計画も発表した。\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "南アフリカは、中東における平和を模索する中でハマスとの連絡を続けることが重要だと考えている。\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "ヨシ・バルディ博士はイスラエルの『企業家の父』として知られていて、彼には、テル・アビブで急成長しているインターネット部門において、起業の手助けをしたテクノロジー会社という形での多くの子供達がいる。\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "ジミー・ウェールズは、彼のチーム・メンバーの１人から、ネイチャーにより提供されるすべての訂正が適切だったと通知された。\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "一方、ガルーダ２００のパイロットは事故について起訴され、激しい論争を巻き起こした。\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "月の表面により近づくと、ナトリウムとカリウムが豊富な比較的大きな粒がプリュームに支配的だということを、カッシーニは発見した。\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ロシアはトルコに原子力発電所を建設しようと試み続けており、水曜日に署名された契約書はロシアのディミトリ・メドヴェージェフ大統領によれば「本当に感銘を受けるほど」だ。\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "フェアファクスを含む６つのメディア組織は、オーストラリアで近く行われるテロリズム裁判の秘密聴聞会に対して憲法上の抗議を開始している。\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "彼は、２、３のスペルミスを含むにもかかわらず、ウェブサイトを「本当によい」と言った。\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "上院議員のジョー・ルドウィグ氏（労働党、クィーンズランド州）は、法務大臣で税関局長のクリス・エリソン氏に対し、質問時間の中でまずエリソン氏が昨日主張した、「JianSengが発見されたということは、オーストラリア政府がこうした環境において船舶を捉えるための航空・海上の監視体制をきちんと持っているので、実際船舶が捉えられたということだ」という考えを維持しているかどうかについてと、なぜその船がオーストラリア海域に入ってから政府が捉えるまでに2週間もかかったのかについて、質問を行った。\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ハーフタイムまで、オーストラリアは盛り返して4対3とリードして戦っていて、結局第三ピリオドは4対4で米国と同点で、最終的に4対6で負ける結果となった。\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "ジャクソンはそこで、14歳以下の子どもに対するみだらで性的な行為に関する7つの訴因と、酔わせる効果のある物質の投与に関する2つの訴因で起訴されている。\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "裁判は、テロ攻撃の準備行為に加担したと告発されているシドニー出身のファヒーム・カリード・ロディーを含む。\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "スルピシオはマニラ地方裁判所において、共和国法9295条と2004年の国内海運開発法の両方でBMIが海難事故を調査する権限が退けられ、6月25日に当局が発表した調査結果は「反則で、違法で、無効で空虚なものだ」と語った。\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "連邦準備制度理事会は、より安く借りられるようにして、人々がより多く消費し投資し始めることを望んでいる。\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "たとえば、潘基文国連事務総長事務総長は、昨日、選挙を延期するよう要求した。\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "警察はCSグレネードランチャーと爆発による進入で銃撃と間違えられるのではないかと警戒しており、銃は発射していないと言った。\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "労働者は、イングランドのリンカンシアで、リンジー精油所での３日間のストライキを支持して非公式の行動をしている。\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "オレーグ・ミトボイは、硫黄流出が環境の危険を示さないが、２隻の貨物船がタンクから燃料油を漏らして汚染を増すかもしれないと言った。\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "ロシアの大統領室によると、「水と下水を処理する植物が滅ぼされた」ので、南オセティアの首都ツヒンヴァリを構成する地域ではもはや水を飲用することはできない、ということだ。\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "共和党のジョン・マケインは、民主党のバラク・オバマに選挙での敗北を認めた。\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "変化の大部分はガスの価格下落と雇用の見通しの改善に起因している。\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "その会社によると、全ての乳は低温殺菌され食用に供するために調理される前に、「最高水準かつ最も安全な」基準で検査されている。\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "オービターの胴体は今週後半にチェックされる。\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "2011年の国勢調査では、7歳以上のインド人の約25パーセントが読み書きができず、これは10年前の人口調査より10パーセント減少している。\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "それはニュージーランドでの人種間関係、特にニュージーランドの先住民族グループであるマオリの特別な立場をテーマとして取り上げた。\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "選挙前討論は伝統的には90分で選挙戦最初の日曜日の19:30からだ。\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "「我々は責任を取らない国の粗暴な行為の終結と、その国の政府自身の主要パートナーの活動の終結のため、必要なあらゆる手段を取るだろう」イスラエルの閣僚アイザック・ヘルツォーク氏がロイターに言った。\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "「限界を超えて、新しいことに挑戦する意欲がまさにニュージーランドでの環境保全に必要なことである」と彼は述べた。\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "ゾーン１のバスサービスは夏時間の１６：００時には再開された。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "これは、死者のうち2人だけがロシア人だったとするロシアの国有サービスRIAノーボスチと食い違っている。\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "現在の当局者は全員、話すことを拒否し、彼らはその行為に責任がないと宣言した。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ガラセ氏は居住地へ向かって運転したが、バリケードの外側にいた兵士の語るところによると、彼は残りの道を徒歩で行かなければならないということだ。\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "内閣は、また、インドでの仏教徒に対する暴力行為はめったに起こらないが、それが、ミャンマーでの仏教徒とイスラム教徒の間の紛争に結び付いたと考えている。\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "数ヶ月間キャンペーンを行った後、ジョンソン氏は595の代議員の70％による最初の投票で、活動家のR・リー・ライツ氏を僅差で破った。\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "長い尾がある白黒の猿は、おしめをしていて、人々がその動物をかわいがり始めた時、ビアガーデンで鎖に繋がれた。\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "「合併した会社は、お客様により大きく複合的なネットワークを提供します」と、BA最高責任者ウィリー・ウォルシュはコメントした。\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "地球物理学研究所はトゥングラワの斜面に設置された器材の重要な部分を失い、火山活動をモニターする能力が制限された。\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "彼は今週テキサス州の農場に戻り、防衛と経済の顧問と会い、その後高速道路法案に署名するためイリノイ州に移動する。\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "彼の選挙運動当局の言葉を借りれば、これらの徴候は”通常食品では見つからない重篤なウイルス感染と化学物質”によるものと言われていた。\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "彼らは、インテリジェント・デザインを生物のカリキュラムから外すこと、しかし、コースでの哲学および比較宗教学としてインテリジェント・デザインについて討論することは許可すると提案した。\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "シーア派関係者は後に、チグリス川で人質だと思われる遺体が発見されたと述べた。\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "86歳のボレスワフ氏は、ポーランド語で書かれた彼のいとこである法王から受け取ったカードを読むのが好きだ。\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "しかし、チャンピオンズ・リーグは延長時間をフルに使うので、試合は続き、セルティックはまだ同点にする２７分を持っていた。\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "裁判官からの極めて明確なメッセージは、腰が痛かろととそうでなかろうと、ジャクソンは法廷に現れること！そして速く！ジャクソンのメルセロー弁護士とアシスタントのスーザン・Yuが待ちわびて、裁判所の建物のそばの舗道の縁石で張りつめた様子でジャクソンの車列を待ちながら、二人とも携帯電話でせわしなく話しているという、テレビで放送されたその場面だけが、保釈が取り消されるのを避けるためにジャクソンは間に合うだろうという感じを弱めるように見える、という内容だった。\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "自称「神人」「導師」は、逮捕の後、インド警察のさらなる監視のもとにあり、警察は富とありうる詐欺の源を特に調査している。\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "その条約は、全参加者に、規模にかかわらず、彼らにとって心配の種である軍隊や活動についての情報収集に直接的な役割を与えることで、相互の理解と信頼を拡大するために作られている。\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "40歳の中佐であり第1大隊ウェルシュ・ガーズの司令官、ルパート・ソーンロー氏と、18歳の騎兵であり第2王立戦車連隊のジョシュア・ハモンド氏は、彼らの装甲車バイキングの下の即席で作られた爆発装置が爆発して殺害された。\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "メラトニンの研究の分析が、論争の的となっているサプリメントが睡眠を助けるのに効果があるとの説を支持した。\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "「それは、将来、健康、人口、死亡率の領域に関しても使われます。」\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "また、前司長であり立法会議の今度の補欠選挙の候補の一人であるアンソン・チャンもこのイベントに参加した。\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "地元の警察署長によると、捕虜を解放するために交渉が行われている。\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "最低競売価格２９３０ポンド（３５８０米ドル）の靴は、現在、６５歳のエリナー・グレアムが所有している。\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "「カナダは北朝鮮の面倒をみる可能性があり」とテレビ広告の中で男性が言う。\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "7月20日にデンマークは、翻訳者と他のイラク従業員を家族と共に飛行機で運んだと述べた。\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "ウィナー氏はまた複数のホテルや鉄工会社1社、その他複数の企業を所有していた。\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "「あまりに良い状態だったので、我々は当初、靴や他が600から700年前のものだと思った」と、共著者、アイルランド、コーク・ユニバーシティ・カレッジのロン・ピナシ博士は語った。\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "FIFA総書記ジェローム・ヴァルケは「私達は、当面の間ゴールライン技術とすべてのテクノロジー実験を止めることに決めました」と宣言した。\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "これより先に、イタル・タス通信は、ピョンヤン駐在の匿名外交官の話として、キム・ジョンイルの肖像画が最近公共の場での展示から説明なしに外されたとも伝えました。\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "今朝、残る16人の占拠者が今後の配送のための物品リストを準備するよう言われた。\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "WiredFireはスウェーデンパイレート党の党首リカード・ファルクヴィンゲ氏へのインタビューで、警察がスタッフ・メンバー3人を逮捕し、最終的には2人を拘束したと伝えている。\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "彼は、メンバー、オフィサー、コマンダーの各勲章を与えられ、2002年に引退した。\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "ハマス当局と目撃者は「農場、ミルク工場、ハマス軍に属している狭い地域、そして、鍛冶場の施設がターゲットとされた」と報告した。\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "マーハは、彼がCBSNewsによってセグメントに出るよう依頼されたと語った。\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "しかしながら、その構成物については、容疑者を調べるときに有益な情報になるので、詳細に述べることは拒否している。\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "これまでのところ、ウイルスはニューサウスウェールズ州とクイーンズランド州の馬にだけ現れている。51頭に症例が確認され、別の400頭は感染が疑われている。\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "バーバロの右後ろ脚は、プリークネスのレースの開始直後に粉砕された。\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "仲間内での競争を排除することによって人為的に高い価格を生み出すカルテルは、訴追免除と引き換えに当局に警告した、ルフトハンザの内部告発者によって暴露された。\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "友人（匿名のまま）は、近距離で22口径のウェブレー・バルカン・エアガンで、リース・ジョンソンの心臓を撃った。\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "スチールとビクセンの勝利は、ネットボール・リーグを見守る人たちには、大きな番狂わせだと見なされた。\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "フォワードのザビエル・モヤとクリス・トンプソンは、一人のボールの保持者に対して固いインサイドディフェンスを行った。\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "2007年世界ろう者水泳選手権の3日目に、男子1500m自由形、女子800m自由形、50m平泳ぎ、200m自由形、4×100mメドレーリレー団体決勝が午後と夕方に行われた。\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "この試験のために、昨年の二倍の人数となる665人の高校生が不正行為を摘発され、ある高校では試験の解答が試験に先立って生徒に知らされていたことが判明した。\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "イングランドのロンドン-オーストラリア車椅子ラグビーナショナルチームはカナダを66対51で破り、2012年夏季パラリンピックのオーストラリアの最後の金メダルを獲得した。\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "タイタンIIIの2回目の打ち上げに続き、それは米国空軍の有人軌道研究室（MOL）の打ち上げ台として役目を果たすべく作り変えられた。\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "「願わくは、彼らに心安らかな休息を与えたまえ、彼らの家族のこれから先の過酷な日々の中に慰めを与えたまえ。」\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "自由な報道をするグループの国境なき記者団はその行為を「危険だ」と見なし、暴力行為を撮影した「一般市民」も対象にされるかもしれないと警告した。\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "イギリスの企業、ロイズ・レジスター検査社がイラクのための国連プログラムの下で契約を得るのを援助することによって、ステファニデスが規則を侵害したと、調査は結論した。\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "「彼は、私が知っている人の中で誰よりも寛大で、誰に対しても何でも与える人ではないでしょうか」\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "「オバマ氏は該当する人々を辱めるつもりで言ったわけではない」とシュライバー氏は金曜日のグッド・モーニング・アメリカ(GoodMorningAmerica)で話した。\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "被告弁護人は陪審員に、裁判が始まる前に被告を有罪としている可能性のある、出版物のコメントを無視するように警告した。\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "マレー氏はその判断がどのようになされたか、なぜこのビルボードが拒否されたのかについてはコメントしなかった。\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "彼がいたずらの発信者に対して法的措置を追求することを考えていると、アダモプロス氏は言った。\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "彼らはまた、テロリズムと過激主義と取り組むためにもっと力を注ぐべきだと首相に警告している。\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "彼はまた、「ローレンスは、１９９８年のオーストラリア憲法制定会議へのAustralianRepublicanMovementの代表者選挙運動に携わった」とも付け加えた。\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "家族は、拘束された乗員には「水も食べ物もほとんどない」と言っている。\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "司法バッハ卿は「議会が広範囲に渡って意見を聞くことを終えるまでは法は有効にはならず、執行吏の新しい権力は慎重に監視されるだろう」と述べた。\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "2010年7月に、ALPのリーダーはラッドからギラード首相に代わった。\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "一方、モルドバの首相ヴァシレ・タルレフ氏は木曜日、沿ドニエストルにいるロシア兵がチェチェン地域に兵器を供給したことを糾弾し、それに対しロシアの国防大臣セルゲイ・イワノフ氏は彼がモルドバのロシア基地に向けて「自分の首をかけてもいい」とし、「沿ドニエストルから兵器は何も送られていない」と確言した。\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "また、「非正規または犯罪組織」による脅迫に立ち向かうという契約にも言及した。\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "州政府は、会議で無料の警察警護を提供することに対して批判された。\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "リズバーマンはアフリカの水不足は、必要とする人々に水を供給する設備が整っていないことが原因であると述べた。\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "以前の未確認の報告は、破片が小型飛行機の爆発の結果である可能性があると述べた。\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "クーデターは、タンジャ大統領が彼の大統領任期を3年間に延長し、彼の任期に関するさらなる制限を取り除いただけでなく、国会とニジェール高等裁判所の両方を解散したために拡大した政治危機に続いて起こった。\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "「アデレードは素晴らしく、彼らは我々を危ないところまで追い込んだが、我々にはそれを退ける力があったと思う」と、メルボルンのキャプテンのケヴィン・マスカットは言った。\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "大統領はまた、「われわれは１５万マイルの道路を再建するが、これは世界を６回まわるに十分だ」とも言った。\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "ケニヤの野党政治家は、新しい議会議長を指名する方法について、再選されたMwaiKibaki大統領の支持者と議論した。\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "寺院の壁が崩壊したことで、集まっていた数万人のヒンズー教礼拝者のパニックを引き起こし、彼らが安全のために逃げ出して集団事故につながった。\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "ペイリンの攻撃にもかかわらず、１０月３日のニューヨークタイムズの元の記事は、オバマとエアーズが決して親しくなかったし、つながりはオフィスと学校の改革プロジェクトのためのオバマの最初の立候補を通してあったと結論し、彼らの進路が散発的に交差したと言っていた。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "捜査員によれば、最初は生存者の発見に全力が尽くされたので、爆発が純粋に事故なのか、それとも不法行為があったのか現在のところ不確かである。\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "フランカは、1921年にイギリスのロンドンで生まれ、1951年にカナダに来てカナダ国立バレエ団を創設しました。\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "4人のブライドメイドは、ウェセックスの伯爵と伯爵夫人の娘で7歳のルイーズ・ウィンザー嬢だと発表された。\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "メインレースでは、実力が拮抗しているため、特にアジアのサイクリストの中では長い間誰も先頭になれなかった。\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "ゴール前でのフランスの決定力が欠けていたので、２−０でリードしたときもファンの群衆はあざけった。\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "即時爆発装置はイラク市民とイラク連合軍の大きな殺人者だった。\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "2回目の方が大きく、中国当局はサービスの回復作業には時間がかかっていると述べた。\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "通常、国の公式時間は冬時間である。\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "彼は汚職と貧困の終了に向けて選挙活動を行い、汚職をした高官の起訴を優先的に進めると言っている。\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "灰による農業の損失は１億５０００万ドルと見積もられている。\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "最後の増加で彼女の月給は約361,000ドルまで上昇することになる。\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "プレストンは、その一か月後に地元警察隊に事情聴取のために呼ばれた。\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "英国は当初、19歳のメフディ・カゼミによる亡命申請を拒否し、カゼミはオランダへ逃れ、そこで彼の事案は却下されて彼はイギリスに戻った。\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "6200年から5900年前の銅石器時代の人工物の大規模な整列はさらなる発見をもたらした。\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "242議席のうち、DPJは82から109議席になり、参議院での最大政党になった。\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "これまでのところ、死者や負傷者の報告はない。\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "「私達は追加された二人のレフェリーを見ることにし、この間どんなゴールラインテクノロジーについても考慮するのは避けるつもりです」\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "議会会期中にその後、ＡＣＴ州法による市民的結合確立に対する総督の不許可を阻止するためにオーストラリア緑の党により提出された法律は、2回の投票で反対多数で成立しませんでした。\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "リコは様々な仕事をしてきたが、彼の情熱は今や彼の職業-彼は不必要な『ジャンク』を変わった家具のパーツに変える-である。\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "交通巡査、郡保安官、カリフォルニア・ハイウェーパトロール、連邦捜査局が、捜索に関与した。\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "Norkoはさらに、ロスは精神病的な問題を制御するために薬を服用していると証言した。\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "日本の金曜日のマグニチュード8.9の地震が引き起こした津波が、1964年の壊滅的な津波からまだ回復途中の海岸沿いの町であるカリフォルニア州クレセント・シティの商業漁港を破壊した。\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "インドネシアはB７３７が滑走路を行き過ぎたもう１つの事故の後、３月に輸送会社離陸を禁止した。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "反対者らは、封鎖と建設工事は、イスラム教徒の聖地へのアクセスを阻止するための故意の所業であると宣言した。\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "スイスのスイスコム顧客は最も低い月額料金を満喫するだろう（３４米ドル）。\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "そのシリーズの序盤に、イングランドは4試合のテストシリーズを3勝0敗で優勝した。\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "「英国には明らかにディズニーワールドに対する愛情とパークとマジックとの長年に渡る密接な関係があり、おそらく、それが受け取ったエントリーの数と質がとても高い理由である」と、ディズニーのヒュー・ウッドは言った。\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "今日はサリー州ウィスリーで36.5℃（97.7℉）の気温になり、イギリスの7月で最高気温を記録した。\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "通信協会によると、インターネット経由でのビデオ配信を止めるためのサイエントロジー教会の試みは「見事に裏目に出たようだ」、そして木曜日まで、ビデオはニューヨークポスト、インディペンデント・テレビジョン・ニュースやBBCなどGawker.com以外のウェブサイトで見れた。\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "イングランドは、セントルシアのグロ小島にあるボーセジュール・スタジアムのワールド・カップでグループCの最終ゲームにおいて、７ウィケット（６０のボールが残る）でケニヤを破った。\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "昨年９月にアラスカ州は、シェル社が、ビューフォート海の沖合を採掘する希望について公示をし、「トルペド」および「シブリック」の採掘現場２箇所に、実験的採掘装置を設置した。\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "それはさらに、「MarwotoKomar機長は、飛行機が安全に着陸できるスピードを越えて飛行していることをKomar氏に知らせるために、地上接近警報装置(GPWS)が15回作動したのを無視し、難を逃れることができなかった」ことを発見しました。\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "73歳の引退した牧師であるローランド・ワイセルベルグ牧師は、ドイツのエアフルトで火曜日の宗教改革記念日の儀式中に、生きたまま焼身自殺した。\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "そして、クレイグ・ミルマインおよびバーナード・ダーントンへの最後の質問は、彼らがホールデンかフォードどちらかのファンであるかであった。\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "しかしながら、TPLFから追放されオランダに住む司令官であるアレガウィ・ベルヘはアラヤの物語に戻る。\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "ウィキリークスに漏洩され、ウィキニュースで見られる文書は、キューバが高速インターネット接続へのアクセスを２０１０年までに得ることを確実とするために、ベネズエラとの秘密の協定に調印したことを明らかにした。\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "これらのレースの全ては、メキシコの騎手マリオ・グーティエレズにより勝利した。\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "熱帯低気圧警報はトゥルムの南からチェトゥマルにかけて発令されている。\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "警察によると、オハイオ州ニューアークのカイル・ワイグル（２８）はモーターつきのバースツールで衝突した後、飲酒運転で逮捕された。\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "ＰＴＩ通信は１３０人もが負傷したと報告し、アルジャジーラは２００人が乗っていたかもしれないと報道した。\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "スコットランドでうまくいくとも思えない。\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "ヴェイル氏は、もし特定のケーブルが彼の注目を必要とするなら、一般的にそれは内閣の提出となると語った。\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}