{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, it is your task to convert a sentence in Burmese into English.",
    "Positive Examples": [
        {
            "input": "အသက် ၂၇ နှစ် အရွယ် ဂျေဆွန် မက်ကေ ၏ မိခင် ဘိုနီ မက်ကေ က \" သူတို့ အလုပ်လုပ်တဲ့ နည်းလမ်း ကို အရာများစွာ ပြောင်းလဲလိုက်မှာ ကို သင် မယုံဘူး ဆိုတာ ကျွန်မ အသေအချာ ယုံကြည်ပါတယ် ၊ ဒါပေမယ့် သူတို့ လုပ်ဆောင်ခဲ့ပါတယ် \" ဟု ဆိုပါသည် ။",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "အဲဒီ အဆုံး မှာတော့ ၊ အက်ရှလေ သည် များစွာသော ခွဲစိတ်မှုများ နှင့် ဆေးကုသမှုများ ကို သုံး နှစ် တာ ကာလ တစ် ခု အတောအတွင်း တွေ့ကြုံရသည် ဟု ၊ သူ တို့ က ပြောသည် ။",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "ဒီ တိုင်းတာမှု ကို အောင်မြင် လျှင် ၊ နယူး ဂျာစီ သည် လုံးလုံးလျားလျား ကျင့်သုံးခြင်း ကို တားမြစ်ခြင်း အတွက် တစ်ခုတည်းသော ယူအက်စ် ပြည်နယ် ဖြစ်လာ နိုင်သည် ။",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "အချို့သော လက်နက် အစိတ်အပိုင်း များ သည် အရာရှိ များ မှ အီရန် ထုတ်လုပ်ရေးလုပ်ငန်း များ နှင့် ပတ်သက်နေသည် ဆိုသော အချက် ကို ဖော်ပြနေသည် ။",
            "output": "FIFA President Sepp Blatter said the move was necessary to maintain the universal spirit of the game: \"We have 260 million people directly involved in the game.\"",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "တိုင်းမ် သတင်းစာ က ၊ လည်း ၊ ဒိုင်ဗာရိုလီ ကို အယ်လ်ဘန်းနီးယား မှ ကျည်ဆံ သန်း ၁၀ဝ နီးပါး ကို သူ့ ကုမ္ပဏီ ၏ ဝယ်ယူမှု သည် အကျင့်ပျက်သည် ဟု အကြံပေးခဲ့ သော ဆွေးနွေးဝိုင်း တွင် လျှို့ဝှက်စွာ မှတ်တမ်းတင်ခဲ့သည် ။",
            "output": "Reports from MSNBC and the Guardian Unlimited say that the shaft may have collapsed when a water or air pipe burst.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "အောက်စဖို့ဒ်အသင်း သည် ၁၈ မိနစ် နှင့် ၂ စက္ကန့် စံချိန် ဖြင့် အဆုံးသတ်ခဲ့သည် ။",
            "output": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ဆီးချို အမျိုးအစား ၂ ရှိသော - အင်ဆူလင် ခုခံခြင်း ပိုသော သူများ တွင် မျိုးရိုးဗီဇ သတ်မှတ်ချက် “ ဆယ်လီနိုပရိုတင်း ပီ “ ( အက်စ်အီးပီပီ၁ ) ပိုမို မြင့်မားသော ပမာဏ ကို အသည်း က ဖော်ပြသည် ကို သုတေသီများ က တွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ငါး နာရီ ခန့် အစည်းအဝေး ပြီးနောက် ၊ ဗင်နီဇွဲလား မှ သမ္မတ ဟူဂို ချားဗေ့စ် နှင့် ကိုလံဘီယာ မှ သမ္မတ အယ်ဘာရို ယူရိ တို့ က ပြီးခဲ့သော နှစ် လ က သံတမန်ရေးရာ တင်းမာမှု ကို အဆုံးသတ်သည် ။\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "ပရင်ကယ်လ် ၏ ပိုင်ရှင် ပရော့တာ နှင့် ဂမ်းဘဲလ် က ပရင်ကယ်လ် သည် အကြော် တစ်ခု ကဲ့သို့ ခံစားမှု ၊ အမြင် ၊ သို့မဟုတ် အရသာ မဟုတ် ဟု မေ လ ရှိ စီရင်ထုံး တစ်ခု တွင် အခိုင်အမာဆိုခဲ့သည် ။\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "အဆိုပါ နယ်မြေ တွင် အကျိုးသက်ရောက်ခြင်း တွင် မီး ကို ကန့်သတ် ထားရှိ သောကြောင့် ၊ အရာရှိ များ က သာ နိုင်ငံ ၏ မီးငြိမ်းသတ် အာဏာရှိမှု ကို ပွင့်လင်းမြင်သာသော မီးသတ် စခန်း တစ်ခု တွင် ထားရှိ ရန် လမ်းသွားလမ်းလာ တစ်ယောက် က ဆင့်ခေါ်ခံရ သောအခါ ချဉ်းကပ်ခဲ့သည် ။\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "\" ထိုအရာ သည် လုံခြုံရေး အစီအမံ ကို လျစ်လျူရှု ခြင်း ၏ ကြိုတင်သိမြင်နိုင်သော အကျိုးဆက် တစ် ခု ဖြစ်သည် ၊ \" ဟု မိသားစု ကိုယ်စားပြု ရှေ့နေ တစ်ယောက် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "အစိုးရှေ့နေများ က ၊ ဤ တိုက်ခိုက်မှု တွင် အယ်-မက်ဂရာဟီ အပြင် အခြားသူများ ပါဝင်ခဲ့သည် ဟု အမြဲတမ်း ထင်မြင် ကြောင်း ၊ သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "ကွန်ထရိုဗာဆယ် ကိတ်ပ် ဝင်း ပရောဂျက် အပြင် ချယ်လ်ဆီး မူလတန်း ကျောင်း မှ လမ်း ပေါ် ဖြတ် ပြီး ဒီဇယ် ဓာတ်အား ပေး စက်ရုံ တစ် ခု တည်ဆောက်ခြင်း ကို အဆိုပြုခဲ့ခြင်း ကြောင့် ချယ်လ်ဆီး တွင် လေထု ထုတ်လွှတ်မှု အရည်အသွေး ဆိုးဝါးခဲ့သည် ဟု သူမ က နောက်ထပ် စွမ်းအင် စီမံခန့်ခွဲမှု ကုမ္ပဏီ ကို တင်ပြခဲ့သည် ။\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "ဆာအေ အတွင်းရှိ တရားရုံး တစ်ခု က မော်ရိုကို ရှိ ပစ်မှတ်များ ကို ဆန့်ကျင်လျက် တိုက်ခိုက်ရေး စီမံကိန်းရေးဆွဲမှု အတွက် ဖက် အယ်လ် အန့်ဒလက် ( အန့်ဒလူးရှား တို့ ၏ အောင်ပွဲ ) အဖွဲ့ဝင် တစ်ဆယ့်လေးယောက် ကို ထောင်ချ ရန် မနေ့က ပြစ်ဒဏ်ချမှတ်ခဲ့သည် ။\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "ဝီကီပီဒီယား မှ အုပ်ချုပ်ရေးမှုးများ ထံမှ အကြံပြုချက် တစ်ခု လက်ခံရရှိ ပြီးနောက် သံသယရှိဖွယ် တည်းဖြတ်မှု အကြောင်း သတင်း ကို ဝီကီနယူး မှ စတင် အသိပေးခဲ့သည် ။\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "ပြည်တွင်း ဒိုဗာ သတင်းစာ ၊ ရော့ခ် နေ့စဉ် မှတ်တမ်း ၊ က အခြား ရွေးချယ်ထားသော ရုံးများ နှင့် ကျောင်း ဘုတ်အဖွဲ့ အဖွဲ့ဝင်များ အတွက် မဲအရေအတွက်များ ကို ဖျက်ချနိုင်သော အခါ ဒိုဗာ မဲဆနရှင်များ သည် အထွေထွေရွေးကောက်ပွဲ အတောအတွင်း အကောင့် သို့ အစမ်း ကျမ်းကျိန်ထွက်ဆိုခြင်း ကို ပြုလုပ်သင့်သည် ဟု ထုတ်ဝေခဲ့သည် ။\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "အီဗာ ဘရက်ခဆိုက်ဖာ အဆိုအရ ၊ ဂျာမနီ တွင် ကေဒီအီး အဖွဲ့အစည်း ၏ ဥက္ကဌ နှင့် ဘေ့စစ်ကွန် ၏ ဦးဆောင်ညွှန်ကြားရေးမှူး တို့သည် ၊ ပြောင်းလဲမှု ဖြစ်စဉ် ကို ၎င်း၏ “ ထိပ်ဆုံး အဆင့် ” တွင် ရှိနေ ပြီး နေ့တိုင်း စနစ်ပေါင်း ၃၀၀ ကို ပြုပြင်ပြောင်းလဲနေပါသည် ။\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "၎င်း သည် အိမ်ဖြူတော် တီ ဘော ကြိုးပမ်းအားထုတ်မှု ၏ ခြောက် နှစ် မြောက် ဖြစ်သည် ။\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "သူ ဟာ ၂၀၀၇ ခုနှစ် ကမ္ဘာ့ ဖလား ပြီး သည့်တိုင်အောင် အသင်း နည်းပြ ဆက်လက် လုပ်ခဲ့ ပြီး ၊ ပီစီဘီ နှင့် သူ၏ စာချူပ် ပြည့် ပြီးနောက် အင်္ဂလန် ၏ အသင်း နည်းပြ အဖြစ် ဒန်ကန် ဖလပ်ချာ နေရာတွင်အစားထိုး ရန် မှန်းထားခဲ့ပါတယ် ။\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပေါက်ကွဲခြင်း သည် အနားပေးရက် များ အတွက် ကြားနာခန်း ၏ အပြင်ဖက် တွင် ထို လူ များ ကို တရားစွဲခဲ့ သောကြောင့် တရားသူကြီး ဘရင်ကီမာ နှင့် အဆိုပါ ဂျူရီ လူကြီး ၏ ကြားနာမှု အပြင် တွင် ဖြစ်ပွား ရန် အံကိုက်ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "သူ့ စနစ် တွင် အခြား မည်သည့် အဆိပ်များ ရှိသည် ကို မသိသေးပါ ။\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ဟော့-အိုင်း သည် ၊ တဲန်းနစ် တွင် လိုင်း အချက်ပြခြင်းများ အတွက် တကယ် အသုံးပြုခံရပြီး သည့် ဂိုး-လိုင်း နည်းပညာ ကို လုပ်ဆောင်နေခဲ့ သော ကုမ္ပဏီဖြစ် ပြီး ၊ “ ကျွန်တော် စိတ်တိုပါသည် ၊ ဒါဟာ လုံးဝ မမျှော်လင့်ဘဲ ဖြစ်တာပါ ….” ဟု စိတ်ပျက်စရာများ နှင့် အတူ တုန့်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "၄င်း သည် အီးမေးလ်များ ၊ မလိုလားသောအီးမေးလ်များ ပမာဏအများအပြား ကို အသုံးပြုသူများ မေးလ်းလက်ခံနေရာများ ထံသို့ မလိုလားအပ်သော ဖြန့်ဖြူးခြင်း မှ ၊ ဟန့်တားထိန်းချုပ် ရန် ၂၀၀၃ခုနှစ် တွင် ပြဌာန်းခဲ့သော ဥပဒေ ကို အသုံးပြုခြင်း ဖြင့် ရလာခဲ့ပြီးသော ပထမဆုံး အကြိမ် ပြစ်ဒဏ်ကျခြင်း ဖြစ်သည် ။\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "ကော်နေး သည် မှတ်ချက်ပေး ရန် မရောက်ရှိနိုင် ၍ ၊ ဒီစီ တွင် ရုံးထုတ်ခံရလိမ့်မည်\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "“ ဒါ သည် နှေးကွေးသော ပြကွက် ဖြစ် ခဲ့ သည် နှင့် တူပါသည် ဟု ကျွန်တော့် ကို ခံစားစေခဲ့သည် ။ ”\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "ဂီတ လောက တွင် ၅၈ နှစ်ကြာ တက်ကြွစွာ လုပ်ဆောင်လျှက်ရှိသော မာတီနို သည် သူ ၏ မွေးရပ်မြေဖြစ်သော ဖီလဒယ်ဖီယာ တွင် ၊ ကွယ်လွန်ခဲ့သည် ။\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "လူ၀န်မှုကြီးကြပ်ရေး ၀န်ကြီး ဘက်ဆန် က ၊ “ ပြင်သစ် က ဒီ လူတွေ ကို ပြန်မပို့ခဲ့ လျှင် ၊ လူ ကုန်ကူးသူများ အတွက် ပစ်မှတ် ဖြစ်လာနိုင်တယ် လို့ ” ပြောကြား လျက် ဆုံးဖြတ်ချက် ကို ကာကွယ်ခဲ့သည် ။\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "ဟာဝိုင်ရီ စံတော်ချိန် မနက် ၆ နာရီ ၄၅ မိနစ် မှာ စတင်ခဲ့သော ၂.၄ မိုင် ရေကူးပြိုင်ပွဲ ၊ ၁၁၂ မိုင် စက်ဘီးအမြန်စီးပြိုင်ပွဲ နှင့် ၂၆.၂ မိုင် မာရသွန်ပြိုင်ပွဲများ မှာ အောင်မြင်ကျော်ကြားခြင်းများ မြင်တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "သူ သည် လွန်ခဲ့သော နှစ် များစွာ က လေးဗိန်း ကာလာ ရှိ လူကြိုက်များသော ရုပ်မြင်သံကြား ပြကွက် ၏ ဇာတ်လမ်း တစ်ခု တွင် ခဏတဖြုတ် ( အမည် စာတမ်းမထိုး ) ပေါ်အောင် လုပ်ခဲ့သည် ။\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "ဗုဒ္ဒဟူးနေ့ တွင် အထူးတာဝန် လှုပ်ရှားမှု တစ်ခု ထောက်ပံ့ စဉ်အတွင်း ပျောက်ဆုံး သွားခဲ့သော ၄င်း အဖွဲ့ဝင် နှစ်ဦး ကို အာဖဂန်နစ္စတန် ရှိ အန်အေတီအို-ဦးဆောင်သော တပ်ဖွဲ့ က သောကြာနေ့ သတင်း တွင် ကြေငြာချက် တစ်ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "သူ၏ တိုက်တွန်းအားပေးမှု ကြောင့် ဗာဒီ သည် စနစ်ကျသော ဖခင် တစ်ဦး ဖြစ် သလား ၊ သို့မဟုတ် တကယ်တော့ နောက်ကျကျန်ခဲ့သူ ကို ထောက်ပံ့အားပေးသူလား ၊ ဆိုတာ သူ ဈေးကွက် ထဲသို့ သူ၏ ကလေးများ ၏ ဒီ ထုတ်ကုန်များ ကို ပို့ဆောင်ပေး ရန် ကြိုးစား သည့် အတွက်ကြောင့် တစ်စုံတစ်ရာသော အချိန် က သာလျှင် သူ့ကို ပြောလာလိမ့်မည် ။\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "ကုလသမဂ္ဂ အတွင်းဝန် ရုံး သည် ကုလသမ္မဂ္ဂ ၏ အခြေခံ ဖြစ်သော အစိတ်ပိုင်းများ မှ တစ်ခု ဖြစ် ပြီး ထို အရာ သည် ကုလသမဂ္ဂ အတွင်းဝန် ဗိုလ်ချုပ် က ဦးဆောင်ပြီး ကမ္ဘာ လုံး ဆိုင်ရာ အပြည်ပြည် ဆိုင်ရာ လူထု အခြေပြု ဝန်ထမ်း တစ်ဦး က ကူညီသည် ။\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပြိုင်ပွဲ တွင် အဆိုပါ အခြေအနေ များ သည် ပြိုင်ပွဲ ချိန် ၏ ပြေးလမ်း တွင် အမျိုးသား မိုးလေဝသ ဝန်ဆောင်မှု က အစီရင်ခံသော အပူချိန် ၈၈ ဒီဂရီ ဖာရင်ဟိုက် ( ၃၁ ဒီဂရီ ဆဲစီးရပ် ) နှင့်အတူ ၊ လွန်စွာ မတူညီခဲ့ပါ ။\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "အန်ဒရူး ဆိုင်မွန် က ထုတ်ပယ်ခြင်း မခံရခင် ၃၃ မှတ် ရယူခဲ့ စဉ် ၊ ဩစတြေးလျ ၏ အမှတ် အများဆုံး ဘောလုံးရိုက်ကစားသမား ၊ ဘရတ် ဟော့ထ် က ထုတ်ပယ်ခြင်း မခံရဘဲ ၃၅ မှတ် ရယူခဲ့သည် ။\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ဂျန်ကင် သည် နီဗါးဒါး ၏ အိုင်ဗန်ပပ် ရေကန် လွင်ပြင်များ တလျှောက် သူ၏ ဂရင်းဘတ် ကားနှင့် တစ် နာရီ ၁၂၆.၁ မိုင် နှုန်း ( တစ် နာရီ ၂၀၂.၉ ကီလိုမီတာနှုန်း ) အမြန်နှုန်း တစ်ခု ရောက်ရှိ ရန် စီမံခဲ့သည် ။\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "သြဂုတ်-လလယ် ကတည်းက ၊ တောမီးများ သည် ဘိုဒရမ် နှင့် အန်တယ်ယ-ကက်စ် ကဲ့သို့ ကမ္ဘာလှည့် ခရီးသည်များ ပေါ်ပျူလာ ခရီးသွား နေရာ များ ပါဝင် သည့် တူရကီ ၏ တောင်ဘက် အပိုင်း ကို ပျံ့နှံ့ခဲ့သည် ။\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "“ ဒီ တိုးတတ်မှု သည် ပြန်လည်ပြုပြင်သော ခံစားပိုင်ခွင့် နှင့် တိုးတတ်သော အခွန်အခ ဆိုင်ရာ မူဝါဒများ အပါအဝင် ၊ စီးပွားရေး တိုးတတ်မှု နှင့် ဘဏ္ဍာရေး တာဝန်များ ကို ထောက်ပံ့ သော မူဝါဒများ ကို ပြုပြင် ပြီး အတည်ပြု ရန် လိုအပ်မှု ကို ပိုခိုင်ခန့်စေသည် ။ ”\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "ယခင် အချိန်ကိုက် လေယာဉ်ပျက်ကျစဉ် ၊ လေယာဉ် ရဲ့ လေကြောင်း ဆက်သွယ်ရေးဆိုင်ရာ မိန့်ကြားခြင်း နှင့် တင်ပြခြင်းဆိုင်ရာ စနစ် ( အေစီအေအာရ်အက်စ် ) မှ စာတို ၂၄ စောင် ကို ၄ မိနစ် ကျော် အကြာ ပြသာနာ တော်တော်များများ နှင့် သတိပေးချက်များ ဖြစ်ပွားခြင်း ၊ မှားယွင်းသော လေတိုက်နှုန်းများ ဖြစ်ပွားခြင်း အပါအဝင် သတိပေးချက်များ ၊ လေယာဉ် ပေါ်သို့ ပို့ပေးခဲ့ပါသည် ။\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "ပြစ်မှု အဆုံးအဖြတ် ကို ဖတ်ကြား ပြီးနောက် ၊ စိတ်သက်သာရာရသွားတဲ့ ဘရောင်းဆန်ဒါ တစ်ယောက် သည် တရားစီရင်ရာ ၌ ရှိနေ သော သူမ၏ မိသားစု နှင့် သူငယ်ချင်းများ အား ပွေ့ဖက်ခဲ့သည် ။\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အိုလံပစ် ပြိုင်ပွဲ မှတ်တမ်း များ မှ မားတို့စ် ၏ မှတ်တမ်း များ အားလုံး ကို ဖယ်ရှား ရန် လည်း တောင်းဆိုခဲ့သည် ။\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "အောက်တိုဘာ ၃၁ ရက် က ၊ လူ ၂၃ သန်း ကျော် သည် မေး(စ်) ဖြင့် သို့မဟုတ် စောစီးစွာ မဲပေးမည့် နေရာများ တွင် မဲပေးခဲ့ပြီးပြီ ဖြစ်သည် ။\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "အန်အက်ဒဗလျူ ပြည်နယ် မှ ပရီးမီးယား မောရစ် အိုင်မား သည် ဖက်ဒရယ် နှင့် ဗစ်တိုးရီးယား အစိုးရ များ အတိုင်း လိုက်နာစေ ဖို့ရန် ဖြစ်ပွားခဲ့ သော သူ သည် ပြည်နယ် ၏ အစုရှယ်ယာ ကို စနိုဝီ ဟိုက်ဒရို ထံသို့ ရောင်းချ ရန် ဆန္ဒရှိခဲ့ ကြောင်း ဒီဇင်ဘာ ၂၀၀၅ တွင် ကြေညာခဲ့ပါသည် ။\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ကီပင်န် ပီတာဆန် နှင့် အိုဒီအိုင် ႄကႍယ်၀ေသာ လုလ် ဝိ႒က် ဟာ နှစ်ဦး မှတ်တန်း ၅၀ ကို ဝိ႒က် နှင့့်် အို၀အစ် ရ႐ခႀ် က အတူ ၁၀၆ ရန်းစ် မျှဝေႄက၏ ။\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ ၏ မိုးလေဝသဌာန မှ ပြောကြားသည် မှာ ပထမဆုံး နှင့် နောက်ဆုံး မြေငလျင်များ သည် အမှန်တကယ် ပြင်းအား ၆ဒဿမ၇ ထိ ရှိခဲ့ကြပါသည် ။\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "ဝမ်းနည်းခြင်း တစ်ခု ကို ဖော်ပြသည် အနေဖြင့် ဂူး က ၊ ဦးညွတ်လျက် ၊ ဤကဲ့သို့သော ဝမ်းနည်းစရာများ ထပ်မံ မ ဖြစ်ပွား အောင် ကာကွယ် လုပ်ဆောင်မည် ဟု ကတိပေးခဲ့သည် ။\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "မြောက် ကယ်ရိုလိုင်းနား ၊ ဟန်တာဗိလာ မှ ၂၅ နှစ် အရွယ် သည် သောကြာ နေ့ တွင် စနေ နေ့ ည ပြိုင်ပွဲ အတွက် အစွန်ဆုံး နေရာ ကို ရှေးဦးစွာ ရရှိခဲ့သည် ။\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "အစိုးရ အရာရှိ တစ်ဦး ၏ ပြောပြချက်များအရ ၊ ၄င်းတို့ အခြေအနေ ကို မသိနိုင်သေး သည့် အပြင် ကယ်ဆယ်ရေး သမား များ က လည်း ၄င်းတို့ နှင့် မ ဆက်သွယ်နိုင်သေး သော်လည်း အဆိုပါ လူများ အသက်ရှင် နေသည် ဟု ယုံကြည်နိုင်ပါသည် ၊ \" အဘယ့်ကြောင့်ဆိုသော် သူတို့ သည် ပြိုကျနေသော နေရာ မှ လုံလောက်သော အကွာအဝေး တွင် ရှိနေ သောကြောင့် ဖြစ်သည် ။ \"\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့တဲ့ နှစ် ရက် က ၊ ဝန်ကြီးချုပ် က အရောင်းအဝယ် ဈေးကွက် တွင် အခွန်ခ လျော့ချ ခြင်း အချို့ သည် ဘတ်စ် ကား တွင် ယာဉ်စီးခများ ဈေးတက် ခြင်း ဖြစ်ပေါ်လာလိမ့်မည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "အီလက်ထရွန် အောက်ဆီဂျင် ထုတ်စက် ၏ အပေါက်များ ဝန်းကျင်မှာ အကြွင်းအကျန်များ စုဆောင်းခြင်း ကို ရှရီပို့ဗ် က သတိထားခဲ့ ပြီး ဓါတ်ပုံရိုက်ခဲ့သည် ။\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "၂၀ဝ၃ ခုနှစ် ရွေးကောက် ပွဲ တွင် ၊ အေဒီကြူ သည် မဲ အရေအတွက် ၂၁ ရာခိုင်နှုန်း ရရှိခဲ့သည် ။\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ ၏ နှစ်စဉ် စီးပွားရေး တိုးတက်နှုန်း သည် လွန်ခဲ့သော ဘဏ္ဍာ နှစ် ၃ နှစ် ကတည်းက ပျှမ်းမျှ ၏ ၈ ရာခိုင်နှုန်း အထိ ရှိပြီးဖြစ်သည် ။\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "ထို့နောက် သူ သည် ပြင်သစ် သို့ ပြောင်းရွှေ့ ပြီးနောက် ယူကေ နှင့် လီ ဆယ်ဗက်ဂါ တွင် သူ နေထိုင်ဆဲရှိ စဉ်တွင် ရီကို ဒယ်နီရယ် သည် သူ ၏ -- သယ် ဆယ်ဗက်ဂါ -- တီဗွီ စီးရီး နှစ်ခု အတွက် လူသိများ သူ ပြင်သစ် တွင် နေထိုင်သော ဗြိတိ်န် တီဗွီ အစီအစဉ်ကြေညာသူ တစ်ဦး ဖြစ်သည် ။\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "စပေ့စ်အိက်စ် ဒရက်ဂွန် အာကာသယာဥ် အား အချိန်အခါအားလျော်စွာ လူလိုက်ပါစီးနင်းနိုင်သော အာကာသယာဥ်စခန်း အဖြစ် အသုံးပြုနိုင်ပါသည် ။\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ဆစ်ဒနီ ရှိ အေပက် အစည်းအဝေး သို့ သွားနေစဥ် လမ်း တွင် ၎င်း သင်္ဘော သောင်တင်နေခဲ့ ချိန်မှာ ၊ ၃၅ မီတာ ရှိ သင်္ဘော သည် ပြီးခဲ့သော ကြာသပတေးနေ့ ကတည်းက သောင်တင်နေခဲ့သည် ။\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "အီလီနွိုက် ပြည်နယ် မှ အငယ်တန်း အထက်လွှတ်တော် အမတ် နှင့် ၂၀၀၈ ခုနှစ် အမေရိကန် သမ္မတ ကိုယ်စားလှယ်လောင်း ဘားရက် အိုဘားမား က နီဘရားစကား နှင့် ဝါရှင်တန် မဲဆန္ဒနယ် နှစ်ခု နှင့် အထူးသဖြင့် လူဝီစီယားနား ပြည်နယ် အတွက် ယနေ့ ဒီမိုကရက်တစ် ပါတီ ၏ ကိုယ်စားလှယ်လောင်း ရွေးချယ်ပွဲ သုံးခု စလုံး တွင် ရွေးချယ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ရိုဘင်ဆင် က \" ‘ ဤ မြေ သည် ကျွန်ုပ် မြေ ဖြစ်သည် ’ ဟု ပြောခဲ့ ပြီး ၊ သူ က အညီအမျှခွဲပေးလိမ့်မည် ဟု ဆုံးဖြတ်ချက်ချထား သော မည်သည့် အစ္စရေးဝန်ကြီးချုပ် အတွက် ၊ ဘုရားသခင် က ၊ ‘ မဟုတ်ဘူး ၊ ဤအရာ သည် ငါဟာဟုတ်တယ် ’ \" လို့ ၊ ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "သေဆုံးသွားခဲ့ကြသူများ သည် လွန်ခဲ့သော ည က ဖူကိုင် စီရင်စု ရှိ ရေကာတာ ဆောက်လုပ်ရေး လုပ်ငန်းခွင် တစ်ခု တွင် မြေပြိုမှု တစ်ခု ဖြစ်ပြီးနောက် သေဆုံးသွားခဲ့ သော ၅၀နှစ်အရွယ် ဆောက်လုပ်ရေး အလုပ်သမား တစ်ဦး နှင့် ဖစ်တောင်းမုန်တိုင်း ပြီးနောက် မကြာမီ ကုန်း ကို မြင်ရချိန် ၊ စက်တင်ဘာလ ၆ရက် တွင် ပြိုလဲသွားသော သစ်ပင် တစ်ပင် ကြောင့် ထိရိုက်ခံရ ပြီးနောက် သေဆုံးသွားခဲ့ သော ၇၆နှစ်အရွယ် ယောက်ျား တစ်ဦး တို့ဖြစ်ကြသည် ။\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အမျိုးအစား ငွေပေးချေခြင်းများ ကို စုံစမ်းမေးမြန်းခြင်း မပြု ပဲ ရွေးချယ်ခြင်း သည် သူတို့ ၏ ဥပဒေ ချိုးဖောက်မှု ကို တူညီသော လက်ခံ ခြင်း ဖြစ်ခဲ့သည် ဟု ၄င်းအရာ ကို ရေးမှတ်ထားခဲ့သည် ။\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "ဝီကီဘွတ်များ သည် မူလ က ပြဋ္ဌာန်းစာအုပ်များ နှင့် ရည်ညွှန်းကိုးကားကျမ်းများ အတွက် နေရာ တစ်ခု အဖြစ် ရည်ရွယ်ခဲ့ သော်လည်း ကွတ်ဘွတ် သည် အထင်ရှား ဆုံး ဥပမာ ဖြစ်လာခြင်း နဲ့အတူ ၊ ဘာသာရပ် အမျိုးအစားများ အားလုံး ပေါ်မှာ စာအုပ်များ ဖန်တီးသော အဖွဲ့အစည်း တစ်ခု ကျယ်ပြန့်စွာ ဖြစ်လာသည် ။\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "“ ကနေဒီယန် စစ်သားများ ၏ လူသတ်မှု ကို စွဲဆိုခဲ့သည့် အမှု မှ မှတ်တမ်း အနည်းငယ် ရှိခဲ့ သော်လည်း ၊ လူသတ်မှု အတွက် တရားရုံး အမိန့် မရှိခဲ့ပါ ။ ”\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "အယ်လ် ဂျာဇီးရား အဆိုအရ ၊ တရုတ်နိုင်ငံ ၏ သတ္တုတွင်းများ သည် ကမ္ဘာပေါ် တွင် အသေအပျောက်အများဆုံး ဖြစ် ပြီး ၊ သူတို့ တွင် မတော်တဆမှုများ ကြောင့် နှစ် စဉ် ထောင်ပေါင်း များစွာသော မိုင်းလုပ်သားများ သေဆုံးကြသည် ။\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "အဆိုပါ ညီလာခံ နှင့် အလုပ်အမှုဆောင်အဖွဲ့ သည် အိုင်ရစ် ထောက်လှမ်းရေး အဖွဲ့ ၏ စွပ်စွဲချက်များ ကို ကျော်ဖြတ် ၍ ၂၀၀၂ ခုနှစ် တွင် ဖျက်သိမ်း ပြီး ကတည်းက ဗြိတိန်နိုင်ငံ လန်ဒန်မြို့ မှ တိုက်ရိုက် အုပ်ချုပ် ရာ ဌာန တစ် ခု ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ သည် အဆိုပါ လူတွေ ဆီသို့ ရောက် ရန် ကားရထားများ ၏ ဘေးဘက်များ ကို ဖွင့် ရန် ဂဟေဆော်သည့် မီးခွက်များ ကို အသုံးပြုရတယ် ၊ ” ဟု ရီယိုဒီဂျနေရိုး မီးသတ် ဌာန ၏ အထွေထွေ အုပ်ချုပ်ရေး အရာရှိ ၊ ပီဒိုမက်ချာဒို မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "“ ထိုအရာ သည် ငါ ခန့်မှန်းထား သော အရာများ ထဲ မှ တစ်ခု ဖြစ်သည် ၊ ၎င်းသည် ကစားပွဲ ကို ပြောင်းလဲ ခဲ့သည် ၊ သို့သော် သင် သည် ထိုအရာ အတွက် အခု ဘာ လုပ် နိုင်မလဲ ? ” အဒဲလက် အသင်း ခေါင်းဆောင် တရာဗစ်ဒို့ က ဖောက်စ် စပို့ ကို ကစားပွဲ အပြီး တွင် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "ပေါင် သန်းပေါင်း ၁ မီလီယံ ကုန်ကျမည့် စီမံကိန်း တွင် ရေးဗား တိမ်းစ် အနီး ရှိ ရူမ်းနီ ဝိုင်းရား တွင် တပ်ဆင် ရန် ရေအောက် ရေရဟတ်စက် များစွာ ပါဝင် လိမ့်မည် ။\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် သည် အမဲရောင် မီးခိုးများ တက်လာသည် ကို မြင်ခဲ့ရ ပြီးနောက် အဆောက်အဦ တစ် ခု ပြိုလဲ ကျသော အသံ ကို ကြားခဲ့ရသည် \" ။\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "အစိုးရ ၏ ဖက်စပ်လုပ်ငန်း တစ် ခု အကြား ဖြစ်သော ဝေးစ် ပြည်နယ် သစ် တောင်ပိုင်း အစိုးရ နှင့် ဆစ်ဒနီမြို့တော် ခရစ်ကတ် အားကစားအဖွဲ့အစည်း သည် ၂၀၁၄ ခုနှစ် တွင် အပြီးသတ် လုပ်ဆောင်ခဲ့သော ဆစ်ဒနီ ခရစ်ကတ် အားကစားကွင်း နှင့် ဆက်စပ်နေသော ထပ်ဆင့် ကုန်ကျစရိတ်များ ကို ကာကွယ်လိမ့်မည် ။\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "\" ရှိတ် \" ကို ဒီ တပတ် မှာ အကြိုက်ဆုံး ၁၀ဝ ရဲ့ ထိပ်ဆုံး နေရာ ကို ရရှိလိမ့်မယ် လို့ အလွန်အမင်း မျှော်လင့်ခဲ့ပါတယ် ။\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "နယူး ယောက် အမေရိကန်နိုင်ငံသား များ က စနေ နေ့ က ရင်ဆိုင်ခဲ့ရသော အရှုံး တစ်ခု မှ တနင်္ဂနွေ နေ့ ၏ ကစားပွဲ တွင် အိန္ဒိယ နိုင်ငံသား ကလပ်လန်း ၏ ကျေးဇူး ဖြင့် ၉-၄ ကို ကျော်ဖြတ်ပြီး အချိန်မီ ရိုက်သွင်း ပြီး ပြန်လည်ရယူ နိုင်ခဲ့သည် ။\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "တော်ဝင် စာတိုက် အလုပ်သမား များ သည် အင်္ဂလန် နိုင်ငံ တွင် တစ် နိုင်ငံ လုံး ဆိုင်ရာ စာတိုက် လုပ်ငန်း သပိတ်မှောက်မှု တစ်ခု ကို အကြောင်းပြု ၍ ၃:၁ အထိ မဲပေးခဲ့ကြသည် ။\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ဆန် ဂျို့စ် ၊ ကယ်လီဖိုးနီးယား မြို့တော်ဝန် ရွန် ဂွန်ဇေး ကို ဆန်တာ ကလဲရာ စီရင်စု ခရိုင် ရှေ့နေ ရုံး က စုံစမ်း နေဆဲ ဖြစ်ပါသည် ။\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "“ ၁၃ ထပ် နှင့် ၂၇ ထပ် အလွှာများ အပေါ်တွင် မီးခိုးငွေ့ တိုင်းတာသောကိရိယာများ က အလုပ်လုပ်မလုပ်ခဲ့ပါ ။ ”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "မူဂါဘီ ၏ အစိုးရ ကို အရေးယူဆောင်ရွက်ရ သူ ထိုလူ ကို \" အပြစ်ပေး \" ရန် အဆိုပါ လုပ်ဆောင်မှု များ ကို ဒီဇိုင်းဆွဲရေးသားခဲ့ပါသည် ဟု နိုင်ငံရေးအတိုက်အခံပါတီ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "ဆိုလာပြားအတန်းများ တွင် ၁၁၅ ပေ ရှည် ဆိုလာပြားအတန်း ၂ ခု ပါဝင် ပြီး အဆိုပါ အတန်း ၂ ခု ကို အလယ် မှ ချိတ်ဆက် ကာ နေေရာင်ခြည် ဖမ်းယူ ရန် ဆိုလာပြားမျက်နှာပြင် ကို လှည့်လည်ပေးနိုင်သော ကရိယာ ကို တပ်ဆင်ထား ပြီး ဆိုလာပြား အတန်း ၂ ခု ၏ စုစုပေါင်း တောင်ပံအစွန်း ၂ ဖက် အကွာအဝေး သည် ၂၄၀ ပေ ရှိပါသည် ။\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "ဒေသခံ နက္ခတ္တဗေဒ အဖွဲ့၀င် မိုက်ကယ် စတန်တွန် က ၊ “ ကျွန်တော် တို့ ဂီတ နှင့် ကြည်နူး ဖွယ်ရာ ဤ မြင်ကွင်း ကို ကြည့် ရ တာ ၊ ဒါဟာ အရမ်း ကြီးကျယ် ပါသည် ” ဟု ဝီကီ သတင်း သို့ ပြော ခဲ့ သည် ။\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "“ သင် က ဒေးဗစ် ရှန့်ဘုန်း လား ? သင့် ကို တွေ့ဆုံ ရန် ကျွန်ုပ် တို့ အလွန် စိတ်လှုပ်ရှားခဲ့တယ် ! “ ဟု သူမ က ပြော ပြီး ၊ အောက်ထပ် ခန်းမ ရှိ ဆိုဖာ တစ်ခု ၊ နှင့် စွန့်စားခန်းရုပ်ရှင် တစ်ကား ပြနေသော ရုပ်မြင်သံကြားပြစက် ၊ ၀မ်းချူသည့် ပစ္စည်းကိရိယာများ သိုလှောင်ထားသော ဖွင့်ထားသည့် ဗီရို တစ်ခု ရှိရာ ၊ ဧည့်ခန်း သို့ သူ့ကို ခေါ်ဆောင်လာ ပြီး သူမ၏ ခင်ပွန်း ဘီ(လ်) က ကွန်ပျူတာ ရှေ့တွင် ထိုင်နေပြီး ဒေသတွင်း ရုပ်ရှင်ရုံ ၌ ပြသနေသော ဘလိတ် ရန်နာ ၏ ပြန်လည်ထုတ်လွှင့်မှု ကို ရှာဖွေ ရန် ကြိုးပမ်းနေသည် ။\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "ထို အသစ် ရွေးကောက်တင်မြှောက်ခံ ပါတီ ကလည်း အထူးသဖြင့် ၊ ကျေးလက်နေ မိသားစုများ နှင့် ကလေးများ နှင့်အတူ သူတို့အား အိမ်ထောင်စုများ အပေါ် အသုံးစရိတ် အာရုံစိုက် ဖို့ အာမခံပစ္စည်းများပေးပါသည် ။\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "၂၀၀၁ ခုနှစ် တွင် အာဖရိက မှာ အသက်အငယ်ဆုံး ပြည်နယ် ခေါင်းဆောင် ဖြစ်လာ သူ ၊ ကဘီလာ သည် ၊ နှစ်ပေါင်း ၄၀ ကျော် အတွင်း ၎င်း ၏ ပထမဆုံး ဒီမိုကရက်တစ် ရွေးကောက်ပွဲ တွင် ကွန်ဂို ဒီမိုကရက်တစ် သမ္မတ နိုင်ငံ လုပ်ဆောင်ပေး ရန် တောင်းဆို သော အချက် ကို မဲပေးမှု မပြုလုပ်ခင် သူ ၏ အပြီးသတ် မိန့်ခွန်း မှာ ပြောခဲ့သည် ။\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း အလုပ်သမား များ သည် သတ်မှတ်ချက် များ ကို အခြေခံ အဖြစ် အသိအမှတ်ပြု လိမ့်မည် ၊ ပြီးတော့ သူတို့ သည် အထင်မြင်မှား မှာ မဟုတ် ကြောင်း မစ္စတာ ဟော က သူ သည် ယုံကြည်သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "မကြာသေးမီ က ဖွန်းစ် ရင်းနှီးမြှုပ်နှံမှုအုပ်စု သည် ဒန်းနစ်ရှ် လေကြောင်းလိုင်းများ ဖြစ်ကြသော စတာလင်းန် အဲယ် နှင့် မီယာစ်ခ် အဲယ် ကို ဝယ်ယူခဲ့သည် ။\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ကစားသမား နှစ်ဦး ဖြစ်သော ၊ ဂျပန် ကစားသမား တစ်ဦး နှင့် အေစီတီ ကစားသမား တစ်ဦး တို့သည် ၊ ဘောလုံးများ ဖြင့် ထိမှန်ခံရ သဖြင့် သူတို့ကို ကြည့်ရှုပေး ရန် နည်းပြများ ကို လိုအပ်နေကြသည် ။\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "“ တိမ်တိုက်များ ကင်းစင်သွား တာ ကြောင့် ကျွန်တော်တို့ လွန်းပျံယာဥ် ကို လွှတ်တင်ရခြင်း ဖြစ်ကြောင်း ” ခရီးစဥ် ထိန်းချုပ်ရေးအဖွဲ့ မှ နာဆာ တီဗွီ တွင် ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ ည က ၊ အမျိုးသား အသင်း ဗိုလ်လုပွဲ ပွဲစဉ် တွင် စိန့် လူးဝစ် ကာဒီနယ် က သူတို့ ၄ ကြိမ်မြောက် အောင်မြင်မှု ရရှိ ရန် ၅ - ၁ ဂိုး ဖြင့် ရှုံးနိမ့် ပြီး မြောက် အမေရိက မှ ဘေ့စ်ဘော အသင်း ပညာရှင် ၊ ဟူစတွန် အက်စတို သည် ၂၀၀၅ အမျိုးသား အသင်း ထူးချွန်ဆု ကို အနိုင် ရရှိခဲ့သည် ။\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "အတိတ် တွင် ယူအက်စ် သည် ချဲ့ကား ပြီး လုပ်ကြံပြောဆိုသော သက်သေ ကို သုံး ပြီး စစ်ပွဲ မတိုင်မီ အိီရတ် အပေါ် ၄င်း ပြသာနာ တည်ဆောက်ခဲ့ ကြောင်း စွတ်စွဲခံရဖူးသည်။\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "၂၀ဝ၈ ခုနှစ် အမေရိကန်ပြည်ထောင်စု ဖက်ဒရယ် လိုငွေများ သည် ပြီးခဲ့သည့် နှစ်များ ၏ လိုငွေ ထက် နှစ်ဆ ပိုများ -- မြင့်မားတဲ့ စံချိန် တစ်ခု ၊ ယူအက်စ် ဒေါ်လာ ၄၅၄.၈ သန်း ကို ရောက်ရှိခဲ့သည် ။\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "၎င်း လေ့လာသုံးသပ်မှု သည် နယူး ဇီလန် ၏ လူဦးရေ အတွက် မွေးစာရင်းများ ၊ သေစာရင်းများ နှင့် ပြင်ပ ရွှေပြောင်းမှု တို့ ဆိုင်ရာ ပြည့်စုံသော သမိုင်းဝင် စာအုပ် တစ် အုပ် ဖြစ်သည် ။\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "နာဆာ ရဲ့ ကတ်ဆီနီ ဂြိုလ်ပတ်ယာဉ် က စေတန် မှ ထူးခြားတဲ့ ပုံရိပ်များ ကို ပြန်ပြီး ပို့ပေးခဲ့တယ် ၊ ဒီ ဂြိုလ် ရဲ့ နာမည်ကျော် လမ်းကြောင်းများ ဟာ မျှော်လင့်ထားတာ ထက် ပို ဝေးကွာ ပြီး အဖုအထစ်များတယ် လို့ ဖော်ပြခဲ့ တယ် ။\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "၂၀၀၅ ခုနစ် ၊ ဧပြီ လ ခုနစ် ရက် နေ့ အေဘီစီ သတင်းဌာန တွေ့ဆုံဆွေးနွေးခန်းတင်ဆက်သူ ပီတာ ဂျင်းနီး အား အဆုတ် ကင်ဆာ ဟု ဒီ သီတင်းပတ် မှာ ရောဂါသတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ တွင် ဒီမိုကရေစီနောင်း သတင်းစာ နှင့် သဘောတူလုပ်ခဲ့သော အင်တာဗျူး တစ်ခု ၌ ၊ ဘာရီဂန် ၏ ပြောချက်အရ ၊ ဂျူလိုင် ၁၄ ရက် နေ့ တိတိ တွင် ကန့်သတ်ချက် တောင်းဆို စဉ်အတောအတွင်း အမေရိကန်ပြည်ထောင်စု က အစ္စရေး စစ်တပ် ကို လက်ဗနွန် မြို့ တွင် သူတို့ ဗုံးကြဲ တိုက်ခိုက်မှု ကို ကူညီနိုင် စေရန် အမေရိကန်ဒေါ်လာ သန်းပေါင်း တစ်ရာ့နှစ်ဆယ် တန်ဖိုးရှိသော လေယာဉ် ဆီ ကို လည်း ရောင်းချခဲ့ပါသည် ။\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "ယနေ့ ၊ ပြပွဲ ၏ စားသောက်ပွဲကြီး အတောအတွင်း ၊ ပြတိုက် သည် သူတို့ ၏ တစ်သက်တာ အောင်မြင်မှု ဆု နှင့်အတူ ဘော့ ခန်း ကို ပေး ရန် ရှိသည် ။\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "၄င်းပေါက်ကွဲမှု သည် လျှိုမြောင်တစ်ခု ထဲသို့ ပျက်ကျခဲ့သည် ဟု သတင်း တစ်ခု မှ ဖော်ပြ နေစဉ်တွင် တစ်ခြားသော သတင်း တွင် ၄င်းလေယာဉ်ပေါက်ကွဲမှု သည် ရေဖုံးလွမ်းသော နေရာတစ်ခု ထဲသို့ ပျက်ကျသွားခဲ့သည် ဟု ဖော်ပြသည် ။\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "နိုင်ငံ အတွင်း အောင်ချက်တွေ သည် တစ်ယောက် မှ မအောင်သော ကျောင်း တွေ ရှိနေတဲ့ အတွက် ၊ ၇၂ ရာနှုန်း ကနေ တစ်ဆယ့်တစ် ရာနှုန်း အထိ ကျဆင်းသွားတယ် ။\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "ပြည်တွင်း ဝန်ကြီးဌာန အရာရှိ တစ်ဦး ၏ အဆိုအရ ၊ ဒုက္ခသည်များ သည် စစ် ဝတ်စုံ ကို ဝတ်ဆင်ထားခြင်း မရှိ သော်လည်း ၊ ၎င်း ပစ်ခတ်မှု သည် အစိုးရ မဟုတ်သည့် တိုက်ခိုက်သူများ မှ အီရတ် စစ်သားများ ကို သတ်ဖြတ်ခဲ့ခြင်း ဟု ယုံကြည်သည် ။\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "ကျား သည် အလုပ်သမား ကို တိုက်ခိုက်ခဲ့ ပြီးနောက် ၊ အဲဒီနောက် ၄င်းသည် အခြားသော လာရောက်လည်ပတ်သူ နှစ်ယောက် ကို ဆက်လက် တိုက်ခိုက်ခဲ့သည် ။\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "ရှေ့ဆက် တိရစ္ဆာန် လေ့လာမှု များ သည် ယောက်ျားလေး နှင့် ကိုယ်ဝန်ဆောင် မဟုတ်သော မိန်းမ များ တွင် နို့ရည်လိုက်ခြင်း ၊ အထူးအားဖြင့် အမ်အက်စ် တွင် အဆိုးဆုံး ဖြစ်စေသည့် ရောင်ရမ်းခြင်း ကို တိုးပွားခဲ့သည့် စသော ၊ ဘေးထွက်ဆိုးကျိုး များ ဖြစ်နိုင်ခြေ ကို စမ်းစစ် ရန် လုပ်ဆောင် ဖို့ လိုအပ်ပေသည်\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "အားကစားဆိုင်ရာ အမျိုးသားရေး အဖွဲ့အစည်း တက္ကသိုလ် ကင်ဘာရာမြို့တော် ၏ ညွှန်ကြားရေးမှူး ကိတ် လီယွန်စ် မှ အားကစား သည် ဩစတြေးလျနိုင်ငံ ယဉ်ကျေးမှု တွင် အရေးကြီးသော အပိုင်း တစ် ခု ဖြစ် ပြီး အားကစား ၏ တိုးတက်မှု နှစ်သက်ပျော်ရွှင်မှုများ သည် နိုင်ငံ တွင် ပူးပေါင်းလုပ်ဆောင်မှုများ စည်းလုံးမှုများ ကိုလည်း ဖြစ်စေသည် ။\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "အာမခံ ဒေါ်လာ သန်း ၈၅၀ မှ ထောက်ပံ့ငွေ အသုံးပြုမှု နှင့် ပတ်သက်သော ဆက်စပ်သည့် စည်းကမ်းသတ်မှတ်ချက်များ တွင် ၊ ဒေါ်လာ သန်း ၃၀၀ ခန့် သာ လုံခြုံနိုင်မည် ဟု ဆီယာရာ လီယွန် အစိုးရ က မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "ကျောက်ကပ်များ သည် ဓါတ်ခွဲခန်း နှင့် သက်ရှိကြွက်များ ခန္ဓာကိုယ်တွင်း နှစ်ခုစလုံး ၌ သွေးခဲများ မပါဘဲ ဆီးထုတ်လုပ်ခြင်း နှင့် အညစ်အကြေး စွန့်ထုတ်ခြင်း စွမ်းဆောင်နိုင်ခဲ့သည် ။\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "စစ်ဘေးသင့်ရာ တောင် အမေရိက နိုင်ငံ တွင် လက်ယာ - တောင်ပံ ပြည်သူ့စစ် အဖွဲ့ များ နှင့် , ထွက်ခွာသွားသော ကိုလံဘီယာ သမ္မတ အယ်ဘာရို ယူရိုက် တို့အကြား ပူးပေါင်းဆောင်ရွက်ရန် သတင်းထောက် သည် အာရုံစိုက်မှုကို ခေါ်ပြီးပြီ ။\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "စွမ်းဆောင်ချက် အပြင် မီဒီယာ အာရုံစိုက်မှု မှာ ဆက်စပ်လျက်ရှိသော ခြားနားချက်များ ကို ရှင်းပြ ရန် အခြား မည်သည့် အကြောင်းအချက်များ ကို အသုံးပြု နိုင် ပါ သလဲ ။\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "ဆာကိုဇီ ၏ အဆိုအရ ၊ နောက်ထပ် ဆောင်ရွက်မှုများ သည် နယ်စပ် ဧရိယာ ကို သာလျှင် ရည်ညွှန်းသည် ။\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "ပြီးတော့ ရုပ်မြင်သံကြား ၌ ကျွန်တော် ရဲ့ အလုပ် အပေါ် အိပ်မက်တွေ ရရှိဖို့ ကျွန်တော်ရဲ့ အခွင့်အလမ်းတွေ တိုးမြှင့်နိုင် ရန် အလို့ဌာ ကျွန်တော် ဒီအရာတွေ အားလုံးကို လုပ်ခဲ့တယ် ။ “\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "“ ဒီနေ့ခေတ် ဘီအေ ၏ ဘီအမ်အိုင် ကို ဝယ်ခြင်း ကို ရာဘာတံဆိပ်ရိုက်နှိပ်ခြင်း သည် အီးစီ တွင် ဥရောပတိုက် ၏ အလံ ကိုင်ဆောင်သော လေကြောင်းလိုင်းများ အတွက် စည်းမျဉ်း တစ်ခု ရှိသည် ၊ ဒါပေမယ့် ရွိုင်းနေး အတွက် မတူညီသော စည်းမျဉ်းများ ဆိုတာကို တဖန် ပြသသည် ” ၊ ဟု ရွိုင်းနေး အကြီးအကဲ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "လောင်စာ / ဆီ အပူ ဖလှယ်ရာ သို့ သွား ပြီး ဤအရာ ကို တားမြစ်ရမည့် အစား ၊ ပိုက်များ အတွင်း ‘ ပျော့ပျောင်းသော ’ ရေခဲများ ဖွဲ့စည်း ပြီးနောက် ရပ်သွားခဲ့သည် ဟု ထင်ရသည် ။\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် အစိုးရ က ယူကျူ့ ၊ လူသိများသည့် အင်တာနက်မှ မျှဝေကြည့်ရှုနိုင်သည့်သတင်းဗွီဒီယို ၊ \" များပြားလာစေသော ဘာသာရေးဆိုင်ရာမလေးမစားပြုမူသည့် \" သာဓက အရာများ ကြည့်ရှူခြင်း ကို ပိတ်ပင်လိုက်သည် ။\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "အဆိုပါ ငြိမ်းချမ်းရေး အစီအစဉ် စာရွက်စာတန်း ကို ပြင်သစ် သမ္မတ ၊ နီကိုလတ်စ် ဆာကိုဇီ က စတင် ရေးဆွဲခဲ့သည် ။\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "“ သူ က အီရတ်လူမျိုးတွေ အတွက် လွတ်လပ်တာနဲ့ ပက်သက်ပြီး ဟန်မဆောင်နိုင်စွာ လိုချင်နေတယ်ဆိုတာ ငါ အခု သိပြီ ” ၊ ဟု သူတို့၏ အစည်းအဝေး ပြီးနောက် စင်ဒီ က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "ရှေ့နေသည် ရဲများ ထံမှ တိပ်ခွေ ရရှိ ပြီးနောက် ၊ ယင်းတိပ်ခွေ ကို ယခု အပတ် တွင် မီဒီယာများသို့ ပေးပို့ခဲ့ပါသည် ။\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "ဝီကီပီးဒီယား သည် ဖလော်ရီဒါ စိန့် ပီတာဘတ် အခြေစိုက် အကျိုးအမြတ်မယူသော အဖွဲ့အစည်း တစ်ခု ၊ ဝီကီမီဒီယာ ဖောင်ဒေးရှင်း ၏ စီမံကိန်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "အီရန် နိုင်ငံ ၏ အဆင့်မြင့် အမျိုးသား လုံခြုံရေး ကောင်စီ အကြီးအကဲ ဖြစ်သော ၊ ဟက်ဆန် ရော်ဟနီ က ၊ ဤ နိုင်ငံ သည် ယူရေနီယံ သတ္တုဒြပ်စင်ပြုပြင်ပြောင်းလဲရေးကိစ္စ ကို နိုဝင်ဘာ ၂၂ ရက်နေ့ မှစ၍ ယာယီ ရပ်ဆိုင်းထားမည် ဟု တနင်္လာနေ့ က ကြေငြာလိုက်သည် ။\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "တရားစွဲဆိုမှု သည် အမေရိကန် ဒေါ်လာ ၇၅၀ သန်း ( ဩစတြေးလျ ဒေါ်လာ ၅၂၈ သန်း ) ကျော် ဖြစ် ပြီး ခန့်မှန်းခြေ အကျိုးအမြတ်များ မှ တစ်ဝက် ခန့် သည် မာဗယ် ၏ ရုပ်ရှင်များ မှ ဖြစ်သည် ။\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "ဖို့စီ ရည်ညွှန်းသော စရင်း သည် ပြင်သစ် တွင် ဘာသာရေး ယုံကြည်မှု အစွန်းရောက်သူများ အဖွဲ့ များ ၏ ၁၉၉၅ ခုနှစ် ပါလီမန် ဆိုင်ရာ ကော်မရှင် မှ စရင်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "ယနေ့ နေ့စွဲ မှ သီတင်းပတ် ၁၀ ပတ် ခန့် တွင် အိတ်စ်ဘောက် ၃၆၀ ပြန်လည်ပြုပြင်မှု အတွက် ပေးဆောင်ထား သူ ပြည်သူ များ ကို ကုန်ကျစရိတ် စစ်ဆေးမှု တစ်ခု ကို အလိုအလျောက် ခွဲဝေပေးလိမ့်မည် ။\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "နိုင်ငံသားများ နှင့် နိုင်ငံရေး အဖွဲ့အစည်း အများစု က ဖွဲ့စည်းပုံအခြေခံဥပဒေ ကို အထောက်အပံ့ ပေးထား သော်လည်း ၊ ဖွဲ့စည်းပုံအခြေခံဥပဒေ ဟာ တရား၀င် တားမြစ်ထား ပြီး ပြောင်းလဲမှုလှုပ်ရှားဝါဒီသမားများ က မဆုပ်မနစ်ဆန့်ကျင်လျက်ရှိသော ကျွန်စနစ် နဲ့ “ လူမျိုး မတူသူ အချင်းချင်း လက်မထပ်ဘဲအတူနေထိုင်ခြင်း အချက် “ ကို လျစ်လျူရှုထားတဲ့ အတွက် ၊ လူထုဆန္ဒခံယူပွဲ တွင် ပါတီ ငယ် ၂ ခု က သပိတ် မှောက်ခဲ့သည် ( အဲ့တာ က ဘလပ် နဲ့ အာရပ္် ) ။\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "နေ့ရက် အများစု ကို သူမ သည် ခေါင်းအုံး တစ် လုံး ပေါ်တွင် လှဲလျောင်းလျက် ၊ သူမ ၏ ပတ်ဝန်းကျင် ကို စောင့်ကြည့်ခြင်း ဖြင့် ဖြတ်ကျော်သည် ။\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "သူ သည် ၁၉၆၅ တွင် သူ ၏ ဖခင် ပြီးကတည်းက ဂျပန် အင်ပါယာ မိသားစု တွင် မွေးဖွားလာသော ပထမဆုံး သားယောက်ျားလေး ဖြစ်ပါသည် ။\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "မာရီးရက် ကို ၊ အကြံ ပေး ခြင်း နှင့် အထောက် အကူ ပေး ခြင်း အားထုတ် မှု နှင့် ပတ်သက်၍ ရတ်ချယ် စမစ် က ၊ ဘော့ချ်ဒန် ကို တရား စွဲ ခဲ့ သည် ၊ စမစ် သည် လွန်ခဲ့ သည့် နှစ် က \" အမှု စစ်ဆေး ခြင်း စတင် ခဲ့ ရာတွင် သား ဖြစ် သူ ၊ မာရီးရက်စ် သည် ၊ ဖခင် ဖြစ် သူ ထံ မှ မိသားစု လုပ်ငန်း တစ် ခု ဖြစ် ခဲ့ သည့် ၄င်း ကုန်သွယ် မှု ကို သင်ယူ ခဲ့ ကြောင်း မန်ချက်စတာ ခရောင်း တရားရုံး တွင် သက်သေ ကြားနာမှု ပြုခြင်း ဖြင့် တရား သူကြီး က ဆုံးဖြတ် ချက် ချ ကောင်း ချ မည် \" ။\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ဆော်ဒီ နိုင်ငံ ပိုင် ဗီလာ အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းလိုင်း ကုမ္ပဏီ မှ ၊ ဆိုင်းရပ် စတား သင်္ဘော ပေါ်တွင် ၊ ဖိလစ်ပိုင် ၊ ဆော်ဒီ အာရေးဗီးယား ၊ ခရိုအေးရှား ၊ ပိုလန် ၊ နှင့် ဗြိတိန် တို့မှ သင်္ဘောသား ၂၅ဦး ပါ၀င်သည် ။\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "သူ သည် အစ္စရေး နှင့် တိုက်ရိုက် စေ့စပ်ဆွေးနွေးညှိနှိုင်းလိမ့်မည် မဟုတ် ၊ သို့သော် တူရကီ တွင် ဆွေးနွေးမှုများ ပြုလုပ် ရန် ဆန္ဒ ရှိသည် ဟု အာအဆတ်ဒ် က ပြောခဲ့သည် ။\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "အခြား နှစ် ဦး က နှင်းလျှောစီး စဉ် တွင် ၊ ဇာဟက် က နှင်းတောစီးဖိနပ် ဖြင့် ကုန်းကြောင်း လျှောက် ပြီး အလေးချိန် ၁၇၀ - ပေါင် ( ၇၇ - ကီလိုဂရမ် ) ပစ္စည်းတင် သော စွပ်ဖါး ကို ဆွဲ ရင်း ခရီးသွားရသည် ။\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "တီယန်နမ်မင်း စကွဲ အကြမ်းဖက်မှု ၏ ၂၁နှစ် မြောက် နှစ်ပတ်လည် နေ့ ၏ အမှတ်အရ အဖြစ် “ ဒီမိုကရေစီ ၏ ဘုရားသခင် ” ၏ ပုံတူ အသစ် တစ်ခု နှင့် “ တီယန်နမ်မင်း လူ သတ် ပွဲ လွတ်မြောက်ခြင်း ” ခေါ်သော ၊ ပန်းပု လက်ရာ ပုံစံ တစ်ခု ဖြစ်သော ပန်းပုရုပ်များ ကို ၊ ဟောင်ကောင် ၏ တိုင်း စကွဲ စျေးဝယ် အဆောက်အအုံ ၏ အလယ် နေရာလွတ် မှာ ထားရှိခဲ့ပါသည် ။\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "\" ဒါ သည် သူတို့ ရဲ့ ကလေးတွေ ကို ကျွန်တော်တို့ ရဲ့ ကျောင်းမှာ ကျောင်းအပ် တဲ့ မိဘတွေ ရဲ့ ကြားမှာ ဖြစ် ပြီး ထိုေနရာ သည် တာဝန်ယူသော နေရာ ဖြစ်ပါသည် ။ \"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "မိုက်ခရိုဆော့ က သူတို သည် စာမျက်နှာ ၃၀ဝ၀ဝ ရှိ ယခင် က လျှို့ဝှက် ဆော့ဝဲလ် ကုတ် ကို လွန်ခဲ့သော ကြာသပတေးနေ့ ( ဖေဖော်ဝါရီ ၂၁ ရက် ) တွင် ထုတ်ဖော်အသိပေးရန် ကြေငြာခဲ့ ပြီးနောက် ဆုံးဖြတ်ချက်များ ဖြစ်လာသည် ။\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "အဆိုပါ ရောဂါဗီဇပိုး ကို နယ်မြေ အတွင်းရှိ ဈေး တစ်ခု ၌ ဂန်း ၏ အဖွဲ့ မှ ဘဲများ ၊ ကြက်များ ၊ ဘဲငန်းများ နှင့် အခြားသော ငှက်များ ကို စစ်ဆေးခဲ့ သောအခါ တရုတ်နိုင်ငံ ၏ ဖူဂျီအန်း နယ်မြေ တွင် ၂၀ဝ၆ ခုနှစ် ၏ ဧပြီ နှင့် ဇွန် လ အတွင်း၌ ရှာဖွေတွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "အလုပ်အမား များ က သူတို့ ၏ ကျန်းမာရေး နှင့် ဘေးအန္တရာယ် ကင်းရှင်းရေး ကိုယ်စားလှယ် ကို အလုပ်ခွင် တွင် ဘေးအန္တရာယ် ကင်းရှင်းရေး ဆိုင်ရာ ကိစ္စ မှန်သမျှ အကြောင်း အသိပေးထား ရန် CAW က တောင်း ဆို ထား သည် ။\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "ကင်မရာရိုက်ကူးသူ ပေါလ် ဒေါ့ဂလက်စ် နှင့် အသံဖမ်းယူသူ ဂျိမ်းဘရိုလန် တို့ သတင်းထောက် နှစ်ဦး ၊ လုံး သည် ဗြိတိသျှ လူမျိုးများ ဖြစ် ပြီး သူတို့ သည် အမေရိကန် ခြေလျင်တပ်ရင်း အဖွဲ့ ၄ နှင့် အတူ ပုံမှန် ကင်း လှည့်ရာ မှာ လိုက်ပါစဉ် ပေါက်ကွဲသောအရာများ နှင့် ထုပ်ပိုးထား သည့် ကား နား ရောက်သောအချိန် တွင် ဖောက်ခွဲခံခဲ့ရပါသည် ။\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "ကာတာ က ဂျပန် နှင့် ဗီယက်နမ် နှစ် ပွဲ လုံး ကို သရေကစားခဲ့ ရာ အကယ်၍ နှစ် သင်း စလုံး မှာ ၄ မှတ် စီ နှင့် ရမှတ် တူညီသွား လျှင် ဂိုး အရေအတွက် ကွာခြားမှု က သာ အဆုံးအဖြတ် ဖြစ်လာလိမ့်မည် ။\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "ပါပါရာဇီ ၏ အဖွဲ့ တစ်ဖွဲ့ က စတူဒီယို စီးတီး မမျှော်လင့်ပဲဖြစ်ပျက်သည့် နေရာ တစ်ခု မှာ ယာဉ်ရပ်နား စခန်း တစ်ခု သို့ ဆွဲ ရန် သူမ က ကြိုးစားခဲ့ သော သြဂုတ် လ ၆ ရက် နေ့ တွင် ဘရတ်တနီ က သူမ ၏ ကား ကို အခြား မော်တော်ယာဉ်ဘက် သို့ ကွေခဲ့သည် ကို ဗွီဒီယို တစ်ခု ဖြင့် မှတ်တမ်းတင်ထားပါသည် ။\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "အမည်မသိ အဖွဲ့ ၏ အမျိုးမျိုးသော အဖွဲ့ဝင်များ က မှတ်တမ်းတင်ထားသော ၊ ဗွီဒီယိုများ ကို သိပ္ပံဆိုင်ရာကိုးကွယ်ယုံကြည်မှုဘာသာ-ဆန့်ကျင်ရေး အဖွဲ့အစည်းများ က မှတ်တမ်းတင် ရန် တောင်းဆိုကြသည် ။\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "ကယ်လီဒိုးနီးယား တည်ရှိသော နေရာ သည် ၊ ဟဲလ်ဒီမန် ခရိုင် ၏ မြို့တော်ဝန် မာရီ ထရိန်နာ က ၊ “ နောက်ထပ် အစည်းအဝေး သို့မဟုတ် နှစ်ခု သည် စီးပွားရေး ကို ပြုလုပ်မည့် အစား မရေရာသော အရာဝတ္ထု အပေါ် ေနာက်ထပ် အချိန်ဖြုန်းလိမ့်မည် ။ ” : ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "ဒီ မနက် ၈:ဝ၇ အေအမ် တွင် အီးအက်စ်တီ စီပွားရေးဆိုင်ရာ ပွဲဦးထွက် အစီအစဉ် ဖြစ်သော ၊ အေဘီစီ ဂွတ် မောနင်း အမေရိကန် တွေ့ဆုံမေးမြန်းခန်းတင်ဆက်သူ ရော်ဘင် ရောဘတ် အဆိုအရ ၊ တစ်ကမ္ဘာလုံး ကြည့်ခဲ့သော အမျိုးသမီးများ ၏ နှစ် ရာခိုင်နှုန်း သာ အလှအပ ကို သူတို့ကိုယ်တိုင် ဆင်ခြင်ထောက်ချင့်သည် ။\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "စုစုပေါင်း စာသင်ကျောင်း ၂၀၀၀ အနက် ၁၃၀၀ တွင် ပြုလုပ်ဖြစ်သော ကျောင်း ၏ အစီအစဉ်များ ကို ရန်ပုံငွေ ထောက်ပံ့ကြေးများ မှ အသုံးပြုလိမ့်မည် ။\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "၁၉၈ဝ နှင့် ၁၉၉ဝ နှစ် ပြည့်လွန် ကာလ အတွင်း ၊ ဗက်သ သည် နျူးကလီးယား လက်နက် ပြိုင်ဆိုင်မှု နှင့် နျူးကလီးယား စမ်းသပ်ခြင်း ကို အငြင်းပွားမှု ရပ်တန့် အောင် ၊ နျူးကလီးယား စွမ်းအင် ကို ငြိမ်းချမ်းစွာ အသုံးပြု ရေး အတွက် စည်းရုံးရေးလုပ်ခဲ့သည် ။\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "ကျွန်တော်တို့ရဲ့ အဖွဲ့အစည်း ဟာ ကျွန်တော်တို့ကို တိုက်ရိုက် ချဉ်းကပ်နိုင်ခဲ့ သော တယူသန် မကောင်းမှုနယ်မြေ တစ်ခု ဖြစ်တယ် ဆိုတဲ့ ထင်မြင်ချက် ကို ဖန်တီးနိုင် ရန် အလို့ဌာ စကားစပ်ထဲက စာကြောင်း အနည်းငယ် ကို ယူခဲ့ ကြောင်း နက်နက်ရှိုင်းရှိုင်း စိုးရိမ်ဖွယ်ရာ ဖြစ်ပါသည် - ကျွန်တော်တို့ သည် ကျွန်တော်တို့ရဲ့ ဗလီ များ တွင် တံခါး ဖွင့် မူဝါဒ ကို ကျင့်သုံးသည် ။\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "ဆန်းဒါးလန်း သည် ဤ ဒေသ ၏ ဆောင်းရာသီ အတွင်း အိန္ဒိယ သမုဒ္ဓရာ ထဲသို့ ရောက်ရှိလိမ့်မည် ဖြစ်သောကြောင့် ၊ သူတို့ သည် ဒီ နှစ် အစပိုင်း တွင် သူမ ကို အမေရိကန် ပြည်ထောင်စု မှ ထွက်ခွာခွင့်ပြုခြင်း အတွက် အပြစ်တင်ဝေဖန်ခြင်း လည်း ခံခဲ့ရပါသည် ။\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "သူတော်စင် အသစ်များ မှာ ရိုဇာ ဗနရီနီ ( ၁၆၅၆-၁၇၂၈ ) ၊ မာသာ ထရီဒိုး ဂဲရင်းန် ( ၁၇၉၈-၁၈၅၆ ) ၊ ဖလီပို စမဲလ်ဒုန်း ( ၁၈၄၈-၁၉၂၃ ) ၊ နှင့် ဗီရှော့ပ် ရဖီရယ် ဂီဇာ ဗလန်စီးရာ ( ၁၈၇၈-၁၉၃၈ ) ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "အဆိုပါ ဟိုတယ် သည် တစ်ချိန် က တူညီသော နေရာ တွင် တည်ရှိခဲ့သည် ဟု ဒေသ တွင်း စီးပွားရေး ပိုင်ရှင်များ နှင့် နေထိုင်သူများ က သံသယရှိခဲ့သည် ။\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "တစ်နိုင်ငံလုံးအနှံ့ အသံလွှင့်ဌာန ၄၅ ခု က သာ ကနဦး လုပ်ဆောင်ခဲ့ ပြီးနောက် ၊ အချိန်ကြာမြင့်စွာ လုပ်ဆောင်နေသော သတင်းစုစည်းရေး အစီအစဥ် ၏ ပင်တိုင်အဖြစ် ဆောင်ရွက်ပေးသူ သာ ၊ ဂျာရီ စပရင်ဂါ ရှိုး သည် နောက်ဆုံးမှာ သူ့ရဲ့ ရေဒီယို ဖျော်ဖြေမှု ကို အမေရိကန် အသံလွှင့် ဌာန အဖွဲ့အစည်း ၅၁ ခု လုံး တွင် နားသောတဆင်ရပါလိမ့်မည် ။\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ မြို့တော် နယ်မြေ တွင် -- တနင်္ဂနွေနေ့ က ကော်တာ မြစ် ပေါ် ရှိ ကော်တာ ဆည် အသစ် ကို ဖွင့်လှစ်သည့် နေ့ တွင် ထောင် ပေါင်း များစွာသော ကန်ဘာရမ် လူမျိုးများ သည် စောင့်ကြည့်ခဲ့ကြသည် ။\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "ဒါ ဟာ စပိုင်ကာ ၏ သမိုင်း မှာ ပထမဆုံး အိန္ဒိယ အမျိုးသား ဖော်မြူလာ ဝမ်း အသင်း သည် လာ မည့် ရာသီ တွင် ပိုင်ရှင်များ အဖြစ် ပြောင်းလိမ့်မည် ဟု အတည်ပြု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "ဖင်လန် ၏ ပြည်တွင်း အသံလွှင့် ကုမ္ပဏီ ( ဝိုင်အယ်လ်အီး ) အဆိုအရ ၊ သူ သည် ၊ ဖြေရှင်းချက်များ ကို အဆိုပါ ဘေးအန္တရယ် ပြီးပြီးချင်း ၊ ယခု အစား ၊ ရက်သတ္တပတ် တစ်ပတ် ကြာမှ စတင်သင့်သည် ဟု ပြောသည် ။\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "“ ပြီးနောက် ယခု ၊ အမေရိကန် သမ္မတ တစ် ယောက် ဟာ အဲ့ဒီ စည်းမျဉ်းတွေ နဲ့ ရှည်ကြာ တဲ့ အစ္စရေး ဝန်ကြီးချုပ် ဖြစ်လာ ပြီး ဆန့်ကျင်ဘက် တွေ ကို အတိအကျ လုပ်တဲ့ သူတို့ ကို မြှင့်တင်မယ် လို့ ကြေညာရမယ့် အချိန် ဖြစ်ပါတယ် ။ ”\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "အခြေအနေ ပိုမိုဆိုးရွားစေ ရန် မြင့်မားသည့် စိုးထိုင်းစ အဆင့်များ ကြောင့် အရှေ့ဘက် ကမ်းခြေ အများစု အတွက် အပူချိန် ညွှန်းကိန်း သည် ၁၁၀ ကျော် သို့ ကောင်းစွာ ရောက် ရန် မျှော်မှန်းခဲ့ကြသည် ။\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "မိန်းမ ငယ် တစ် ဦး သည် အမေရိကန် ပြန်ထောင်စု နယူးယောက် ရှိ ၊ ရိုင်း မြို့တော် အပန်းဖြေ ပန်းခြံ ရှိ ကစားကွင်း မှာ ရဟတ် တစ် ခု ပေါ်တွင် မတော်တဆမှု တစ် ခု ဖြစ်ပွားခဲ့ ပြီးနောက် သောကြာနေ့ ည ၌ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "အမေရိကန် နှင့် ဥရောပ တစ်ခု စီ သည် ကမ္ဘာလုံး ဆိုင်ရာ ထုတ်လွှတ်ခြင်းများ စုစည်းမှု ၏ ၂၅ ရာခိုင်နှုန်း ထက် ပို၍ စုထားမှု ရှိသည် ။\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ ကြောက်ရွံ့သည့် မရှောင်လွဲနိုင်သည့် အိပ်မက်ဆိုး ဟာ ယခု သေချာပါပြီ ။ ”\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "အမည်မသိ တည်းဖြတ်သူ သည် ဝီကီမီဒီယာ အုပ်စု သို့ ရှည်လျားသော တောင်းပန်စာ တစ်ခု ကျန်ခဲ့သည် ၊ ရှင်းလင်းချက် ၊ “ ဒါကို ရှာဖွေတွေ့ရှိခဲ့ခြင်း မတိုင်ခင် က တစ်စုံတစ်ယောက် သည် ကံဆိုးခြင်း အကြောင်း သိခဲ့ သော ထို ထင်မြင်ချက် သို့ အဆုံးသတ် တစ်ခု ၎င်း က ထားသည် ဟု ကျွန်တော် မျှော်လင့်သည် ။ ”\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "အသက် ၃၉ နှစ် ရှိ ၊ အော့တာဝါ မှ လွန်ကဲ - အပြေးသမား ရေး ဇာဟတ် ၊ လင်း တောင်ကြား မှ အသက် ၄၄ နှစ် ရှိ စွန့်ဝံ့သူ သတင်းစာဆရာ နှင့် ဗိသုကာပညာရှင် ကီဗင် ဗဲလီ ၊ အသက် ၄၉ နှစ် ရှိ ဗန်ကူးဗါး မြောက်ပိုင်း နှင့် မြောက် ဝင်ရိုးစွန်း လေ့လာရေးခရီးသည် ရစ်ချတ် ဝီဗါ တို့က သူတို့ သည် မိုင် - ၇၀၀ ( ၁,၁၃၀ - ကီလိုမီတာ ) ခရီး ကို အမြင့်ဆုံး ပေ ပေါင်း ၁၀,၀၀၀ သို့ နောက်ဆုံး တွင် ဗုဒ္ဓဟူးနေ့ နံနက် ၊ အစောပိုင်း တွင် ရောက်ရှိ ပြီးဆုံးခဲ့သည် ဟု ဆိုသည် ။\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "အက်ရှလေ ၏ မိဘများ က သူမ ကို အိမ် တွင် သိမ်းထား ချင် ပြီး သူမ ကို သူ တို့ ကိုယ်တိုင် ဂရုစိုက် ပြီး ၊ သူ တို့ က သူ တို့ သမီး ၏ ဘ၀ အဆင့်အတန်း ကို အာမခံပေး ရန် ဆန္ဒရှိသည် ။\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ရဲ့ သမ္မတ ဟောင်း ဘီ ကလင်တန် သည် ဘူခါရက် ရှိ ၂၀ဝ၅ နယ်နိမိတ်သတ်မှတ်ရေး ညီလာခံ တွင် ဟောပြောသူ အဖြစ် ပါဝင် ရန် မေ ၂၁ မှာ ရိုမေးနီးယား ကို အလည်အပတ် တစ်ခု ပြုလုပ်လိမ့်မယ် ။\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ဖုန်း စကားပြောဆိုခြင်း အသံဖမ်းယူမှု အရ သူ က သူ ၏ ဘလော့ဂ် မှာ တင်ခဲ့သည် ၊\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "အဆိုပါ အဖွဲ့ ကို ၂၀ဝ၈ ဧပြီ တွင် ဂျိုက်အိ နှင့် ထရန် လို့ သိကြသော သီးခြားအဖွဲ့ က ဆေးခြောက်များ ကို ပါကစ္စတန် မှ ကနေဒါ သို့ လွှဲပြောင်းပေး ရန် ငှားရမ်းခဲ့သည် ထို့နောက် ၂၀ဝ၈ မေ ၁၂ ၊ တွင် အဖမ်းခံခဲ့ရသည် ။\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "အော်တီဂါ သည် ၂၀၀၃ ခုနှစ် တွင် ဖမ်းဆီးခြင်း ၀ရမ်း တစ်ခု ထုတ်ပြီး ဆက်လက်၍ ဗင်နီဇွဲလား သို့ အစောပိုင်း ထွက်ပြေးခဲ့ စဉ်တွင် ၊ လွန်ခဲ့သော ဩဂုတ်လ က သူ သည် ကော်စတာရီကာ မှ ဗင်နီဇွဲလား သို့ ပြန်ခဲ့သည် ဟု ဘီဘီစီ မှ အစီရင်ခံစာတင်ခဲ့သည် ။\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "အခြေခံ အဆောက်အအုံများ ပျက်စီးမှု ၊ စားနပ်ရိက္ခာ အကူအညီ ဖြန့်ဝေပေးမှု အား နှောင့်နှေး စေမှု တို့ သည် ၊ ကြီးကျယ်သော ငတ်မွတ်ခေါင်းပါးမှု ကို အမှန်တကယ် ဖြစ်စေ နိုင်ခြေ ရှိပါသည်။\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "အောက်လွှတ်တော် နှင့် အထက်လွှတ်တော် အကြား အကျပ်အတည်း ကို အဆုံးသတ် ရန် ကြိုးပမ်းမှု အတွက် ၊ ဘိုနာ သည် နှစ် တစ် နှစ် ၏ အဆုံး ၌ သက်တမ်းကုန်ဆုံးမှု ကြောင့် ဖြစ်ခဲ့ သော အခွန် ဖြတ်တောက်မှု ကို တိုးမြှင့်လာလိမ့်မည် ဆိုသော ဥပဒေမူကြမ်း ၏ အထက်လွှတ်တော် တင်ဆက်မှု တစ်ခု အပေါ် အောက်လွှတ်တော် ဆန္ဒမဲ တစ်ခု ကို သူ က အစီအစဉ်ရေးဆွဲလိမ့်မည် ဟု ဆိနိတ် ဒီမိုကရက်တစ် ခေါင်းဆောင် ဟယ်ရီရိဒ်ကေ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "မက်တေးဒက်စ် ကို နောက်ဆုံး အဆင့် သတ်မှတ် ရာ တွင် ဖီဖာ က အဆင့် ၈ သတ်မှတ်ထားပါသည် ။\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "ဆန်နီဘဏ် အသင်း သည် ပထမပိုင်း တစ်ဝက် တွင် အပြင်းအထန် ပြိုင်ပွဲ ဝင်စဉ် အတောအတွင်း ၃ မှတ် ၁၇ မှတ် ဖြင့် ဦးဆောင်နေခဲ့ ပေမယ့် ၊ ပြိုင်ပွဲ မှာ သူ တို့ ၏ နောက်ဆုံး ရမှတ် သည် ဂိုးများ ဆက်တိုက်သွင်းခြင်း ဖြင့် အခြေခံ အားဖြင့် ဘာဖြစ်လိမ့်မလဲဆိုတာ ပြစ်ဒဏ်ဘော တစ်ခုကြောင့် ရှုံးခဲ့ရသည် ။\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "အဆိုပါ စကားပြန် က ဘာကြောင့် စတင် ပစ်ခတ် လည်း ကို ၄င်း က မရှင်းလင်းသေးဘူး : သို့ရာတွင် ၊ အဆိုပါ တိုက်ခိုက်မှု သည် အမေရိကန် စစ်တပ် အရာရှိ တစ်ဦး အဆိိုအရ ၊ စစ်သွေးကြွ တစ်ဦး ကို ဆန့်ကျင် သောကြောင့် ၊ “ မကျေနပ်သော အလုပ်သမား ” တစ်ယောက် ဖြစ်လာ ရန် ပုံပေါ်သည် ။\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "အင်တီဆကွန်ဆူမတိုရီ ( အသုံးပြုသူများ အဖွဲ့ ) အီတလီ အဖွဲ့ က ယနေ့ ထုတ်ပြန်ခဲ့သည့် အချက် ကို လေ့လာခြင်း ဖြင့် လူဦးရေး ၄၁ ရာခိုင်နှုန်း သည် လေယာဉ် ၏ လုံခြုံမှု နှင့် ပတ်သက်၍ ဘေးကင်းလုံခြုံမှု မရှိခြင်း ကို အစောပိုင်း တစ် လ က ထက် သူ တို့ ခံစားနေရ ချိန် တွင် ၊ အီတလီ လူမျိုး ၆၁ ရာခိုင်နှုန်း သည် လေယာဉ်စီး ရန် ကြောက်လန့်နေကြ ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ဝီကီသတင်းဌာန ၏ ပင်တိုင်(ဆောင်းပါရှင်) ပက်ထရစ် မမ်နီယမ် သည် ဆိုရှယ်လစ်ပါတီ အမေရိကန် မှ တင်မြှောက်ထားသည့်လူ ပြီးတော့ ရွေးကောက်ပွဲကိုယ်စားလှယ် ၊ ဘရိုင်ယမ် မိုး နှင့် အီးမေး မှတဆင့် အပြန်အလှန်စာရေးဆက်သွယ်ခဲ့ပါသည် ။\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "နယ် လမ်းကြောင်း သည် ဤ အမြန်လမ်း ၏ ဆွဲဆန့်သော ၁၅၀ မိုင် တစ်ခု ပိတ် ကတည်းက ခွင့်ပြုခြင်းခံရသည် ။\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "၂၀ဝ၄ ခုနှစ် တွင် ဖြစ်ပွားမှု ၁၈၆ခု သာလျှင် အစီရင်ခံခဲ့သည် ၊ ယခင် နှစ် ၃၃၆ခု မှ ကျဆင်းသည် ။\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "\" ဒီနေ့ ဟာ မော်ရီတနီးယား နိုင်ငံ ကို အသစ်တစ်ဖန်ပြန်လည်မွေးဖွားလိုက် တဲ့ ကြီးမြတ်သော နေ့ တစ်နေ့ ဖြစ်ပါတယ် \" ၊ လို့ ကိုယ်တိုင် လည်း မဲပေး သူ သမ္မတ အီလီ အွဒ် မိုဟာမက် ဗေးလ် က လူထုဆန္ဒခံယူပွဲ မှာ ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "လီဘာမင် ဟာ လောလောဆယ် အထက်လွှတ်တော်အမတ် လင်ဆေး ဂရေဟမ် နှင့်အတူ ၊ ဂျော်ဂျီယာ မှာ ရှိပါသည် ; ပါတီညီလာခံ မှာ သူ မိန့်ခွန်းပြော လျှင် မေးမြန်း သောအခါ \" ၄င်း က အလွန် ဖြစ်နိုင်ပါတယ် ၊ ဒါပေမယ့် ကျွန်ုပ် က ၄င်း ကို သူတို့ အား ထုတ်ပြန်ကြေငြာ ခွင့်ပေးမည် ” လို့ သူ တုံ့ပြန်ပြောဆိုခဲ့ပါတယ် ။\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှု ကြောင့် အခင်းဖြစ်ရာနေရာ ကို လုံခြုံရေးတပ်များ ပိတ်ဆို့ထား စဉ်တွင် ၊ ဒဏ်ရာရရှိသူများ ကို ဆေးကုသ ရန် အတွက် ဒေသတွင်း စစ်ဆေးရုံ တစ်ခု သို့ ခေါ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "၄င်း သည် ကက်ဇက် ဥပဒေ ကို လုပ်ဆောင်ခြင်း သည် အိမ်များ ၏ ဖြိုဖျက်ခြင်း အနေဖြင့် နှင်ထုတ်ခြင်း သကဲ့သို့သော စည်းကမ်း မသတ်မှတ်ထားကြောင်း နှင့် ၊ အဆိုပါ ပိုင်ဆိုင်မှု ထိန်းသိမ်းထားခြင်း ကို လုပ်ဆောင်ခြင်း လိုအပ်နေ စဥ်တွင် ၊ နှင်ထုတ်ခြင်း တွင် ဘေးကင်းရာနေရာသို့စွန့်ခွာသွားသော အဆောက်အအုံ မှ ဖယ်ရှားခဲ့သော ပိုင်ဆိုင်မှု ပစ္စည်းစာရင်းများ ကိုပါ တပါတည်းယူဆောင်လာ သင့်ကြောင်း ကို မှတ်ထားခဲ့ သင့်သည် ။\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "တိုက်ခိုက်မှု သည် အာရုံမစိုက်မှု ၏ ရလဒ် ဖြစ်ကြောင်း ပြောရေးဆိုခွင့် ရှိသူ ပရီဂျက်ရှင်း က ထွက်ဆိုထားပါသည် ။\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "ခေါင်းဆောင်များ သည် စနေနေ့ မနက် တွင် မိုးလေထန်သော အခြေအနေများ ရှိနိုင်သည် ဟု သတိပေးခဲ့ပြီးပြီ ၊ ဟု ဒေသအလိုက် စွဲချက်တင်သော မက်ဇင် စတက်ပန်နန်ကို က ရုရှား၏ ၂၄ ရုပ်မြင်သံကြားဌာန ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "“ ကင်ဆာ ရောဂါ နှင့် တစ်နှစ်ခွဲ နီးပါး အသေအလဲရင်ဆိုင် ပြီးနောက် ၊ ကျွန်တော်တို့ အစ်ကို နှင့် ဘေ့စ်ဂီတာ တီးသူ ဘန်း မာလန် ဟာ ၂၀၀၈ ၊ ဇန်နဝါရီ ၂ ရက် နံနက် ၅ နာရီ က ဖြစ်ပွားခြင်း နှင့်ပတ်သတ်ပြီး သေဆုံးသွားပါသည် လို့ ကျွန်တော် တို့ စိတ်မကောင်းစွာ ပြောခဲ့ပါတယ် ။ ”\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ပြီးခဲ့သော ရက်သတ္တပတ် က ၊ အမေရိကန် ပိုင် အပျော်စီး သင်္ဘော တစ် စီး သည် ဒုံးပျံ ထိပ်ဖူး တပ် ဗုံများ ဖြင့် ပစ်ခတ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "နယူးယောက်(ခ်)တိုမ်း ဆောင်းပါး မှ ကိုးကားထားသော အမည်မသိ သတင်းအရင်းအမြစ်များ အဆိုအရ ၊ အမျိုးအစား ခွဲခြားထားသော ၂၀၀၅ ခုနှစ် တရားဝင် ထင်မြင်ယူဆချက် တွင် \" အမေရိကန်ဗဟိုထောက်လှမ်းရေးအဖွဲ့ က အသုံးပြုခဲ့သော အကြမ်းဆုံး စစ်ဆေးမေးမြန်းသည့် နည်းလမ်းများ ၏ အရေးပါသော ထောက်ခံမှု တစ်ခု \" ပါဝင်ခဲ့ ပြီး ၊ အကြမ်းဖက်တရားခံများ အပေါ်တွင် ခေါင်းရိုက်ခြင်း ၊ အလွန်အေးသော အပူချိန်တွင် ထားခြင်း ၊ နှင့် ရေနှစ်နည်း အဖြစ် လူသိများသော လှုံ့ဆော် မေးမြန်းခြင်း နည်းလမ်း အပါအဝင် နည်းဗျူဟာများ အသုံးပြုခြင်း ကို အတိအလင်း ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ က ယာလာ ပြည်နယ် ၌ လက်ထောက် ရွာသား ခေါင်းဆောင် တစ်ယောက် ကို ပစ်ခတ်မှုကို တွေမြင်ခဲ့ရ ပြီး ၊ သက်ကြီး စုံတွဲ တစ်တွဲ လည်း ပတ္တနီ ပြည်နယ် ၌ စျေး မှ ပြန်လာ စဥ် အပစ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "ခုနစ်-ကြိမ် မြောက် တိုး ဒီ ဖရန့်စ် အနိုင်ရသူ များ သည် အထွေထွေ အစီအစဉ် အတွက် ယှဉ်ပြိုင် ရန် ရည်ရွယ်ခဲ့သည် ဆိုလျှင် ၄င်း သည် ရှင်းလင်းမည် မဟုတ်ပါ ၊ ဒါပေမယ့် သူ သည် အောင်မြင်မှု အဆင့် တစ်ခု ၏ အမှီလိုက်မှု ၌ တနင်းင်္ဂန ွေနေ့ တွင် မအောင်မြင်ပဲ ခွဲထွက်မှု တစ်ခု ကို ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့သည် လွန်ခဲ့သော နှစ်ပေါင်း ၂၀ဝ၀ က ထို မြေ ကို ကြည့်ရှုစောင့်ရှောက် ရန် ဘုရားကျောင်း သို့ ပေးခဲ့သည် ၊ \" ဆက်လက် ပြီး ၊ \" ထို့ကြောင့် ၄င်းသည် ရောင်းချ ရန် သူတို့၏ မြေ မဟုတ်ပါ \" ဟု ၊ ဆန့်ကျင်သူများ ကို ဦးဆောင်နေသော ၂၅ - နှစ် - အရွယ် ၊ အိုမာ ဟာရာနီ က တယ်လီဂရက် ကို ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "အက်ကွမ် ဒူဆီ ရှိ အလုပ်သမားများ က ဘီးခွေ တစ် ခု မှ တာယာ တစ် ခု ကို သူ တို့ ဖြုတ်နေ စဉ် တွင် မူလီများ ကို တူ ဖြင့် ထုခြင်း ကြောင့် မီးပွားများ ဖြစ်ပေါ်လာ ချိန် တွင် မီးလောင်ကျွမ်းမှု စတင်ခဲ့သည် ဟု ယူဆရပါသည် ။\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "အချို့ ကျောင်းသားများ က သူတို့ ဟာ ပထမ ဖြစ်ရပ် ပြီးနောက် နှစ် နာရီ ကျော် ကြာ အီးမေးလ် သတိပေးချက် တစ်ခု ပို့ သည့် တိုင်အောင် တက္ကသိုလ် မှ သတိပေးမှု မရရှိခဲ့ဘူး ဟု ငြင်းဆန်ခဲ့သည် ။\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "\" ထို့အပြင် ၊ အလုပ်လျှောက်သူ သည် ၃၁ ဒီဇင်ဘာ ၊ ၂၀၀၆ ခုနှစ် တွင် အသက် ၃၂ နှစ် ထက် မကျော်လွန်သူ ဖြစ်သင့်သည် ။ \"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "ဘရစ်စတို မြို့တော် ကောင်စီ က အဲ့ဒီ နေ့ မှာ ၄င်း က အဆိုပါ အဆောက်အဦး ကို ပိတ်ထား ဆဲ ဖြစ်တယ် လို့ ၄င်း က ပြောခဲ့ သော်လည်း ၊ အင်္ဂါ နေ့ မှာ စာကြည့်တိုက် ကို ပြန်လည်ဖွင့်လှစ် ရန် ဖြစ်နိုင်တယ် လို့ ၄င်း က သတင်းပို့ခဲ့ပါတယ် ။\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "ရှေးဟောင်းသုတေသနပြုလုပ်သော နေရာ သည် အီဂျစ် သမ္မတ ၊ ဟော့နီ မူဘာရက် ၏ နွေရာသီ စံအိမ် ကို အပေါ်စီးမှမြင်နိုင်သော မယ်ဒီတာရေးနီးယမ်း မြစ်ကြောင်း တလျှောက် ရှိ တောင်တန်း ပေါ်တွင် ရှိသည် ။\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "အဖြစ်အပျက်ဖြစ်သည့်အချိန် တွင် သူတို့ သည် ကော်ဖီသောက်နားရန်ပေးထားသည့်အချိန် ဖြစ် သောကြောင့် ကံကောင်းစွာဖြင့် ၊ ဆောက်လုပ်ရေးလုပ်သားများ သည် ဒဏ်ရာအနာတရ ဖြစ်မှု မှ လွတ်မြောက်သွားခဲ့ကြသည် ။\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "သတ္တုတွင်း ဝန်ကြီး မာတင် ဖာဂူဆန် က “ သြစတြေးလျ ကမ်းရိုးတန်း သို့ ခြိမ်းခြောက်မှု မရှိခဲ့ ဟု “ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "၂၀၁၀ ခုနှစ် ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှုဆိုင်ရာ ညီလာခံ ညှိနှိုင်းမှု ကို ဂျာမနီနိုင်ငံ ဘွန်း တွင် ဤ ရက်သတ္တပတ် ဆက်လက်၍ လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "“ ထိုအတောအတွင်း ကျွန်ုပ်တို့ သည် မည်သည့် တိုင်ကြားမှုများ မှ လက်ခံမရရှိခဲ့ပါ ၊ ” ဟု မိုဇမ်ဘီကွီ ၏ အမျိုးသား ရွေးကောက်ပွဲ ကော်မရှင် ဥက္ကဋ္ဌ ၊ လီယိုပေါ်ဒိုဒါကိုစတာ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "ခေါင်းဆောင် နှစ်ဦး သည် အာဖဂန်နစ္စတန် ၊ အီရတ် နှင့် အထူးသဖြင့် ၊ အီရန် နှင့် ၎င်း၏ နူကလီးယား အစီအစဥ် အကြောင်းအရာ ကဲ့သို့ နိုင်ငံတကာနှင့်ဆိုင်သော အငြင်းပွားမှုများ အပေါ် စသည်တို့ကို ဖြေရှင်းခြင်း တွင် နိုင်ငံရေးဆိုင်ရာ နည်းလမ်းများ ကို သာ အသုံးပြု သင့်သည် ကို အဓိက အချက် အဖြစ် သဘောတူညီခဲ့ကြသည် ။\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "ဗုံးကြဲတိုက်ခိုက်သော နေရာများ တွင် ၊ တိတ်ဆိတ်မှု ကို မှတ်သား ရန် အဆိုပါ နယ်မြေများ တွင် ရာပေါင်းများစွာသော စုဆောင်းမှု နှင့်အတူ ၊ ပန်းခွေပန်းလိပ် များ ကို လေးစားမှု ဖြင့် ချခဲ့ကြသည် ။\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "ပြည်ထဲရေး ဝန်ကြီး နီးကိုးလတ်စ် ဆာကိုဇီ က ရေးဆွဲထားသော ၊ တရားဥပဒေစီရင်ပြဋ္ဌာန်းခြင်း အသစ် အောက်တွင် ၊ ထောင် တွင် ၅ နှစ် ထိ ရင်ဆိုင်ခဲ့ရသော “ နိုင်ငံသား ဂျာနယ်လစ်များ ” ကို စီရင်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "“ မမှန်းဆနိုင်သော တန်ဖိုး ရှိသည့် သတင်းအချက်အလက် များ ပါဝင်သော ဆောဖ်ဝဲလ် အစိတ်အပိုင်း ” ကို အချိန်မီ ရယူခဲ့သည် ၊ ဟု သတင်း က ပြောကြားသည် ။\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "အဆိုပါ လေ့လာမှု သည် နျူးကလီးယား စွမ်းအင် အသုံးပြုခြင်း ကို လေ့လာ ပြီး နျူးကလီးယား ဆန့်ကျင်ရေး လှုပ်ရှားသူများ မှ အသုံးပြုသော အချက်အလက် အချို့ ကို တိုက်ခိုက်သည် ။\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "ဓာတ်ငွေ့သုံး လျှပ်စစ်ဓာတ်အားပေး စက်ရုံ အသစ် ၏ \" တိုးချဲ့ \" ဆောက်လုပ်ရေး အစီအစဉ် ဟာ ကြိုတင်ခန့်မှန်းထား တဲ့ လိုအပ်ချက် နဲ့ ကိုက်ညီ ရန် လိုအပ် ကြောင်း ကော်မတီ မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "\" ဖော်ပြခဲ့သော အစီအစဉ် ဘီ နှင့်အတူ အေဂျင်စီ က လမ်းကြောင်းလွဲချော်ခဲ့ ပြီး ၊ ၎င်း၏ အလုပ် ကို မှန်ကန်စွာ လုပ် ရန် ခွင့်မပြုခဲ့ လျှင် ဘာဖြစ်ခဲ့မလဲ ၊ \" ဟု သူမ က ပြောခဲ့သည် ။\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "သူမ ကို သတ်သည့်အမ႒ ြဖင့္် စွဲချက်တင်ထားခံရသော လူသတ်သမား သည် သူ့ တူမ ၏ ခင်ပွန်း ဟောင်း ဖြစ်သည္် ဟု ယံုကြည်ခဲ့ကြသည် ။\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "ကွမ်တီကို ကို ပံ့ပိုးပေးရန် အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ်ဦးဖြစ်သော ၊ ဗိုလ် ဘရိမ်း ဗွီလီယပ် ၏ အဆိုအရ သူ က “ ဒဏ်ရာ ကာကွယ် စောင့်ကြည့်ခံရခြင်း ၊ “ ရှိခဲ့ သောကြောင့် မန်နီ ဟာ သူ့ရဲ့ လက်ဝှေ့ ဘောင်းဘီတိုလေး နှင့် သာ အိပ် ရန် ညွှန်ကြားခြင်းခံရပြီး ၊ ဒီနေရာမှာ သူ့ကို ထိန်းသိမ်းထားတာ ၈ လ ကျော် ကြာပြီဖြစ်သည် ။\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "တိုက်ပွဲတွေ က အောက်တိုဘာလ ၆ ရက် နေ့ စနေနေ့ က မီ အလီ မြို့ မှာ စတင်ဖြစ်ပွားခဲ့ ပြီး ယခုအချိန်ထိ သုံး ရက် ကြာမြင့်ခဲ့ပြီ ဖြစ်သည် ။\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "ကနေဒါ နိုင်ငံ ဗန်ကူးဗား ၏ တောင်ဘက် မိုင် ၈၀ အကွာ ရှိ မြို့ တစ်မြို့ ဖြစ် သော အမေရိကန်ပြည်ထောင်စု ၊ ဝါရှင်တန်ပြည်နယ် ၊ အန်နာကော့ဒ် တွင် ဝါရှင်တန်ပြည်နယ် ရေနံ သန့်စင်စက်ရုံ ၌ ညသန်းခေါင်ယံတွင်ဖြစ်သော ပေါက်ကွဲမှု တစ်ခု နှင့် မီးလောင်မှု ကြောင့် မနေ့ က လူ လေး ဦး သေဆုံးခဲ့ရ ပြီး အခြား သုံး ဦး က ပြင်းထန်စွာ ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "သတင်ထောက် တစ်ဦး က သူ ကို ဖော်ထုတ်ခြင်း နှင့် သူ ၏ လိမ်ညာခြင်း ကို ဒီအန်အေ စစ်ဆေးမှု တစ်ခု ဖြင့် အတည်ပြု ခြင်း မတိုင်မီ ဘိုးဒင်း သည် ထို စုံတွဲ နှငအတူ သုံး လ ကြာ နေထိုင်ခဲ့သည် ။\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ အရာရှိ များ သည် အမေရိကန် က အီဂျစ် သို့ ၆ လ ကြာ သူ့ ကို လွဲပြောင်း ပေး ခဲ့သည် ကို သတိပြုမိခဲ့သည် ။\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "အိုင်ယာလန် လေကြောင်းလိုင်း ရိုင်နား ဟာ ကာလရှည်လျားပြင်းထန်စွာ သောကရောက်စေသည့် စီးပွားရေး ကျဆင်း ထိတ်လန့်မှု အလယ်တွင် ဆိုးရွားလှသော ဈေးကွက်စီးပွားရေး အခြေအနေ နှင့်ပတ်သတ်၍ ၊ ဒီ မနက်ပိုင်း ကုန်သွယ်မှု တွင် ၁၂ ရာခိုင်နှုန်း ထိ ကျဆင်းလာခဲ့ပါတယ် ။\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "နယူး ယောက် မှ ဆန် ဖရန်စစ္စကို သို့ ယူအေအယ်လ် လေယာဉ်ခရီးစဉ် တစ်ခု မှ အမှုထမ်းများ နှင့် ခရီးသည် ၆၆ ယောက် သည် ဗုံးခွဲ ခြိမ်းခြောက်မှု တစ်ခု နောက် တွင် ချီကာဂို ရှိ ၊ “ ဝင်ဒီ မြို့ ” ၊ တွင် အင်္ဂါနေ့ က ၊ မလိုအပ်သော ရပ်တန့်မှု တစ်ခု ဖြစ်ခဲ့ရသည် ။\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "သေဆုံးခဲ့ သူ အများစု မှာ အောက်ထပ် ကုန်းပတ် တွင် ညစာစားနေခဲ့ကြ ပြီး ၊ အောက်ဘက်တွင် ပိတ်မိခဲ့ကြသည် ။\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "မိနစ် နှစ်ဆယ် ခြားပြီး ၊ သောကြာနေ့ ဝတ်ပြု့သူများ ကို ဖုန်းခေါ်ဆိုမှု မပြု့ခင် အချိန်တိုလေး တွင် ဗုံးပေါက်ကွဲမှု သည် ဘက်ဒတ် ရှိ ဈေးနေရာ နှစ်ခု ကို ဦးတည်သည် ။\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "သူတို့ သည် တပ်ချ် မဟာ နှင့် အော်ဗီရိုရီ ထရိုင်ဒန်တ် ဟိုတယ် နှစ်ခုလုံး ၏ ထိန်းချုပ်မှု့ အတွက် ဖြစ်တယ် လို့ တပ်ဖွဲ့များ က ပြောသည် ။\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "အဆိုပါ အိုင်အက်အေ နှင့် အိုင်အိုစီ ကို နှစ်ပေါင်းများစွာ တိုင်းပြည် အတွက် ဂိမ်း ကို ထိန်းချုပ်ထား သော သူ ကို ကျော် ပြီး အငြင်းပွားခဲ့ကြသည် ။\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "ပွဲစဉ် တစ်လျှောက် တွင် ၊ အဆိုပါ အသင်း များ သည် ပွဲစဉ် ရှစ် ပွဲ ကို တစ် သင်း နှင့် တစ် သင်း ယှဉ်ပြိုင် ကစား ခဲ့ကြ ပြီး ၊ တစ် သင်း လျှင် ၄ ပွဲ စီ အနိုင် ရရှိ သည့် မှတ်တမ်း ဝင်ခဲ့သည် ။\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "ဥရောပ ပါလီမန် သည် အမှု တစ်ခု ကို ပြေလည်အောင်ဖြေရှင်းခြင်း တစ်ခု ကို တိုက်တွန်းခဲ့ ပြီးနောက် ဗြိတိသှ် အစိုးရ အားဖြင့် သောကြာနေ့ ကြော်ငြာမှု တစ်ခု ကို ထုတ်ပြန်ခဲ့ ပြီးေတာ့ လိင်တူဆက်ဆံခြင်း နှင့် အီရန် သည် ကွပ်မျက်ခြင်း ၏ သမိုင်း တစ်ခု ရှိသည် လို့ ပြောခဲ့သည် ။\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "အချို့သော နိုင်ငံများ ၌ အသား တင်ပို့မှု များ ၏ ဆိုင်းငံ့ထားမှု သည် စစ်မှန်သော ဖြစ်နိင်ခြေ တစ်ခု ရှိသည် ဟု ပြောကြား သောကြောင့် အလွန် ဝေးရာ ကို စိုက်ပျိုးရေး ဝန်ကြီး ဂျင် ဆတ်တွန် က သွားခဲ့သည် ။\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "ဆယ်ကျော်သက် ၊ ဟူဆန် အယ်ဘ်ဒို က ၊ သူ သည် အစ္စရေး စစ်သားများ ကို သတ် ရန် တာဝန် တစ်ခု ပေးအပ်ခြင်း ခံခဲ့ရ ကြောင်း အစ္စရေး သတင်းစာ တစ်စောင် သို့ နောက်ပိုင်းတွင် ပြောခဲ့ပါသည် ။\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "နက်ဟုန်စီရိသမရတ် ပြည်နယ် မှ သန်ဆောင် ခရိုင် တွင် မြို့တွင်း ဈေးဝယ် နေရာများ တွင် ခါးထိမြင့်သော ရေကြီးမှု ကို တွေ့ကြုံနေရသည် ။\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "အောင်မြင်တဲ့ ဂြိုဟ်တု ပစ်လွှတ်မှု တစ် ခု အီရန် နိုင်ငံ ၏ ဒုံးကျည်များ ကို ကမ္ဘာ တစ်ဝှမ်း ရောက် ရှိ နိုင် ရန် သရုပ်ပြနိုင်လိမ့်မည် ။\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "၂၀၀၅ မတိုင်ခင် ၊ ကယ်လီဖိုးနီးယား ၅၅၅ မှာ အမေရိကား ၏ ကမ္ဘာ့ အိတ်ချ်ကျူ ရဲ့ ဘဏ် ရှိခဲ့တယ် ၊ ဒါပင်မယ့် ထို ရပ်တည်မှု သည် မြောက် ကာရိုလိုင်းနား အခြေပြု နေးရှင်းဘဏ် သည် အေ.ပီ ဂျီအန်နီနီ ၏ အနောက်ဘက် ကမ်းရိုးတန်း ဘဏ် လုပ်ငန်း ကို ဖျက်စီး ပြီး အေ နာမည် ကို ဘီ နှင့် ထိန်းသိမ်း ခဲ့ချိနတွင် အဆုံးသတ်ခဲ့တယ် ၊ ဒါပင်မယ့် အဓိက အိတ်ချ်ကျူ ကို ချာလော့တီ အန်စီ တွင် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "မကြာမီက ထို ဒေသများ သို့ မစ္စတာ ရှင်နာ၀ပ် ၏ သွားရောက်လည်ပတ်မှု အပြီး နောက်ထပ် ပစ်ခတ်မှုတွေ ဆက်ဖြစ်ခဲ့ပါသည် ။\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "ရီပတ်ဘလီကန်ပါတီဝင် သမ္မတရာထူး ရွေးကောက်တင်မြှောက်ခံရရန် ကြိုးပမ်းနေ သူ ၊ ဟန်တာ သည် ၊ ပြီးခဲ့သော အပတ် က ဥပဒေ မူကြမ်း အား ထောက်ခံရေး ကို ကန့်ကွက်ခဲ့သည် ။\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "ကမ်းရိုးတန်း စောင့် ကင်း တပ်ဖွဲ့ သည် အရေးပေါ် အခြေအနေ သတိပေးချက် ကို ည ၇ နာရီ ၃ မိနစ် တွင် ကန်ဒန်နို သင်္ဘော ကျင်း နေရာ မှ လက်ခံ ရရှိ ခဲ့ သည် ။\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "သူရဲ့ အသင်းတူသူ ဟမ်လင်း က စတုတ္ထ ဖြစ်နေ စဉ်မှာ ဂျက်ဘာတွန် နဲ့ သူရဲ့ မတော်တဆထိခိုက်မှု ကြောင့် ကိုင်းဘွရှ် ဟာ တတိယ နေရာ မှာ ရှိနေခဲ့တယ် ။\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "လွတ်မြောက် ရန် ကြိုးပမ်းမှု သို့မဟုတ် လွတ်မြောက်မှု တစ် ခု ၏ အဖြစ်အပျက် နောက် တွင် စည်းမျဉ်းစည်းကမ်းများ ကို အသေးစိတ် ထပ်မံ ၍ ဆက်လက် ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "ယူအက်စ်အေ အားကစားအဖွဲ့ ၏ အဖွဲ့ဝင် အများအပြား သည် အကွေ့အကောက်များ ဖြင့် ယှဉ်ပြိုင်ရသော အားကစားနည်း ပယ်ဖျက်ခြင်း ပြီးနောက် ပီဇာ ပါတီ တစ်ခု ပြုလုပ်ခဲ့ပါသည် ။\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "“ အနက်ရောင် မွန်ဒီယို ကား က လက်စ်တာ ကို ဦးတည် သွားနေခဲ့ ပြီး လော်ရီကား က မျက်နှာချင်းဆိုင်ဖြစ်သောလမ်းကြောင်း ( ဦးတည်ရာဆန့်ကျင်ဘက်တစ်ဖက်ယာဉ်ကြော ) တွင် သွားနေတာဖြစ်ခဲ့ပါသည် ၊ “ ဟု အဆိုပါ ဒေသခံ ရဲအဖွဲ့ ၏ ရဲ တစ်ဦး ဆီမွန်အက်ကင် က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "၁၄ ကြိမ် မြောက် လော့ဆဘ်ဟ တွင် အိန္ဒိယ အမျိုးသား ကွန်ဂရက် ၏ ထင်ရှားသော ခေါင်းဆောင် တစ် ယောက် ဖြစ်သော အရည်အချင်း ရှိသော ရုရှ ကွန်မြူနစ် ပါတီ အဖွဲ့ဝင် ဟု လူသိများ ကျော်ကြားသူ ၊ “ ၂၀၀၄ ခုနှစ် တိုင်အောင် ရွေးကောက်ပွဲ တစ် ခု တွင် အများ က လက်ခံခြင်း မရှိခဲ့သော ဂန္ဒီ မိသားစု ၏ သစ္စာခံ တစ် ယောက် ဖြစ်သည် ။ ”\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "အမျိုးသမီးများ ထဲက တစ်ယောက် သည် မူး၀ေခြင်း ကို ခံစားရကာ ၊ အောက်သို့ လဲကျသွားခဲ့ ပြီး သူနာတင်ယာဉ် ဖြင့် ခေါ်ဆောင်လာခဲ့ရသည် ။\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "တခြား စီးပွားရေး သဘောတူညီချက်တွေ ကတော့ စာချုပ် ရဲ့ အစိတ်ပိုင်း ဖြစ်ပါတယ် လို့ ရုံးပိုင်းတာဝန်ရှိသူ က ပြောခဲ့တယ် ။\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "မီးလောင်မှု နှင့်ပတ်သက်၍ သတင်း ကို ပြန့်နှံ့ ရန် “ ဗာဒီဗစ်စတာ့ မြို့ တွင် မီးလောင်မှု နှင့်ပတ်သက်၍ ဖြစ်ရပ်မှန် ” ဟု ဝက်ဆိုက် ကို ဖန်တီးခဲ့သည် ။\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "လူတွေ ကို ရေများများ သောက် ရန် ၊ နေ့လည်ခင်း တွင် အပြင်မထွက်ရန် နှင့် အခန်းများ အေးမြစေ ရန် ပိတ်ထားသော လိုက်ကာ များ တပ်ဆင်ရန် အကြံပေးထားပါသည် ။\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ ဘယ် နေရာ မှာ မှ မ ရှိ သေး သည့် ဟာရီကိန်း မုန်တိုင်း တစ် ခု တိုက် သည့် နီးပါး ဆင်တူ ပုံ ရ ပါ သည် ။ ”\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "“ ပြပွဲ မတိုင်မီ တစ် နာရီ ခွဲ မှာ ငါ မိတ်ကပ်လိမ်းတဲ့ အခန်း ထဲမှာ ရှိ တယ် ၊ လို့ ပုံမှန် နေ့ရက် တစ်ရက် မှာ သူမ က ပြောပြ တယ် ။\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ဘယ်ရီဇုံ ဆက်သွယ်ရေး စီအီးအို အိုင်ဗင် စီဒန်ဘက် နှင့် အဲပယ် စီအီးအို စတိဗ် ဂျော့ဘ် ဘယ်သူကမှ ရှင်းလင်းပွဲ ကို မတက်ရောက်ခဲ့ဘူး ။\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ကယ်ရီ က “ သိပ္ပံပညာ စမ်းသပ်မှု ” ညီလာခံ တွင် ကမ္ဘာကြီး ပူနွေးလာမှု နှင့် ရာသီဥတု ပြောင်းလဲမှု ကို သံသယ ရှိ နေဆဲ အချိန် မှာ ကယ်ရီ ၏ ကြိုးပမ်းအားထုတ်မှုများ နှင့် ယူနိုက်တတ် နေးရှင်း နှင့် အယ်လ်ဂိုး ကုလသမဂ္ဂ သုတေသန ရှိ နေ သော်လည်း “ ပြောင်းလဲမှု အတွက် အိမ်ဖြူတော် သည် နောက်ဆုံး ဖြစ် သည် ” ဟု တင်ပြခဲ့ ပြီး မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "ခြုံငုံကြည့် လျှင် ၊ ၎င်း သည် အကြီးမားဆုံး အကျိုးကျေးဇူးများ ကို အထိခိုက် ဆုံး လူများ သို့ သယ်ဆောင် ပေးနိုင် တဲ့ နည်းလမ်း ဖြစ်သည် ဟု ကျွန်ုပ်တို့ ယုံကြည်ပါသည် ။ \"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "သူမ သေဆုံး ရန် အတွက် တိုက်ရိုက် မြန်မြန် တောင်းဆိုမှု ကို သူတို့ က တားဆီးခဲ့ သော်လည်း ၊ ထင်ရှား သော ဆူဒန် ဘာသာရေး ခေါင်းဆောင် တစ် စု က အခြေအနေ ကို မ လှုံ့ဆော် စေရန် အစိုးရ ၏ ညွှန်ကြားချက် များ ကို လျစ်လျူရှုခဲ့ သည် ။\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "နှစ်ဖက် အသင်း အတွက် ၊ အထူးသဖြင့် ဒတ်ချ် အသင်း အတွက် ၊ ခက်ခဲ့တဲ့ ရှုံထွက်-ပွဲစဉ် တစ်ခု ဖြစ်ခဲ့ သော်လည်း ၊ တော်ဗင်စကီ နှင့် အာရှဗန်တိုက ဂိုးတွေ အသီးသီးသွင်းယူခဲ့ကြပြီး ၊ ပြိုင်ပွဲ ကို အကျိုးရှိစွာ အဆုံးသတ်နိုင်စေခဲ့ပါတယ် ။\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "\" သင်္ကတေအနီရောင် \" - အန္တရာယ်ရှိသော အရပ် ကို စွန့်ခွာ သွားစေခြင်း တစ်ခု - နံနက် ကိုးနာရီဆယ့််ငါးမိနစ် ပတ်လည် မှာ ဆုံးဖြတ်ခဲ့ပါသည် ။\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "မည်သည်နည်းနှင့်ဖြစ်စေကာမူ ၊ ခွဲခြမ်းစိတ်ဖြာလေ့လာမှု တွင် အသုံးပြုခဲ့သည့် နမူနာများ သည် လွန်ခဲ့သော နှစ်ပေါင်း ၁၂၀,၀၀၀ က ရရှိလာခဲ့ကြောင်း နှင့် ထို မျိုးစိတ် နှစ်ခု ၏ မျိုးစပ်ပေါက်ပွါးခြင်း သည်လည်း အစောပိုင်းကတည်းက အများအပြား ဖြစ်ပွားလာခဲ့သည် ကို ပြသနေသည် ။\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "အယ်လ်-ကေးဒါး က ကြာသာပတေး နေ့ ဝက်ဘ် ကြေညာချက် တစ်ခု တွင် ၄င်း သည် အီရန် ရှိ အီဂျစ် နိုင်ငံ ၏ ထိပ်တန်း သံတမန် ၊ အိုင်ဟက် အယ်-ရှရစ် ကို သတ်ခဲ့သည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "“ မည်သည့် အမေရိကန်တွေ ရဲ့ ပတ်စပို့ ဖိုင် မဆို ခွင့်ပြုချက်မရှိသော နည်းလမ်း ဖြင့် ကြည့်ရှုနေ သော အခြေအနေမျိုး ကို ကျွန်တော်တို့ တစ် ယောက် မှ အလို မ ရှိ ပါဘူး ။ ”\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "တချို့ အကူအညီများ သည် စားအစာ ပုံစံ အနေ ရောက်လာခဲ့ကြပြီး ၊ အခြား အကူအညီများ ကို အကူအညီပေးရေး ကိုယ်စားလှယ် လုပ်ငန်းများ အားဖြင့် အီသီယိုးပီးယား တောင်သူလယ်သမားများ ထံမှ စပါး ကို ဝယ် ရန် အသုံးပြုနိုင် ခဲ့လိမ့်မည် ဖြစ်သော ငွေသား အဖြစ် ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "သတင်း သည် လေကြောင်း လိုင်း နှင့် ပူတွဲ ကုမ္ပဏီ များ စက်တင်ဘာ လ လူ ပေါင်း ၉၀ ယောက် ၊ အများစု မှာ နိုင်ငံခြား သား များ ၊ သေဆုံးခဲ့သော ဖလိုက် ၂၆၉ ပျက်ကျမှု အပေါ် စတင် ဆန့်ကျင်သည့် တရားဝင် အရေးယူချက် အဖြစ် ထုတ်ပြန် လိုက် သည် ။\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "သူမ သည် သြစတြေးလျ အနောက်ပိုင်း တွင် ယိုကီနင် မြှားပစ်အသင်း ၏ အသင်းဝင် တစ် ယောက် ဖြစ်သည် ။\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "အီမလီ သည် ဤ ဟာရီကိန်း ရာသီ ကြီးထွားလာ ရန် ပဉ္စမ ေမြာက် အပူပိုင်း မုန်တိုင်း ဖြစ်သည် ။\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "မေလ ၉ ရက် နေ့ တွင် ကယ်တင်ခံခဲ့ရ သော ၊ အဆိုပါ လူ များ သည် ၊ သူတို့ သည် မြေအောက်တွင် ပိတ်မိခဲ့သော အချိန်များ အကြောင်း ကို လူထုသို့ ထုတ်ဖော်ပြောကြားခြင်းမရှိသေးပေ ။\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "သူ သည် သူ ၏ မိခင် ထံ မှ ဝေးဝေး နေ ရန် တရားရုံး အမိန့် တစ် ခု ကို ချိုးဖောက်မှု အတွက် မထီမဲ့မြင် ပြုလုပ်ခြင်း တစ် ခု ဖြစ်သည့် အပြစ် ကို လည်း အသနားခံခဲ့သည် ။\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှုဖြစ်ပွား ပြီးနောက် အလုပ်သမား လေး ယောက် မှာ ဆေးရုံတင်ထားဆဲ ဖြစ်ပြီး ၊ သုံး ယောက် မှာ အရေးကြီးသော အခြေအနေ တွင် ရှိနေသည် ။\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "လ ၏ မျက်နှာပြင် နဲ့ အနီးဆုံးမှာ ၊ ရေပန်းတွေ ကို လွမ်းမိုးထားတဲ့ ပိုတက်စီယမ် နဲ့ ဆိုဒီယမ် ပေါကြွယ်ဝသော တော်တော်လေး ကြီးတဲ့ ရေပွင့်တွေ ကို ကက်စီနီ က ရှာဖွေ့တွေ့ရှိခဲ့တယ် ။\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "နေတိုး အကြီးအကဲ ဂျက်(ပ်) ဒီ ဟုပ် ရှပ်ဖာ က လည်း ဒီ ဆောင်ရွက်ချက် ကို ပြစ်တင်ရှုပ်ချလိုက်သည် ။\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဆွေးနွေးပွဲ ကို ၂၀၀၉ ခုနှစ် ပင်ဟေဂင် တွင် ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှုဆိုင်ရာ ညီလာခံ မှာ မ ဖြေရှင်းနိုင်ခဲ့သော ငြင်းချက်များ ကို စေ့စပ်ဆွေးနွေး ရန် ပုံစံချခဲ့သည် ။\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "နိုက်ဂျီရိယန် လူ တစ်ယောက် သည် သူ၏ အတွင်းခံဘောင်းဘီ တွင် ပေါက်ကွဲစေသော ပစ္စည်း နှင့် မြစ်ဝကျွန်းပေါ် လေယာဉ် တစ်စီး ၏ ဗုံးကြဲတိုက်ခိုက်မှု ဒီဇင်ဘာ ၂၅ ကြိုးစားမှု ကျရှုံးမှု ကြောင့် ယူအက် တွင် ၎င်း၏ လေဆိပ် လုံချုံရေး တိုးမြင့်ခံထားသည် ။\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "ကြက်ခြေနီအသင်း မှ ပြောရေးဆိုခွင့်ရှိသူ တစ် ဦး က ခန့်မှန်းခြေ အိမ်ခြေ နှစ် ရာ နစ်မြုပ် ခဲ့ သည် သို့မဟုတ် ပျက်စီး သွား ခဲ့ သည် ဟု ပြော ခဲ့ သည် ။\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဥပဒေပယ်ဖျက်မှု ၏ ပျက်ကွက်ခြင်း သည် နည်းပညာရပ် တစ်ခု ကြောင့် မြောက်ကိုရီးယား ၏ နျူးကလီးယား အစီအစဉ် ဖျက်သိမ်းရေး အပေါ် ရှေ့တိုးခြင်း ကို နှောင့်နှေးမှုဖြစ် လိမ့်မည့် အခြေအနေ ကို ကသိကအောင့်ဖြစ်စေသော အခြေအနေ တစ်ခု သို့ ဦးတည်သွားစေနိုင်သည် ဟု လက်နက်များထိန်းချုပ်ရေး နှင့် တိုးပွားမှုမရှိစေရေး ဗဟိုဌာန ၏ လီယိုနာတွန်မီရို က ပြောသည် ။\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "ဒါဟာ မိုက်ခရိုဆော့ ၏ မီဒီယာ စင်တာ အလုပ်လုပ်ခြင်း စနစ် နှင့် တိုက်ရိုက် ယှဉ်ပြိုင်လိမ့်မယ် ။\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "စစ်အခြေစိုက် စခန်း ဖျက်ဆီးခံခဲ့သည် ဟု ဖော်ပြသော ကြေညာချက် ကို ဂျော်ဂျီရာ ဌာန မှ အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "နယ်မြေ ၁ ရှိ ဘတ်စ်ကား လုပ်ငန်း သည် ဗြိတိသျှ စံတော်ချိ်န် 16:00 အဖြစ် ပြန်လည် စတင်ခဲ့သည် ။\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ပစ်ကာဒယ်လီ ဆာကပ်စ် မြေအောက် ဘူတာရုံ ကို အစောပိုင်း တွင် ပိတ်ပစ် ပြီးနောက် ပြန်ဖွင့်ခဲ့သည် ။\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "လက်ရှိ ဘရစ်စတို ပင်လယ်အော် တွင် ဆော်လမွန် ငါးဖမ်းခြင်း နယ်ပယ်များ သည် ပြည်နယ် အတွင်း ထပ်ဆုံး ၏ တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "\" ဒါကြောင့် ကျွန်တော့် အတွက် ထို အရာ သည် အမှန်တရားအား ထုတ်ဖော်ပြော ရန် အယူဝါဒဖြန့်မှု စတင်ခြင်း နှင့် အဆုံးသပ်ခြင်း လို့ ငါ ထင် တဲ့ နေရာ တစ်ခု ကို ဖြစ်လာ ရန် ကြိုးပမ်းမှု တစ်ခု ဖြစ်ခဲ့သည် ၊ \" ဟု သူမ က ဆိုခဲ့သည် ။\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "\" သူတို့၏ ၀က်ဘ်ဆိုဒ် မှတဆင့် သို့မဟုတ် သူတို့၏ အဖွဲ့အစည်း မှတဆင့် ဒီ ညစ်ညမ်းမှုမျိုး ဆွယ်ပေး ရန် စီးပွားရေး ခွင့်ပြုချက် တစ်ခု ရှိ ရန် သည် သူတို့ ပြောသော သူတို့ မထိန်းချုပ်နိုင်ပါ ဆိုသော အရာ ဖြစ်သည် ။ \"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "\" ၁၂ လက်မ အရွယ် ဆီလီကွန်ချစ်ပ်ထုတ်လုပ်သည့်စက်ရုံများ ၏ စွန့်ပစ်မှု နှင့် ၈ လက်မ အရွယ် ဆီလီကွန်ချစ်ပ်ထုတ်လုပ်သည့်စက်ရုံများ အား ရပ်ဆိုင်းထားခြင်း ကို ဤ ဖြစ်ရပ် တွင် အဓိကကျသော ပြဿနာများ အဖြစ် သတ်မှတ်ထားပါသည် ။ \"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "“ သင်တို့ အသက်နှစ်ဆယ်အရွယ် ကြိုးကိုင်သူ တစ်ယောက် ကို တွေ့ဖူးလား ။ သူ သည် ပစ်ခတ်သူ မဟုတ်ခဲ့ပါ ” ၊ ဟု ဘလက် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင်သူများ က ကူးစက်ရောဂါ ဖြစ်နိုင်ချေ တစ် ခု ကို သတိပေး လျက် ထောက်ပံ့မှု အနေဖြင့် အိပ်ချ်ဖိုက်အန်ဝမ်း ဗိုင်းရပ်စ် ရောဂါရှာဖွေရေး လုပ်ငန်း အတွက် နိုင်ငံတော် ကို အကူအညီ ပေး ဖို့ ကမ္ဘာ့ ဘဏ် မှ အမေရိကန် ဒေါ်လာ သန်း ၅၀၀ ကို ထုတ်ပေး ရန် လှုံ့ဆော် လျက် ရှိ သည် ။\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "ထို့နောက် မာစီလို ဂါလာဒို က အိမ်ကွင်း အတွက် ၅၂ မိနစ် အတွင်း မှာ ၃-၀ ဂိုး သွင်းယူခဲ့သည် ။\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "တကယ်တော့ ' ၊ ဒီနေ့ ကျွန်တော် အခြား အမေရိကန် နိုင်ငံသား ကို ဝတ်စုံ တစ်စုံ ရောင်းလိုက်ရသေးတယ် ။\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "ရှေးဟောင်းကျသော အစ္စလာမ်မစ် ပါတီ တစ်ခု ၊ ဟေးမက်စ် ကို ၊ ပြီးခဲ့သော လ က ကျင်းပသော ဂါဇာ ကမ်းမြှောင် ကောင်စီ ရွေးကောက်ပွဲ များ တွင် ကြီးမားသော အများစု တစ်ခု က အနိုင်ယူခဲ့သည် ။\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "တူရကီ သမ္မတ အဗဒူလာ ဂူးလ် က “ အကြမ်းဖက်မှု ဖြင့် ဘာမှမရနိုင်ပါဘူး ၊ အပြစ်မဲ့သူတွေ ရဲ့ အသက်တွေ ပြင်းထန်စွာ သေကြေပျက်စီးတာပဲရှိတာပါ ” ၊ ဟု ဖော်ပြချက် တစ်ခု တွင် ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "အာဖကန် နှင့် နေတိုး တပ်ဖွဲ့များ နှစ်ခုလုံး ၏ များပြားသော အရေအတွက် သည် လွတ်မြောက်သွားသော ထောင်သားများ ကို လိုက်ရှာ ရန် ဖြန့်ကျက်ခဲ့ သောကြောင့် ၊ အရေးပေါ် အခြေအနေ တစ်ခု ကို ကန်ဒဟာ ပြည်နယ် မှတဆင့် ကြေညာခဲ့သည် ။\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "သို့သော် ဒီ မနက် တွင် ၊ အိုဝမ် သည် အမည်မသိ ဆေးလုံးများ ၏ များပြားသော ပမာဏ ကို သောက်ခဲ့ ပြီး ၊ သူ သည် သူ့ကိုယ်သူ နာကျင်စေ ရန် ကြိုးပမ်းခဲ့ ပါသလား ဟု ဒီ နံနက် တွင် ရဲ က မေးခဲ့ သောအခါ ၊ အိုဝမ် က “ ဟုတ်တယ် ” ၊ ဟု ပြန်ပြောခဲ့ ကြောင်း ဒဲလက်စ် ရဲ က အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ ခရိုနီ ပေပါ က “ သူတို့၏ တိုက်ခိုက်မှုများ ၏ အဆိုပါ ပုံမှန် ရည်မှန်းချက် သည် အခြားအရာများ ကို ဖျက်ဆီးခြင်း သို့မဟုတ် ပူပန်မှု တစ် ခု ကို မြှင့်တင် ရန် ဖြစ်သည် ” ဟု တင်ပြထားသည် ။\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "ဘေ့စ်ခရု ကို ဒေသ ၏ မ ရိုးသားသော နိုင်ငံ အများစု ၏ တခု တွင် မ ရိုးသား အပြုအမူ များ ကို ခက်ခဲစွာ ကျော် ဖြတ် ရ သော သူ ၏ ဝါဒ အပေါ် သဘောကျ စွာ အမြင် ရှိ သူ ၊ ပညာ တတ် လူ လတ် တန်း စား များ က ထောက်ခံ ခဲ့သည် ။\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "အာခဇီးယား ၏ နယ်မြေ အနီး \" လုံခြုံရေး နယ်မြေ \" အပြင်ဘက် ဂျော်ဂျီယာ ယာဘက် တွင် စီနာကိ နှင့် ဇူဒီဒီ တို့ ၏ မြို့ နှစ်ခုလုံး တည်ရှိသည် ။\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "“ အာတိတ် အခြေအနေများ တွင် ၊ ရေခဲ သည် တဖြည်းဖြည်း ရေနံ လွင့်ပြယ်စေခြင်း မှ တန့်ပြန်မှု ကြောင့် ရေနံ ယိုစိမ့်ခြင်း ၊ လှိုင်းများကို အားလျှော့စေခြင်း ၊ ရေနံများ ကို နေရာ ကျယ်ကျယ်ပြန့်ပြန့် ပျံ့နှံ့မှု မှ ကာကွယ်ခြင်း ၊ နှင့် အချိန် ကြာကြာ တုန့်ပြန် ရန် ခွင့်ပြုမှု ကို ကူညီ နိုင်သည် ။ ”\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "အစ္စရေး စစ်ဘက် အခြေအနေ ကို သတိပြုမိခဲ့ကြတယ် ဒါပေမဲ့ ဒဏ်ရာ ရ တာ ကို မကူညီခဲ့ဘူး ။\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ပြည်နယ် အတွင်းရေးမှုး ကွန်ဒိုလီဇာရိုက်စ် က ဗီတို အာဏာ မသုံးပဲ ဆုံးဖြတ်ခဲ့ကြောင်း နှင့် ဘာကြောင့် အမေရိကန် ပြည်ထောင်စု က ကြားနေခဲ့ လည်း ဆိုတာ ကို ရှင်းပြချက် တစ် ခု ပေးခဲ့ပါသည် ။\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "ကုန်လှောင်ရုံ သည် အထူးသဖြင့် ကလိုရင်း လို ၊ ရေကူးကန် ဆိုင်ရာ ဓာတုဗေဒ ပစ္စည်း များ အတွက် သိုလှောင်မှု နှင့် ဖြန့်ဝေ ပေး သော အဆောက်အအုံ တစ် ခု ဖြစ် သည် ။\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "ကွန်တီ သည် လောလောဆယ် တွင် စတီရိုရိုဒ် နှင့် ငွေကြေး ခဝါချခြင်း ၏ ဖြန့်ဖြူးမှု အတွက် ထောင် တွင် လေး လ ကြာ ထမ်းဆောင်ခဲ့သည် ။\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "\" လျှပ်စစ် ပြတ်လတ်မှု သည် တိုင်းပြည် ၏ စက်မှုလုပ်ငန်း အပိုင်း အား ထိခိုက်လာနိုင် သော စွမ်းအင်ဆိုင်ရာ အန္တရာယ် တစ်ခု အဖြစ် စိုးရိမ်ပူပန်မှု များ ဖြစ်စေခဲ့သည် ဟု ၊ \" အင်ဒိုနီးရှား ၏ ဈေးကွက် စီးပွားရေး မှ ကုန်သည် တစ်ဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကောင်စီ ရုံးချုပ် က ၊ အစ္စလာမ် ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကာလ အတွင်း ဖန်တီးထားခဲ့သည့် ၊ ဆိုးသွမ်းသော ဗီဒီယို နှင့် အသံ ဖိုင် သတင်းများ ကို ဆယ်လူလာ ဖုန်းများ အသုံးပြု ၍ ပေးပို့ခြင်း ကို စစ်ဆေးလိမ့်မည် ဟု အရိပ်အယောင် ပြထားသည် ။\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "သူ့ ဦးလေး က စီအင်အင် ကို အမည်မဖော်လိုသူ အနေ ဖြင့် စကားပြောခဲ့သည့် အပြင် သူ၏ တူ ၂၀၀၆ ခုနှစ် တွင် ဗြိတိန် နိုင်ငံ တွင် ပညာသင်ယူနေ စဥ် အီရန် နိုင်ငံ တွင် သူ့ တူ ၏ လုပ်ဖော်ကိုင်ဖက် လိင်တူဆက်ဆံမှု ဖြင့် တရားစွဲဆိုခံရ ပြီးနောက် အဖမ်းဆီးခံရ ပြီး ကြိုးပေးခံရသည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "အမေရိကန် နိုင်ငံ အဓိက စတော့ ဈေးကွက် သုံး ခု သည် တနင်းလာနေ့ ၏ ဈေးပိတ်ချိန် ဈေးနှုန်း မှ နှစ် ရာခိုင်နှုန်း ကို တစ်ခုချင်းစီ ကျဆင်းခဲပါသည် ဟု ညွှန်ပြပြီး ၊ ၂၀ဝ၇ ခုနှစ် ၏ ဒုတိယ-အကြီးမားဆုံး ဆုံးရှုံးမှု ဟု သတ်မှတ်ထားသည် ။\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "အက်စ်အလ်ဒဗလျူ အုပ်စု သည် ၄င်း ယနေ့ ထုတ်ဖော် ပြောကြား ရာတွင် ငွေစရင်း ဒေါ်လာ ၁၀ သန်း ရရှိ ပြီး အောင်မြင်ခဲ့သည် ။\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "ကယ်လွန်းဒရာ သည် ဖန်လုံးအိမ် ကို ၂၀၁၀ ခုနစ် ဆန်းရှိုင်း ပင်လယ်ကမ်းခြေ ၊ ဩစတြေးလျ ဌာနခွဲ ခရစ်ကတ် နောက်ဆုံး ဗိုလ်လုပွဲ တစ်ခု ၏ နှစ် ရက် မြောက်နေ့ တွင် ဂိုးစည်း တွင် ၁၅၃ ယောက် က ပြေးခြင်း ဖြင့် ဦးဆောင်သည် ။\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "အမှန်တကယ်သေဆုံးရခြင်း အကြောင်းအရင်း ကို တရားဝင် ထုတ်ပြန်ကြေငြာခြင်းမပြု သေးသော်လည်း သေဆုံးသူဂေးလ်ဆန် တွင် ဦးခေါင်း ဒဏ်ရာများ ရရှိခဲ့ကြောင်း ထုတ်ပြန်ခဲ့ပါသည် ။\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် တွင် အာကာသ အဝေးကြည့် မှန်ပြောင်း သို့ အစီအစဉ် ရေးဆွဲထားသော မစ်ရှင် တစ်ခု သည် တယ်လီစကုပ် ၏ စွမ်းရည်များ ကို နောက်ထပ် အဆင့်မြှင့် ရန် တူရိယာများ ကို ပေးပို့ ရန် မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ သမုဒ္ဒရာ ဆူနာမီ ဖြစ်ခဲ့ တဲ့ တစ် နှစ် အတွင်း မှာ တစ်ကမ္ဘာလုံး ရဲ့ ပူဆွေးမှု နှင့် သနားဂရုဏာဖြစ်မှုများ သည် အနည်းဆုံး လူပေါင်း ၂၁၆၀၀၀ နေထိုင် လျက် ရှိသော အိန္ဒိယ သမုဒ္ဒရာ ကမ်းခြေ တွင် သူတို့ ၏ အသက်အိုးအိမ်များ ဆုံးရှုံးခဲ့ကြသည့် ဆူနာမီ ကြောင့် ဒုက္ခရောက်ခဲ့သူများ ထံ ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "လိုက်တနင်း နှင့် ပင်ဂွင်းစ် တို့ဟာ သရုပ်ပြ ကစားပွဲများ ကို ဂျာမနီ နှင့် ဖင်လန် မှာ အသီးသီး ကစားကြမည် ။\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "နောင် အနာဂတ် တွင် “ ကျွနုပ်တို့ သည် လာမည့်နေ့ရက်များ ၌ လူ အများစု က ဒီမိုကရေစီ လမ်းစဉ် ကို ယူ ပြီး လျှောက်လှမ်း လာ မည် ကို မြင်ရပါလိမ့်မည် ဟု ကျွန်တော် ယုံကြည်ပါသည် ။ ”\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ကလေး နှစ်ဦး ၏ ဖခင် ၊ ဘီလ် ရက်စ်ကို အဆိုအရ ၊ အဆိုပါ ၀က်ဝံ က လီဂိုးနီးယား မြို့နယ် တွင် လမ်း ၃၀ ကို ဖြတ် ပြီး သူတို့ သည် ကြက်တောင် ကစားနေခဲ့ သော ကလေး သုံး ဦး ဆီသို့ နေရာပြောင်းခဲ့သည် ။\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "ယခု ကာလ တွင် ၊ အဆိုပါ လူ နှစ် ဦး ကြား ဆက်သွယ်မှု တစ်စုံတစ်ရာမျှ လက်ရှိ သုတေသန က မပြပါ ။\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "အန်အင်အက်ဆောရဲလာ က ပဋိပက္ခ ဖြစ်ပွားမှုများ ကို သမ္မတ အာဆတ်ဒ် ၏ အမိန့် ဖြင့် ပြန်လှည့်ခဲ့သည့် တိုင်အောင် ဟတ်ဘိုလ သည် ဆက်လက် တိုက်ပွဲဝင်သွားလိမ့်မည် ဖြစ်ကြောင်း အာမခံ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "အဲရက် ယူကာ ၊ ၂၂ နှစ် သည် ၊ အမေရိကန် ( ယူအက်သ်အေအက်ဖ် ) ယော်ကျား နှစ် ယောက် ကို သတ်ဖြတ်ခဲ့ ပြီး သူတို့ ၏ ဘတ်ကား ထဲ တွင် သေနတ် တစ်လက် ဖြင့် တိုက်ခိုက်ခြင်း တွင် နှစ် ယောက် ထက် ပို ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "မီလီယန် ဒေါ်လာ ဘေဘီ ( ၂၀၀၄ ) နဲ့ ခရက် ( ၂၀၀၅ ) နှစ်ခုစလုံး သည် နှစ်စဉ် ဆက်တိုက် အကောင်းဆုံး ရုပ်ပုံ အော်စကာဆုများ ရခဲ့သော ရုပ်ရှင်များ ကို မှတ်သား ရန် ၁၉၅၀ ကတည်းက ပထမဦးဆုံး ဇာတ်ညွန်းရေးဆရာ အဖြစ် ဟက်ဂစ် က ပြုလုပ်ခဲ့သော ၊ အကောင်းဆုံး ရုပ်ပုံ အတွက် အကယ်ဒမီ ဆုများ ရရှိခဲ့သည် ။\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "တောင် ကိုရီးယား အရာရှိ များ သည် ပုံတူပန်းချီကား ကို ဖယ်ရှားမှု သည် “ အကြောင်းပြချက် အမျိုးမျိုး အတွက် ဖြစ်ကောင်ဖြစ်မည် ” ဟု ၊ ပြောကြား ပြီး အဆိုပါ ကိစ္စ အပေါ် စုံစမ်းမှု မပြုလုပ်ကြသေးပါဘူး ။\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "“ ဈေးနှုန်း စတင် သတ်မှတ်ခြင်း အပေါ် နောက်ဆုံးအဆင့် ဆုံးဖြတ်ချက်ချခြင်း သို့မဟုတ် အထောက်အပံ့ ပြုခြင်း တို့ကို မဆောင်ရွက်ရသေးပါ ထို့ကြောင့် ဖြစ်နိုင်ခြေ ဈေးနှုန်း အနေအထား တခုခု ကို ကောက်ချက်ချ ရန် အလွန် စော နေပါသေးသည် ၊ ” ဟု ဖော်ပြချက် တွင် ရေးသားထားသည် ။\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "\" ဒီ နေရာ ရဲ့ ဝန်ကြီး ကို အကြံပေး ရန် လိုအပ် နိုင်တယ် \" လို့ စာရွက်စာတမ်း ရဲ့ အနှစ်ချုပ် က ဖေါ်ပြထားပါသည် ။\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "သတင်း ရက်သတ္တပတ် က အဲ့ဒီ ကြိုး သည် အမေရိကန် ဒေါ်လာ သန်း ပေါင်း များစွာ ကုန်ကျ ရန် ခန့်မှန်းခဲ့သည် ဟု သတင်းပို့ခဲ့သည် ။\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "သူ သည် ရွေးကောက်ပွဲ ၏ ရလဒ် ကို ရုံးတော် တွင် သူ သည် စိန်ခေါ် လိမ့်မည် ဟု ပြောကြားခဲ့ပြီးဖြစ်သည် ။\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ အနှံ့ အမေရိကန် ဒေါ်လာ သည် ၁ ရာခိုင်နှုန်း အားဖြင့် အားနည်းနေ ပြီး ၊ လဲအို ၏ မြင့်မားမှု သည် လည်း ကမ္ဘာ လုံး ဆိုင်ရာ ငွေကြေး လဲလှယ်မှု နှုန်းများ တွင် အကျိုး သက်ရောက်မှု တစ် ခု ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "ထိုအရာသည် အခွန် ကောက်ခံမှု ၏ အလုပ်အကြွေး ရလဒ်များကို လုပ်ဆောင် ရန် လျင်မြန်စွာ လုပ်ဆောင်ပါလိမ့်မယ် ဟု စီအာအေ(ကနေဒါအခွန်ဘဏ္ဍာကိုယ်စားလှယ်လုပ်ငန်း) က အကြံပြုသည် ။\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "ပစိဖိတ် သမုဒ္ဒရာ အတွင်းတွင် တနာရီ ၈၀ ကီလိုမီတာ ( တနာရီမိုင် ၅၀ ) တိုက်ခိုက်တော မုန်တိုင်း သည် မက်ဆီကို ၊ အက်ကပကို ၏ အနောက်-တောင်ပိုင်း ၂၁၀ ကီလိုမီတာ ( ၁၃၀ မိုင် ) ခန့် ရှိသည် ။\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "မည်သို့ပင်ဖြစ်စေ ၊ ဇီးဒန်း သည် မီတာရာဇီ ပြော ခဲ့ သော အဖြစ် မှန် ဆို သော အရာ ကို လူ သိ ထင်ရှား ဖြစ် စေ ရန် ငြင်းဆို ခဲ့ သော်လည်း မီတာရာဇီ သည် သူ ၏ မိခင် နှင့် အစ်မ တို့ နှင့် အသေအချာ ပတ်သက် ခဲ့ သည် နှင့် \" ပုဂ္ဂိုလ်ရေး အလွန် ဆန် ခြင်း \" ဖြစ် သည့် ဝေဖန်ချက် ကို လုပ်ဆောင် ခဲ့ သည် ဟု ပြော ခဲ့ သည် ။\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "အစ္စရေးသံအမတ် က အမေရိကန် ကို ပြောကြားချက်အရ ၊ အစ္စရေး က တောင်းပန်ခြင်း ကို လက်ခံသည် ။\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ဖွိုင်ဇင် က အဆိုပါ ကုမ္ပဏီ နှစ်ခု သည် သူတို့ အား နှစ်ပေါင်းများစွာ လစာလျော့နည်း၍ပေးခဲ့သည် ကို ရာထူးများ တောင်းဆိုသည် ။\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "အခြား ညစ်ညမ်းရုပ်ရှင် သို့မဟုတ် အုပ်ချုပ်ရေးကိုအနှောင့်အယှက်ပေး တဲ့ ဆိုဒ် တွေ ကို ၄င်း ရဲ့ ‘ ဂရိတ် ဖားရာဝေါ ’ နှင့် တားဆီးပိတ်ပင်ထား တဲ့ ၊ တရုတ် နိုင်ငံ တွင် ပုံမှန်အတိုင်း ယူကျု ကို အလွယ်တကူ သုံးစွဲပိုင်ခွင့်ရှိပါတယ် ။\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "\" ဒါ ဟာ စော်ကား နေ တာ ဘဲ ... သူတို့ လုပ်ဆောင် နေ တာ တွေ က မာ့ရီ ကို မှန်မှန်ကန်ကန် သရုပ်ဖော် နေ တာ မ ဟုတ် ဘူး ၊ \" ဟု ဘီဒီရောစ် က ပြော ခဲ့ သည် ။\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "သားအိမ်ပြင်ပ သန္ဓေတည်မှု ရှိခြင်း သည် “ မကြားဖူးသော ” နောက်ဆုံးအချိန်ပြည့် အထိ အသက်ရှင်နိုင်သည် ဆိုတာကို ဆေးရုံ ၏ သားဖွားမီးယပ်အထူးကု အန်ဒရူးမယ်လာ က ပြောကြားသည် ။\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "အာဖရိက နိုင်ငံ ၏ တာဝန် အကြာဆုံး ခေါင်းဆောင်ဖြစ်သူ ဘွန်ဂို သည် အသက် ၇၃ နှစ် တွင် တနင်္လာနေ့ ၌ ကွိုင်ယွန် ဆေးခန်း တွင် သေဆုံးခဲ့ပြီးဖြစ်သည် ဟု ဂျင်း အိုင်ဂီ နောင် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် နိုးလာခဲ့ ပြီးတော့ ကျွန်တော် နှင်းကျနေတာ ကို မြင်ခဲ့တယ် ၊ အဲ့ဒါ့ကြောင့် မိသားစု အားလုံး ကို ကျွန်တော် နှိုးခဲ့ ပြီးတော့ သူတို့ ကို နှင်းကျတာ လာကြည့် ဖို့ ပြောခဲ့တယ် \" လို့ ဒေသခံ အေဆာ ခါလ်လက်ခ် က ရိုက်တာသတင်းဌာန ကို ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု သို့ ရွေ့ပြောင်းမှု အပေါ် သူ က ၁၉၉၈ ခုနှစ် အန်ဘီအေ မူကြမ်း ၏ တတိယ ကြိမ်မြောက် အတွက် အတ္တလန်တာ ဟော့ကင်း က ရေးဆွဲ ခဲ့သည် ။\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "၁ နာရီ ၊ ၂ မိနစ် ၊ ၃ စက္ကန့် ၊ ၄ ရက် ၊ ၅ လ ၊ ၂၀၀၆ ခုနှစ် ( ရက် / လ / နှစ် ရက်စွဲ ပုံစံ ကို သုံးခြင်းဖြင့် ) ဟု နာရီ က ထိုးခဲ့ သောအခါ နံပါတ်များ ထူးခြားမှု ကို စိတ်ဝင်စားသော ဝါသနာတူများ က နေရာတိုင်းတွင် မကြာမီက ကျင်းပခဲ့ကြသည် ။\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "၎င်း အသက်အရွယ် ကျောင်းသား များ သို့ စစ်ဆေး မှု ရလဒ် များ ပေး ပို့ ရာ မှာ ကြာရှည် သော နှောင့်နှေး ကြန့်ကြာ မှု များ ရှိ ခဲ့ သောအခါ ၊ တစ်ဆယ့်လေး နှစ် အရွယ် များ အတွက် စစ်ဆေး မှု များ ဖျက်သိမ်း ရန် ဆုံးဖြတ် ချက် သည် ယခု နှစ် အစော ပိုင်း တွင် အခြေအနေ တစ် ခု ၏ ရလဒ် အနေဖြင့် ထွက်ပေါ် လာ ခဲ့ သည် ။\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "ကုလသမဂ္ဂ အစီရင်ခံ အရ ၊ ဇန်နဝါရီလ ၁၂ ဟေတီ ငလျင် တွင် အတိအကျ အားဖြင့် သေဆုံးသူဦးရေ ၂၂၂၅၇၀ ၊ ဆိပ်ကမ်း တွင် ဒုက္ခသည်ဦးရေ ၁၃၀ဝ၀ဝ၀ ၊ အိုးမဲ့အိမ်မဲ့ ဦးရေ ၇၆၆၀ဝ၀ ၊ ဒဏ်ရာရရှိသူဦးရေ ၃၁၀ဝ၀ဝ နှင့် ပျောက်ဆုံးသူဦးရေ ၈၆၉ ဖြစ်သည် ။\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "မူးယစ်ဆေး အတွက် စမ်းသပ်ခံခဲ့ သော အကျဥ်းသား ၁၀၄၃ ၏ ဆယ့်နှစ် ရာခိုင်နှုန်း ကို ယခု နှစ် အစ မှ ဇွန် လ အထိ ၊ မူးယစ်ဆေး အတွက် သုံးစွဲမှု အမှန် စမ်းသပ်ခဲ့သည် ။\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "အာဖဂန်နစ္စတန် အီ စီ စီ မှ လွန်ခဲ့သော နှစ် လ ရွေးကောက်ပွဲ ပြီးနောက် ထွက်ပေါ်လာ ခဲ့ သော စွပ်စွဲချက်များ နှင့်ပတ်သက်၍ သူ တို့ ၏ စုံစမ်းစစ်ဆေးမှု နှင့် ပက်သက်သော အစီရင်ခံ စာ တစ် စောင် ထုတ်ဝေ ခဲ့သည် ။\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "အမျိုးသမီး ပြိုင်ပွဲ သည် ( ဒေသ စံတော်ချိန် ) ညနေ ၃ နာရီ တွင် စတင်ခဲ့ ပြီး အမျိုးသား ပြိုင်ပွဲ သည် နောက်ထပ် နှစ် နာရီ ကြာ ပြီး မှ စတင်ခဲ့သည် ။\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "အွန်တာရီယို ရှိ မြို့တော် ဘရမ်ကွမ် ၊ ကနေဒါ ၊ နှင့် ဖိလစ်ပိုင် ရှိ မာရီကင်နာ တို့ ကို မကြာသေးမီ က \" ပေါင်းစည်းခဲ့ကြသည် \" ။\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "\" သူတို့ သည် မြောက် မျက်နှာမူ သော နွား များ နှင့် သမင် များ တွေ့ရ သောအခါ ညီညွတ်မူ နှင့် ပတ်သက်၍ ကျနော် အမှန်တကယ် အံသြခဲ့သည် \" : ဟု ကင်စတန် တွင် ရို့ဒ် အိုင်လန် တက္ကသိုလ် ၏ ပီတာ အောဂတ် က ၊ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "နှစ် တိုင်း ကျင်းပခဲ့သည် ၊ ၄င်း သည် နိုင်ငံရေးနှင့်ဆိုင်သော ကွဲလွဲမှုများ ဖော်ပြရေး အတွက် အစဉ်အလာဖြစ်သော ဆွေးနွေးပွဲ တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "၂၀၀၀၈ ခုနှစ် တိုင်ပေ မြို႕ နှစ်သစ် ကြိုဆိုပွဲ သည် နိုင်ငံရေး အခြေအနေ နှင့်အတူ ” မှေးမှိန်ခဲ့ “ ပုံရ တယ် ။\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "“ ဒီ စနစ် ဟာ အလုပ်ဖြစ်ခဲ့တယ် ဆိုတာ ငါတို့ ခံစားရတယ် ၊ ဒါပေမဲ့ ဒါဟာ ကောင်းမွန် ပြည့်စုံ လို့ တော့ မ ဟုတ် ဘူး ၊ ” လို့ မက်ကောမက် က ပြောခဲ့တယ် ။\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "အစောပိုင်း ဒုတိယ ပွဲဝက် တွင် ဂျော်ဂျီယာ က ဦးဆောင် ပြီး နှောင်းပိုင်းတွင် ဂိုးသွင်း ရန် အဆိုပါ ပွဲစဉ် တွင် ခြိမ်းခြောက်ခြင်းခံရ သော်လည်း အိုင်ယာလန် ရဲ့ ကာကွယ်မှု က လုံခြုံမှုရ ရန် အောင်ပွဲ ၄ ပွဲ ကို ရယူကိုင်ထားခဲ့ပါသည် ။\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "အာဏာပိုင် များ က လက်နက်ကိရိယာ များ ကို ထိန်းသိမ်း ရန် တတ်နိုင်ခဲ့သည် ၊ လို့ ခေါင်းစီးပိုင်း သတင်း များ အားလုံး က ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "နယူး ဇီလန် တောင်သူလယ်သမားများ သည် ၆၁:၆၀ ကို ကျော်လွန် ပြီး ၊ မိုက်ကရိုချစ်ပ် ထည့်သွင်းခြင်း ဥပဒေ မှ လယ်ယာ သုံး ခွေးများ ကို လွတ်ငြိမ်းခွင့်ရ ရန် အမ်ပီစ် မဲပေးခြင်း နှင့်အတူ ၊ ပါလီမန် တွင် အဓိက အောင်ပွဲ တစ် ခု ကို အနိုင် ရရှိထားသည် ။\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "အဆိုပါ နယ်မြေ ၏ ကာကွယ်ရေး ဝန်ကြီး ၊ ဒု ဗိုလ်မှူးကြီး ဒိုမစ်နစ် ဒင် ဒေါင် သည် ၊ သေဆုံးခဲ့သည် ကို အတည်ပြုခဲ့ ပြီး ၄င်း သည် အနည်းဆုံး စစ်တပ် အရာရှိ ၁၉ ယောက် ယခု သေဆုံးခဲ့သည် ကို တွေးထင်ခဲ့သည် ။\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "အီရတ် မှာ အမေရိကန် တွေ ဟာ ‘ မြင့်မြတ် သော အကြောင်း ’ တစ်ခု အတွက် သေဆုံးခဲ့ရတယ် ဟု သမ္မတ ဂျော့ ဒဗလျူ ဘုရှ် ရဲ့ ကြေညာချက် အရ လှုံ့ဆော်မှု ကြောင့် ၊ သမ္မတ နှင့်အတူ ပုဂ္ဂိုလ်ရေး စကားပြောခြင်း တစ်ခု ကို တောင်းဆို ရန် လွန်ခဲ့တဲ့ သတင်းပတ် က ရှီဟန် တွေ ဟာ ဘုရှ် ရဲ့ တက်ဆက် ပြည်နယ် အနီးတွင် စခန်းချနေထိုင်ခဲ့ကြသည် ။\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "မန်ချက်စတာ ယူနိုက်တက် နှင့် ဘာစီလိုနာ တို့ဟာ နှစ်သင်း လုံး သူတို့ရဲ့ တတိယ ပွဲစဉ် အနိုင် ရပြီးချိန် တွင် ချန်ပီယံ အဆင့် ဒုတိယ-ဗိုလ်လုပွဲ မှာ ရင်ဆိုင် ကြရလိမ့်မယ် ။\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "အမေရိကန် အယ်လ်ဂျီဘီတီ မီဒီယာ ရှုခင်း ၏ သိသာသော အပိုင်း တစ်ခု သည် မျိုးတူပေါင်းစုနေထိုင်မှု တစ်ခု ဖြစ်လာ ရန် ဖြစ်သည် ။\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "စီအန်အန် သို႔ ထုတ်ပြန်ကြေငြာချက် တစ်ခု တွင် ၊ အီရတ် အမျိုးသား လုံခြုံရေး အကြံပေးပုဂ္ဂိုလ် မူဝါဖါ ရူဘိုင်း က \" ... ၎င်း သည် တရားမျှတမှု တစ်ခု ဖြစ်လာမည် ၊ ထို နေရာ မှာ သင့်တော်သော အမှုလိုက် ရှေ့နေ တစ်ဦး နှင့်အတူ ၊ ချေပသော ရှေ့နေ တစ်ဦး နှင့်အတူူ ထို နေရာ ၌ ရုံးတင်စစ်ဆေးမည် ... \" ဟု ပြောကြားခဲ့သည်\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "အမည် မ ထုတ်ဖော်ခဲ့ သော ၊ အဆိုပါ ကောင်လေး သည် ၊ သူ ၏ ထိုင်ခုံ ခါးပတ် ကို တပ်ဆင် ရန် အမှတ်ရခဲ့ ပြီးနောက် သူ ၏ အလှည့် ဟု သူ ထင်မြင်ခဲ့ ချိန်တွင် အချက်ပြမှု ကို ပင် အသုံးပြုခဲ့သည် ။\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "အခြား သုံး ယောက် ကို မြို့တော် ၏ အရှေ့တောင် ဘက် ဆင်ခြေဖုံး ရပ်ကွက် ရစ်တာမီယာ ရှိ လမ်း တစ် လမ်း အနီး တွေ့ ရှိ ခဲ့ သည် ။\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "လုံခြုံရေး တပ်ဖွဲ့များ သည် ဆိုဒ်များ အားလုံး ကို ထိန်းချုပ်မှု ရရှိအောင် မလုပ်နိုင်ခင် နာရီပေါင်း များစွာ ကြာခဲ့ပါတယ် ။\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "ဒါ ဟာ ပိတ်လှောင်ခံရချိန် တွင် ပိုဗာ ၏ ရိုက်နှက်မှု ဖြစ်ပွားခဲ့သော နေရာဖြစ် သည့် အချုပ်ခန်းအတွင်း တွင် ရလဒ်ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "“ လျှပ်စစ်မီးများ ကို ဆက်လက် ရရှိဖို့ ဆိုလျှင် လျှပ်စစ်စွမ်းအင် ထုတ်လုပ်မှု အသစ် မှာ အလွန် အများအပြားသော ရင်းနှီးမြှပ်နှံမှု နှင့် အချိန်တိုအတွင်း ထိထိရောက်ရောက် စွမ်းအင် ရရှိ ရန် လိုအပ်လိမ့်မယ် ” ဟု ကော်မတီ ဥက္ကဋ္ဌ ကွန်ဆာဗေးတစ် အမတ် တင် ရို က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "အာရုံကြော ရောဂါ တိုက်ဖျက်ရေး ၊ ဝေဒနာသည်များ ကို ကူညီသော အဖွဲ့ တစ် ခု ၏ ညွှန်ကြားရေးမှူး ၊ လီ တွမ်ကင် က ၊ လေ့လာမှု အသစ် ကို “ အကောင်း ဆုံး ” နှင့် “ ရှေ့ဆက် အလွန်ကောင်းမွန်သော ခြေလှမ်း ” အဖြစ် ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "နောက်ဆုံး တွင် မတ် လ ထဲ မှာ စိန့်အင်ဒူး သဘောတူညီချက် ၏ ရွေးကောက်ပွဲဆိုင်ရာ ထောက်ခံချက် တစ် ခု သည် ရွေးကောက်ပွဲ သို့မဟုတ် ဆန္ဒခံယူပွဲ မှတစ်ဆင့် ဖြစ်ပေါ်လာလိမ့်မည် ။\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "အမ်ထရက် ရထား အမှတ် ၃၇၁ ၊ ပီရီ မာကွက် သည် ၊ ဂရမ်း ရက်ပစ်စ် မီချီဂမ် တွင် စတင်ထွက်ခွာ ပြီး ၊ ရထားဝန်ထမ်း ၆ ဦး အပါအဝင် ခရီးသည် ၁၉၃ ဦး ကို ရထား ပေါ် တွင် တင်ဆောင်လာခဲ့သည် ။\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "၆ ယောက် မြောက် အဖွဲ့ဝင် တစ်ဖွဲ့ သည် အကူညီးပေးမှု နှင့် ထောက်ပံ့ပေးမှု အတွက် အဖမ်းခံ ရသည် ဒါပေမယ့် တရားစွဲခြင်း မရှိဘဲ လွတ်မြောက်ခဲ့သည် ။\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "အက်(ဖ်)စီတီစီ ကို ရေးသားခဲ့ ပြီးနောက် ထို နှစ်ကာလ အတွင်း ၊ အချိန် အားလုံး ၏ ကုလသမဂ္ဂ စာချုပ်များ ကို အများအားဖြင့် အမြန်ဆုံး လက်ခံယုံကြည်ထားမှုများ မှ ၄င်းအရာ တစ်ခု ပြုလုပ်သည့် ၊ ထိုအရာ ကို ၁၆၇ နိုင်ငံ က လက်မှတ်ရေးထိုးခဲ့ ပြီး ၂၃ နိုင်ငံ က အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ဂျီဘူတီ နိုင်ငံ ကျေးလက်ဒေသ တွင် လူ ၅၀ ရာခိုင်နှုန်း နီးပါး ကောင်းစွာ ဖွံ့ဖြိုးတိုးတတ်နေသော သောက်သုံး ရေ အရင်းအမြစ် ကို အဆင်သင့် သုံးစွဲနိုင်ခွင့် မရှိပါ ။\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "နိုင်ငံတစ်ကာ ငွေကြေး လဲလှယ်ရေး တွင် ဘရင်န့် ခရုဒ် ဖျူးချားစ် အနေဖြင့် ( ဒီဇင်ဘာ လ အခြေခံ သော ) နံနက် ၈ နာရီ ၃၄ မီနစ် တွင် ယူအက်စ် ဒေါ်လာ ၈၉.၃၀ သို့ ရောက်ရှိခဲ့ ပါ သည် ။\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "တတ်စာလိုနီကီ ၏ ဟေရက် ရီဂန်စီ ဟိုတယ် တွင် နေရာ ယူဆောင်ထား သော ၊ အင်တာ-ဘယ်လ်ကန် ကိုအော်ပရေးရှင်း ထိပ်သီးအစည်းအဝေး ၏ ဘေးစည်း တွင် ၊ ဂရိ အကြီးအကဲ ကိုစတတ် ကာရာမန်လစ် သည် သူ ၏ တာကစ် ထပ်တူကျသူ ရီဆက် တေးရစ် အာဒိုဂန် နှင့်အတူ ဆိုက်ပရက် ပြဿနာ များ အပါအဝင် ၊ အပြန်အလှန်အကျိုးရှိသော ကိစ္စရပ် များ အား ဆွေးနွေး ရန် အလို့ငှာ ကြာသာပတေး နေ့ တွင် တွေ့ဆုံလိမ့်မည် ။\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ထို နေရာ တွင် ၊ သူတို့ သည် ပြည့်တန်ဆာ အိမ် များ တွင် အိပ်ရ ပြီး သူတို့ ၏ ဆန္ဒ နှင့် ဆန့်ကျင် ၍ တစ် ည လျှင် အမျိုး သား ၈ ယောက် မှ ၁၀ ယောက် အထိ နှင့် ဆက်ဆံ ရ ကာ ၊ တစ် ပတ် လျှင် ၆ ရက် မှ ၇ ရက် အထိ အလုပ် လုပ် ခဲ့ ရ သည် ။\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "စပိန် က လွတ်လပ်ရေး အပေါ် ပြည်သူ့ဆန္ဒခံယူပွဲ တစ်ခု ဆုပ်ကိုင်ထားခြင်း မှ ကတ်တလိုနီးယား ကို ဟန့်တား ရန် အီးယူ အဖွဲ့ဝင်များ ကို မသေချာပဲ အသုံးပြုသည် ။\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "ရီကို ၏ ဖန်တီးမှု နှင့် နည်းလမ်း များ ကို သူတို့ က ဆက်ဗေဂါ ပြပွဲ များ ၏ အဓိကအချက်များ ကို ပေါင်းစည်း ရန် အသုံးပြုသည် ။\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "အနည်းဆုံး လူ ပေါင်း ၁၉၈ ဦး ၊ ၎င်း တို့ ထဲမှ အယောက် ၉၀ သည် ကလေး များ ၊ သည် ဆေးရုံ တွင် ကုသမှု ခံယူ နေရသည် ဟု လည်း ဂျူရိုဗစ် သည် ပြောခဲ့သည် ။\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "\" ဒီလို ဝန်ဆောင်မှုမျိုး ကို ထောက်ပံ့ပေး ရန် ထယ်လ်စ်ထွာ ကို မျှော်လင့်တယ် \" လို့ သူ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တရုတ် မှာ ကျွန်တော်တို့ ရဲ့ အခြေအနေ ကို ဖော်ပြ ရန် နှင့် ကျွန်တော်တို့ ကို ဘာ ကြောင့် မပိတ်ဆို့သင့်ကြောင်း ရှင်းလင်း ရန် အဆင့်မြင့် အစည်းအဝေးများ ကျင်းပ ဖို့ ကြိုးစားနေပါတယ် ။ ”\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ဇွန် လ တွင် ဂျီလဒ်တ် ရှာလစ် ကို ဖမ်းဆီးမှု နောက်ပိုင်း အစ္စရေး တပ်ဖွဲ့များ ဂါဇာ တွင် ဝင်ရောက် သိမ်းပိုက်မှုများ ပုံမှန် ပြုလုပ်လေ့ရှိသည် ။\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "အဆိုပါ မသင်္ကာဖွယ်ဖြစ်သူများ ကို ဖွဲ့စည့်းထားသော အမ်ပူမလန်ဂါ ရာဇဝတ်မှု အဖွဲ့ က သောကြာ နေ့ တွင် ဖမ်းဆီးခံခဲ့ရသည် ။\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "“ သူ့ သေဆုံးမှု က အယ်-ကိုင်ဒါး ကို တော်တော်လေးကို သိသာတဲ့ ထိုးနှက်ချက် တစ်ခု ဖြစ်ပါတယ် ၊ “ လို့ အရာရှိများ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် နိုင်ငံ ၏ အနောက်-မြောက် နယ်စပ် ပြည်နယ် တွင် နိုင်ငံရေး ဆိုင်ရာ ဆန္ဒပြပွဲ တစ် ခု အတွင်း အသေခံ ဗုံး ဖော်ခွဲမှု တစ် ခု ၌ လူ ၃၈ ယောက် သေဆုံးခဲ့ကြောင်း ပြောခဲ့သည် ။\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "မန်နေဂျာ တစ်ဦး အနေနှင့် ၊ သူ သည် ၂၃ နှစ် ကြာ လမ်းကြောင်း ပေါ်တွင် ကစားပွဲပေါင်း ၁၈၀၀ ကို လည်း ပဲ အနိုင်ရရှိခဲ့သည် ။\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "စက် ရပ်တန့်သွားခဲ့ ပြီး ရဟတ်ယာဉ် သည် မြေထဲ သို့ ထိုးကျသွားကြောင်း ၊ သြဂတ်စတင် ဗားဂက်စ် အမည်ရှိ ဒေသခံ တဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "ဆီးနိတ် လွှတ်တော် မှာ ထို အာဏာ ညီမျှမှု ကို အထက် လွှတ်တော် အမတ် ကိုး ယောက် ၏ ခန့်မှန်း သဘောတူညီချက် အရ ၎င်း အား အာမခံလိမ့်မည် ။\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "အဆောက်အဦး အောက်မှ မြေကြီး ဆက်လက် ပြိုပျက်လာနိုင် သကဲ့သို့ ထို တွင်းပေါက် ၏ အစွန်း မှ တစ်မီတာ အကွာဝေး ထက် နည်းသော လေးထပ် အဆောက်အဦး တစ်လုံး ပြိုကျလာနိုင်မှု နှင့်လည်း သက်ဆိုင် နေသည် ။\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "ကာစီနီ ပုံရိပ် မှ မြင်ခဲ့ရသော နေရာ ၂ခု သည် ကျားရေစင်း တစ်လျှောက် အပူနွေးဆုံးသော နေရာ နှင့် တူညီသည် ။\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "သဘောတူညီမှု သည် ယခု သီတင်းပတ် တွင် မစ္စတာ ရပ်စ်ဆဲလ် နှင့် မစ္စတာ ဝက်ဘ် တို့နှင့်အတူ ဆက်သွယ်ပြီး အားလုံး ကို သတင်းပေး ပြုလုပ်ခဲ့သော ၊ ၄င်းတို့နှစ်ဦး ကို စီအင်န်အင်န် ၊ ယူအက်စ်တူဒေးရှိုး နှင့် ဂွတ်မောနင်း အမေရိက သို့ သူတို့၏ ပုံပြင် ကို ရောင်းချခြင်း မှ တားမြစ်ထားခြင်းမရှိပါ ဟု မစ္စတာ မက်ဂူရီ မှ ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "သေဆုံးသွားသော မိန်းကလေး ၏ ဉီးကြီး က လည်း စစ်ဆေးမှု အောက် တွင် သူ့ ကို တုပ်ကွေး ရောဂါ ကို ညွှန်ပြသော လက္ခဏာ ရှိခြင်း အတွက် ကြောင့် ယုံကြည်ခဲ့သည် ။\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ နေ့လည် ပိုင်း တွင် လေတိုက်အား ပို အားကောင်းလာ သောကြောင့် ၊ မီးခဲများ က ရေသွယ် တံတား တစ်လျှောက် လွှင့်လာ ပြီး မီးလောင်မှု သည် ယခု အခါ ပန်ဒဲ(လ်)မြို့တော် ၏ လူဉီးရေ အလွန် ထူထပ်သော ပတ်ဝန်းကျင် ဆီသို့ ဉီးတည်နေပါသည် ။\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "ထိုကဲ့သို့သော အစုစပ်လုပ်ငန်း တစ်ခု သည် နှစ် ပေါင်း များစွာ က ကောလဟာလသတင်းများရှိခဲ့ ပြီး ၊ ထင်ကြေး ပမာဏ သည် လွန်ခဲ့သော လ အနည်းငယ ကျော် က ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ရဲအရာရှိက တင်ပြချက်ပေးတယ် အဲဒီ ယာဥ်တိုက်မှုဟာ ရာသီဥတု အခြေအနေနဲ့ ပတ်သက်နေ သလားဆိုတာကို သိဖို့အတွက် စောလွန်းတယ် ။\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "မင်းသမီး ကီကို မှ စက်တင်ဘာလ ၆ ရက် တွင် ( ဂျပန် စံတော်ချိန် ) ၈ နာရီ ၂၇ မိနစ် ၌ ၂၅၅၈ ဂရမ် ( ၅.၆၃၉ ပေါင် ) ရှိ သားယောက်ျားလေး တစ်ဦး ကို မွေးဖွားပေးခဲ့သည် ။\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "\" ခွဲထွက်ရေး ထောက်ခံသူ က ပြည်သူများ ခံစားချက် ကို ထကြွ လှုပ်ရှား ရန် သူတို့ ကုိယ်တုိင် သူတို့ လုပ်ရဲလာစေနိုင် ရန် ကြံစည်မှု ကို အတင်းအကျပ် လုပ်သည် ။ \"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "လေယာဉ် ၏ ပထမဆုံး ပျံသန်းမှု သည် လူဖန်စာ ခရီးစဉ် နံပါတ် တစ်ခု အောက် နယူး ယောက် မြို့ ကို ဉီးတည်မောင်းနှင် လိမ့်မည် ဖြစ် ၊ ပြီး နယူး ယောက် ၏ ဂျွန် အက်ဖ် ကန်ဒီ လေဆိပ် သို့ အီးအက်စ်တီ ၁၂:၃၀ ( ယူတီစီ ၁၆:၃၀ ) တွင် ရောက်ရှိမှာဖြစ်ပါတယ် ။\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "အရေးပေါ်လူနာ ကို လျင်လျင်မြန်မြန် ဂရုတစိုက် နဲ့ အဝေးမသွားနိုင်အောင် ညွှန်ပြခြင်း ဖြစ်သည် ။\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "သိပ္ပံ ပညာ ရှင် များ သည် ယူကေ ရှိ ဒူရင်တန် တံတိုင်း ၌ ကြီးမား ကျယ်ပြန့်ဆုံး ကျောက် ခေတ် နှောင်းပိုင်း တွင် အခြေချ နေထိုင်မှု များ ကို ဖော်ထုတ် ခဲ့ ပြီး ထို ရွာ များ တွင် စတုန်းဟန့်ရှ် အထိမ်းအမှတ် ကျောက် တိုင် များ တည်ဆောက်ခဲ့ကြသော လူ များ နေထိုင်သည် ဟု ယုံကြည်ကြသည် ။\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "တနင်္ဂနွေ နှောင်းပိုင်း တွင် ကြေငြာခဲ့သော ဝုဖ် ဘရစ်ဇာ စီအန်အန် သတင်း တစ်ခု တွင် ၊ အမေရိကန် အထက်လွှတ်တော်အမတ်များ ဂျော့ချ် အလ်လန် ( အာ-ဗွီအေ ) နှင့် ဘာဘရာ ဘောက်ဆာ ( ဒီ-စီအေ ) နှစ်ဦးစလုံး က သမ္မတ ဘုရှ် က စင်ဒီ ရှီဟန် နှင့် ပုဂ္ဂိုလ်ရေးအရ တွေ့ဆုံလိမ့်မည် ဟု သူတို့ ယုံကြည်ကြောင်း ဆူဆူညံညံ ဆန့်ကျင်ကန့်ကွက်ဆန္ဒပြနေသည့် ဘလစ်ဇာ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "“ ထိုအရာ ကို ဘယ်လို ထား ရန် ကျွန်တော် မသိပါ ဟု ဘရက်တွန် ၊ ” က ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "ဘာရာ က အဆိုပါ ဖြစ်စဥ် သည် ရုရှား တွင် အခွန်တိုးမြှင့်ကောက်ခံခြင်း ကို ရှောင်ရှား ရန် အဓိက ဖြစ်ပါတယ် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "ဂူးဂဲလ် သည် နံပါတ်ပြား နောက်မှ သင်္ကေတဂဏန်း ကို မှန်အောင်မညှိ လျှင် ၊ ဧပြီ လ ၉ ရက် နေ့ ပြီးနောက် စာတန်း တွင် \" ၂၀၇၅ ထက်ကျော်လွန် \" ဖတ်ပြလိမ့်မည် ။\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "တခြား ပါတီ ၁၆ ခု က ပါလီမန် အမတ်နေရာများ အတွက် အငြင်းပွားခြင်းများ လည်း ရှိခဲ့သည် ၊ သို့သော် မည်သူမျှ အဆိုပါ မဲ ရဲ့ ၁ ရာခိုင်နှုန်း ထက် ပိုပြီး လက်ခံရရှိခြင်း မရှိပေ ။\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "ပြင်သစ် နိုင်ငံခြားရေး ဝန်ကြီး ဘားနတ်ဒ် ကိုဒ်ချနား သည် လာမည့် ရက်များ တွင် အစ္စရေး နှင့် ပါလက်စတိုင်း ကြား အရှေ့ အလယ်ပိုင်း တွင် ဆွေးနွေးပြောဆိုမှုများ ကို တက်ကြွလာစေ ရန် ကြိုးပမ်းလိမ့်မည် ။\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "မြောက်ပိုင်း အီရတ် ၏ ခါးဒစ်ခ်ျ ဧရိယာများ ဆီသို့ ကျူးကျော်ဝင်ရောက်မှု စီမံခြင်း ဖြင့် တူရကီ စစ်တပ် သည် အီရတ်နိုင်ငံ အချုပ်အခြာအာဏာ ကို ချိုးဖောက်နေသည် ဟု အီရတ်ဝန်ကြီးဌာနများ၏ကောင်စီ က ပြောကြားသည် ။\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "ဖက်ဒရယ် ဥပဒေ အရ ၊ ပိုလျှံငွေများ အားလုံး ကို ကနေဒါ နိုင်ငံ ၏ကြွေးမြီများ ချေပေး ရန် အသုံးပြုရ ပြီး အသုံးစရိတ်များ ကို မရနိုင်တော့ပါ ။\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "ကောလိပ် မှ ဘလော့ခ် နှစ် ခု ကွာဝေးသော လင်း မြို့ ထဲ တွင် တည်ရှိသော ကြက်မွေးမြူရေးခြံ လုပ်ငန်း ဖြင့် လူသိများသူ ၊ လင်း မြို့တော် လမ်းမကြီး ဘေး စားသောက်ဆိုင်ငယ် ပိုင်ရှင် ၊ ရော့ဘတ် ဖန်နယ် က လူများ သည် ဇီဝ စနစ် ဖြင့် စတင်ခဲ့ ပြီး သဘာဝ အတိုင်း ပြန်သွားသည် ၊ လူများ သည် အလင်း မှ လုံလောက်သော စွမ်းအင်များ ကို ပြောင်းလဲခဲ့ ပြီး ၊ သူတို့ ၏ အနောက်ဘက် ယာမြေ ရှိ ဥယျာဉ်များ ကို ဖွံ့ဖြိုးစေခဲ့ ကြောင်း မှတ်သားခဲ့သည် ။\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "သြဂုတ်လ ၇ ရက်နေ့ တွင် ၊ ဂျော်ဂျီယာ တပ်များ တက်ဟီဗလီ ၏ မြို့တော် အိုစီတီရန်း ကို တိုက်ခိုက်မှု စတင် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "သင်္ဘော ၃၅၀၄ မှ အမှုထမ်း သင်္ဘော သား များ ကို ဖိလစ်ပိုင် လေ တပ် မှ စိုက်ဘေ ကျွန်း တွင် နေရာ ချ ပေး ထား ခဲ့ပါတယ် ။\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "၁၉၈၃ ခုနှစ် မှ တရားဝင် ပြဌာန်းထားသော လုပ်ပိုင်ခွင့် တစ် ခု နှင့် ပတ်သက် ပြီး ၎င်း ၏ အကြီးအကဲ အဖြစ် ဝေးစ် မင်းသား နှင့်အတူ ၊ လွန်ခဲ့သော နှစ် က တရားမဝင် အရည်အချင်း များ ရှိခဲ့ ပြီး ၊ ဒေသ အတွင်း ခေတ်ပေါ် အနုပညာရှင် တွဲဖက် တက္ကသိုလ် ၏ ခေါင်းဆောင် မလေးလူမျိုး တစ် ယောက် ပါဝင် ပတ်သက် ပြီးနောက် ၊ ပြဿနာ များ မှာ ယူအိုဒဘလျူ မှာ စတင်ခဲ့သည် ။\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "မစ် ဂရာဟမ် သည် ဆူးရိုင်ဒါ ပရဟိတ ဈေးဆိုင် အတွင်းမှာ ဖိနပ်များ ကို ဆိုင် ထဲမှာ ဈေးလျှော့ပေးသော သက်ချာ ရဲ့ ဝန်ထမ်း အဖွဲ့ဝင် တစ်ယောက် ကို တွေ့ ပြီးနောက် ၄င်းတို့ ကို ဝယ်ခဲ့ပါသည် ။\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "ဒေသဆိုင်ရာ ဒေသများ ရှိ စီမံကိန်းများ အတွက် ဒေသဆိုင်ရာ မိတ်ဖက် စီမံကိန်း မှ အစိုးရ အထောက်ကူပြုတွေ ကို ထောက်ပံ့ပေးပါတယ် ။\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "အားလပ်ရက် အပန်းဖြေ ရာ တွင် သူ ၏ ဇနီးသည် နှင့် အတူ သေနတ်ပစ်ခံရ သော သူ အင်္ဂလိပ်လူမျိုး ဘင်ဂျမင် မူလန်နီ သည် ၊ အန်တီဂွာ တွင် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "သိပ္ပံပညာရှင် များ သည် ဝတ္ထု ဘောင် ဆွဲငင်မှု သက်ရောက်မှု ကို စမ်းသပ် ရန် ဂြိုင်ရိုစကုပ် များ ၏ ရွေ့လျားမှု တွင် သေးငယ်သော ပြောင်းလဲမှု များ ကို ရှာဖွေခဲ့ကြသည် ၊ ထို့ပြင် အိုင်းစတိုင်း နှင့် နယူတန် တို့ ၏ ကမ္ဘာ့ စွဲအား သီအိုရီ များ အကြား ခြားနားချက် ကြောင့် ကမ္ဘာ ကြီး ၏ စွဲအား စက်ကွင်း များ ၏ သေးငယ်သော ဆက်စပ်မှု ၊ ပိုမို ကြီးမာသော အာကာသ အတွင်း မျက်နှာပြင် ကွေးညွှတ်မှု တိုင်းတာခြင်း အကျိုးသက်ရောက်မှု ကို ရှာဖွေခဲ့သည် ။\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "နောက်ထပ် စမ်းသပ်မှု အဆင့် တွင် အသက်အရွယ် အုပ်စု အမျိုးမျိုး မှ လူ ၇၀၀ ပါဝင်လိမ့်မည် ။\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "အမည်မသိ ကျန်ရစ်ခဲ့ သော ၊ သူငယ်ချင်း သည် ၊ ရိုင်း ဂျွန်ဆွန် ကို ပွိုင့် ၂၂ အရွယ်အစားရှိသော ၀က်ဘလီ ဗက်ကယ် လေ သေနတ် ဖြင့် အနီးကပ် နှလုံး ကို ပစ်ခဲ့သည် ။\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် ကျော် က တင်ပို့ရောင်းချမှု နှင့် နှိုင်းယှဉ်ပါ က ၇.၅ရာခိုင်နှုန်း သို့ တရုတ် အထည်အလိပ် တင်သွင်းမှု ၏ ကြီးထွားမှု ကို အမေရိကန် ကုန်သွယ်မှု ခွဲတမ်း အသစ် က ကန့်သတ်ထားလိမ့်မည် ။\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "၄င်း သည် အမျိုးသမီး များ ကို လည်းပဲ ပစ္စည်းဥစ္စာ ပိုင်ဆိုင်ရ ဖို့ တန်းတူ အခွင့်အရေး ပေးကြလိမ့်မည် ၊ ပြီးတော့ ဒေသခံ ရွေးကောက်ပွဲ များ ကို ကိုင်တွယ်ဖြေရှင်းကြလိမ့်မည် ။\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "ပထမ ပိုင်း အတွင်း သည် ဖရီး စတိတ် သည် ၁၇ ၀ အထိ တက် ခဲ့ သည် ။\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "ဖလော်ရီတာ တွင် တတိယမြောက် နောက်ကျခဲ့သူ တစ်ဦး အနေဖြင့် နေရာရခဲ့ သူ ၊ ယခင်က နယူး ရော့ခ် မြို့ မေရာ ရူဒီ ဂူလီယာနီ တွင် တစ် ချိန်ကဖြစ်သော ဂျီအိုပီ ရှေ့ပြေး ဆိုသူသည် ၊ သူ ၏ လှုပ်ရှားမှုကြီး ပေါ်တွင် သူ အခြေပြုခဲ့သော ပြည်နယ် တွင် ၊ ဗုဒ္ဓဟူးနေ့ ယှဉ်ပြိုင်မှု မှ နုတ်ထွက်ခဲ့ပြီး ၊ အဘယ်ကြောင့်ဆိုသော် များသောအားဖြင့် သူ သည် ပြီးခဲ့သော အကြိုရွေးကောက်ပွဲ တွင် အနိုင်ရမှု မရှိခဲ့ပေ ပြီးနောက် ထောက်ခံသူ တစ်စတစ်စလျော့ပါးသွားခဲ့သည် ။\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "ဆု ကို “ လေး ဘက် မြင် စံ အတိုင်းအတာ နှိုင်းယှဉ်ချက် သီအိုရီ တွင် အလိုအလျောက် ခေါက်ချိုးညီမှု ခေျဖျက်သည့် ဂုဏ်သတ္တိများ နှင့် ဗက်တာ ဒြပ် အမှုန် ထုထည် ပမာဏ ကို တစ်ဆက်တည်း ထုတ်လုပ် ဖော်ပြခြင်း ၏ ဖွဲ့စည်းပုံ တို့ ကို ရှင်းလင်း ဖေါ်ပြခြင်းနိုင်ခြင်း တို့ အတွက် ” ချီးမြှင့်ခဲ့ခြင်း ဖြစ်ကြောင်း တရားဝင် ကြေငြာချက် တွင် ဖော်ပြထားသည် ။\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "ဟောမုစ် ၏ ရေလက်ကြား သည် ကြီးမားသော သေနင်္ဂဗျူဟာနှင့်ဆိုင်သော အရေးကြီးခြင်း ၏ အဓိက သင်္ဘော လမ်းကြောင်း တစ်ခု ဖြစ်ပါသည် ။\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ကယ်ဆယ်ရေးသမားများ သည် တာ့စ်မနီးယား မြောက် ပိုင်း က ဘေကွန်ဖီးလ် မိုင်းတွင်း တွင် ပိတ်မိနေသော သတ္တုတွင်း အလုပ်သမားများ ဆီ ရောက် အောင် သူ တို့ ရဲ့ ကြိုးစားအားထုတ်မှုများ ကို ဆက်လက် လုပ်ဆောင်နေပါသည် ။\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ကို ၁၉၄၇ တွင် စင်္ကာပူ နဲ့ မလေးရှား အသင်းများ အတွက် ဖိတ်ခေါ် ပြိုင်ပွဲ တစ်ခု အနေနဲ့ စတင်ခဲ့ ပြီး အဲဒီကတည်းက ဖိတ်ခေါ်ထားခဲ့တဲ့ တကမ္ဘာလုံး မှ ကလပ် အသင်းများ နဲ့ အမျိုးသားအသင်းများ အဖြစ် ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "ပိုလန် သမ္မတ လက်ခ် ကာစကီး ကို ဝါဝယ် ရဲတိုက် ၌ ဂူသွင်းမြုပ်နှံ မည့် အစီအစဉ် များ အား ကန့်ကွက် လျက် ထောင်ပေါင်းများစွာသော လူ များ သည် ကရာကော မြို့ ၏ လမ်း များ ပေါ် သို့ ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ သည် သင် သည် အလုပ် ကမ်းလှမ်းချက် တစ်ခု ကို ဖယ်ရှား လျှင် သင် သည် သီတင်းပတ် ရှစ် ပတ် အကြာ စင်တာလင့်ခ် ငွေပေးချေမှု ကို ဆုံးရှုံး လိမ့်မည် ဖြစ်သောကြောင့် အလုပ်လက်မဲ့ဖြစ်သာ မည်သူ့ကိုမဆို သူတို့ က ဘယ်လို အခြေအနေ ဖြစ်ဖြစ် ကမ်းလှမ်းချက် ကို လက်ခံ ရန် ရှိ လိမ့်မည် ဆိုသော အချက် အား အာရုံစိုက်ခြင်းများ ကို ဆွဲဆောင် ရန် ကြိုးစားနေခဲ့ ကြတယ် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပေါက်ကွဲမှု သည် အချင်းဝက် ၃ မိုင် ပေါက်ကွဲမှု တစ်ခု ဟု ခန့်မှန်းခဲ့သည် ။\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "နိုင်ငံရေး စွပ်စွဲချက်များ ကို တက္ကဆက် မှ ဒီမိုကရစီ ကိုယ်စားလှယ် ခရစ် ဘဲလ် က ၂ဝဝ၄ ၊ ဇွန်လ ၁၅ တွင် ကနဦး တင်ပြခဲ့ ပြီး ၊ လွန်ခဲ့သော နှစ် ၏ ရွေးကောက်ပွဲ မတိုင်မီ လ များ တွင် လှုပ်ရှား ရန် စတင်ခဲ့သည် ။\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "အဆောက်အဦး ၏ အခြား အစိတ်အပိုင်း များ တွင် ညနေပိုင်း နေထိုင် စဉ်အတွင်း များစွာသော အချက်ပေးခြင်း များ က ပြခန်း အစောင့် ကို စိတ်ခြောက်ခြားစေခဲ့သည် ဟု ရဲ များ က ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ဟော့ပါ သည် သူ၏ အနုပညာ ကို ကမ္ဘာအနှံ့ ပြသခြင်းခံရသည့် လျင်မြန်စွာကျော်ကြားသော ဓာတ်ပုံဆရာ ၊ ပန်းချီဆရာ ၊ နှင့် ပန်းပုဆရာ တစ်ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "အဆိုပါ သုတေသနအကြောင်း ကို အယ်လ်ဇိုင်းမားရောဂါ ဂျာနယ် တွင် ဖော်ပြထားသည် ။\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ထို ဆေးပမာဏ တွင် ၊ ဟော်မုန်း ၏ သက်ရောက်မှု သည် ရက် အနည်းငယ် ကြာ ပြီးနောက် အဆုံးသတ်သွားမည် အဘယ်ကြောင့်ဆိုသော် ဦးနှောက် တွင် မယ်လတိုနင် စုပ်ယူမှု များ က ဟိုမုန်း များစွာ ကို ထုတ်လိုက် သောအခါ မတုံပြန်ခြင်း ဖြစ်လာသည် ၊ လို့ ဝပ်ဒ်မန်း က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "၆၄ အပေါ် ဖြစ်သောအခါ ၊ ယူဗီရာချ့် ကို ရှိုအစ်ဘ် မာလစ်ခ် က ကာကွယ်မှုများ တွင် ချို့ယွင်းချက်များကိုညွှန်ပြဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "\" ၎င်း သည် ကျွန်ုပ် တို့ ထံ ရှိ တရားမဝင် ဝင် ရောက် နေထိုင်မှု ၅၀ဝ၀ဝ ကျော် ကို မစ္စတာ ရဒ် အားလုံး ကို ပိတ်ဆို့ လိုက် သောကြောင့် ဖြစ်သည် \" ၊ ဟု မဘော့ဒ် သည် အခိုင်အမာ ပြောခဲ့သည် ။\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "\" မည်သည့် အတိုင်းအတာ အားဖြင့် အပြောင်းလဲမရှိဘဲ ကွန်းစလန်း ကို ပထမဆုံး နေရာချခြင်း အတွက် ထူးခြားသော ပြည်နယ် တည်ထောင်သူ တစ်ယောက် ဖြစ်သော ဆာ ဂျွန် ကို အမှတ်ရနေလိမ့်မည် \" လို့ သြစတေးလျ အုပ်ချုပ်သူ ဗိုလ်ချုပ်ကြီး ဗိုလိချုပ် ဂျက်ဖရီ သည် မိန့်ခွန်း တစ်ခု တွင် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ဆက်စ်ခက်ချဝမ် သည် ၁၉၈၉ ခုနှစ် တွင် နောက်ဆုံး ဖလား ရရှိခဲ့ခြင်းဖြစ် ပြီး ၊ ၁၉၉၇ ခုနှစ် တွင် ချန်ပီယံရှစ် ကစားပွဲ မှာ တော်ရွန်ဒို အာဂိုနပ်စ် ကို ရင်ဆိုင် လျက် နောက်ဆုံး တွင် သူ တို့ ၏ ပရိသတ် ရှေ့မှောက် ရောက်ရှိလာခြင်း ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "အသက်ကယ်လှေ သည် လည်း ဒုတိယ ငယ်ရွယ်သော ကောင်လေး တစ်ယောက် ကို ကယ်ဆယ် ရန် ဟယ်ရီကော်ပရာ ပြန်သွား စဉ် ၊ ပါတီ မှ ဒါဏ်ရာမရသော အဖွဲဝင် တစ်ယောက် ကို ကမ်းစပ် ကို ခေါ်ဆောင်လာခဲ့သည် ။\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် သမ္မတ ဖြစ် သောအခါ ၊ အမေရိကန် ပြည်ထောင်စု ၏ ရံပုံငွေ နှင့်အတူ ခြိုးခြံချွေတာရန် သည် ကျွန်တော် ကြိုးပမ်းရမည့် စီးပွါးရေး မူဝါဒ သာလျှင် ဖြစ်သည် ။ ”\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "\" သူ သည် ရှန်ဟိုင်း တွင် ကြီးပြင်းခဲ့ ပြီး အလွန် ကောင်းသော အမူအရာ ရှိခဲ့သည် ။ \"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "\" အမှု တွင် ပါဝင်သော သက်သေ အထောက်အထား များ အားလုံး ၊ နှင့် ထို အချိန် မှာ အကျိုး သက်ရောက်မှုရှိသော စေ့စပ် ညှိုနှိုင်းထားသည့် ဆက်ဆံရေး ၏ စည်းမျဉ်း စည်းကမ်း များ အပေါ် အခြေခံ ပြီး ၊ တပ်ကြပ် သည် အေအိုင်အက်ဖ် ရဲ့ ဗီဒီယို တိပ်ခွေ မှာ သူ ၏ သေစေလောက်သော အင်အား အသုံးပြုမှု ကို မှန်ကန်ကြောင်း ရန်လိုသော ခြိမ်းခြောက်မှု ဖြစ်ခြင်း ကို ကျိုးကြောင်းဆီလျော်စွာ တွေးခေါ် ယုံကြည် သင့် ပါ တယ် ။ ”\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "သူ ဟာ လက်ရှိ အီတလီ ဖွား ကွန်ဂရက် လွှတ်တော် သမ္မတ ဆိုနီယာ ဂန္ဒီ နှင့် ၁၉၉၁ ခုနှစ် တွင် လုပ်ကြံခံခဲ့ရသူ ဝန်ကြီးချုပ် ဟောင်း ရာဂျစ် ဂန္ဒီ ၏ သား ဖြစ်သည် ။\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "ပို၍ပြင်းထန်လာသော အငြင်းပွားမှု တစ်ခု တွင် အီတလီ ဝန်ကြီးချုပ် ဆယ်ဗီအို ဘာလူစကိုနီ ရဲ့ နိုင်ငံရေး ပြသနာများ ဖြစ်စေခဲ့ ပြီး အမျိုးသား ဆူပူမှု တစ်ခု အီတလီ မှာ စတင်ခဲ့တယ် ၊ နီကိုးလာ ကယ်လီပါရီ သေဆုံးတဲ့ ဗုဒ္ဒဟူး နေ့ က အီတလီလူမျိုး တရားစွဲဆိုသူတွေ က သူတို့ရဲ့ ကိုယ်ပိုင် လွတ်လပ်သော သက်သေပြမှုတွေ ကို စတင်ခဲ့တယ် ။\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "အယ်-ဇာကွဝီ ၏ သေဆုံးခြင်း သည် ဒေသတွင်း မှ ရေနံ ထောက်ပံံ့မှု အနာဂတ် အတွက် သတင်း ကောင်း အဖြစ် ဈေးကွက် အားဖြင့် အဓိပ္ပာယ် ကောက်ယူခဲ့ကြပုံရပါသည် ။\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "ကဏ္ဍများ တွင် ငွေ အားလုံး ကို ဒေသဆိုင်ရာ အစိုးရ ( ဘဏ္ဍာရေးဆိုင်ရာ လက်ထောက် ) က ၁၉၉၅ အက်ဥပဒေပုဒ်မ နှင့်အညီ တပြေးညီ ခွဲဝေသတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "လူနာ မဟုတ်သူများ ကို သူတို့ ဆုတောင်း ပေး ကြောင်း ပြောခဲ့ ၍ ဆုတောင်းသူ အုပ်စု မဟုတ်သူ တို့ က လည်း သူတို့ မည်သူ့ အတွက် ဆုတောင်းခဲ့သည် ကို ပြောခဲ့သည် ။\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အားကစား ၏ အုပ်ချုပ်ရေး အဖွဲ့ ၊ ဖီဖာ က ဘော့စနီးယား နှင့် ဟာဇီဂိုးဗီးနား အမျိုးသား ဘောလုံး အားကစားအသင်း အား ပိတ်ပင်တားမြစ်ထားခဲ့သည် ။\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ၏ ဒုတိယပိုင်း တွင် ဘောလုံး ဂိုးပေါက် ၏ နောက် ထဲကို ဝင်သွားခဲ့ စဉ်က လင်လ်လယ် သည် သူတို့ ၏ ပိတ်ဆို့မှု တံတိုင်း ကာထား ပြီး ၊ ရွိုန် ဂစ်စ် ၏ အဝေး ကန်ချက် က ကြီးကျယ်သော အငြင်းပွားမှု ကို ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "အန်နာ သည် လွန်ခဲ့သော ၅ လ က သမီး မိန်းကလေး တစ်ယောက် မွေးခဲ့ ပြီးနောက် မကြာခင် ၂၀ဝ၆ ခုနှစ် ၊ စက်တင်ဘာ လ ၁၀ ရက် တွင် စမစ် ၏ သား ၊ ဒန်နီရယ် စမစ် သည် ၊ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "ဂါဘွန် နိုင်ငံ ၏ အုပ်ချုပ်ရေးဆိုင်ရာဥပဒေရေးဆွဲရေး တရားရုံး မှ မဲဆန္ဒရှင်များမဲပေးခဲ့သော မဲရုံပေါင်း ၂,၈၀၀ ကျော် မှ မဲအရေအတွက်များကို ပြန်လည်ရေတွက်ခဲ့ ပြီး ဘွန်ဂို ၏ အနိုင်ရရှိမှု ကို အတည်ပြုပေးခဲ့သည် ။\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "ဤ တိုက်ခိုက်မှု များ သည် သေစေနိုင်သော ဗုံး များ နှင့် အသေခံ ဗုံးခွဲမှု မျိုး နှင့် မတူ ဘဲ ဗုံးဆန် များ သည် အမျိုးသမီး နှစ်ဦး ဆီသို့ ထိမှန်သွားသည် ။\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "“ ကနေဒါ မှာ နေ့စဉ် ဖြစ်ပွားခဲ့ သော ရွေးကောက်ပွဲ အတောအတွင်း ( ဖက်ဒရယ် ) ယခု နှစ် အစောပိုင်း ဝေဖန်မှု များ နှင့် ( ကြော်ငြာ တစ်ခု ကို ) ထိုအရာ ကို … ကျွန်ုပ်တို့ ၏ နိုင်ငံ တစ်လျောက် တသမတ်တည်း လုပ်ဆောင်ခဲ့ကြ သော ကြော်ငြာ များ နှင့် နှိုင်းယှဉ်ကြည့်ပါ ။ ”\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "ဌာန အားလုံး ၏ ကွန်ပျူတာ တွေ မှာ ချက်ချင်း မ ပြောင်းလဲ နိုင် သော်လည်း ၊ လင်းနစ် နှင့် အိုးပင်းအော့ဖစ်ဒေါ့အိုအာဂျီ သို့ ပြောင်းသုံး ရန် ပထမ ဆုံး ဌာန သည် ၂၀၀၆ ခုနစ် အလယ် က စီစဉ် ခဲ့သော လော့ မေယာ ၏ ရုံး ဖြစ်သည် ။\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "အဆိုပါ ၂၈ နှစ် အရွယ်ရှိသူ သည် ဂျိုး ဂျက်ကိုဆန် သယ်လာသောဘောလုံးကိုဝင်လု၍ ဒါဏ်ရာရခဲ့ ပြီး သူ့ကို ဆေးရုံ သို့ မသယ်ဆောင်သွား ခင်အထိ ကစားပွဲ ကို ရပ်တန့်ထားခဲ့ရသည် ။\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "မစ္စ ဖစ်(ဇ်)ပက်ထရစ် က ဗဟို အစိုးရ သည် ပိုမိုဆိုးရွားသည့် အကျိုးသက်ရောက်မှုများ နှင့်အတူ ၊ ဂျပန် အစိုးရ ၏ ဝေလငါးဖမ်းကုမ္ပဏီများ သကဲ့သို့ ကျောက်မီးသွေး နှင့် အလူမီနီယမ် စက်မှု လုပ်ငန်းများ ကို ကျေးဇူးဆပ် ရန် တာဝန် ရှိခဲ့သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "တခြား နိုင်ငံများ တွင် လည်း ၊ “ တချို့ တွင် အစိုးရ ဘဏ္ဍာရေး ဆိုင်ရာ မေးခွန်းများ အပါအဝင် ၊ ရှင်းလင်း ပြသ ရန် အခြား ကိစ္စရပ်များ ရှိကောင်းရှိနိုင်ပါသည် ၊ ဒါပေမဲ့ သေချာပေါက် က တချို့ သည် အစိုးရ ၏ ဒဗျူအမ်ဒီ ကြိုးပမ်းမှုများ နှင့် လွန်ခဲ့သော ဆယ်စုနှစ် သုံး ခု အပေါ် ရည်မှန်းချက်များ ၏ တိကျမှန်ကန်သော ပုံဖော်ပြသမှု တစ် ခု ၏ စုစည်းမှု ဆီသို့ အတော် အထောက်အကူရခဲ့ပါသည် ။ ”\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "ရစ်ဂျာ မိုဟာမက် အမင် က ခေါင်းဆောင်ခဲ့သည့် အီရတ်လူမျိုး တရားသူကြီးများ ငါး ဦး ပါ ခုံရုံး တစ်ခု က ၊ သူတို့ ကို သေ ဒဏ် နှင့်အတူ ၊ သူ၏ ကိစ္စ ကို ဆုံးဖြတ် လိမ့်မည် ။\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "အဆိုပါ အစီရင်ခံစာ တွင် လည်း အလွန်အမင်း ဆင်းရဲမွဲတေမှု အတွက် ဟေတီလူမျိုး ၇၁ ရာခိုင်နှုန်း စွန့်ခွာခဲ့ခြင်း ၊ တိုင်းပြည် က ခံစားခဲ့ရသည့် စီးပွားရေး ဆုံးရှုံးမှု ၊ ၇.၇၅၄ ဘီလျံ ဒေါ်လာ သို့ ရောက်ရှိခဲ့ခြင်း ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "စီမံကိန်း ပူးပေါင်းဆောင်ရွက်သူ ၊ စတန်စီအူးဆမိုအီလာ အဆိုအရ ၊ ၄င်း ၏ တစ်ဝက် ကို ခွဲဝေသတ်မှတ်ခဲ့ သော ၊ စီမံကိန်း သည် ရင်းနှီးမြုပ်နှံမှု ၏ နယူးလိုင် ၁၀.၉ သန်း ( ယူရို ၃ သန်း ) လိုအပ်နေသည် ။\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "သူ က အရပ်သားများ သည် မညီမျှသော ပေးဆပ်ခြင်း တစ်ခု ကို လစ်ဘနွန် နှင့် အစ္စရေး မြောက်ဘက် တွင် ပေးဆပ်နေရသည် ဟု ပြောဆိုခဲ့ ပြီး “ အစ္စရေး က မျှတမှုမရှိသော တုံ့ပြန်မှု တစ်ခု သည် အပြည်ပြည်ဆိုင်ရာလူ့အခွင့်အရေးဥပဒေ ကို ချိုးဖောက်ခြင်း တစ်ခု ဖြစ်သည် ” ဟု ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "အားလုံး သုံး ချီ ဖြတ်ကျော်ပြီးတော့ ၊ လက်ဝှေ့ယှဉ်ပြိုင်ပွဲ အရမ်း နီးကပ်လာခဲ့ပြီ ။\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "ဂရက် ဘစ်ဖဲ ဟာ ဒဿမနေရာ ကို ကျရောက်ခဲ့ သောကြောင့် စတိဝါဒ် ဟာ ဒုတိယပွဲ ပြီးဆုံး ပြီးနောက် နေရာ တစ်ခု တက်သွား ပြီး နဝမ နေရာ ရောက်ရှိပါတယ် ။\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "ဒီမိုကရက်တစ် ပါတီ ၏ အမေရိကန် နိုင်ငံရေးသမား ဒင်းနစ်ကူစီနစ်ချ် က ၂၀ဝ၈ ခုနှစ် မှာ သမ္မတနေရာ အတွက် စီစဉ်ဆောင်ရွက်လျက်ရှိပါသည် ဟု သက်တမ်းငါးခုကြာတာဝန်ထမ်းဆောင်သော ကွန်ဂရက်လွှတ်တော်အမတ် ၏ ပြောရေးဆိုခွင့်ရှိသူ အန်ဒီဂျူနီဝစ်ဇ် က တနင်္လလာနေ့ တွင် ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "စတင်လုပ်ဆောင်သည့် အတောအတွင်း အလေးချိန် ၂၅၀ ဂရမ် ရှိသော အမြုပ် အပိုင်း အချို့ သည် ပြင်ပ လောင်စာ တိုင်ကီ မှ လွင့်စင်သွား ၊ သော်လည်း ဂြိုလ်တုပတ်လမ်းကို မရောက်ရှိခဲ့ ကြောင်း ကင်မရာများ အသစ် မှ ပုံရိပ်များ က ထုတ်ဖော်ခဲ့ပါသည် ။\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "တွဲဖက်မှု ကို ဂုဏ်ပြုသည့် ဆိုင်းဘုတ် တစ်ခု ကို လမ်းဆုံအဝိုင်း အတွက် စီစဉ်ခဲ့သည် ။\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "ပုံနှိပ်အဖွဲ့အစည်း အဆို အရ အင်တာနက် မှတစ်ဆင့် ဗွီဒီယို ပျံ့နှံ့မှု ကို ရပ်တန့်စေ ရန် သိပ္ပံပညာကိုးကွယ်မှု အသင်းတော် က ကြိုးစား လုပ်ဆောင် ပြီး “ မျှော်မှန်းထားသည် နှင့် ဆန့်ကျင်စွာ ” ကြာသပတေးနေ့ မှာ တော့ ဗွီဒီယို သည် ဂေါ်ကာ . ကွန်း သာမက နယူးယော့ ပို့စ် ၊ လွတ်လပ်သော ရုပ်မြင်သံကြား သတင်း နှင့် ဘီဘီစီ အပါအဝင် အခြား ဝက်ဆိုက် များ ပေါ် တွင် ကြည့်ရှူ့နိုင်ခဲ့သည် ။\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ထိန်းသိမ်းရေးဌာန အတွင်း ပိတ်ပင်ထားသော နေရာများ သို့မဟုတ် အခြား တာဝန်ကျ ဌာနများ သို့ ကိုယ်ရေးကိုယ်တာ မေးလ်များ နှင့် ပါဆယ်များ ကို ယူဆောင်ခြင်း မပြုရ ဟု ပို့ချမှု တွင် အစောင့်များ ကို သတင်းပေးထားသည် ။\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ သူ သည် တွေ့ဆုံဆွေးနွေးခြင်း ပြီးဆုံး ပြီးနောက် သူကိုယ်တိုင် အဖမ်းခံခဲ့သည် ။\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "ဂူဂယ် ဘော့စ် သည် အီးဘေ က ပိုင်ဆိုင်သော တစ်စိတ်တစ်ပိုင်း ဖြစ် သည့် ၊ ခရေ့စလစ် ၏ အဓိက ပြိုင်ဘက် တစ်ခု ဖြစ် ရန် မျှော်လင့်သည် ။\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "ကန့်လန့်ဖြတ် ရထားလမ်း ၏ တည်ဆောက်ရေး ၏ ရလဒ် တစ်ခု အဖြစ် ၊ အိမ် ရာပေါင်း များစွာ သည် ၎င်းတို့ ၏ အောက်ခြေ ၌ ဥမင်လိုဏ်ခေါင်း အသစ်များ ကို တူးဖော်လိမ့်မည် ။\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ဒီ တိမ်းမှောက်မှု ဟာ နယူး ဇီလန် နဲ့ ဂျာမနီ နှစ်ခု စလုံး ကို ကားပြိုင်ပွဲ အတွက် လမ်းကြောင်း ရဲ့ နောက်ဆုံး ကနေ ပြန်စတင် ပြုလုပ်စေခဲ့ပါသည် ။\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ထိုင်ခုံနေရာ ရောင်းချ ရန် အဆိုပါ မှတ်တိုင် ကို ရောက်ရှိခဲ့ခြင်းသည် ၊ လေယာဉ်လိုင်း သည် ၊ အမြဲတမ်း အဖြစ် ၊ အခွင့်အရေး ကို လျင်မြန်စွာ အသုံးပြုခဲ့သည် ၊ ထိုင်ခုံ တစ် နေရာ ၉၉ပီ/၉၉စီ တွင် ကြီးမားသော ထိုင်ခုံနေရာ ၂၀၀, ၀၀၀ တစ် ခု ကို စတင်ဆောင်ရွက်ပြီး ရောင်းပေးခဲ့သည် ။\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "” အကျဥ်းသား ဖလှယ် ဖို့ ဖြစ်လာ တုန်းက ကျွန်တော်တို့ ဖြစ်နိုင်သမျှ နည်းလမ်း တိုင်း ကို ပျော့ပျော့ပြောင်းပြောင်း ဆောင်ရွက်ခဲ့ပါတယ် ၊ ဒါပေမဲ့ အစ္စရေး ဘက် က ဆုံးဖြတ်ချက် ချ ဖို့ အရမ်း ကို အားနည်းခဲ့ပါတယ် ။ ”\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "သိပ္ပံ သင်တန်း တွင် ဖန်းတီမှု ဆိုင်ရာ ဆွေးနွေးခြင်း သို့မဟုတ် ၊ သင်ကြားနေခြင်း ကို ပြင်းထန်စွာဆန့်ကျင်ကြသည့် အခြား သိပ္ပံ ပညာရှင်များ နှင့် နိုဗယ်ဆုရ စာဆို နှစ် ဦး တို့ ပါဝင်ခဲ့သည့် အဖွဲ့အစည်း တစ် ခု မှ ပြင်ထန်းသော ကန့်ကွက်မှု တစ် ခု က ၎င်း အား တွန်အားပေးခဲ့သည် ။\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "အိန္ဒိယနိုင်ငံ ၏ စီးပွားရေး သည် ၂၀၀၆-၂၀၀၇ ဘဏ္ဍာ နှစ် ၏ ဒုတိယလေးလပတ် ( ဇွန်လိုင်-စက်တင်ဘာ ) တွင် ၉.၂ ရာခိုင်နှုန်း ၊ ပြီးခဲ့သော နှစ် ထို တူညီသော လေးလပတ် တွင် ၈.၄ ရာခိုင်နှုန်း တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "လစ်ဗာရယ်များ ၊ ခေတ်သစ် ကွန်ဆာဗေးတစ်များ ၊ ဒီမိုကရေစီ ပါတီ သစ် အဖွဲ့ဝင်များ ၊ နိုင်ငံရေးပါတီစုံ အဖွဲ့ကြီး မှ အဖွဲ့ဝင်များ နှင့် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဆိုင်ရာ အွန်တာရီယိုများ ၊ လွတ်လပ်စွာလှုပ်ရှားသူများ ၊ ကွန်မြူနစ်များ ၊ လစ်ဗာတေးရီးရန်များ ၊ နှင့် ဒေသဆိုင်ရာ ပါတီအသင်းများ ၏ မဟာမိတ်အဖွဲ့ ၊ နှင့် သီးခြားတစ်သီးပုတ္ကလများ မှ တွေ့ဆုံမေးမြန်းမှုများ ကို မျှော်လင့်သည် ။\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "အောက်စဖို့ဒ်အသင်း သည် ခေါင်းပန်းလှန်ဆုံးဖြတ်ခြင်း တွင် အနိုင်ရခဲ့ ပြီး နောက် မြစ် ၏ ဆာရေး ဘက်ခြမ်း မှာ လှေလှော် ဖို့ ရွေးချယ်ခဲ့ ပြီး ၊ ကိမ်းဘရစ်ချ်အသင်း က မစ်ဒယ်ဆက်စ် ဘက် က လှေလှော်ခဲ့ကြသည် ။\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "မက်ဒီဂတ်စကာ ၏ ငါး ဖမ်း ခြင်း နှင့် ရေ နေ သတ္တဝါများ အရင်းအမြစ် ဝန်ကြီး ၊ ဒေါက်တာ ဟယ်ရီ ရာဟာရိဆိုင်းန သည် ၊ အစိုးရ ၏ ကိုယ်စား သေဆုံးသူ များ ၏ မိသားစု များ ထံ သို့ ဝမ်းနည်းကြောင်းသဝဏ်လွှာ ပေးပို့ ခဲ့ သည် ။\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "ယနေ့ လူပေါင်း ၃၀၀၀ ( ရဲ တပ်ဖွဲ့ ခန့်မှန်းချက် ) နှင့် ၈၀၀၀ ( စီစဉ် သူ များ ၏ ခန့်မှန်းချက် ) အကြား သည် ၊ ဂျာမနီ နိုင်ငံ ဂိုင်ယန် ခရိုင် လမ်း များ တွင် ၊ ဟက်ဆန် တက္ကသိုလ်များ ၌ စီစဉ်ထား သော ကျုရှင် လခ စတင် ကျင့်သုံးမှု ကို ဆန္ဒပြကြသည် ။\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "\" အလုပ်များ နှင့် တိုးတက်မှု အတွက် ကျွန်ုပ် တို့ ၏ လေးနက်သော ကတိ ကြောင့် ၊ ကျွန်ုပ် တို့ သည် ပို ငွေ အတွက် ပြန်ရငွေ ကို နှောင့်နှေး စေရန် တာဝန်ရှိသော အခန်း ကဏ္ဍ ကို ဆောင်ရွက် ခဲ့ ပြီ ဖြစ် ပြီး ၊ အခွန် လက်ခံမှုများ သို့ ကြီးမားသော ရိုက်ခတ်မှု တစ် ခု ကြောင့် ၊ ၂၀၁၃ / ၂၀၁၄ ခုနှစ် တွင် ဒေါ်လာ ၁၈ ဘီလီယံ လိုငွေ တစ်ခု ရှိ လိမ့် မည် ။ \"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "သတင်း ဆောင်းပါးများ သည် အချို့ အငြင်းပွားဖွယ်များ ကို ကြိမ်ဖန်များစွာ ဆွေးနွေးကြ သော်လည်း ပို၍ အရေးကြီးသော အခြား ကိစ္စများကို လစ်လျူရှု့ထားကြသည် ။\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "\" သူသည် သူ၏ ဝမ်းနည်းမှု ကို ဖော်ပြ ခဲ့ ပြီး ၊ သူသည် အလေးအနက် ဝမ်းနည်း ဂရုဏာ ဖြင့် တောင်းပန်ခဲ့သည် ။ \"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "အစွန်းရောက် ဝါဒ နှင့် အကြမ်းဖက် ဝါဒ ကို ဖြေရှင်း ရာတွင် သူ၏ ကြိုးပမ်း အားထုတ်မှု ကို တိုးမြင့် ရန် လည်းဘဲ သူတို့ သည် ဝန်ကြီးချုပ် ကို တိုက်တွန်းသည် ။\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "ဧပြီလ ၂၂ ရက်နေ့ တွင် ၊ ပင်လယ်ကွေ့ ၏ မျက်နှာပြင် ပေါ် ရေနံပြင်ကွက်ကြီး တစ်ခု ပေါ်လာခဲ့သည် ။\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "ဆီယာရာ နဲ့ ဖက် မန်း စကု တို့ ဖြည့်စွတ်သီဆိုထား တဲ့ မစ်ဆီ အဲလစ် ရဲ့ \" လုစ် ကွန်ထရိုး \" က \" ဒုန့် ချာ \" အဆင့် ငါး သို့ ဆင်းသွား တဲ့ အချိန်မှာ ၅-၃ သို့ တက်ခဲ့ပါတယ် ။\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "အီးဒီ မှ စွဲဆိုထားသော စာမျက်နှာ-၁၈ အကြောင်းပြ အသိပေး ဆင့်ခေါ်စာ တွင် ပိုက်ဆံ များ သည် အီရတ် ပြည်နယ် ဆီ ဈေးကွက် အဖွဲ့အစည်း ( အက်စ်အိုအမ်အို ) သို့ ဆီ ရောင်းဝယ်ရေး စာချုပ် နှစ်ခု အတွက် ပေးဆောင်ရသော ငွေ လဲလှယ်မှု တွင် ၊ ကုလသမဂ္ဂ နည်း ဥပဒေ များ ကို ချိုးဖောက်ခြင်း ဖြင့် ၊ တရားမဝင် ပေးခြင်း ဖြင့် ရရှိသည် ဟု ပြောထားသည် ။\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းထိန်းသိမ်းရေး အဖွဲ့ ၏ အဆို အရ ၊ အရှေ့ အာဖရိက နိုင်ငံ ၏ ကမ်းလွန် ရေပိုင်နက် တွင် မတ်လ ၁၅ ရက်နေ့ ကတည်းက ၎င်း နေရာ ၌ အခြား ပင်လယ်ဓါးပြ တိုက်ခိုက်ခံရမှု ပေါင်း ၂၃ ခု ရှိခဲ့သည် ။\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "စုစုပေါင်း ဘဏ္ဍာရေး ခွင့်ပြုမှု မှာ ပထမ ဧရိယာ သည် စုစုပေါင်း အားဖြင့် သြစတြေးလျ ဒေါ်လာ ၁၁၇၁၇၀၀၀၀ အထိ လျော့ကျခဲ့ ပြီး ဒုတိယ ဧရိယာ သည် သြစတြေးလျ ဒေါ်လာ ၁၁၄၃၅၃၀၀၀ ထိ တိုးပွား မှု တစ် ခု ကို မြင်တွေ့ခဲ့သည် ။\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ရေး ဇာဟပ် သည် ကနေဒါနိုင်ငံသား လွန်ကဲ မာရသွန် အပြေးသမား တစ် ဦး ဖြစ် ၍ ၊ ပုဂ္ဂလိက လေ့ကျင့်ပေးသော နည်းပြ ဖြစ်ကာ ၊ စိတ်ဓာတ် လှုံဆော် ပေးနိုင်သော စကားပြောကောင်းသူ တစ် ဦး ဖြစ်သည် ။\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "လိင်တူ လက်ထပ်ခြင်း ကို တရားဝင် ခွင့်ပြု ရန် အဆို တစ်ခု အစိုးရ တက်ပြီး ရက်ပေါင်း ၁၀ဝ အတွင်း တင်သွင်း ပေး လိမ့်မည် ဟု တရားဝင် ကတိပြု ပြီး ၊ သူ သည် ပြန်လည် ရွေးကောက် တင်မြောက် ခံ ရ လျှင် \" အပြည့်အဝ စိတ်ကြိုက် မဲ \" ကို ခွင့်ပြု ရန် ရဒ် သည် ကတိ ပေး ခဲ့သည် ။\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အရာရှိ ၊ အလက်ဇီ မတ်တေရီ ကို ၊ ရာဇဝတ်မှု ကို ဝန်ခံလိုက် ကတည်းက ရဲတပ်ဖွဲ့ မှ ထုတ်ပယ်ခဲ့ ၊ ဖမ်းဆီးခဲ့ပြီး ပြီ ဟု ပြောဆိုသည် ။\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "တူးဖော်ရေးလုပ် နေစဉ် ရှာဖွေတွေ့ရှိခဲ့သည့် များစွာသော အပြာရောင်ကျောက်တုံး သို့မဟုတ် အစက်အပျောက်လေးများပါသော ပရီဆီလီ ဒိုလီရိုက် အပြားလေး များ သည် ပျောက်ကင်းနေသာ ယင်း တန်ဖိုး များ အတွက် အဖိုးတန်သော ကျောက်တုန်း များ အပြီးသတ် ရန် သုတေသီ များ က ဦးဆောင်ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "ယနေ့ အက်ပဲ(လ်) အင်ကော်ပိုရေးရှင်း က ဆန် ဖရန်စစ်စကို ရှိ မက်ဝေါလ် ညီလာခံ တွင် များစွာ-ကြိုတင်မျှော်မှန်းခဲ့သော အိုင်ဖုန်း ကို မိတ်ဆက်ပေးခဲ့သည် ။\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "၂၀၀၅ - ၂၀၀၆ အွန်တာရီယို ဟော်ကီ လိလ် ရာသီ ပွဲ ကို ယူအက်စ်အေ မက်ချိဂန် ၊ စဂီနော် ရှိ ဒေါ်အီးဗန်း စင်တာ ရှိ ဝန်လာ အရနာ တွင် ဗုဒ္ဒဟူးနေ့ ည က အိမ်ရှင် ပါးမောက်ဝေလ နှင့် စဂနော်အသင်း တို့ ဖြင့် စတင် ပြီး ပရိတ်သတ်ပေါင်း ၄၆၀၀ တက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "အဆိုပါ လက်နက် ချောင်း များ ကို ပလူတိုနီယမ် ဓါတ် များသော အဆင့်မီ လက်နက် များ ထုတ်ယူ ရန် လ ပေါင်း များစွာ ပြန်လည် အသုံးပြု နိုင်ခဲ့သည် ။\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "“ ဖြစ်ပျက်ခဲ့တဲအရာတွေ ၏ ရလဒ် ကြောင့် သူ သည် အားနည်းနေသော အခြေအနေ တွင် ရှိသည် ၊ “ ဟု မစ်စတာ စတေရီ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ဆေးခန်းများ တွင် ကင်ဆာ ရောဂါ ကုသ ရန် ၊ ဆေးဝါးများ အသုံးပြုမှု အတွက် စမ်းသပ်ခြင်းများ မ လုပ်ဆောင်ရ သေး သောကြောင့် သုတေသန ပညာရှင်များ နှင့် အယ်လ်ဘာတာ ကင်ဆာ ဘုတ်အဖွဲ့ နှင့် မြို့တော် ကျန်းမာရေး အဖွဲ့ သည် ကင်ဆာ ရောဂါ ကုသ ရန် ဒီစီအေ အသုံးပြုမှု အကြံဉာဏ်ပေးခြင်း မပြု သေးပါ ။\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "ပြန်လည် ပြသချက် တွင် လီယို ဘန်ဟက်ကာ က ထိုးစစ် ကို ပိုမိုအားပြု တဲ့ စနစ် တစ် ခု ၄-၃-၂ ကို ပြောင်းလဲခဲ့ ပြီး တိုက်စစ် ကစားသမား အပို တစ် ယောက် ကို ထည့်ထားခဲ့ပါသည် ။\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "သစ်လွင်တောက်ပြောင်သော အနက်ရောင် ဘောင်းဘီရှည် နှင့် သူမ၏ ရွှေရောင် ဆံပင် နောက်နား ပိုနီတေးဆံပင် ထူထူ အထိ ရောက်သော အနက်ရောင် လည်ပင်းခေါက်ဆွယ်တာ ကို ဝတ်ဆင်ထားသော သူမ သည် လှပ ၍ လေးဆယ်ကျော်အရွယ် ရှည်လျားသော ကျွန်း မှ ကလေး သုံးယောက် မိခင် ဖြစ်ပါသည် ။\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "တူရကီ ၊ အမ်တဲရရ် အတွက် ၊ လွတ်လပ်သော ကုန်သွယ်ရေး နယ်ပယ်များ တွင် အက်ရ်အမ်စီ နော့ဗပ်အမ် ၏ အမျိုးသမီး အလုပ်သမား ၈၀ သည် စက်တင်ဘာလ ၂၆ ရက် ၊ ၂၀ဝ၆ ခုနှစ် ကတည်းက ၊ ယခု တစ် နှစ် နီးပါး သပိတ် ၌ ရှိခဲ့ကြသည် ။\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "မီးလောင်မှု ကို အပြည့်အဝ ထိန်းသိမ်းမှု အောက် မ ရောက်ရှိနိုင် မီ ၎ မှာ အနည်းဆုံး ငါး ရက် လောက် ကြာနိုင်ပါသည် ။\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "ဤ အိတ်ချိန်း ကို ၁၉၈၅ ခုနှစ် တွင် စတင် တည်ထောင်ခဲ့ ပြီးနောက် လုပ်ငန်း ၃၄ ခု ကို ခြုံငုံကြည့် ရာတွင် တိုးတက် သည့်အတွက် စုစုပေါင်း တန်ဖိုး အရ အမေရိကန် ဒေါ်လာ ၂၁ ဘီလီယံ ( ဒေါ်လာ ၁၆.၃ ဘီလီယ ၊ ဂျီဘီပီ ၁၁.၁ ဘီလီယ ) ကျော် အထိ ရှိခဲ့သည် ။\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "၄င်း ကို ပြောနေ သော်လည်း ၊ သူ သည် အနာဂတ် တွင် အီရန် နှင့်ယှဉ်၍ တိုက်ခိုက်ခြင်းတစ်ခု အပြင် ထည့်တွက် ရန် ငြင်းဆိုခဲ့ သည်။\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "သူ က မနေ့ ည က လန်ဒန် ရှိ ဘလွန်းစ်ဘယ်ရီ ပြဇာတ်ရုံ တွင် သူ ၏ စိတ်အပန်းဖြေစရာ အမည်ရှိ တီးဝိုင်း ဖြင့် သူ သည် ဖျော်ဖြေခဲ့ ပြီး ၊ သူ သည် ထို အဖွဲ့အစည်း မှ သူ့ ဝေစု ရာခိုင်နှုန်း အနည်းငယ် သာ လျှင် ရရှိခဲ့ ကြောင်း ထောက်ပြခဲ့သည် ။\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "သူ က ၄င်း သည် “ တစ်ကမ္ဘာလုံးဆိုင်ရာ သေးငယ်သော ရုပ်ရှင်ရိုက်ကူးရေး ၏ ဘတ်ဂျက်များ ကို ဝင်ရောက်တိုက်ခိုက် သော ချိနဲ့သည့် ကိုယ်ရေးကိုယ်တာများ နှင့် လက္ခဏာရပ်များ အတွက် ငွေကြေး မြှင့်တတ်သော ကျွန်ုပ် ၏ အတွေ့အကြုံများ ပေါ် အခြေခံထားသော ဇာတ်လမ်း ပုံပြင်များ နှင့်အတူ စတင် ရုပ်ရှင်ရိုက်ကူးရေး အတွက် အသုံးဝင်သော ဆောင်းပါးများ ပေါင်းစပ်ထားသည် ” ဟု ပြောသည် ။\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ရေ ကြီး မှု ၊ မုန်တိုင်း ၊ နှင့် ပြင်းထန် သော လေတိုက် မှု သည် လွန်ခဲ့သော ည က အကျိုးဆက် အဖြစ် ရှားပါးသော မိုးကြိုး ပစ် မှု တစ် ခု အဖြစ် ပြင်းထန် သော လေ တိုက်ခတ် မှု နှင့် မိုး သည်းထန် မှု နှင့် အတူ ရိုက်ခတ် သော ဒေသများ ဆီတဲ မှ ပေါ့လန် သို့ ၊ ပစိဖိတ် အနောက် မြောက် ပိုင်း ဒေသ အတွင်း ရွေ့လျား သွား သည် ။\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "အမေရိကန်ဒေါ်လာ ၂၂၀ သန်း တန်သော တံတား ကို ၂၀၀၇ ခုနှစ် ၊ ဇွန်လ တွင် ဖွင့်လှစ် ရန် အတွက် အစီအစဉ်ရေးဆွဲခဲ့ ပြီး ၊ အိုဟိုင်းအိုး သမိုင်း တွင် အကြီးမားဆုံးသော တည်ဆောက်ရေး စီမံကိန်း ဖြစ်ပါသည် ။\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "ကြားဖြတ် အစိုးရ အဖွဲ့ဝင် များ နှင့် သူတို့ ၏ အရင်းနှီးဆုံး မိသားစု များ ကို နယူးဇီးလန် သို့ ဝင်ရောက်ခြင်း မှ တားဆီးပိတ်ပင်ခဲ့သည် ။\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "စစ်ရေးဆိုင်ရာ ကြား၀င်ခြင်း အတွက် အစိုးရ တောင်းဆိုမှု တွေ ရဲ့ ရှုံးနိမ့်မှု က အချို့ ကို အံ့အားသင့်စေခဲ့ပါတယ် ။\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "သူ့ ရှေ့နေ အဆိုအရ ၊ မန်နီ က သူ ချုပ်ချယ်ခံရခြင်း ရဲ့ ဆိုးဝါးရက်စက်တဲ့ အခြေအနေ အကြောင်းနဲ့ပက်သက်ပြီး “ ထေ့ငေါ့သော ဟာသပြက်လုံး “ ပြုလုပ်ခဲ့ သောကြောင့် ဒီ အခြေအနေ ကို ပြစ်ဒဏ်သတ်မှတ်ခဲ့တယ် ။\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ဤသို့ ဆောင်ရွက်ခြင်း သည် ကျွန်း ၏ ကျန် အပိုင်း များ သို့ မီးလောင်မှု ပျံ့နှံ့ခြင်း မှ ရပ်တန့် အောင် စီမံ နိုင်ခဲ့ သော်လည်း ၊ အဆောင်အဦး ၁၀ လုံး သည် မီးလောင် ပျက်စီး ဆဲ ဖြစ် သည် ၊ အများစု မှာ ဆိုင် သေး များ နှင့် ဘား ဆိုင် များ ဖြစ်သည် ။\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "ဤအကြောင်း သည် အိတ်ချ်တူးဘီ-အမေရိကန်ပြည်ထောင်စုတွင်ယာယီအလုပ်လုပ်ခွင့်ပြုသော ပြည်ဝင်ခွင့်ဗီဇာ ဖြင့် အမေရိကန်နိုင်ငံ သို့ နိုင်ငံခြားသား အလုပ်သမားများ ၁၂၀ဝဝဝ ဦး ဝင်ရောက်ခဲ့ သော ၂၀ဝ၇ ခုနှစ် နှင့် သိသာသော နှိုင်းယှဉ်မှု တစ်ခု အဖြစ် ဖြစ်လာသည် ။\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "စံ ပုံစံ သည် အခြေခံ ဒြပ်မှုန် အားလုံး သည် ဟစ်ဂျ် ဘိုဆန် ဒြပ်မှုန် များ ဖြင့် ပေါင်းစပ် ဖွဲ့စည်း ထား သည် ဟု ခန့်မှန်း ထား ပြီး နဂါးငွေ့တန်း များ ကြား အမှောင် ဝတ္ထု များ သို့မဟုတ် ၊ မမြင်နိုင်သော ဝတ္ထု များ တည်ရှိမှု ကို ရှင်းပြခဲ့သည် ။\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "ရီကို သည် အလုပ် အမျိုးမျိုး တွင် ပြုလုပ်ခဲ့ သော်လည်း ယခု သူ ၏ စိ်တ်အားထက်သန်မှု သည် သူ ၏ အသက်မွေးဝမ်းကြောင်း ဖြစ်သည် - သူ သည် မလိုအပ်သော ‘ အမှိုက် ကို ’ ပရိဘောဂ ၏ ပုံမှန်မဟုတ်သော အစိတ်အပိုင်း သို့ ပြောင်းလဲပစ်သည် ။\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ပီပါ စပရေး အသုံးမပြုနိုင်သော နေရာများ တွင် တံတွေး ထွေးခြင်း ၊ ရေ ဖြင့် ပက်ခြင်း သို့မဟုတ် အစောင့်များ အပေါ် ဆီးသွား ရန် ကြိုးစားခြင်းများ ကဲ့သို့သော ဖြစ်ရပ်များ ကို စည်းကမ်း ဥပဒေ ချိုးဖောက်သော အမှုများ အဖြစ် ရှင်းလင်းစွာ စာရင်း ပြုစုထားပါသည် ။\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "အဆိုပါ မေးခွန်း ကို ကျွန်တော် တို့ ဘယ်သူ့ ဆုံးဖြတ်ချက် နှင့် ဘယ်သူ့ ကို ပြော ရန် မှ မ လိုအပ် ပါ ဘူး ။\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "တစ်ချိန်တည်းမှာပင် ၊ ဂျေရုဆလင် မြို့ ပို့စ် တွင် ထို နိုင်ငံ သည် အမေရိကန်ပြည်ထောင်စု က ဤမျှ ပြုလုပ် ဖို့ ဖြစ်နိုင်ဖွယ်မရှိ သောကြောင့် အီရန် နိုင်ငံ က နျူကလီးယား လက်နက် များ ရယူခြင်း မှ ရပ်တန့် ရန် လွတ်လပ်စွာ ဆောင်ရွက် လျက် ရှိ လိမ့်မည် ဟု အစ္စရေး ၏ ကာကွယ်ရေး တည်ထောင်ခြင်း အကြားတွင် ကြီးထွားလာသော စိတ်နေစိတ်ထား တစ်ခု ဖြစ်သည် ကို တင်ပြထားပါသည် ။\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ရှိနေသော နျူးကလီးယား အစီအစဉ် နှင့် နျူးကလီးယား လက်နက် အားလုံး စွန့်လွှတ်ခြင်း ဆီသို့ ခိုင်မာသော လုပ်ဆောင်ချက် ကို ပြ ရန် မြောက် ကိုရီးယား အတွက် လိုအပ်တယ် လို့ ကျွန်တော်တို့ ယုံကြည်တယ် ” လို့ ဂျပန် ဝန်ကြီးချုပ် ရှင်ဇို အာဘေး က ပြောခဲ့သည် ။\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "“ ပြီးခဲ့တဲ့ နှစ် ဒီဇင်ဘာ လ ၁၈ ရက် နေ့ က ၊ အင်ဒိုးနီးရှား အထွေထွေကိုယ်စားလှယ် ဆီသို့ ဩစတြေးလျ အစိုးရ သည် သေဒဏ် စီရင်ခြင်း ကို ဆန့်ကျင်ခဲ့ကြ ပြီး ကျွန်ုပ်တို့ သည် ဘာလီနိုင်း ၏ နောက်ဆက်စကား တွင် ဩစတြေးလျ လူမျိုး ဘယ်သူ့ ကို မှ သေဒဏ်ပေးခြင်း ကို မြင် ရန် ဆန္ဒမရှိခဲ့ပါ ဟု သူ့ကို သတိပေးခြင်း ကို ကျွန်ုပ် သည် စာရေးခဲ့သည် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "နောက် တစ် ခု ဆူနာမီ ရဲ့ ကြောက်ရွံမှုများ ကြောင့် သူတို့ သည် အိမ် ပြန် ရန် အလွန် စိုးရိမ် ကြ သော်လည်း ၊ ရိုက်တာ သတင်း ဌာန အရ ၊ ကျန်းမာရေး အရာရှိများ သည် ခိုလှုံနေဆဲ သူများ အကြား ရောဂါ ရဲ့ ချောက်လှန့်မှု ပတ်သက်၍ စိုးရိမ်ကြသည် ။\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "မက်ဒ်စတိုရီ ဟု ခေါ်သော ကျန်းမာရေး သတင်းအချက်အလက် ရှာဖွေရေး စက် တစ်ခု ကို ဝယ်ယူ ရန် မိုက်ခရိုဆော့ဖ် က ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "မေးခွန်းများ ကို ဖြေ ပြီးနောက် ဗီဒီယို ထုတ်ပြန် ကြေညာချက် ကို ဂျွန်ကယ်ရီ မှ စတင် တီးခတ်ခဲ့သည် ။\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "ဗုံးပေါက်ကွဲမှု ၏ အကျိုးဆက် တွင် မက်ဗီးဒမ် က လုံးခြုံရေး အရာရှိ များ နှင့် လေဆိပ် စီမံခန့်ခွဲရေး နှစ်မျိုးစလုံး ကို ရည်မှန်းထားခဲ့သည် ။\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "\" စစ်ဘက် အရာရှိ သည် ကျွန်တော်တို့ သူ့ ဘေး မှ ဖြတ်သွား သောအခါ ဒီ တစ်ကြိမ် တွင် ကျွန်တော်တို့ ကို နှစ်နှစ်ကာကာ ပြုံးပြခဲ့ ပြီး စစ်သား အများစု သည် ကျွန်တော်တို့ ဖြတ်သွား သောအခါ ရှက်ပြုံး မျိုး ၊ မပွင့်တပွင့် ပြုံးပြခဲ့ကြသည် ။ \"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "အက်စ်ထရို အသင်း သည် ယခု လက်ရှိ တွင် နေရှင်နယ် လိဂ် ပြိုင်ပွဲ တွင် ၅၈-၇၃ ပွဲ စံချိန် ဖြင့် ပဉ္စမ နေရာ တွင် ဖြစ်သည် ။\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ကြာသပတေး ည ဂျေ လန်နို နှင့်အတူ သည် တူနိုက် ရှိုး တွင် ပြည်သူ များ ရှေ့မှောက် ရောက်ရှိ လာ ရာတွင် ၊ သူသည် အိမ်ဖြူတော် ဘိုးလင်း ပစ် ကစား သည့် အားကစား ခန်းမ ၌ ဘိုးလင်း ပစ် ကစား ခဲ့ ပြီး ၁၂၉ မှတ် ရခဲ့သည် ဟု ၊ အမေရိကန် သမ္မတ ဘားရတ် အိုဘားမား သည် အိမ်ရှင် ၊ ဂျေ လန်နို အား ပြောခဲ့သည် ။\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင် မီးသတ်သမားများ သည် ၊ ပြည်သူလူထု အား လုံခြုံသော တရားဝင်သော မီးရှူးမီးပန်းများ ကို အသုံးပြုဖို့ အစည်းအဝေး ခေါ်ရန် နှင့် စီစဥ်ထားသော ပြည်သူလူထု နှင့် ဆိုင်သော ပြပွဲများ တက်ရောက်ဖို့ တိုက်တွန်းရန် ၊ နှစ်စဥ် ဒီ အချိန်ရောက်တိုင်း အမြဲ အလုပ်ရှုပ်သည် ။\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ၏ ပထမ သုံး လ အတွင်း အင်ပီရီရယ် က ဆုံးရှုံးမှု ဒေါ်လာ ၁၅.၅ သန်း အတွက် ဘေးအန္တရာယ် ကို ဘဲ အပြစ်တင်ရမည် လို့ ရေးသားခဲ့သည် ။\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ကား ငယ် သည် တစ် နာရီ ၃၈ မိုင် ( တစ် နာရီ ၆၁ ကီလိုမီတာ ) ဖြင့် လျင်မြန်စွာ သွားလာနိုင် ပြီး ၊ ကား ပေါ် တွင် လက်ကိုင် တစ် ခု တပ်ဆင်ထား သောကြောင့် ယာဉ်မောင်းသမား သည် ကား ကို နောက်ဆုတ် ၍ မောင်းနိုင်ပါသည် ။\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "ဝါရှင်တန် ရှိ ကနေဒါ သံရုံး သည် အာဖကန်နစ်စတန် ရှိ ကနေဒါ စစ်သည်စု များ ကို ပုံဖော်ထားသော ပိုစတာ များ နှင့်အတူ ဝါရှင်တန် မှာ မြေအောက်ရထား ဘူတာရုံ များ မှာ ကပ်ထားသော ၊ ကြော်ငြာ ယှဉ်ပြိုင်မှု တစ်ခု မှာ ရှိနေပြီးပြီ ။\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ယနေ့ ရုရှား နှင့် တူရကီ အစိုးရ တို့ သည် တူရကီ တွင် ၊ နိုင်ငံ ၏ ပထမဆုံး အမေရိကန် ဒေါ်လာ ၂၀ ဘီလီယံ နျူးကလီးယား စွမ်းအင် စက်ရုံ တစ် ခု ရုရှား တည်ဆောက်ခြင်း ကို ဦးတည် သည့် သဘောတူညီမှု တစ် ခု လက်မှတ်ရေးထိုးခဲ့သည် ။\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "ကယ်ရီ သည် “ သူတို့ သည် စိတ်ကစဉ့်ကလျား ရောဂါ ကုထုံး ၊ ပရိုဇက် ၊ ကုသမှု နှစ်မျိုး စလုံး ၊ သို့မဟုတ် အာနိသင် မဲ့ ဆေး တစ်မျိုး ကို -- မည်ကဲ့သို့ တုန့်ပြန်ခဲ့သည် ဖြစ်စေ ” ထို ကုသမှုများ အတွက် ထို ရလာဒ်များ က မှန်ကန် ကြောင်း အောင်မြင်စွာ ပြသ နိုင်ခဲ့သည် ဟု သတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "“ ဒီ စုံစမ်းစစ်ဆေးမှု သည် အလွန် အစောပိုင်း အဆင့် မှာ ဖြစ် ပြီး မေးမြန်းစုံစမ်းခြင်းများ ဆက်လက်ဆောင်ရွက်နေပါသည် “ ဟု ပြောရေးဆိုခွင့်ရှိသူအမျိုးသမီး က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "၎င်း သည် ဘေ့ဘော ကစားနည်း အတွက် သတ်မှတ် အပို နားခွင့် ဖြစ် ပြီး ၊ လူတိုင်း မရနိုင်ပါ ။\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "အာလော့တာ သည် နယူး ယောက် တွင် သင်္ဘော မကြာသေးမီ က ဝယ်ခဲ့ပြီး ၎င်း ၏ အစောပိုင်း ပိုင်ရှင် သည် အသက် ခုနှစ်ဆယ် ပတ်ဝန်းကျင် ဖြစ် ပြီး သင်္ဘော ကို ရောင်း ရန် ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "အမေရိကန် ကြက်ခြေ နီ အသင်း နှင့် ကယ်ဆယ်ရေး တပ်မတော် အတွက် လှူဒါန်းမှု တွေ ကို အလှူခံခဲ့ကြသည် ။\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "“ စျေး ကို ဖြတ်လာသည့် ခရီးသည်တင်ဘတ်စ်ကား တစ်စီး ဘေးတွင် ကား ကို အသေခံဗုံးခွဲသမား တစ်ယောက် က သူ့ကိုယ်သူ ဖောက်ခွဲခဲ့သည် \" ဟု အကြီးတန်း ရဲအရာရှိ ရှ်ဖ်ကွက် မဲလ်လစ်ခ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ဓာတ်ရထားအသစ်များ အတွက် ရန်ပုံငွေ ကို တီဖက်အယ်လ် မှ အဓိက ပံ့ပိုး ရန် မျှော်လင့်ထားပါသည် ၊ သို့သော်လည်း ဂရိုယွန်ဒွန် ၏ လန်ဒန် ဘိုရောက် မှ စီမံကိန်း သို့ ထောက်ပံ့ကြေး ပေါင် သုံးသန်း ကိုလည်း အတည်ပြုလိုက် သည် ။\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "စီဘီအက် သတင်း ထုတ်လုပ်ရေး အမှုဆောင်ချုပ် ရွန်းဟာ့မန်း က အီးမေး တစ်စောင် တွင် အကြောင်းပြန်ခဲ့ပြီး ကတည်းက တီဗွီ သတင်း တင်ဆက်သူ ကို “ သူ က လွတ်လပ်စွာ ပြောဆို သော အစီအစဉ် အပိုင်း တစ်ခု တွင် ကိုးကွယ် သော ဘာသာ အကြောင်း မဆွေးနွေးနိုင် ဟု ဘေလ် မာရာ က ဘယ်တုန်းကမှ မပြောခဲ့ဘူး ” ဟု ပြော လျက် “ အမှန်စင်စစ် ၊ လွတ်လပ်စွာ ပြောဆိုခြင်း သည် ဘာသာရေး ကို ရည်ညွှန်းခဲ့ ပြီး ကျွန်တော် တို့ က အနာဂတ် တွင် အခြား သူများ ၏ ဆန္ဒ များ ကို မျှော်လင့်ပါသည် ” ဟု ထပ်လောင်း ဖြည့်စွက် ပြောခဲ့သည် ။\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "အာဖရိက တွင် တွေ့ခဲ့ သော ရှေးက အမည်မသိသော မျောက်လွှဲကျော်များ မျိုးစိတ် တစ်ခု ၏ ၊ အနည်းဆုံး ကျောက်ဖြစ်ရုပ်ကြွင်း သွား ကိုး ချောင်း ၊ စွယ်သွား တစ် ချောင်း နှင့် အံသွား ရှစ် ချောင်း ၊ ကို အီသီယိုးပီးရား မှ သုတေသနပညာရှင်များ အဖွဲ့ တစ် ဖွဲ့ က ရှာဖွေတွေ့ရှိခဲ့ ပြီး နောက် ဂျပန် က အဆိုပါ သွားများ ကို သုံးဖက်မြင် ပြုလုပ်ပြီး နှစ် ရှစ် သန်း လောက် ဝေး သော ရက်စွဲ နောက်ပြန်ဆွဲ သော အခြား ကျောက်ဖြစ်ရုပ်ကြွင်းများ နှင့် နှိုင်းယှဉ်ခဲ့ ပြီး အဆိုပါ ကျောက်ဖြစ်ရုပ်ကြွင်းများ သည် အာဖရိက တွင် လက်ရှိ နေထိုင်နေသော မျောက်လွှဲကျော်များ ၏ \" တိုက်ရိုက် ဘိုးဘေးဘီဘင် \" တစ် ခု ကဲ့သို့ ဖြစ် ပြီး မျောက်လွှဲကျော် ကျောက်ဖြစ်ရုပ်ကြွင်း အသစ် သည် အမျှင်ဓါတ် များသော အပင် အများစု ကို စားခဲ့ သော ဂေါ်ရီလာ မျိုးစိတ် တစ် ခု ၏ ကျောက်ဖြစ်ရုပ်ကြွင်း ဖြစ်ခဲ့တယ် ဆိုတာကို တွေ့ခဲ့သည် ။\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "“ လူ အများ သည် ဒီ ရုပ်ရှင် ကြောင့် စိတ် ခံစားခဲ့ ရ ပြီး ဒီ ဟာ က ဘာသာရေး အဆင့်အတန်း မှ လွတ်မြောက် ရန် အတွက် လုပ်ဆောင် ဖို့ ဖြစ်နိုင်တယ် လို့ ” ၁၉၉၂ ခုနှစ် တွင် နယူး ယောက် တိုင်းမ် သတင်းစာ အင်တာဗျူး တစ် ခု ၌ ကော်နယ် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ၏ အဓိက ပူပန်မှု ဟာ မြေအောက် မှာ ရှိနေသော လူ ၃၀၀၀ ကျော် အတွက် ဖြစ်ပါတယ် ၊ ” ဟု တောင်အာဖရိက ရှိ သတ္တုတွင်းလုပ်သားများ အမျိုးသားအစည်းအရုံး မှ ဥက္ကဌ ဒွန်ဘိုဝါနာ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "၄င်း ၏ သဲသောင် ရေနံထုတ်လုပ်မှု မှ ကာဗွန်ဒိုင်အောက်ဆိုဒ် ထုတ်လွှတ်မှု ကို ထိန်းချုပ်ရန် နှင့် ၄င်း ကာဗွန်ဒိုင်အောက်ဆိုဒ် ကို မြေအောက် တွင် သိုလှောင်ရန် ရည်ရွယ်သည် ဟု အဆိုပါ ကုမ္ပဏီ က ပြောခဲ့သည် ။\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "အစည်းအဝေး တွင် ၊ ယူးရိုက် က အက်ဖ်အေအာစီ သူပုန်များ နှင့် အဆက်အသွယ်ရှိနေသော ကော်ရီရာ အစိုးရ ကို ငွေတောင်းခံခဲ့သည် ၊ ၎င်းသည် ကော်ရီရာ က ချက်ချင်း ငြင်းဆိုခဲ့သော ငွေတောင်းခံမှု တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "ဘီလိုစတန်နီ သည် ဆိုဗီယက် ပြည်ထောင်စု ဘတ်စကက်ဘော အသင်း တွင် အဓိက ကစားသမား တစ်ဦး ဖြစ်ခဲ့ ပြီး ဥရောပ နှင့် အိုလံပစ် နှစ်ခုစလုံး ၏ ဆုရှင် တစ်ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ကုလသမဂ္ဂ နှင့် ပြင်သစ် ငြိမ်းချမ်းရေးထိန်းသိမ်းရေးအင်အားစုများ က တာဝန်ထမ်းဆောင်ဆဲ သမ္မတ လော်ရန်ဘဘို မှ တိုင်းပြည် က ထွက်ခွာသွား ရန် အမိန့်ပေး သော်လည်း သူတို့ သည် အိုင်ဗရီကိုစ့် မှ ထွက်ခွာသွားလိမ့်မည်မဟုတ် ဟု ပြောဆိုသည် ။\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "သူမ က သူမ ရဲ့ ခင်ပွန်း ပက် ကို ၊ အိမ် မှာ ရှိနေ တဲ့ ကာစီ ရဲ့ ပစ္စည်း တွေ ကို မသယ်နိုင်ဘူးလား ပြီးတော့ ဒါ တွေ အများစု ကို ကုန်လှောင်ရုံ မှာ ထားပါ လို့ ပြောတယ် ။\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ ကမ္ဘာလုံး ဆိုင်ရာ ကာဗွန် စီမံကိန်း တွဲဖက် သဘာပတိ ဖြစ်သော ၊ ဒေါက်တာ ရူပတ်ချ် က လည်းပဲ ၊ သူ ၏ သုတေသန ရလဒ်များ ကို အံ့သြခဲ့တယ် ။\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "အဆိုပါ အငြင်းပွားမှု ကို ပြန်လည်ဖြေရှင်းခဲ့သည့် တိုင်အောင် ယုံကြည်မှု တွင် ထိန်းသိမ်းထားနိုင် ပြီး ယခုအခါ ၎င်း စီရင်စု က ပိုင်ဆိုင် သော မြေယာ မှ ကန့်ကွက်သူများ ကို ဖယ်ရှား ရန် မြို့ခံလူများ က ရဲ ကို အကြိမ်ကြိမ် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "ပြင်းထန်သော မိုးကြိုးမုန်တိုင်း တစ်ခု သည် ကုန်းမြေ တစ်ခု နှင့်အတူ ရွက်ဖျင်တဲ တစ်ခု ပေါ် ၊ သစ်ပင်များ ကို ပြိုကျစေခဲ့ခြင်း ဖြစ်ပွားခဲ့ ပြီးနောက် မိသားစု ခြောက်ယောက် သည် လက်ဖနွန် နိုင်ငံ ၊ မိန်း တွင် စခန်းနေရာချခဲ့ ပြီး ဖလက် ရော့ခ် ဘရစ်ချ် ဖန်မလီ အပန်းဖြေစခန်း တွင် ဒဏ်ရာရရှိခဲ့သည် ။\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "သူ တို့ အစီအစဉ် များ အောင်မြင် သော်လည်း ၊ လက်ပစ်ဗုံး များ နှင့် ခြောက်လုံးပြူး သေနတ် များ မှာယူ ရန် ဇင်ဘာဘွေ သို့ ရောက်ရှိ ပြီး နောက် မန်း အဖမ်းခံခဲ့ရသည် ။\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "“ သူတို့ ဟာ အားကစားသမား ကောင်း တွေ ၊ ရိုးသားမှု အဆင့် အေ ရှိ ကျောင်းသားတွေ ၊ တော် ပြီး ၊ .... သန်မာသော ကလေး ငယ် တွေ ဖြစ်ကြတယ် ၊ ” လို့ အိမ်နီးချင်း ဒွန် တေလာက ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "အင်္ဂါ နေ့ ည က အမေရိကန် ပြည်နယ် ၁၂ ခု တွင် ကျင်းပ သော အမေရိကန် ဒေါ်လာ သန်း ၃၇၀ မီဂါမီလျှံ ထီ ဖွင့်ပွဲ တွင် အနည်းဆုံး ကံထူးရှင် ကြီး နှစ်ဦး ရှိကြသည် ။\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "ဝုဒ် က အဲဒီ “ နိုင်ငံတကာ ဥပဒေ ကို တော်တော် သိသိသာသာ လိုက်နာနိုင်မှုမရှိသော နေရာ အချို့ ရှိသည် ဟု ၊ ပြောဆိုခြင်း ကို ၊ ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "“ သူ က [ တီ ] အန်အက်စ်ဘီအိုင်အိပ်ချ် ကိုယ်စားလှယ် နှင့် ကလပ် အသင်းများ သည် ဧပြီ လ ၁ ရက် ၂၀၁၁ ခုနှစ် ကဲ့သို့သော အပြည်ပြည်ဆိုင်ရာ ပြိုင်ပွဲများ တွင် အထက်တွင်ညွှန်းဆိုခဲ့ပြီးသော ပြဿနာ ကို ဖြေရှင်းပြီးသည့် တိုင်အောင် ကာလရှည်ကြာစွာ ပါဝင် ရန် အခွင့်မရှိပါ ဟု ဖီဖာ နှင့် ယူအီးအက်ဖ်အေ က ထုတ်ပြန်ချက် တစ်ခု တွင် ပြောခဲ့သည် ။\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "ဒါ့အပြင် ၊ ဒီ အစီအစဥ်က တမူထူးခြားသော အခြေအနေ : တစ် ခု ကို ဖန်တီးစေပြီး အဲဒါကတော့ အများပြည်သူ အသိ ဖြစ် တဲ့ ဗီလီပင် နှင့် ဆာကိုဇီ သည် ၂၀၀၇ ခုနှစ် သမ္မတ ရွေးကောက်ပွဲတုန်း နှင့် ၊ ပတ်သက်ပြီး တစ်ယောက်ကိုတစ်ယောက် အန္တရာယ်ရှိသည့် နိုင်ငံရေး ပြိုင််ဘက် တစ် ဦး အဖြစ် စဥ်းစားကြောင်း နှင့် သူ တို့ တစ်ယောက်ကိုတစ်ယောက် မုန်းတီးစက်ဆုပ်နေကြတယ် လို့ အကြီးအကျယ် ပြောဆိုခဲ့ ကြသည် ။\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "ဝီကီနယူး သည် ဖြစ်စဉ် ကို လိုက်နာ ရန် ဆက်လက်လုပ်ဆောင်နေသည် ၊ သို့သော် အမည်မသိ အသုံးပြုသူ သည် အင်တာဗျူး တစ်ခု ကို ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ၊ ကယ်လီဖိုးနီးယား ရှိ ရေမွန် လီ အွိုင်လာ ကို သူ ရှို့ခဲ့သည့် တောမီး ကို ထိန်းချုပ် ရန် ကြိုးစားနေသော အမေရိကန် ပြည်ထောင်စု သစ်တော ဌာန ၏ မီးသတ်သမား ငါး ဦး ကို သတ်ခဲ့သည့် လူသတ်သမား အဖြစ် ပြစ်ဒဏ် စီရင်ခဲ့သည် ။\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "တစ်ဦး မှာ ဂရေး မက်ဟေးလ် ဖြစ်ခဲ့သည် ၊ တိုင်းရင်းသား ဒေသခံများ ဆက်လက် သိမ်းပိုက်နေခြင်း ကို ဆန့်ကျင်လျက် ဆန္ဒပြပွဲ တစ်ခု ကို စုစည်း ရန် အွန်တာရီယို ၊ ကယ်လီဒိုးနီးယား ရှိ သိမ်းပိုက် နယ်မြေ ကို ဝင်ရောက်လာ သူ အွန်တာရီယို လူမျိုး ၊ ရစ်ချ်မွန် ဟေးလ် တစ်ယောက် ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "နယူးပေါ့ နှင့် ဂလိုင်ဒွာ တို့ ကို သူတို့ ကိုယ်ပိုင် အခွင့်အရေး ရ တက္ကသိုလ် များ ဖြစ် လာ စေ ရန် ဆောင်ရွက်ခဲ့ကြသည် ။\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "ပထမဆုံး မှာ လူထု က မီးရထားလမ်းချော် သည် ထင်မှတ်ခဲ့ သော ၊ ပက်တင်ဂွန် မှ ထွက်ခွာလာသော ထို အက်ဝယ်လဲ လမ်း မီးရထား သည် ၊ အခြား ဦးတည်ချက် မှ လာသော မီးရထား တစ်စင်း ၊ နှင့် ဆန့်ကျင်ဘက် အဝိုင်း ပေါ်တွင် ပေါက်ကွဲခဲ့သည် ။\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "ထို့အပြင် ၊ ၁၇ နှစ် အရွယ် ကောင်လေး နှစ်ယောက် ပါဝင်ခဲ့ သည့် ကောင့်တီ အမာရှ် ၊ နယူးတောင်းဟန်မင်တန် တွင် ဖြစ်ပွားခဲ့ သော အခြား မတော်တဆမှု ကို အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "လေယာဉ်ဘီး သွင်းပေါက်များ အတွင်း ခိုဝင်စီးသူများ သည် လေယဉ် စတင်ထွက်ခွာပျံသန်း ပြီးနောက် သေလောက်အောင် အေးခဲစေနိုင်ခြင်း သို့မဟုတ် ဘီးများကို ပြန်လည်သွင်းယူ သောအခါ ဖိမိနိုင်ခြင်းမျိုး အန္တာရာယ်ရှိသည် ။\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "“ ဗြိတိန် နိုင်ငံ ၏ ပါဝင်မှု ကင်းမဲ့ခြင်း သည် မည်သည့် လှုပ်ရှားမှု မျိုး ကို မဆို ရပ်တန့်လိမ့်မည် ဟု ကျွန်ုပ် မမျှော်လင့်ပါ ။ \"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "\" ကောင်းမွန်စွာ အကြောင်းကြားနိုင်သော အရင်းအမြစ် \" ဟု ပြင်သစ်ဘာသာစကား ဖြင့် ကိုးကားဖော်ြပထားသော လစ် ဇော နေ့စဥ်သတင်းစာ တွင် ရထားတိုက်မှု တွင် လျပ်စစ်နှင့်ဆိုင်သော အချက်ပြ စနစ် တွင် ပြသနာ တစ်ခုခု ရှိခဲ့မည် ဟု အကြံပေးခဲ့သည် ။\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "သူတို့သည် ငွေကြေးဖောင်းပွမှု ခြိမ်းခြောက်ခြင်း တစ်ရပ် ကို ရင်ဆိုင်နေရ ပြီး အမေရိကန်ပြည်ထောင်စု တွင် စီးပွားရေးကျဆင်းမှု အခြေအနေများ အတွက် အတိုးနှုန်း မူဝါဒ သတ်မှတ်ချက်များ ပြဌာန်းခြင်း ကို မပြုလုပ်ချင်ကြပါ ။\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အလှူရှင်များ ၏ ညီလာခံ တစ်ခု သည် ဒီ နိုင်ငံ အတွက် အကူအညီ ပို၍ ပေး ရန် လာမယ့် လ မှာ ဖြစ်လိမ့်မယ် လို့ မျှော်လင့်ထားခဲ့သည် ။\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "တရုတ် နိုင်ငံ တွင် တားမြစ်ထားမှု ဖြစ်သော ယခင် နိုင်ငံရေး လှုပ်ရှားမှု များ ကို တရုတ် ပြည်သူ့ သမ္မတ နိုင်ငံ ၏ အထူး အုပ်ချုပ်ရေး ဒေသ ( အက်စ်အေအာ ) အာဏာပိုင်များ မှ အတော်အသင့် လက်ခံ ခဲ့ ပြီး ဖြစ်သည် ။\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကင်မရာ ကို အင်ဂျင်နီယာများ သည် ချွတ်ယွင်းချက် တစ်ခု ကြောင့် မူလ ပါဝါ ထောက်ပံ့မှု ( \" ဆိုက် အေ \" ) မှ အရန်ကူးယူထားသော ( \" ဆိုက် ဘီ \" ) သို့ ပြောင်းလိုက် သောအခါ ၂၀၀၆ ခုနှစ် ၊ ဇွန် လ ၃၀ ရက် နေ့ ၊ ကတည်းက ၎င်း ၏ အရန်ဆောင်းထားသော ပါဝါ ဖြင့် လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "စနေ နေ့ ည တွင် အမေရိကန်ပြည်ထောင်စု ရှိ အင်ဒီယာနာပြည်နယ် အတွင်း ကျင်းပ သည့် ၊ အင်ဒီယာနာပြည်နယ်ပွဲတော် ၌ စတေ့ စင် တစ် စင် ပြိုလဲခြင်း အကျိုးဆက် ကြောင့် အနည်းဆုံး လူ လေး ယောက် သေဆုံးခဲ့ ပြီး လေး ဆယ် ထိခိုက် ဒဏ်ရာ ရခဲ့သည် ။\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "ဂါရူဒါ အင်ဒိုနီးရှား လေယာဉ် ၂၀၀ ၏ ဘေးဒုက္ခကပ်ဆိုဒ်မှု နှင့် သက်ဆိုင်သော စာမျက်နှာ ၂၀၀ ရှိ အတိုချုံး တစ် စောင် ကို အင်ဒိုနီးရှား ရှိ ရဲ က တရားလို များ ထံသို့ လက် ဆင့်ကမ်း ဖြန့်ဝေခဲ့သည် ။\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ဒါဟာ အလွန့် အလွန် ကို အရေးကြီး တဲ့ အဆင့် ဖြစ်တယ် ” လို့ အိမ်ဖြူတော် အကြံပေး ဗယ်လီရီ ဂျရတ် က ပြောကြားခဲ့ပါ သည် ။\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "ဟောင်လန်ဆိုင် ( အက်အေစီ ၏ ဒုတိယ တာဝန်ခံ ) က အက်အေစီ သည် လူနည်းစု သို့မဟုတ် ချို့တဲ့သော ပြည်သူလူထု တို့ အပေါ် ပါဝင်လှုပ်ရှားမှု ကို လေးစားခဲ့သည် နှင့် အက်အေစီ သည် ရေရှည်ကာလ တစ်ခု အတွက် ထိုင်ဝမ် တွင် လူထုအားကစားလှုပ်ရှားမှုများ ကို အားပေးလှုံ့ဆော်ခဲ့သည် ဟု မှတ်ချက်ပြုပြောကြားခဲ့သည် ။\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "သူ သည် မီတာ ၂၀၀ ထွက်ပြေးခဲ့ ပြီး ရဲ ၏ ဖမ်းဆီးခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "တရုတ် နိုင်ငံ ရှန်ဟိုင်း မြို့ တွင် အေဝမ်း ဂရန်းပရစ် ကားပြိုင်ပွဲ ၌ ယနေ့ တွင် မွန်းလွဲ ပိုင်း ၏ အလယ် ပြိုင် ပွဲ ၌ အမြန်နှုန်း ၁၈၀ ကီလိုမီတာ နှုန်းဖြင့် ၆၉ မိနစ် အတွင်း ပြိုင် သော ဖီချာ ပြိုင်ပွဲ တွင် နောက် မှ ကပ် ၍ လိုက်ပါလာ သော အေဝမ်း ဂရိတ် ဗြိတိန် အသင်း နှင့် အေဝမ်း ဂျာမနီ အသင်း တို့ ကို အေဝမ်း နယူးဇီလန် အသင်း က အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ တစ်ဝှမ်း ဈေးကွက် ရှာဖွေရေး နှင့် ဆိုနီ ပစ်ချာ အတွက် ဖြန့်ဖြူးရေး ၏ ဥက္ကဌ ၊ ဂျက် ဖလိတ် က ၊ “ မိုက်ကယ် ဂျက်ဆင် မှာ ကမ္ဘာ တစ်ဝှမ်း နေရာတိုင်း မှာ တပ်ချီ တဲ့ ပရိဿတ်များ ရှိပါတယ် .. ကျွန်တော်တို့ က မိုက်ကယ် ဂျက်ဆင် ရဲ့ မယုံကြည်နိုင်လောက်တဲ့ အသက်မွေးဝမ်းကြောင်း ရဲ့ ဖျော်ဖြေပွဲ မှာ အတူတကွ ပူးပေါင်း ဖို့ မယုံကြည်နိုင်လောက်တဲ့ အခွင့်အရေး တစ်ခု ကို ပရိဿတ်များ ကို ပေးလျက် ရှိပါသည် ” : လို့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "မွေးကင်းစ ကလေး တစ် ယောက် ၊ နှင့် လေယာဉ် အမှုထမ်း ၁၆ ယောက် အပါအဝင် ခရီးသည် ၂၉၁ ယောက် ကို တင်ဆောင် လာသည့် ဆိုးလ် မြို့ မှ လာသော ၊ လေယာဉ် ခရီး စဉ် အမှတ် ၂၁၄ ဟာ ၊ ပြေး လမ်း 28L ပေါ် မှာ ပျက် ကျ သွား ခဲ့ခြင်း ဖြစ်ပါသည် ။\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "ဘင်္ဂလားဒေ့ရှ် နိုင်ငံ တွင် ၊ မာပါ ၌ ကစားခဲ့သော ၊ ကွာတာဖိုင်နယ် တွင် နယူးဇီလန် က အနိုင်ရခဲ့ ပြီးနောက် တောင် အာဖရိက နိုင်ငံ က ၂၀၁၁ ခုနှစ် ခရစ်ကတ် ကမ္ဘာ့ ဖလား မှ ထွက်ခဲ့ရသည် ။\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "အရည်အချင်း စစ် အာမခံ ကိုယ်စားလှယ် အဖွဲ့အစည်း က ပြည်ပ တက္ကသိုလ် များ အပေါ် တွင် ယူအိုဒဘလျူ ၏ နိုင်ငံရပ်ခြား စစ်ဆေးမှု များ မှာ လုံလောက်မှု မရှိ ဟု ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "ရှာဖွေရေး မှတ်တမ်း နှင့်စပ်လျဉ်းသော အသုံးပြုမှု သည် အသုံးပြုသူ မှာ ဂူဂယ်လ် သို့မဟုတ် ဂျီမေးလ် အကောင့် တစ်ခု ကို ရှိ ပြီး စာရင်းပေးဝင်ရောက် ဖို့ လိုအပ်တယ် ။\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "“ ဒါဟာ ကျွန်တော်တို့ အဖွဲ့စည်း မ ကြာရှည်မှု ဖြစ်တယ် “ လို့ လွန်ခဲ့သော ဩဂုတ် လ က ၊ အဖွဲ့အစည်း မှာ သူ ပြောခဲ့သည် ။\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "ဆာလ်ပီဆီယို သည် လည်း အစ မှ ဆာလ်ပီဆီယို ကို ဆန့်ကျင်လျက် ဘက်လိုက်ခဲ့သော ‘ စစ်ကြောမှု ’ တစ် ခု အဖြစ် စုံစမ်းစစ်ဆေးမှု ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "လူ စုစုပေါင်း ၅၀၀၀ က မနေ့ ည က မီယာဂီ စီရင်စုနယ် အတွင်းမှာ လူ ၃၀၀၀ ကို ၊ ဘေးကင်း ရန် ပြောင်းရွှေ့ပေးခဲ့ရသည် ။\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "အကြမ်းဖက်သမားများ ဖြစ်သည် ဟု ယုံကြည်ယူဆထားသော လူများ အား လျော်ကြေး ၊ နစ်နာကြေး ပေးမှု ကို တချို့သော ဗြိတိသျှ နိုင်ငံရေးသမားများ က လည်း ကန့်ကွက်ခဲ့ကြသည် ။\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "\" ပထမ တစ်ခု သည် အေးမြ ၍ ခြောက်သွေ့ခဲ့ ပြီးတော့ ဒုတိယ တစ်ခု သည် ပူနွေး ၍ စွတ်စိုခဲ့ပါသည် ။ \"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "ပြီးခဲ့သော အငြင်းပွားမှု တစ်လျှောက် မှာ ဂွန်ဇေးလ် နောက် မှာ ဘုရှ် က ရပ်တည်ခဲ့သည် ။\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "သူ က အဖြစ်အပျက် သည် \" မျက်တောင် တစ်ချက် ခတ်ချိန် \" ထက် မ ကြာခဲ့ ဟု ပြောခဲ့တယ် ။\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "ကံမကောင်းစွာနှင့် သူတို့ သည် ဈာပနာအခမ်းအနား သို့ အလွန် နောက်ကျစွာ ရောက်ရှိခဲ့ ပြီး ကိုယ်စားလှယ်အဖွဲ့ သည် ဈာပနာအခမ်းအနား ၏ လှုပ်ရှားမှု အပိုင်း ကို သာ စောင့်ကြည့်ခဲ့သည် ။\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "သတင်း ၀က်ဆိုဒ် ဘလော့ဂါ ခရစ် ဘာကလေ က ဤ အရာ ဟာ ဖီဗာ မှာ အနိုင်ရ မည့် အခွင့်အရေး ရှိတယ် ဆို တာ ကို ယုံကြည်တယ် ၊ အထူးသဖြင့် အကြို ရာသီ တစ်ခု ပြီးနောက် ၎င်း သည် ဖိုင်းယားဘာ့ခ် ကို နှစ် ပွဲ အနိုင် ၊ သရေ တစ် ပွဲ နှင့် အရှုံး တစ် ပွဲ ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "စင်ဒီ ၏ လက်ရှိ မှတ်ချက်ပေးချက်များ မှာ ၂၀၀၄ ခုနှစ် က ကယ်လီဖိုးနီးယားပြည်နယ် ၊ ဗာကာဗွီလေ မြို့ ၏ ရီပို့တာ သတင်းစာ နှင့် တွေ့ဆုံမေးမြန်းခန်း တစ်ခု မှ သူမ ၏ ပြောကြားချက်များ နှင့် အကြီးအကျယ် ကွဲလွဲနေသည် ။\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "အင်တဲလ် ၏ နုတ်ထွက်ခြင်း သည် ဒီ အစီအစဉ် အပေါ် “ သက်ရောက်မှု မရှိခြင်း ” ရှိ လိမ့်မည် ဟု အိုအယ်လ်ပီစီ ဥက္ကဋ္ဌ ဝေါ်လ်တာ ဘန်ဒါ က အင်တာဗျူး တစ်ခု တွင် ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "ဟန်လီ က လန်ဒန် မြို့ ၏ မြို့တော်ဝန် သခင် ကို ရွေးကောက်တင်မြှောက် ေသာအခါ ၎င်း ၏ ကိုယ်စားလှယ် ေဘာရစ် ဂျွန်စန်း ကို ရွေးကောက်ပွဲ အတွက် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ဝူးလ်မာ က အင်္ဂလန် နိုင်ငံ အတွက် အစမ်း ပွဲ ၁၉ ပွဲ ကစားခဲ့ ပြီး ၂၀၀၄ ခုနှစ် တွင် ပါကစ္စတန် အတွက် အသင်း နည်းပြ မ ဖြစ်လာ ခင် ဝါဝစ်ခ်ရှိုင်းယား နှင့် တောင် အာဖရိက အတွက် နည်းပြ လုပ်ခဲ့တယ် ။\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "ပထမ အကြိမ် ငလျင် တိုင်းတာမှု သည် ၄.၇ ရစ်ချက်တာ စကေး ရှိခဲ့ ပြီး တောင်ထူထပ်သော ဒေသ တွင် ဖြစ်ခဲ့ ကာ ဒုတိယ အကြိမ် တိုင်းတာမှု သည် ၅.၁ ဖြစ်သည် ။\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ရော့စ် သည် သူ က အနည်းငယ်သော အစီအစဉ်မျာုး သည် “ အရှက်ရစေခဲ့ ” ဆိုတာကို ဖော်ပြခဲ့ ပြီး \" အများအားဖြင့် သူ က [ t ] များပြားသော ထိုအရာ ကို ကျွန်ုပ် နှစ်ထောင်းအားရဖြစ်စေတယ် \" လို့ ပြသခဲ့သည် ။\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "ဘလက် က အမှုလိုက်စစ်ဆေးရေးမှူးများ သည် သူ၏ အမှုသည် ကို တရားခံဖြစ်အောင်လုပ်ဆောင်ခဲ့သည် ဟု လည်း ဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "သူမ က ချဲလ်ဆီး မှာ ရှိ သော ဆားပုံ အများအပြား ကို အသုံးပြု ပြီး နိုင်ငံ ရှိ လမ်းမများ မှာ ရှင်းလင်းရေး လုပ် ဖို့ အတွက် မှတ်ချက်ချခဲ့ ပေမဲ့ ထိုအရာ က အဲ့ဒီ နေရာ တွင် ရှိနေခြင်း သည် “ တရားမဝင် ” ကြောင်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "စက္ကန့် ၃၀ ကြာ ကြော်ငြာ ကို ( အောက်ပါ အရင်းအမြစ် တွင် ကြည့်ပါ ) ယူကျူ့ တွင် ယခု ကြည့်နိုင်ပါသည် ။\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "၂၀ဝ၆ ခုနှစ် မေ လ တွင် ၎င်း သည် ဇူလိုင် လ ၁၄ ရက် နှင့် သြဂုတ် လ ၁၆ ရက် ၌ အမြင့်ဆုံး ပြင်းထန်သော ပေါက်ကွဲမှု နီးပါး သိသိသာသာ ပြင်းထန်ခဲ့သည် ။\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "အဆောက်အဦများ ပြိုကျပျက်ဆီးခဲ့ ပြီး သစ်ပင်များ လဲပြိုခဲ့ပါသည် ။\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "အီတလီ အစိုးရ က ၄င်း ဖြစ်စဉ် ကို ငြင်းဆိုခဲ့ ပြီး ၊ မတ် လ ၄ ရက် နေ့ က ယူအက်(စ်) သည် လုပ်ငန်းစဉ် ကို အပြည့်အဝ သတိပြုခဲ့ ကြောင်း ပြောဆိုခဲ့ပါတယ် ။\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "အဆိုပါ သတင်း သည် သြစတြေးလျ ကို ၊ လွန်ခဲ့ သော ၈ နှစ် ၂၀၀၆ ခုနှစ် က ၁၀ နှစ် အရွယ် ပြန်ပေးဆွဲခဲ့ သည့် နတရှာ ခမ်ပတ်ချ် \" မြေအောက်အကျဉ်းတိုက် \" ရှိ အချုပ် မှ ပြန်လည်လွတ်မြောက်ခဲ့ သည့် အလားတူ ကိစ္စ ကဲ့သို့ တုန်လှုပ်စေခဲ့သည် ။\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "သေဆုံးမှု များ သည် ဆာကာရာဟ မှ ၁၃၀ ကီလိုမီတာ ( ၈၀.၈ မိုင် ) အကွာ တွင် ဖြစ်ပွားခဲ့သော အခြား အလားတူ အခြေအနေ နှင့် ၊ တော်လီရ မြို့ တွင် ဖြစ်ပွား ခဲ့ သည် ။\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "ပထမဆုံး ဗုံး သည် လီဗာပူး လမ်း ရှိ မီးရထား ပေါ် တွင် ထို မီးရထား သည် အလ်ဂိတ် စက်ဝိုင်း လိုင်း တွင် မကြာမီ ထွက်ခွာ ပြီးနောက် ၊ အခြား မထွက်ခွာခင် စက္ကန့်ပိုင်း အတွင်း ရုတ်တရက် ပေါက်ကွဲမှု ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "ထိပ်ဆုံး နေရာ တွင် ရှိနေခဲ့ သော အဆိုပါ ဆောင်းပါး သည် ဆိုဗီယက် ယူနီယံ တွင် အတင်းအကျပ် အခြေစိုက်နေထိုင်ခိုင်းခြင်း ဖြစ်ပါတယ် ။\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် ဆိုလိုတာ က ၊ ကျွန်တော် လမ်းပျောက်သွား လို့ ကျွန်တော် ဝမ်းနည်း တယ် ၊ ဒါပေမယ့် ကျွန်တော် တို့ မတူညီကြဘူး ပြီးတော့ သူမ အံ့ဩ ရုံမျှသာ ဖြစ် တယ် ၊ \" လို့ ကဲရစ် ရှပ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "အီဒင်ဘတ် ၏ အယူခံဝင်ခြင်း တရားရုံး က သနားကြင်နာတတ်သော နယ်ပယ် တွင် အာမခံ ကို ငြင်းပယ်ခဲ့ ပြီးနောက် မိနစ် အနည်းငယ် တွင် ၊ ဘေးအန္တရာယ် အတွင်း သူ ၏ သမီး အား ဆုံးရှုံးခဲ့ သူ ဒုက္ခသည် ၏ မိသားစုများ အတွက် ပြောရေးဆိုခွင့်ရှိသူ ဂျိန်း ဆဝိုင်း က ၊ စည်းမျဉ်း အကြောင်း ကို တိုင်တန်းခဲ့သည် ။\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "စည်းကမ်းများ ၏ အစု သစ် သည် သောက် ရန် သို့မဟုတ် စား ရန် ကြိုးစားခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်း နှင့် ၊ အမ်တီအာရ် အဆောက်အအုံများ တွင် လှည့်လည်ခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်းများ လည်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "စကော့တစ်ရှ် အမျိုးသား ပါတီ ( အက်စ်အန်ပီ ) ၏ ခေါင်းဆောင် ဖြစ်သူ ၊ အဲလက်စ် စယ်လမွန် က ၊ စကော့တလန် မှာ ခရင်းခွပုံ လက်နက်များ စနစ် ၏ အစားထိုးမှု ကို ရပ်တန့် ဖို့ တန်ခိုးအာဏာ မရှိခဲ့ သော်လည်း ၊ ၎င်း တွင် ပတ်ဝန်းကျင် ကို ကာကွယ်စောင့်ရှောက် ဖို့ လုပ်ပိုင်ခွင့်အာဏာ အရင်းအမြစ် တစ်ခု ရှိခဲ့ကြောင်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "ကနေဒါ ဂီတအဖွဲ့ ဟောအော့(ဖ်)ဖိန်း သည် ၎င်း ၏ ဂုဏ်တက် ရန် ကနေဒါ ဝါရင့် အပြင်းစား အုပ်စု ထရန့်(ပ်)(ချစ်) နှင့် ပူးပေါင်းခဲ့သည် ။\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "ဂူဂဲလ် မှ သူ တို့ သည် မူပိုင်ခွင့် ယူ သော အချက်အလက် ကို ဆုံးရှုံး နစ်နာ လျှင် သူ တို့ က ၎င်း နစ်နာ မှု ကို သတိထားမိသည် နှင့် တစ်ပြိုင်နက် သူတို့ သည် တရားစွဲခံရခြင်း မှ ကုမ္ပဏီ များ ကို ကာကွယ် သော ဒစ်ဂျစ်တယ် မီလီနီယမ် မူပိုင်ခွင့် အက်ဥပဒေ ကို လိုက်နာခဲ့သည် ဟု ပြော လျက် တုံ့ပြန်ခဲ့သည် ။\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ဘရွန်ကို့စ်အသင်း သည် ၊ ၎င်းတို့၏ အိမ် ကွင်း ၌ ၁၉ဂိုး-၈ဂိုး အနိုင်ရခဲ့ ပြီး ။ ဘလောင်းတ် နှင့် အော်ရီဂွန် ၏ တိုက်စစ် တို့မှာ ကစားပွဲ ၏ ပထမပိုင်း ၃၇ မိနစ် အတွက် ပထမအချီ တစ်ဂိုး ရရှိ ရန် အရေးနိမ့်ခဲ့ရသည် ။\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "( ဇ ) ဤ အက် ဥပဒေ မှ အခြား ပြဌာန်းချက် တွင် ဖော်ပြထား သည်မှာ ဤ အနေအထား ရှိ ကလေး တစ်ဦး သည် အခြေအနေ နည်းပါးမှု နှင့်အတူ နိုင်ငံသားဖြစ်ခွင့်ရှိပါသည် ၊ သို့သော် ယင်း က ရည်ရွယ်ချက် နှင့် ကွဲပြားမှု ကြား က ဆက်နွယ်မှု ကို ဆုံးဖြတ်ချက် မပေးနိုင်ပါဘူး ၊ အဘယ်ကြောင့်ဆိုသော် နိုင်ငံသားဖြစ်ပိုင်ခွင့် သည် တရားစီရင်ရေး ဝန်ကြီးရုံး ၏ ညွှန်ကြားချက် အတွင်း သာ ရှိသောကြောင့်ဖြစ်သည် ။\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "မီးတောင် သည် ၁၉၈၉-၉၀ ခုနှစ် မှ လေး လ တာ ကာလ တစ် ခု ကတည်းက မပေါက်ကွဲခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "\" ည သန်းခေါင် မှာ မဲ ပေးလိမ့်မယ် ။ \"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "သူတို့ ၏ စုစုပေါင်း ချမ်းသာကြွယ်၀မှု သည် မနှစ် က စုစုပေါင်း အမေရိကန် ဒေါ်လာ ၃.၆ ထရီလီယံ မှ တိုးတက်မှု တစ်ခု အဖြစ် အမေရိကန်ဒေါ်လာ ၄.၅ ထရီလီယံ ရှိသည့် ကမ္ဘာ့ ဘီလျံနာပေါင်း ၁၂၁၀ ဦး ကို ဖော်ဘီး မဂ္ဂဇင်း က စာရင်းပြုစုခဲ့သည် ။\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "ဖြည့်စွက်ချက် အသစ် တွင် အီရတ်စစ်ဘက်ဆိုင်ရာစက်မှုကော်မရှင် တွင် သတင်းအချက်အလက်များ ၊ “ အဆိုပါ အစိုးရ ၏ လက်နက်များ အစီအစဉ် အကုန်လုံး ၏ ဆင့်ကဲဖြစ်စဉ်များ တွင် အဓိက အခန်းကဏ္ဍ ” တစ်ခု အဖြစ် ပါဝင်ခဲ့သော “ စစ်ရေးစက်မှုဆိုင်ရာရှုပ်ထွေးခြင်းအခြေအနေကိုရင်ဆိုင်ခြင်း ” တို့ ပါဝင်သည် ။\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "တရားစွဲဆိုမှု တွင် ဆန် ဘရုန ၏ ဂလန်ဗြူး အနီးနား ရှိ နေထိုင် သူ မိသားစု အနည်းဆုံး ငါး စု မှ လည်း အမှုတွဲ ဖွင့်ခဲ့သည် ။\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "နှစ် တိုင်း နိုဝင်ဘာလ ၅ ရက် နေ့ ဝန်းကျင် တွင် ၊ ဂရိတ် ဗြိတိန် နှင့် အချို့ ဓနသဟာယ နိုင်ငံများ ရှိ လူများ က ယော့ခ် မှ အစိုးရဆန့်ကျင်သူ နှင့် သူ့ ရဲ့ အပေါင်းအပါ ဖြစ်သော ၁၆၀၅ ခုနှစ် နိုဝင်ဘာ လ ၅ ရက် နေ့ မှာ ၊ ပါလီမန် ရဲ့ အိမ်တော်များ ကို ဖောက်ခွဲ ရန် ရှုံးနိမ့်ခဲ့သော ရိုမန် ကတ်သလစ် တို့ကို အမှတ်တရဖြစ်စေ ရန် ဂေး ဖောကီစ် ည ကို ကျင်းပသည် ။\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "စတင်သူ ပြီးဆုံးတာ နှင့်တပြိုင်တည်း နောက်ဆုံး ၌ ဌာန အားလုံး သည် လင်းနစ် နှင့် အိုးပင်းအော့ဖ်ဖစ်ဒေါ့အိုအာဂျီ ကို ပြောင်းသုံးခဲ့ကြသည် ။\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "အဆိုပါ သဘောတူညီချက် သည် ပလန်း ပဲရင့်ဟု ကို ဖြေရှင်းခဲ့ သကဲ့သို့ အဖွဲ့အစည်း များ အတွက် အစိုးရ ရန်ပုံငွေ အပေါ် အငြင်းပွား ပြီးနောက် သိသာစွာ ရောက်ရှိခဲ့တာဖြစ်သည် ။\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "ဗြိတိန်နိုင်ငံ ၏ အရှေ့ဘက် ဆက်ပ်ဖော့ ပြည်နယ် တွင်း နှင့် အနီးအနား ယူနိုက်တက် ကင်းဒမ်း အတွင်း အမျိုးသမီး ငါးဦး ၏ အလောင်းများ ကို တွေ့ရှိ ခဲ့သည် ။\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "ထိုင်း-ဂျပန် ဘန်ကောက် လူငယ် စင်တာ မှာ ကျင်းပလျက်ရှိ သော အာရှ-ပစိဖိတ် ဇုန် ဘီးတပ်ကုလားထိုင် ဘတ်စကတ်ဘော ချန်ပီယံလုပွဲ အတွက် ၊ အနှေးယဉ်များ မှာ ဘန်ကောက် ၊ ထိုင်း ၊ မှ ဖြစ်သည် ။\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "၎င်း ကို အစီရင်ခံ ရန် ပထမဦးဆုံး ဖြစ်ခဲ့ သော ၊ ထင်ရှားသော အမေရိကန် လက်ဖ်ဝင်း အွန်လိုင်း ဘလော့ ကော့ နေ့စဉ် သတင်းစာ အရ ၊ ပြပွဲ ကို ပညာရှင် ဝုဖ် ဘလစ်ဇာ မှ ဆောင်ရွက်ခဲ့သည် နှင့် အခြေအနေပြန်ကြားရေး ရုံးခန်း တွင် ၊ \" အိုဘားမား ဘယ်မှာ ရှိလဲ ? \" ခေါင်းစဉ် ဖြင့် ၊ ဘင်လာဒင် အပေါ်တွင် အစိတ်အပိုင်း တစ်ခု အနေဖြင့် ၊ ဦးတည်ခြင်း ဖြင့် စီအန်အန် သည် တနင်္လာနေ့ တွင် အဆိုပါ နှစ်ခု ကို ရောနှောခဲ့သည် ။\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "“ ညီကိုရင်း နိုင်ငံ တစ် ခု ပြန်ဖြစ်ရန် ခွင့်လွှတ်မှု တောင်းခံခြင်း နှင့် ဘယ်သောအခါမှ တိုက်ခိုက်မှု မပြု ဆိုသည့် ၀န်ခံကတိ နှင့်အတူ ၊ ကျွှန်တော်တို့ က ဒီ အလွန် ပြင်းထန်သော အဖြစ်အပျက် ကို ပြန်လည်ဖြေရှင်းဖို့ စဉ်းစားနိုင်တယ် ” ၊ ဟု အီကွေဒေါ နိုင်ငံ သမ္မတ ရေဖယ် ကော်ရီရာ က ၊ အခြားသော လက်တင် အမေရိကန် ခေါင်းဆောင်များ ကို အားပေးသော အနေဖြင့် ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "“ ဗြိတိသျှ မဟုတ်သော ၊ ကျွန်ုပ်တို့ ၊ သည် လူမျိုး သို့မဟုတ် ယောက်ျား မိန်းမ ခွဲခြမ်းစိတ်ဖြာခြင်း ကို ငြင်းပယ်ခဲ့ ပြီး လူ့အခွင့်အရေးများ နှင့် ဘာသာရေး လွတ်လပ်မှု ကို ထောက်ပံ့ပေးခဲ့ သော ဒီမိုကရေစီ ၊ လူ တစ်ဦး မဲ တစ်ခု အပေါ်မှာ အခြေခံပြီးတော့ ၊ ဒီမိုရေစီ ကို တည်ထောင်ခဲ့သည် ၊ ” ဟု အထူးသဖြင့် ဂေါ်ဒန်ဘရောင်း မှ ၊ နောက်ကျစွာ သူ လက်ခံရရှိခဲ့သော နိုင်ငံတကာ ဝေဖန်မှု ကို တုံ့ပြန်ခြင်း မှာ သူ ပြောခဲ့သည် ။\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "အခြား လွှတ်တော်အမတ်များ ၊ အလုပ်သမားများ ပါတီ အချို့ တောင် မှ ၊ အာဏာသိမ်းမှု အငြင်းပွားချက် ကို သဘောမတူညီခဲ့ပါ ။\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "“ နိုင်ငံ သည် လိမ်လည်မှု ကို ပိုကြိုက် သူ အစား အလုပ်လုပ် ရန် နှစ်သက် သူ ကို ရွေးချယ် ရန် အားပေး သင့်သည် ။ ”\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ အာကာသ စူးစမ်းလေ့လာရေး အေဂျင်စီ မှ အာကာသယာဥ်မှူး ကိုအိချိ ဝါကာတာ နှင့် အာကာသခရီးစဥ် အထူးကျွမ်းကျင်သူများ ဖြစ်သော ဂျိုးဇက်(ဖ်) အက်ကာဘာ ၊ ဂျွန် ဖီးလစ်စ် ၊ စတိဗ် ဆွမ်ဆင် ၊ ရစ်ချတ် အာနိုးလ် တို့ နှင့်အတူ အာကာသယာဥ်မှဴး တိုနီ အနာတိုလီ တို့ ပါဝင်မည့် စူးစမ်းရှာဖွေရေးခရီးစဥ် တွင် ပါဝင်မည့် လူဦးရေ စုစုပေါင်း ( ၇ ) ဦး တွင် အာကာသယာဥ်ကြီးကြပ်ရေးမှူး အဖြစ် လီ အာချင်ဘော့တ် မှ ဦးဆောင်ကြီးကြပ်သွားမည်ဖြစ်ပါသည် ။\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "ပစ္စည်း တစ်ခု ၊ ခွက် တစ်လုံး သည် ၊ ယူရို ထောင်ပေါင်း များစွာ အဖိုးတန်သည် ။\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ဂါးဒီးယန်း ၏ စွမ်းအင် အယ်ဒီတာ ၊ တယ်ရီ မာကာလစ်စတာ က ၊ ရေနံ လုပ်ငန်း ၏ \" များစွာသော ကိုးကားထားသည့် ဂါထာမန္တရား \" ကို ဘေးကင်းလုံခြုံမှု က ပထမ အတွက် \" ဖြိုချ \" အစီရင်ခံစာ တွင် \" အမှားယွင်းများ ၏ အမျိုးအစား - လူသား နှင့် စက် နှစ်မျိုးစလုံး \" ကို ရေးသားခဲ့သည် ။\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "ပါရာလံပစ် အသင်း သည် နိုင်ငံ ၏ ဆုတံဆိပ် တစ်ထောင် ရပြီး ကစားပွဲ ကို ပြီးဆုံး ရန် မျှော်လင့်သည် ။\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "ဂလပ်ဂိုး က ကုမ္ပဏီ ၌ သူ ၏ စွမ်းဆောင်ရည် ဘယ်လောက် “ ထိတွေ့ခြင်း ၊ ရွေ့ခြင်း နှင်. လှုံဆော်ခြင်း ” ပေါ် အခြေခံ အကဲဖြတ်ခဲ့သည် ဟု ဆိုခဲ.သည် လင်.မတ် ဒဿန မှ စာပိုဒ် တစ်ခု အဖြစ် ၊ အခြားသူ များ သည် ကုမ္ပဏီ ၌ သူ ၏ စီးပွားရေး အောင်မြင်မှု ကို ၊ သူ က ဆန့်ကျင်သည် ။\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "ထို တိုးတက်မှုများ ကို စမ်းသပ်သုံးစွဲသူ ၅၀၀,၀၀၀ ကျော် ဖြင့် စမ်းသပ်ခဲ့သည် ။\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "ယခင်က အများပြည်သူ ကျောင်း သိပ္ပံပညာ သင်ရိုးညွှန်းတမ်း တွင် နားလည်သိမြင်တတ်သည့်စွမ်းရည်ရှိသော ဒီဇိုင်း ထည့်သွင်း ရန် ကျောင်း ဘုတ်အဖွဲ့ အဖွဲ့ဝင်များ အဖြစ် မဲပေးခဲ့သော ကိုယ်စားလှယ်လောင်း နှစ်ဦး သည် အင်္ဂါနေ့ ရွေးကောက်ပွဲ တွင် မဲအရေအတွက် အနည်းဆုံး ရရှိခဲ့သည် ။\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "အီရတ် လူမျိုး ဆန့်ကျင်ရေး အဖွဲ့ ( အေအိုင်အက်ဖ် ) ၏ သိမြင်ပြီးသော စစ် နည်းဗျူဟာ တစ်ခု မှာ ဒဏ်ရာရ သို့မဟုတ် သေ ယောင်ဆောင် ရန် ဖြစ် ပြီး ၊ အဆိုပါ မရိန်း တပ်သား သည် သူတို့ ဟာ ဆူပူ ခြိမ်းခြောက်မှု အန္တရာယ် ဖြစ် ဆဲ လို့ အကျိုးသင့်အကြောင်းသင့် အခိုင်အမာ ပြော နိုင် ပါ တယ် ။\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ယူနိုက်တတ် ကင်ဒမ် သယ်ယူပို့ဆောင်ရေး လေကြောင်းလိုင်း ၊ ဗြိတိန် လေကြောင်း ( ဘီအေ ) ကို တစ် နှစ် ပတ်လုံး ဆုံးရှုံးမှု ၏ ပေါင် သန်း ၁၅၀ ကျော် ဈေးကွက် ကို ပေးဆောင်ရလိမ့်မည် ဟု သတိပေးခဲ့သည် ။\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "ဂျိမ်းစ် သည် သူ၏ ရှေ့နေ ၊ ဂျိမ်းစ် အီး ဘလက် ပြောကြားချက်အရ ၊ အပြစ်မရှိ ကြောင်း လျှောက်လဲ လိမ့်မည် ။\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "မတည်ငြိမ်မှု ၏ လက်ရှိ ကာလ အတောအတွင်း အရှေ့ တီမော မြို့တော် ဒေလီ တွင် ရာဇဝတ်မှု ဆိုင်ရာ စာရွက်စာတမ်းများ ခိုးယူခြင်း နှင့် တိုက်ခိုက် လုယူခြင်း ပျံ့နှံ့မှု ကို အစီရင်ခံခဲ့ သည့်အပြင် အနည်းဆုံး လူ ၂၇ ယောက် အသက်ခံခဲ့ရသည် ။\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "အိုအေအက်စ် ၏ ၃၄ အဖွဲ့ဝင် အခြေအနေ အတွင်း ဗိုလ်မှူး တစ်ယောက် ၏ ထောက်ပံမှု ရှိရန် အလို့ငှာ လိုအပ်သော မဲများ ၁၈ ၏ ၁၇ ခု ရှိ ရန် သူ သည် တောင်းဆိုသည် ။\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "လန်ဒန် ဗုံးပေါက်ခြင်း အား အီရတ် လူမျိုးများ က တုန့်ပြန်စကား ပြောနေစဉ် ၊ \"\" မှုခင်း ဖြစ်ရာ ဗြိတိန် နယ်မြေ တွင် သောကြာနေ့ ဆုတောင်း [ သူများ ] ထံမှ တုန့်ပြန်မှု များ ရဲ့ အများစု သည် လန်ဒန် ရှိ တိုက်ခိုက်မှုများ ကို ဆန့်ကျင်ခဲ့ကြသည် \"\" ၊ ဟု ပြောရေးဆိုခွင့်ရသူ ပြောခဲ့သည် ။\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "ဟားမတ်စ် နှင့် ဖာတာ အရာရှိများ က အင်္ဂါနေ့ ညနှောင်းပိုင်း တွင် ဘုရင် အဒူလာ နှင့် အစည်းအဝေး တစ်ခု အတွက် ခေါင်းဆောင်များ အတူတကွ စုဝေးကြမည် လို့ သူတို့ မျှော်လင့်ခဲ့သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "အခြား နိုင်ငံများ က စျေး ကြီးသော ရိုမေးနီးယား တင်ပို့ကုန်များ ကို ရှာဖွနေကြ ပြီးနောက် ၊ လဲအို ၏ တန်ဖိုးတက်ခြင်း ကြောင့် ပြိုင်ဆိုင်မှု လျော့နည်း ပြီး ၊ တိုင်းပြည် တွင် ငွေစာရင်း လိုငွေပြမှု များလာ ပြီး ကျယ်ပြန့်လာနိုင်သည် ။\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "လုပ်ဆောင်မှု ရဲ့ တစ်စိတ်တစ်ပိုင်း အဖြစ် ၊ ကွမ်တာစ် အဲဝေး တစ်ခု ဖြစ်သော အဲဘတ်စ် အေ ၃၃၀ ကို ဩစတြေးလျ အာဏာပိုင်းများက သမုဒ္ဒရာ ကို ကျော်ဖြတ်ပြီး စေလွှတ်ခဲ့ပါသည် ။\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "ရက်ဇဲ့ခ် ရာဘင် ၏ အောက်မေ့ သတိရခြင်း အတွက် စည်းလုံး ညီညွှတ်မှု တွင် ရပ်တည် ရန် အမေရိကန် မှ သူ ၏ ဇနီး ၊ သမီး နှင့် မိတ်ဆွေများ နှင့်အတူ အဆိုပါ အခမ်းအနား ၌ ရှိနေခြင်း သည် က သူ့ အတွက် အထူး ဂုဏ်ယူမှု တစ်ခု ဖြစ်ခဲ့သည် ဟု ကလင်တန် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    }
]
}