{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In hhis task, given a sentence in the English lqnguagx and your task is to convert it into the Maley languagt.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Malay"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Charles ate the french fries knowing they would be his last meal.",
      "output": "Charles makan kentang goreng kerana mengetahui ia akan menjadi hidangan terakhirnya.",
      "explanation": "The above sentence is correctly translated from English to Malay"
    },
    {
      "input": "I may struggle with geography, but I'm sure I'm somewhere around here.",
      "output": "Saya mungkin bergelut dengan geografi, tetapi saya pasti saya berada di suatu tempat di sekitar sini.",
      "explanation": "The above sentence is correctly translated from English to Malay"
    }
  ],
  "Negative Examples": [
    {
      "input": "Just because the water is red doesn't mean you can't drink it.",
      "output": "Dia melihat karya agung yang tergantung di muzium itu tetapi apa yang dia fikirkan ialah anak berusia lima tahunnya boleh berbuat lebih baik.",
      "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
    },
    {
      "input": "Charles ate the french fries knowing they would be his last meal.",
      "output": "Dia berkata dia mempunyai keupayaan untuk mendengar runut bunyi hidup anda.",
      "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "The U.S. deployed a second aircraft carrier strike force in the Persian Gulf last month.",
      "output": "Amerika Syarikat mengerahkan serangan bersenjata kedua dengan kapal induk pesawat udara di Teluk Parsi pada bulan lepas."
    },
    {
      "input": "The suit charges that he bears direct responsibility for the torture and abuse of detainees in U.S. military custody.",
      "output": "Saman itu mendakwa bahawa dia bertanggungjawab langsung dalam penyeksaan dan penderaan tahanan dalam jagaan tentera U.S."
    },
    {
      "input": "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.",
      "output": "Menurut BBC, Pakistan pula tidak dapat menyediakan bukti yang nyata kematiannya kerana \"kawasan yang jauh dan bermusuhan\" di Selatan Waziristan."
    },
    {
      "input": "The crash comes just days after another civilian helicopter chartered for military activities crashed near Sangin Airbase in Helmand.",
      "output": "Nahas berlaku beberapa hari selepas satu lagi helikopter awam yang dicarter untuk aktiviti tentera terhempas berdekatan pangkalan udara Sangin di Helmand."
    },
    {
      "input": "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.",
      "output": "Aktivis daripada Narmada Bachao Andolan cuba menghalang polis daripada menggerakkan Patkar dan ada yang ditangkap atas tuduhan merusuh."
    },
    {
      "input": "DS4SEQ leader Jason Furze gave an interview to Wikinews in January.",
      "output": "Pemimpin DS4SEQ Jason Furze memberikan sebuah temu bual dengan Wikinews pada bulan Januari."
    },
    {
      "input": "Kawaguchi dived low to his left to save Darijo Srna's driven penalty after Dado Prso had been knocked down from behind by Tsuneyasu Miyamoto.",
      "output": "Kawaguchi melayangkan badan rendah ke kiri untuk menyelamatkan sepakan penalti Darijo Srna selepas Dado Prso dijatuhkan dari belakang oleh Tsuneyasu Miyamoto."
    },
    {
      "input": "The tournament is due to start in South Africa on the June 11, 2010 and last for one month.",
      "output": "Kejohanan ini dijangka bermula di Afrika Selatan pada 11 Jun 2010 dan berlangsung selama satu bulan."
    },
    {
      "input": "Traditional leather basketballs provide more grip when they are slightly wet.",
      "output": "Bola keranjang kulit tradisional memberikan cengkaman lebih banyak apabila mereka sedikit basah."
    },
    {
      "input": "\"We've got a lot more optimism about the economic outlook than we did.\"",
      "output": "\"Kami telah mendapat lebih banyak optimisme mengenai tinjauan ekonomi dari apa yang telah kami lakukan.\""
    },
    {
      "input": "Its mission is to bring the key donors of aid and relief together with the Israeli and Palestinian governments to address the current state of affairs between the two countries.",
      "output": "Misinya adalah untuk membawa penderma utama bantuan bersama-sama dengan kerajaan Israel dan Palestin untuk menangani keadaan semasa hal ehwal antara kedua-dua negara."
    },
    {
      "input": "A Canadian official said that \"As a precaution, NORAD fighters escorted the aircraft until it landed safely in Vancouver.\"",
      "output": "Pejabat rasmi Kanada berkata bahawa \"Sebagai langkah berjaga-jaga, pesawat pejuang NORAD mengekori pesawat itu sehingga selamat mendarat di Vancouver.\""
    },
    {
      "input": "Pemex has explained that the theft of oil from the pipelines causes them to lose hundreds of millions of dollars every year.",
      "output": "Pemex menjelaskan bahawa kecurian minyak melalui saluran paip menyebabkan mereka kerugian ratusan juta setiap tahun."
    },
    {
      "input": "While nearly all cover of the 2008 Presidential election has focused on the Democratic and Republican candidates, the race for the White House also includes independents and third party candidates.",
      "output": "Walaupun hampir semua liputan pada pilihan raya Presiden 2008 telah memberi tumpuan kepada calon-calon Demokrat dan Republikan, perlumbaan untuk Rumah Putih juga termasuk calon bebas dan calon-calon pihak ketiga."
    },
    {
      "input": "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.",
      "output": "Menurut Lombardo, \"ia kelihatan seperti kami tidak mengalami sebarang kebakaran [di dalam bangunan]\" dan semua 2,800 pekerja telah dibenarkan kembali bekerja tidak lama selepas pukul 12:00 tengah hari."
    },
    {
      "input": "\"We cannot control another people and we will need serious compromise, but that compromise does not include giving another people the ability to destroy us…as if we run from Gaza, Gaza will not run after us.\"",
      "output": "\"Kita tidak boleh mengawal orang lain dan kita perlu kompromi yang serius, tetapi kompromi itu tidak termasuk membiarkan orang lain berkeupayaan memusnahkan kita...seolah-olah kita yang lari dari Gaza, Gaza tidak akan mengejari kami.\""
    },
    {
      "input": "The August Bank Holiday weekend, as usual, played host to many festivals and musical events around the UK, not least the Camel Rock Festival held at Porthcressa on the Isles of Scilly.",
      "output": "Cuti Bank Ogos hujung minggu, seperti biasa, menjadi tuan rumah kepada festival dan acara muzik di seluruh UK, tidak kurangnya Camel Rock Festival diadakan di Porthcressa di Isles of Scilly."
    },
    {
      "input": "The value of the works stolen was not yet determined by gallery officials.",
      "output": "Nilai karya-karya seni yang dicuri masih belum ditentukan oleh pegawai galeri."
    },
    {
      "input": "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.",
      "output": "Ketua Konstabel daripada Pasukan Polis Yorkshire Selatan, Meredydd Hughes didakwa memandu laju di Jalan A5 yang berdekatan dengan Chirk di utara Wales."
    },
    {
      "input": "The number one U.S. commander in Iraq said 30,000 United States troops may be able to leave Iraq by the summer of 2008.",
      "output": "Komander A.S. pertama di Iraq berkata 30,000 angkatan tentera Amerika Syarikat mungkin akan dapat meninggalkan Iraq pada musim panas tahun 2008."
    },
    {
      "input": "BP, who owned and operated the Deepwater Horizon, has denied that any oil or methane gas is leaking from the sea floor.",
      "output": "BP, yang memiliki dan mengoperasikan Deepwater Horizon, menafikan bahawa sebarang minyak dan gas metana bocor daripada dasar laut."
    },
    {
      "input": "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.",
      "output": "Satu sepakan percuma oleh Ryan Giggs pada separuh masa kedua permainan menimbulkan kontroversi yang hebat, kerana Lille telah menubuhkan pertahanan mereka semasa bola masuk ke dalam jaring."
    },
    {
      "input": "Had they not have lost the early wickets, England would have probably won the match to take a 1-0 lead in the series.",
      "output": "Jika bukan kerana kehilangan wiket awal, England mungkin memenangi perlawanan untuk mendahului 1-0 dalam siri ini."
    },
    {
      "input": "The \"Forum\" course that the employees claimed they were mandated to attend was developed by Werner Erhard and Associates.",
      "output": "Kursus \"Forum\" yang pekerja-pekerja mendakwa bahawa mereka diwajibkan menghadiri diperbangunkan oleh Werner Erhard dan Associates."
    },
    {
      "input": "Most of the people who died or wounded in the blast were mainly military officials.",
      "output": "Kebanyakan orang yang mati atau cedera dalam letupan itu kebanyakannya pegawai tentera."
    },
    {
      "input": "\"This is so unusual, and I don't know whether or not it's a lesson from God,\" while college student Talib Haider said \"a friend of mine called me at 8 a.m. to wake me up and tell me that the sky is raining snow.\"",
      "output": "\"Ini sangat luar biasa, dan saya tidak tahu sama ada ia adalah pengajaran dari Tuhan,\" sementara pelajar kolej Talib Haider berkata \"seorang rakan saya menelefon saya pada pukul 8 pagi untuk mengejutkan saya dan memberitahu yang salji sedang turun dari langit.\""
    },
    {
      "input": "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).",
      "output": "Dalam perlumbaan sebelum ini untuk kelasi simpanan, Goldie (Cambridge) menewaskan Isis (Oxford)."
    },
    {
      "input": "White Hen has previously declared bankruptcy.",
      "output": "White Hen sebelum ini telah diisytiharkan muflis."
    },
    {
      "input": "Major General Athar Abbas, ISPR spokesman, and Robert Gibbs of the White House had said that his death could not be confirmed although U.S. National Security Adviser James L. Jones had claimed that there was \"pretty conclusive\" evidence that proved Baitullah Mehsud had been killed and that he was 90% sure of it.",
      "output": "Mejar Jeneral Athar Abbas, jurucakap ISPR, dan Robert Gibbs Rumah Putih berkata, kematiannya tidak dapat disahkan walaupun A.S. Penasihat Keselamatan Negara, James L. Jones mendakwa bahawa terdapat \"cantik muktamad\" bukti yang membuktikan Baitullah Mehsud terbunuh dan bahawa dia adalah 90% pasti daripadanya."
    },
    {
      "input": "A$4.8 million was allocated to the Clontarf Foundation in New South Wales to support local sport and utilised elsewhere encourage Indigenous girls to participate in sport in Western Australia, Northern Territory, Victoria and Queensland through the Sporting Chance Program.",
      "output": "A$4.8 juta telah diperuntukkan kepada Yayasan Clontarf di New South Wales untuk menyokong sukan tempatan dan digunakan di tempat lain mendorong gadis pribumi untuk mengambil bahagian dalam sukan di Australia Barat, Wilayah Utara, Victoria dan Queensland melalui Program Sporting Chance."
    },
    {
      "input": "Starr said outside of the event: \"This is the start of the next 50 years of stars.\"",
      "output": "Starr berkata di luar upacara itu: \"Ini adalah permulaan untuk 50 tahun bintang-bintang akan datang.\""
    },
    {
      "input": "The baccalaureate exam in Romania is the secondary school educational qualification test, and passing it attests that a student has graduated high school and may be admitted to a university.",
      "output": "Baccalaureate exam di Romania ialah ujian kelayakan sekolah menengah, dan lulus ujian itu membolehkan pelajar menamatkan pengajian di sekolah menengah dan mungkin akan dimasukkan ke universiti."
    },
    {
      "input": "Democrat Terry McAuliffe said \"Firstly, the Prime Minister has been a great friend of George Bush's.\"",
      "output": "Ahli Demokrat Terry McAuliffe berkata \"Pertama, Perdana Menteri telah menjadi kawan yang hebat dengan George Bush.\""
    },
    {
      "input": "Overtime is necessary to keep the trains running on time.",
      "output": "Kerja lebih masa adalah diperlukan untuk memastikan operasi kereta api berjalan lancar."
    },
    {
      "input": "Ironically, the movie industry has been suing people for file sharing for years now.",
      "output": "Ironinya, industri filem itu telah menyaman orang untuk perkongsian fail sejak beberapa tahun lagi."
    },
    {
      "input": "In June, 2004 they were spun off from Silicon Graphics Inc. and acquired by Accel-KKR and Ontario Teachers' Pension Plan.",
      "output": "Pada bulan Jun, 2004 mereka telah dipisahkan dari Silicon Graphics Inc. dan diperoleh oleh Accel-KKR dan Pelan Pension Guru Ontario."
    },
    {
      "input": "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"",
      "output": "Shota Utiashvili, seorang jurucakap menteri dalaman, berkata, \"Akan terjadi malapetaka manusia sekiranya sempadan ditutup.\""
    },
    {
      "input": "For the past two days, ROV cameras showed bubbles coming from the base of well.",
      "output": "Sejak dua hari lepas, kamera ROV menunjukkan buih yang datang daripada dasar pelantar tersebut."
    },
    {
      "input": "Germany's representative also backed the delay, saying it would allow everyone to align the current proposal to changes proposed by the European Parliament last year.",
      "output": "Wakil Jerman turut menyokong penangguhan itu, berkata ia akan membolehkan semua orang untuk menyelaraskan cadangan semasa untuk perubahan yang dicadangkan oleh Parlimen Eropah pada tahun lepas."
    },
    {
      "input": "Mr Thomas' lawyers argued that he was earlier threatened with torture from foreign security agencies.",
      "output": "Peguam Encik Thomas berhujah bahawa dia sebelum ini diancam dengan penyeksaan dari agensi-agensi keselamatan luar negara."
    },
    {
      "input": "Amnesty International's view was shared by both the International Red Cross (IRC) and the American Civil Liberties Union (ACLU).",
      "output": "Pandangan Amnesti Antarabangsa telah dikongsi oleh kedua-dua Persatuan Palang Merah Antarabangsa (IRC) dan Kesatuan Kebebasan Sivil Amerika (ACLU)."
    },
    {
      "input": "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.",
      "output": "Banyak sumber pendapatan bagi negara-negara membangun, termasuk kiriman wang, pelaburan langsung asing, bantuan asing, dan perdagangan antarabangsa, dijangka mengalami kemerosotan yang teruk."
    },
    {
      "input": "Scott McClellan explained in a press conference that the White House is not trying to tell Newsweek what to print.",
      "output": "Scott McClellan menjelaskan dalam satu sidang akhbar bahawa Rumah Putih tidak cuba untuk mengarahkan Newsweek apa-apa untuk dicetak."
    },
    {
      "input": "Kabul Afghanistan saw the worst violence on Monday since the fall of the Taliban, after a large U.S. Military cargo truck crashed into about a dozen vehicles at an intersection in Kabul killing at least 7 civilians and injuring about 40.",
      "output": "Kabul Afghanistan telah menyaksikan keganasan yang paling teruk pada hari Isnin sejak kejatuhan Taliban, selepas trak kargo tentera Amerika yang besar merempuh kira-kira sedozen kenderaan di persimpangan di Kabul membunuh sekurang-kurangnya 7 orang awam dan mencederakan kira-kira 40 orang."
    },
    {
      "input": "She has become the second female mayor of a Palestinian community, and the first ever elected one.",
      "output": "Beliau menjadi datuk bandar kedua di komuniti penduduk Palestin, dan yang paling pertama pernah dipilih."
    },
    {
      "input": "TfL anticipates that, providing a successful bid is made, the new trams would be delivered to the network's depot at Therapia Lane in late 2011, with an entry into service from early 2012.",
      "output": "TfL menjangkakan bahawa, peyediaan tawaran yang berjaya dibuat, trem baru akan dihantar ke depot rangkaian di Therapia Lane pada lewat 2011, dengan kemasukan ke dalam perkhidmatan pada awal 2012."
    },
    {
      "input": "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).",
      "output": "Gempa susulan mencapai magnitud 5.9 dengan pusat gempa terletak sembilan belas kilometer barat Pichilemu, menurut Kajian Geologikal Universiti Chile (UCGS)."
    },
    {
      "input": "\"As it was preparing for landing, the Polish president's aircraft did not make it to the landing strip,\" he commented.",
      "output": "\"Oleh kerana ia telah bersedia untuk pendaratan, pesawat presiden Poland tidak sampai jalur pendaratan,\" katanya."
    },
    {
      "input": "New Zealand, Australia and England started their 2007 Rugby World Cup campaigns today with victories over Italy, Japan and the United States respectively.",
      "output": "New Zealand, Australia dan England telah memulakan kempen Piala Dunia Ragbi 2007 mereka hari ini dengan kemenangan masing-masing ke atas Itali, Jepun dan Amerika Syarikat."
    },
    {
      "input": "The Atwater House is currently vacant and owner Pano Georgiadis wants to demolish it to expand his restaurant.",
      "output": "The Atwater House kini kosong dan pemilik Pano Georgiadis mahu merobohkannya untuk memperkembangkan restorannya."
    },
    {
      "input": "The British Government has taken the unusual step because it alleges that former Premier Michael Misick and members of his cabinet have enriched themselves through the selling of crown land and other corrupt practices, and that the limits to suffrage in the islands make it impossible to form a jury immune to the influence of the accused.",
      "output": "Kerajaan British telah mengambil langkah luar biasa kerana ia mendakwa bahawa bekas Perdana Menteri Michael Misick dan anggota kabinetnya telah memperkayakan diri mereka melalui penjualan tanah mahkota dan amalan rasuah yang lain, dan bahawa had kepada hak mengundi di pulau-pulau menjadikannya mustahil untuk membentuk juri kebal terhadap pengaruh tertuduh."
    },
    {
      "input": "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.",
      "output": "Peguam nelayan itu, David P. Baugh, berkata penduduk kawasan di sekeliling simpanan itu gembira dengan kematian buaya itu."
    },
    {
      "input": "\"I call for an immediate ceasefire,\" said Saakashvili, speaking in Tbilisi.",
      "output": "\"Saya memanggil untuk gencatan senjata serta-merta,\" kata Saakashvili, bercakap dalam bahasa Tbilisi."
    },
    {
      "input": "In the Indian innings, Virender Sehwag scored the highest total, 175 runs off 140 balls, his highest one-day international score and Virat Kolhi played his debut World Cup match and scored a century, while remaining unbeaten on 100.",
      "output": "Dalam inning India, Sehwag menjaringkan jumlah tertinggi, 175 larian 140 bola, skor antarabangsa tertinggi dalam satu hari dan Virat Kolhi bermain buat kali pertama sediri dalam perlawanan Piala Dunia dan menjaringkan satu ratus mata, manakala kekal tidak ditewaskan pada mata 100."
    },
    {
      "input": "At half time Argentina led by 17 points to 9, with all France's points coming from penalties scored by David Skrela.",
      "output": "Pada separuh masa pertama Argentina mendahului dengan 17 mata kepada 9, dengan semua mata untuk Perancis datang dari skor penalti oleh David Skrela."
    },
    {
      "input": " In a post named \"Patriotism\" one user, with nickname Stolac92, expressed his dissatisfaction with Bosnia today, writing among other things on December 22: \"My heart hurts.",
      "output": "Dalam paparan yang dinamakan \"Patriotisme\" seorang pengguna, dengan nama panggilan Stolac92, melahirkan rasa tidak puas hati dengan Bosnia hari ini, menulis pada 22 Disember salah satu ayat yang berbunyi: \"Hati saya sakit."
    },
    {
      "input": "The area around the pub was made a \"designated area\" by police last year, meaning officers could disperse groups and move people away from the area.",
      "output": "Kawasan di sekitar pub itu dijadikan \"kawasan yang ditanda\" oleh polis tahun lepas, bermakna pegawai boleh menyuraikan kumpulan dan memindahkan orang jauh dari kawasan itu."
    },
    {
      "input": "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.",
      "output": "ABC juga berkata yang kedua-dua Woodruff dan Vogh memakai perisai badan dan helmet."
    },
    {
      "input": "It prematurely ends the lives of 5 million people a year, a figure which will double by 2020 if current trends are not reversed.",
      "output": "Ia pada peringkat awal menamatkan riwayat 5 juta orang setahun, satu jumlah yang akan berganda menjelang 2020 jika trend semasa tidak dibalikkan."
    },
    {
      "input": "They had been travelling along the Shamalan Canal, near Lashkar Gah in Helmand Province, on their way to resupply an offensive underway currently against the Taliban.",
      "output": "Mereka sedang bergerak di sepanjang Shamalan Canal, berdekatan Lashkar Gah di Wilayah Helmand, di dalam perjalanan untuk menambah bekalan serangan yang sedang dijalankan ketika ini menentang Taliban."
    },
    {
      "input": "The salvage operation, which will cost around 5 million euros ($7.1 million) according to estimates, will be financed by the French government.",
      "output": "Operasi penyelamat itu, yang akan menggunakan kos sekitar 5 juta euro ($7.1 juta) mengikut anggaran, akan dibiayai oleh kerajaan Perancis."
    },
    {
      "input": "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.",
      "output": "Disebabkan oleh keperluan perundangan, demi mendapatkan persetujuan, perniagaan perlu menyediakan butir-butir mengenai syarikat penghantaran mereka, dan menyediakan cara percuma untuk menghentikan langganan mel pada masa depan."
    },
    {
      "input": "A borehole beneath Buckingham Palace provides cold water for air-conditioning and the Duke of Edinburgh's taxi runs on liquid petroleum gas.",
      "output": "Lubang gerudi di bawah Istana Buckingham membekalkan air sejuk untuk penyaman udara dan teksi Duke of Edinburgh bergerak menggunakan cecair petroleum gas."
    },
    {
      "input": "The lawsuit filed in federal court in Washington, D.C. deals with a separate plaintiff and company, but the plaintiff in the suit also claims that religious discrimination took place for allegedly being mandated to attend Landmark Education courses.",
      "output": "Tuntutan mahkamah yang difailkan di mahkamah persekutuan di Washington, D.C. adalah mengenai plaintif dan syarikat yang berasingan, tetapi plaintif dalam saman itu juga mendakwa bahawa diskriminasi agama berlaku kerana plaintif diwajibkan menghadiri kursus Landmark Education."
    },
    {
      "input": "In an incident with parallels to the recent Moscow deaths, in 2009 Scottish and British media publicised a high-profile case in which two teenagers leap together from the Erskine Bridge, a famed suicide spot over the where an estimated fifteen people kill themselves each year.",
      "output": "Di kejadian bersamaan kepada kematian di Moscow baru-baru ini, pada tahun 2009 pihak media Scotland dan Britain membuat publisiti satu kes berprofil tinggi dimana dua remaja melompat bersama daripada Jambatan Erskine, tempat bunuh diri terkenal dimana kira-kira lima belas orang membunuh diri setiap tahun."
    },
    {
      "input": "The National Statistics Office and the TCSI investigated claims by bemobile that it had covered 64% of the Islands, but found the claims were incorrect.",
      "output": "Pejabat Statistik Negara dan TCSI menyiasat dakwaan oleh bemobile bahawa ia telah meliputi 64% daripada Kepulauan itu, tetapi mendapati tuntutan itu tidak betul."
    },
    {
      "input": "The last two special episodes did not star Langham due to his arrest.",
      "output": "Dua episod khas terakhir tidak dibintangi Langham kerana penangkapannya."
    },
    {
      "input": "Dichloroacetate, a drug generally used to treat rare metabolic disorders, has shown the potential to assist in the treatment of brain, lung, and breast cancers, researchers at the University of Alberta in Edmonton, Canada say.",
      "output": "Dichloroacetate, ubat yang biasanya digunakan untuk merawat gangguan metabolik yang jarang berlaku, telah menunjukkan potensi untuk membantu dalam rawatan otak, paru-paru, dan kanser payudara, kata penyelidik di University of Alberta di Edmonton, Kanada."
    },
    {
      "input": "Zorn discussed how sponsorship has evolved from her early time participating, and issues with the Paralympics inside the United States at the present.",
      "output": "Zorn membincangkan bagaimana tajaan telah berubah sejak awal tahun penyertaannya, dan juga isu semasa berkaitan Sukan Paralimpik di Amerika Syarikat."
    },
    {
      "input": "The chief-minister of Civil House José Dirceu was a member of the delegation.",
      "output": "Ketua Menteri Rumah Awam Jose Dirceu merupakan ahli delegasi itu."
    },
    {
      "input": "MTR replied that anyone who shouts in the train can be advised to leave the train or even prosecuted.",
      "output": "MTR menjawab bahawa sesiapa sahaja yang menjerit dalam kereta api boleh dinasihatkan untuk meninggalkan kereta api atau didakwa."
    },
    {
      "input": "He said the incident has \"nothing to do\" with politics or Iran's nuclear program.",
      "output": "Beliau berkata kejadian tersebut \"tidak berkaitan\" dengan politik atau program nuklear Iran."
    },
    {
      "input": "The bill was defeated 48 to 49 and did not receive the minimum amount of 60 votes to that would allow the bill to be taken to the full Senate.",
      "output": "Rang undang-undang itu dikalahkan 48 kepada 49 dan tidak menerima jumlah minimum 60 undian yang tidak membenarkan rang undang-undang itu dibawa ke Senat penuh."
    },
    {
      "input": "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.",
      "output": "Van Gogh telah menjadi pengkritik tegar Islam dan layanan buruk Islam terhadap wanita."
    },
    {
      "input": "A senior member of a party allied with Musharraf stated that the impeachment would \"open a Pandora's box\" regarding Pakistan's future.",
      "output": "Seorang anggota kanan parti bersekutu dengan Musharraf menyatakan bahawa pendakwaan itu akan \"membuka kotak Pandora\" mengenai masa depan Pakistan."
    },
    {
      "input": "The New York City Housing Authority announced on their Twitter page, \"Turn a snow day into a payday.",
      "output": "Lembaga Perumahan New York City mengumumkan di laman Twitter mereka, \"Jadikan hari bersalji sebagai hari mendapat gaji."
    },
    {
      "input": "According to a 1998 article in Metro Silicon Valley: \"In the end the Department of Labor dropped the issue, leaving Landmark trumpeting about its volunteers' choice in the matter.\"",
      "output": "Menurut satu artikel 1998 dalam Metro Silicon Valley: \"Akhirnya Jabatan Buruh menggugurkan isu itu, membiarkan Landmark meghebah-hebahkan pilihan sukarelawannya dalam perkara itu.\""
    },
    {
      "input": "Google then claimed that \"YouTube also fulfills its end of the DMCA bargain, and indeed goes far beyond its legal obligations in assisting content owners to protect their works.\"",
      "output": "Google juga mendakwa bahawa \"YouTube juga memenuhi tawaran akhir DMCA, dan sememangnya melangkaui kewajipan undang-undang dalam membantu pemilik kandungan melindungi kerja mereka.\""
    },
    {
      "input": "However analysis of the new images show ridges up to 4 kilometres tall, similar in height to the Rocky Mountains or the Alps.",
      "output": "Walau bagaimanapun analisis imej baru menunjukkan rabung sehingga 4 kilometer tinggi, tinggi yang sama dengan Pergunungan Rocky atau Alps."
    },
    {
      "input": "Her case attracted widespread international media attention with it being alleged that her rape was ordered by the local panchayat (town council).",
      "output": "Kesnya mendapat perhatian berleluasa oleh media antarabangsa dengan ia dikatakan bahawa rogolnya telah diarahkan oleh panchayat (majlis perbandaran) tempatan."
    },
    {
      "input": "Norwegian Minister of Foreign Affairs Jonas Gahr Støre is staying at the hotel, but was unharmed.",
      "output": "Menteri Luar Negeri Norway Jonas Gahr Store yang menginap di hotel itu, tidak mengalami sebarang kecederaan."
    },
    {
      "input": "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.",
      "output": "Pada hari Rabu, mahkamah rayuan persekutuan Amerika Syarikat mengekalkan sabitan penipuan dan menghalang keadilan ke atas media mogul Conrad Black, bersama tiga daripada eksekutif dari bekas syarikat akbarnya, Hollinger International."
    },
    {
      "input": "Bill Graham released a statement describing Canada as being like no other country, \"made up of individuals, representing all ethnicities and all religions, bound together by our shared values of family, community, tolerance and freedom.\"",
      "output": "Bill Graham mengeluarkan satu kenyataan menggambarkan Kanada sebagai sebuah negara tidak seperti yang lain, \"terdiri daripada individu, mewakili semua kumpulan etnik dan agama, terikat bersama oleh nilai kekeluargaan, komuniti, toleransi dan kebebasan yang sama.\""
    },
    {
      "input": "Coach Chip Kelly suspended Blount for the remainder of the 2009 season.",
      "output": "Jurulatih Chip Kelly menggantung Blount bagi baki musim 2009."
    },
    {
      "input": "Much controversy was caused by the suggestion it may be used, since international regulations limit the use of materials intended for safety investigations as evidence to prove liability in criminal or civil cases.",
      "output": "Banyak kontrovesi terhasil disebabkan oleh cadangan untuk menggunakan laporan itu, memandangkan undang-undang antarabangsa menghadkan bahan-bahan yang hendak digunakan untuk siasatan keselamatan sebagai bukti untuk membuktikan liabiliti dalam jenayah atau kes-kes sivil."
    },
    {
      "input": "Spc. Barker said that he then poured kerosene lamp fuel on the girl's body but Barker did not say who set it on fire.",
      "output": "Spc. Barker berkata dia kemudian menuangkan minyak tanah atas badan kanak-kanak itu tetapi Barker tidak berkata siapa yang membakarnya."
    },
    {
      "input": "Criticizing a \"dubious construction of a very vaguely identified threat of WMDs in Iraq,\" Mr. Havel questioned why planners failed to anticipate civil instability after initial combat operations.",
      "output": "Mengkritik \"pembinaan yang meragukan tentang ancaman senjata pemusnah besar-besaran di Iraq yang dikenal pasti secara samar-samar,\" Encik Havel mempersoalkan mengapa perancang gagal menjangka ketidakstabilan awam selepas operasi pertempuran awal."
    },
    {
      "input": "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.",
      "output": "Sekitar 25,000 orang termasuk Perdana Menteri Stephen Harper, isteri beliau dan dua anak mereka berada di sana."
    },
    {
      "input": "Joba has been granted leave from the team to be with his father, and will not be with the Yankees at least during their two-game series against the Tampa Bay Rays at Tropicana Field in St. Petersburg, Florida.",
      "output": "Joba telah diberi kebenaran daripada pasukan untuk bersama dengan bapanya, dan tidak akan dengan Yankees sekurang-kurangnya semasa siri dua perlawanan mereka melawan Tampa Bay Rays di Padang Tropicana di St Petersburg, Florida."
    },
    {
      "input": "Mousavi's supporters have taken to the streets of Tehran to protest the election results.",
      "output": "Penyokong Mousavi telah berada di jalan-jalan di Tehran untuk memprotes keputusan pilihan raya."
    },
    {
      "input": "\"But we will make our voice heard to stop this sale.\"",
      "output": "\"Tetapi kita akan membuat suara kita didengari untuk menghentikan penjualan ini.\""
    },
    {
      "input": "She said that if he had not handed himself in, they would then have gone to the police.",
      "output": "Dia berkata, sekiranya dia tidak menyerah diri, mereka kemudian akan membuat laporan polis."
    },
    {
      "input": "The late John Lennon was also given a star on the pavement, which means that Paul McCartney is now the only member of the Beatles who has not yet been awarded a star.",
      "output": "Mendiang John Lennon juga dianugerahkan bintang di turapan itu, maka bermaksud Paul McCartney kini adalahsatu-satunya anggota Beatles yang masih belum dianugerahkan bintang."
    },
    {
      "input": "\"Certainly, there is a still a demand for payphones around Australia.\"",
      "output": "\"Sememangnya, masih terdapat permintaan terhadap telefon awam sekitar Australia.\""
    },
    {
      "input": "At the time Mr Vaile defended AWB based upon information provided to him by his department.",
      "output": "Pada masa itu Encik Vaile mempertahankan AWB berdasarkan maklumat yang diberikan kepadanya oleh jabatannya."
    },
    {
      "input": "Kaka and Inzaghi played as frontmen for AC, while Vennegoor of Hesselink and Jiri Jarosik were the strike pair for Celtic.",
      "output": "Kaka dan Inzaghi bermain sebagai penyerang untuk AC, manakala Vennegoor of Hesselink dan Jiri Jarosik adalah pasangan penyerang untuk Celtic."
    },
    {
      "input": "The attack also comes amidst rumors that the Chinese government will be cracking down on social media commentators, according the The Wall Street Journal.",
      "output": "Serangan itu juga datang di tengah-tengah khabar angin bahawa kerajaan China akan bertindak ke atas pengulas media sosial, menurut The Wall Street Journal."
    },
    {
      "input": "The claim of responsibility by The Secret Organization of al-Qaida in Europe for the London attacks has also been questioned on the grounds that the rhetoric is not consistent with militant Islamic ideology.",
      "output": "Dakwaan bertanggungjawab oleh Organisasi Rahsia al-Qaida di Eropah ke atas serangan di London itu juga diragui dengan alasan retorik itu tidak konsisten dengan ideologi militan Islam."
    },
    {
      "input": "Testing showed that DCA attacked cancer cells but did not attack healthy cells.",
      "output": "Ujian menunjukkan bahawa DCA menyerang sel-sel kanser tetapi tidak menyerang sel-sel sihat."
    },
    {
      "input": "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.",
      "output": "Walau bagaimanapun, komander TPLF buangan yang tinggal di Belanda, Aregawi Berhe, mempertahankan cerita Araya."
    },
    {
      "input": "State Secretary Rigmor Aasrud said that the activities in question might be prosecuted as fraud or as violations of existing healthcare regulations.",
      "output": "Setiausaha Negera Rigmor Aasrud menyatakan bahawa aktiviti dalam persoalan ini mungkin akan didakwa sebagai penipuan atau pelanggaran undang-undang kesihatan sedia ada."
    },
    {
      "input": "The Pakistani army says that at least 150 to 200 Taliban militants, along with 50 Pakistani troops have been killed in recent battles between al-Qaeda, Taliban fighters and Pakistani troops along the border region of Pakistan and Afghanistan in an area known as North Waziristan.",
      "output": "Tentera Pakistan mengatakan bahawa sekurang-kurangnya 150 hingga 200 militan Taliban, bersama dengan 50 tentera Pakistan terbunuh dalam pertempuran baru-baru ini di antara al-Qaeda, pejuang Taliban dan tentera Pakistan di sepanjang kawasan sempadan Pakistan dan Afghanistan di kawasan yang dikenali sebagai Waziristan Utara."
    },
    {
      "input": "In response to questions, he stated that he was using a network cable to strangle himself because he didn't have any rope, but he was worried that the cable would not be strong enough to take his weight.",
      "output": "Dalam maklum balas kepada soalan-soalan, dia menyatakan bahawa dia menggunakan kabel jaringan untuk menjerut dirinya kerana dia tidak mempunyai tali, tetapi dia bimbang kabel itu tidak cukup kuat untuk menampung beratnya."
    },
    {
      "input": "\"We have a very good recruiting policy and anybody who passes the muster for our recruiting policy we'd be glad to offer a job to, provided he's old enough to hold a driver's license,\" Yarra Trams Deputy Chief Executive, Dennis Cliche, told Australian Associated Press on Monday.",
      "output": "\"Kami mempunyai polisi merekrut yang amat baik dan sesiapa yang lulus himpunan polisi merekrut kami, kami dengan senang hati akan menawarkan pekerjaan kepadanya, dengan syarat dia cukup umur untuk memegang lesen pemandu,\" Timbalan Ketua Eksekutif Yarra Trams, Dennis Cliche, memberitahu Australian Associated Press pada hari Isnin."
    },
    {
      "input": "It warned that a cyclone with wind speeds of 180 kilometres per hour would cross the southwest coast of Myanmar sometime between 8pm and midnight on the night of the 2 May.",
      "output": "Ia memberi amaran bahawa taufan dengan kelajuan angin 180 kilometer sejam akan menyeberangi pantai barat daya Myanmar di antara 8 malam sehingga tengah malam pada malam 2 Mei."
    },
    {
      "input": "Despite the fact that there is precedent for an Empress, some scholars have suggested family members who previously broke ties with the recognised royal family following the end of World War II should be considered for the succession, opening up the field of candidates even more.",
      "output": "Walaupun fakta bahawa terdapat duluan bagi sorang Maharani, beberapa sarjana telah mencadangkan ahli keluarga yang mana sebelum ini telah memutuskan hubungan dengan keluarga diraja yang dikenali itu selepas berakhirnya Perang Dunia II perlu menimbang semula perwarisan, membuka peluang untuk lebih ramai sebagai calon."
    },
    {
      "input": "The world's second largest auto parts maker, Delphi Corporation, has announced today that 8,500 salary workers may be out of a job soon as part of a major restructuring plan, which will also include voiding the contract with the UAW union.",
      "output": "Pembuat bahagian auto kedua terbesar di dunia, Delphi Corporation, telah mengumumkan hari ini bahawa 8,500 pekerja gaji mungkin keluar dari pekerjaan tidak lama lagi sebagai sebahagian daripada rancangan penyusunan semula utama, yang juga akan termasuk mengganggu kontrak dengan kesatuan UAW itu."
    },
    {
      "input": "According to Reporters Without Borders, he died three days after the shooting at Al Mouwsat Hospital.",
      "output": "Menurut Reporters Without Borders, beliau meninggal dunia tiga hari selepas ditembak di Hospital Al Mouwsat."
    },
    {
      "input": "On October 2 the two women were arrested by Ontario Police.",
      "output": "Pada 2 Oktober kedua-dua wanita telah ditahan oleh polis Ontorio."
    },
    {
      "input": "Another member of the Pennsylvania State University's cheerleading squad will step in to play the Nittany Lion at the 2009 Rose Bowl, after the main performer was suspended after being charged with DUI and summary traffic violations late last month.",
      "output": "Seorang lagi anggota daripada skuad sorak Universiti Negeri Pennsylvania akan campur tangan untuk bermain Nittany Lion di Rose Bowl musim 2009, selepas pelaku utama telah digantung selepas didakwa dengan DUI dan ringkasan pelanggaran lalu lintas akhir bulan lalu."
    },
    {
      "input": "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.",
      "output": "Rampasan kuasa itu dibuat selepas satu krisis politik lanjutan di mana Presiden Tandja telah membubarkan kedua-dua Dewan Negara dan Mahkamah Tinggi Niger, serta memanjangkan tempohnya menjadi presiden selama tiga tahun, dan menghapuskan semua had lanjut mengenai tempohnya."
    },
    {
      "input": "The victims had been trying to reach a free mosquito net handout when a stampede erupted, causing the collapse.",
      "output": "Mangsa-mangsa telah cuba untuk mencapai kelambu nyamuk yang percuma apabila rempuhan meletus, menyebabkan keruntuhan."
    },
    {
      "input": "Telecom chose to change the partnership because Yahoo! has worked together with BT Group, Verizon and Rogers Communications.",
      "output": "Telecom memilih untuk menukar perkongsian itu kerana Yahoo! telah bekerjasama dengan BT Group, Verizon dan Rogers Communications."
    },
    {
      "input": "Sheryl Sandberg, Facebook Chief Operating Officer, was supposed to travel on the Asiana flight.",
      "output": "Sherly Sandberg, Ketua Pegawai Operasi Facebook, sepatutnya terbang bersama pesawat Asiana."
    },
    {
      "input": "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.",
      "output": "Beberapa penganalisis telah mencadangkan bahawa gencatan senjata baru-baru ini adalah berdasarkan kepada taktik ETA ini menyebabkan sokongan mereka di rantau ini Basque menjunam."
    },
    {
      "input": "Avila sang what will be the first single of her upcoming album: Meant to Fly, co-written by Chantal Kreviazuk and her husband Raine Maida.",
      "output": "Avila menyanyikan apa yang akan menjadi single pertama album akan datangnya: Meant to Fly, ditulis bersama dengan Chantal Kreviazuk dan suaminya Raine Maida."
    },
    {
      "input": "Aimed at bringing the homeless and unemployed into the community through participation in soccer, Reclink Australia will be given the funding to implement the program.",
      "output": "Tujuan ini adalah untuk membawa golongan gelandangan dan penganggur ke dalam masyarakat melalui penyertaan dalam bola sepak, Reclink Australia akan diberi dana untuk melaksanakan program ini."
    },
    {
      "input": "Kalgoorlie is also the largest urban centre in Goldfields, and has the largest number of buildings that would be vulnerable to such an earthquake.",
      "output": "Kalgoorlie juga adalah pusat bandar terbesar di Goldfields, dan mempunyai bilangan terbesar bangunan yang boleh terjejas dengan gempa bumi seperti itu."
    },
    {
      "input": "\"Progress on women’s education is essential but not enough if we don’t improve women’s access to good jobs and credit lines, to land ownership and to income-generating activities.\"",
      "output": "\"Kemajuan pendidikan wanita adalah penting tetapi tidak cukup jika kita tidak meningkatkan akses wanita ke atas pekerjaan yang baik dan barisan kredit, pemilikan tanah dan aktiviti menjana pendapatan.\""
    },
    {
      "input": "Bruce Knobloch of the 30A network indicated that the purpose of the hoax was to show how shallow the media coverage of the conference and the protest is.",
      "output": "Bruce Knobloch dari rangkaian 30A yang nyatakan bahawa tujuan penipuan ini adalah untuk menunjukkan betapa cetek liputan media persidangan itu dan bantahan itu."
    },
    {
      "input": "With less than fifteen seconds left, Stanfield received a pass underneath the basket.",
      "output": "Dengan kurang daripada baki lima belas saat, Stanfield menerima hantaran bawah jaring."
    },
    {
      "input": "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.",
      "output": "Newsom telah menjadi Datuk Bandar San Francisco sejak 2003 dan dipilih semula pada tahun 2007."
    },
    {
      "input": "Alleyne has been hospitalised following his arrest, owing to chest pains.",
      "output": "Alleyne telah dimasukkan ke hospital berikutan penangkapannya, kerana sakit dada."
    },
    {
      "input": "The Bureau of Meteorology says the result is more evidence of climate change.",
      "output": "Biro Meteorologi berkata hasilnya adalah lebih banyak bukti tentang perubahan iklim."
    },
    {
      "input": "Robin Cook, the former British foreign secretary and current Member of Parliament, has died of a suspected heart attack after collapsing on a walk with his wife on Ben Stack hill, Scotland.",
      "output": "Robin Cook, bekas setiausaha luar British dan Ahli Parlimen terkini, dtemui mati disyaki akibat serangan jantung selepas jatuh semasa sedang bersiar-siar denagn isteri beliau di Ben Stack Hill, Scotland."
    },
    {
      "input": "It is not thought that the two incidents are related.",
      "output": "Kedua-dua kejadian tidak difikirkan mempunyai kaitan."
    },
    {
      "input": "NASA halted the deployment of the solar array wing to evaluate the damage.",
      "output": "NASA menghentikan penggunaan sayap tatasusun solar untuk menilai kerosakan."
    },
    {
      "input": "Although life may be found on the moon, most scientists concede that if Enceladus does harbor life, it probably consists of microbes or other robust organisms capable of living in extreme conditions.",
      "output": "Walaupun kehidupan boleh didapati di bulan, kebanyakan saintis mengakui bahawa jika Enceladus tidak mempunyai hidupan ia mungkin terdiri daripada mikrob atau organisma teguh lain yang boleh hidup dalam persekitaran yang melampau."
    },
    {
      "input": "Along with technology writers for Slate, PC Magazine, USA Today, BusinessWeek, Aviation Weekly, Wikinews was invited by the America-Israel Friendship League and the Israeli Foreign Ministry to review Israel’s technology sector.",
      "output": "Bersama dengan tulisan teknologi untuk Slate, Majalah PC, Hari ini USA, Minggu Bisnes, Minggu Penerbangan, Wikinews telah dijemput oleh Liga Persahabatan Amerika-Israel dan Menteri Luar Israel untuk meneliti sektor teknologi Israel."
    },
    {
      "input": "The accident took place at approximately 20:55 GMT when the Class 220/221 train, travelling at close to 100mph, hit the car which was on the tracks.",
      "output": "Kemalangan itu berlaku pada kira-kira 20:55 GMT apabila kereta api Kelas 220/221, berjalan pada kelajuan lebih kurang 100mph, melanggar kereta di atas trek itu."
    },
    {
      "input": "On December 28, 2008, he was asked by King Albert II to form a new Government after he was reluctant to take up the role of Prime Minister after the Leterme I government had fallen on 22 December 2008 due to the bank bailout scandal.",
      "output": "Pada 28 Disember, 2008, beliau telah diminta oleh Raja Albert II untuk membentuk kerajaan baru selepas dia enggan mengambil jawatan Perdana Menteri selepas kerajaan Leterme I jatuh pada 22 Disember 2008 disebabkan oleh skandal menyelamatkan bank."
    },
    {
      "input": "Only eleven horses have ever won the Triple Crown in the United States.",
      "output": "Hanya sebelas kuda pernah memenangi Triple Crown di Amerika Syarikat."
    },
    {
      "input": "\"And so there'll be a big push to get a lot more data while Spitzer is still alive.\"",
      "output": "\"Oleh itu, akan ada dorongan besar untuk mendapatkan lebih banyak data sementara Spitzer masih hidup.\""
    },
    {
      "input": "Flooding has also reached neighbouring Angola, where nineteen people have died, according to the Red Cross.",
      "output": "Banjir juga telah sampai negara jiran Angola, di mana sembilan belas orang terbunuh, menurut Palang Merah."
    },
    {
      "input": "The region is the site of the largest oil-producing industries on the continent, and has a high rate of crime.",
      "output": "Kawasan ini merupakan tapak pengeluar minyak terbesar di benua itu, dan mempunyai kadar jenayah yang tinggi."
    },
    {
      "input": "Other likely candidates include 2004 nominee Senator John Kerry; his vice presidential running mate, former North Carolina Senator John Edwards; New Mexico Gov. Bill Richardson; and Senators Joe Biden of Delaware and Christopher Dodd of Connecticut.",
      "output": "Bakal calon lain termasuk calon 2004 Senator John Kerry; teman pencalonan naib presidennya, bekas Senator North Carolina John Edwards; Gabenor New Mexico Bill Richardson; dan Senator Joe Biden dari Delaware dan Christopher Dodd dari Connecticut."
    },
    {
      "input": "President Karzai has refused to accept the investigation's findings, which reduce his share of the vote from around 55% to under 50%, leading to what Mohammad Moin Marastyal, one of the campaign team members, describes as \"deadlock\".",
      "output": "Presiden Karzai enggan menerima hasil siasatan itu, yang mengurangkan bahagian undinya daripada sekitar 55% ke angka di bawah 50%, yang membawa kepada penjelasan \"kebuntuan,\" apa yang digambarkan oleh Mohammad Moin Marastyal, salah satu ahli pasukan kempen."
    },
    {
      "input": "In the second canonization ceremony of his papacy, Pope Benedict XVI today named four new saints.",
      "output": "Dalam upacara pengisyitiharan wali yang kedua kepausan beliau, Pope Benedict XVI hari ini menamakan empat orang kudus baru."
    },
    {
      "input": "Now named Saint Mary-of-the-Woods College, it is the oldest Catholic liberal arts college for women in the United States of America.",
      "output": "Sekarang menamakan Kolej Saint Mary-of-the-Woods, yang merupakan kolej artis liberal Katholik wanita yang tertua di Amerika Syarikat."
    },
    {
      "input": "Ruby has previously represented the National Football League in lawsuits against Oakland Raiders owner Al Davis.",
      "output": "Ruby sebelum ini mewakili Liga Bola Sepak Kebangsaan dalam satu tuntutan melawan pemilik Oakland Raiders Al Davis."
    },
    {
      "input": "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"",
      "output": "\"Kami menyesal untuk menyatakan bahawa selepas hampir setahun setengah bertarung dengan kanser, saudara kami dan pemain bass Ben Marlin telah meninggal dunia hanya sejurus sebelum pukul 5:00 pagi 2 Januari ini, 2008.\""
    },
    {
      "input": "Commentators have noted that Obama seems to perform well in caucus states.",
      "output": "Pengulas mencatatkan bahawa Obama kelihatan menunjukkan prestasi yang baik di negeri kaukus."
    },
    {
      "input": "When the exposition ended in November, the hotel was taken down.",
      "output": "Apabila pameran itu berakhir pada bulan November, hotel itu diturunkan."
    },
    {
      "input": "For lookee loos the 52nd floor of 555 California features the popular Carnelian Room, a hang for well to do bankers, brokers, lawyers and tourists checking out wide sweeping views from what was once the tallest structure west of the Mississippi, now only the 5th Tallest Bldg on the west coast, but still impressive.",
      "output": "Bagi Iooke Ioos di tingkat ke-52 555 California dilengkapi Carnelian Room terkemuka, pergantungan baik bagi pengurus-pengurus bank, broker-broker, peguam-peguam dan pelancong-pelancong untuk memeriksa keluar pemandangan luas dari apa yang sebelum ini merupakan struktur barat tertinggi bagi Mississippi, yang kini hanyalah Bangunan Ke-5 Tertinggi di pantai barat, tetapi masih lagi mengagumkan."
    },
    {
      "input": "Polling places opened at 13:00 UTC (8:00 AM EST) this morning in Palm Beach County, Florida for the United States midterm elections.",
      "output": "Tempat mengundi untuk pilihanraya pertengahan penggal telah dibuka pada jam 13:00 UTC (8:00AM EST) pagi ini di Palm Beach County, Florida."
    },
    {
      "input": "His role in the contentious dispute will be to keep the peace in the town of Caledonia.",
      "output": "Peranan beliau dalam perbalahan itu adalah untuk menjaga keamanan di bandar Caledonia."
    },
    {
      "input": "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.",
      "output": "Saintis mencari perubahan kecil dalam pergerakan giroskop untuk mengesan kesan pengheretan rangka, juga kesan geodetik yang lebih besar - pembetulan kecil kepada medan graviti Bumi disebabkan oleh perbezaan teori graviti antara Einstein dan Newton."
    },
    {
      "input": "In 2007, Channel 7 had installed new relay in the cities of Mar del Plata, Bariloche, Neuquén, Santa Rosa, Comodoro Rivadavia, San Rafael and Mendoza.",
      "output": "Pada tahun 2007, Saluran 7 telah memasang geganti baru di bandar-bandar di Mar del Plata, Bariloche, Neuquen, Santa Rosa, Comodoro Rivadavia, San Rafael dan Mendoza."
    },
    {
      "input": "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.",
      "output": "Di awal separuh masa ke 2 Bayern Munich mendahului apabila Podolski menjaringkan goal keduanya untuk perlawanan tersebut."
    },
    {
      "input": "The border was closed to beef exports after the first incident of BSE was reported in Canada.",
      "output": "Sempadan itu telah ditutup untuk mengeksport daging lembu selepas insiden pertama berkairan BSE telah dilaporkan di Kanada."
    },
    {
      "input": "Carl-Henric Svanberg, CEO of Ericsson, began a tour of some of Marconi's European sites this morning, starting at Coventry and moving to Beeston for the afternoon session.",
      "output": "Carl-Henric Svanberg, Ketua Pegawai Eksekutif Ericsson, memulakan lawatan ke beberapa kilang di Marconi di Eropah pagi ini, bermula di Coventry dan bergerak ke Beeston untuk sesi petang."
    },
    {
      "input": "A representative nationwide sample of 820 teens 14–17 years old participated in the study with parental permission.",
      "output": "Sampel wakil seluruh negara daripada 820 orang remaja berusia 14 hingga 17 tahun menyertai kajian itu dengan kebenaran dari ibu bapa penjaga."
    },
    {
      "input": "When the pace car finally turned off the lights giving the drivers a clear road Hamilton quickly got away from his teammate, Fernando Alonso, who had more fuel on board and thus had a heavier car.",
      "output": "Apabila kelajuan kereta mematikan lampu ianya memberikan pemandu jalan yang jelas Hamilton dengan cepat dapat terlepas dari rakan sepasukannya, Fernando Alonso, yang mempunyai lebih banyak minyak dalam keretanya dan mempunyai kereta yang lebih berat."
    },
    {
      "input": "The quake, which struck at 22:01 UTC yesterday evening, hit at a depth of approximately 54 kilometers (34 mi) according to the United States Geological Survey.",
      "output": "Gempa itu, yang melanda pada 22:01 UTC petang semalam, berlaku pada angggaran kedalaman 54 kilometer (34 bt) menurut Kajian Geologi Amerika Syarikat."
    },
    {
      "input": "Police claim that some 600 artifacts, which had been illegally excavated, were found.",
      "output": "Polis berkata bahawa kira-kira 600 artifak, yang telah digali secara haram, ditemui."
    },
    {
      "input": "When questioned about a cable sent to the department of trade containing concerns raised by the UN about AWB's dealings in Iraq dated January 13, 2000, Mr Vaile said that he was briefed in a general sense on the issues raised.",
      "output": "Ketika ditanya mengenai satu maklumat yang dihantar ke jabatan perdagangan yang mengandungi isu-isu yang dibangkitkan oleh PBB mengenai urusan AWB di Iraq yang bertarikh 13 Januari 2000, Encik Vaile berkata beliau telah diberi taklimat dalam pengertian umum mengenai isu-isu yang dibangkitkan."
    },
    {
      "input": "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.",
      "output": "Ia adalah bahawa semua wang telah masuk ke Tigray - yang akan menjadi Oxfam, Save the Children, UNICEF dan Bantuan Kristian - bagaimanapun, kami semua telah ditipu dan dibohong."
    },
    {
      "input": "Further inland and north, where colder temperatures have prevailed, the precipitation has been falling as freezing rain and sleet, or heavy snowfalls.",
      "output": "Di kawasan pedalaman dan utara, di mana lazimnya bersuhu sejuk, hujan telah berkurangan kerana hujan membeku dan hujan bercampur salji, atau salji berat."
    },
    {
      "input": "This makes the journey around 450 kilometres (290 miles), with the plane crashing in a flat region 375 kilometres (around 220 miles) from Juba.",
      "output": "Ini menjadikan perjalanan itu sepanjang kira-kira 450 kilometer (290 batu), dengan pesawat terhempas di kawasan rata berjarak 375 kilometer (sekitar 220 batu) dari Juba."
    },
    {
      "input": "One person has died as a result of the fires with 42 injured.",
      "output": "Satu orang telah meninggal dunia akibat kebakaran dengan 42 tercedera."
    },
    {
      "input": "France will lose 4,300 jobs, followed by Germany having a loss of 3,700 jobs, while the United Kingdom and Spain will see 1,600 and 400 jobs cut respectively.",
      "output": "Perancis bakal hilang 4,300 pekerjaan, diikuti oleh Jerman yang hilang 3,700 pekerjaan, sementara di United Kingdom dan Sepanyol bakal melihat 1,600 dan 400 pekerjaan hilang masing-masing."
    },
    {
      "input": "Dawn News and other private news organizations then went off the air.",
      "output": "Dawn News dan lain-lain organisasi berita swasta kemudian disiar ke udara."
    },
    {
      "input": "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.",
      "output": "Mesin layan diri yang menjual rokok di tempat-tempat awam akan diharamkan sejajar dengan iklan dan penajaan rokok."
    },
    {
      "input": "The Sydney Morning Herald used a headline that stated \"Ruling denies justice for Australian crash victims\".",
      "output": "The Sydney Morning Herald menggunakan tajuk yang menyatakan \"Peraturan menafikan keadilan untuk mangsa nahas Australia.\""
    },
    {
      "input": "The crisis broke out after days of fighting between Georgian forces and Ossetian separatist units.",
      "output": "Krisis ini tercetus selepas hari pertempuran antara tentera Georgia dan unit pemisah Ossetia."
    },
    {
      "input": "\"The first space rocket has been successfully launched into space,\" the station's website reported.",
      "output": "\"Roket angkasa pertama itu telah berjaya dilancarkan ke angkasa lepas,\" laman web stesen itu melaporkan."
    },
    {
      "input": "The commission will evaluate the crisis's consequences, reinforce the integration between both countries and coordinate the future of the antiterrorist fight.",
      "output": "Suruhanjaya itu akan menilai kesan-kesan krisis, mengukuhkan integrasi antara kedua negara dan menyelaras masa depan perjuangan anti pengganas."
    },
    {
      "input": "During the feature race Jonny Reid, driving New Zealand's Black Beauty car, passed Great Britain on lap number 16 of the 50-lap race.",
      "output": "Semasa perlumbaan litar Jonny Reid, memandu kereta Black Beauty New Zealand, memintas Great Britain di pusingan ke-16 daripada perlumbaan 50 pusingan."
    },
    {
      "input": "The religious authority has sent a letter to producer of the programme, Andrew Smith, highlighting their concerns.",
      "output": "Pihak berkuasa bahagian agama telah menghantar surat kepada pengeluar program, Andrew Smith, menunjukkan kebimbangan mereka."
    },
    {
      "input": "ExxonMobil wishes to assure members of the public that no health risk is posed as water and carbon dioxide are produced as a result of the flaring.",
      "output": "ExxonMobil berharap dapat memberi jaminan kepada orang ramai bahawa tiada risiko kesihatan yang timbul daripada penghasilan air dan karbon hasil dari pembakaran."
    },
    {
      "input": "Two US soldiers killed in Afghanistan yesterday were shot by an Afghan interpreter in Wardek province south-west of Kabul, according to NATO.",
      "output": "Dua orang tentera US yang dibunuh di Afghanistan semalam selepas ditembak oleh seorang penterjemah bahasa warga Afghan di wilayah Wardek barat daya Kabul, menurut NATO."
    },
    {
      "input": "Australian rules football is played on a field 170 metres by 160 metres.",
      "output": "Bola sepak Australia dimainkan di padang seluas 170 meter dengan 160 meter."
    },
    {
      "input": "Marcus du Sautoy is Professor of Mathematics at the University of Oxford.",
      "output": "Marcus du Sautoy ialah Professor Matematik di Universiti Oxford."
    },
    {
      "input": "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.",
      "output": "Majlis Bandaraya Bristol telah melaporkan bahawa kemungkinan perpustakaan itu akan dibuka semula pada Selasa, walaupun dikatakan bahawa bangunan itu mungkin akan masih ditutup pada hari itu."
    },
    {
      "input": "Recent changes to some of the Wikipedia editing policies have attempted to resolve some of the reliability issues raised.",
      "output": "Rombakan beberapa dasar penggubalan Wikipedia telah cuba untuk menyelesaikan beberapa isu kebolehpercayaan yang dibangkitkan."
    },
    {
      "input": "\"Hazards present in the Arctic can include frigid temperatures, presence of sea ice, gale-force winds, intense storms and heavy fog ...\"",
      "output": "\"Bahaya yang terdapat di Artik termasuk suhu dingin, kewujudan ais laut, angin ribut, ribut kuat dan kabus tebal...\""
    },
    {
      "input": "JAL is the biggest carrier in Japan and the biggest carrier of cargo between Japan and the US.",
      "output": "JAL adalah pengangkutan terbesar di Jepun dan pengangkutan kargo terbesar antara Jepun dan US."
    },
    {
      "input": "It is expected that this incident is only the beginning of a large eruptive process, which may result in a catastrophe for El Salvador.",
      "output": "Ini telah dijangkakan bahawa insiden ini hanya permulaan bagi proses letupan yang besar, yang akan mengakibatkan kejadian buruk terhadap El Salvador."
    },
    {
      "input": "These human bombs were then detonated remotely using mobile phone.",
      "output": "Bom manusia ini kemudiannya dikawal mengguna alat kawalan jauh."
    },
    {
      "input": "\"There are people out there that want to harm us.\"",
      "output": "\"Ada orang di luar di sana yang ingin mengancam kami.\""
    },
    {
      "input": "The images were taken around the planet's equinox on August 11, when the Sun was directly over Saturn's equator and caught the rings edge on.",
      "output": "Imej-imej tersebut diambil sekitar ekuinoks planet pada 11 Ogos, apabila Matahari berada tepat di atas khatulistiwa Zuhal dan mencapai sisi cincin."
    },
    {
      "input": "Service providers may choose to bypass those lines in favour of European ones, say a spokesman for Japanese telecoms firm KDDI Corp, Satoru Ito.",
      "output": "Pembekal perkhidmatan boleh memilih untuk memintas talian yang memihak kepada Eropah, kata jurucakap firma telekom Jepun KDDI Corp, Satoru Ito."
    },
    {
      "input": "Early last year, the building was the target of a suicide truck bomb that killed more than 20 people.",
      "output": "Awal tahun lepas, bangunan itu adalah sasaran bom trak berani mati yang membunuh lebih daripada 20 orang."
    },
    {
      "input": "The Centre, he said, had little option but to increase the price despite some of the coalition partners opposing the move and even the President of the Indian National Congress (Congress Party) Sonia Gandhi not favouring it.",
      "output": "Beliau berkata Pusat mempunyai sedikit pilihan untuk tidak menaikkan harga tetapi rakan gabungan membantah pergerakan itu dan Presiden Kongres Nasional India (Parti Kongres) Sonia Gandhi juga tidak senang dengan perkara itu."
    },
    {
      "input": "United Airlines and Virgin America offered passengers the opportunity to change the flights at no extra cost until Monday.",
      "output": "United Airlines dan Virgin America menawarkan peluang kepada penumpang untuk menukar penerbangan sehingga Isnin dengan tidak dikenakan sebarang caj."
    },
    {
      "input": "Both teams went into the game on highs, as United had thrashed Roma 7-1 during the week, and Watford had defeated Portsmouth 4-2 in the Premiership.",
      "output": "Kedua-dua pasukan masuk ke dalam perlawanan itu dengan semangat tinggi, kerana United telah menewaskan Roma dengan teruk 7-1 dalam minggu ini, dan Watford telah mengalahkan Portsmouth 4-2 dalam Liga Perdana itu."
    },
    {
      "input": "It transpired that the fire was caused by an electrical fault 1,000 ft below the surface.",
      "output": "Ia berlaku kerana kebakaran yang disebabkan oleh kerosakan elektrik 1,000 kaki di bawah permukaan."
    },
    {
      "input": "The website of international news service Al Jazeera was hacked Tuesday by a group idenitified only as Al-Rashedon.",
      "output": "Laman web perkhidmatan berita antarabangsa Al Jazeera telah digodam Selasa oleh sekumpulan yang hanya dikenali sebagai Al-Rashedon."
    },
    {
      "input": "Also, in January, the Independent Monitoring Commission will give another report on the status of the Provisional Irish Republican Army revocation of violence.",
      "output": "Juga, pada bulan Januari, Suruhanjaya Pemantauan Bebas akan memberi satu lagi laporan mengenai status pembatalan keganasan Tentera Republic Irish Sementara."
    },
    {
      "input": "The doctor, a medical superintendent at that hospital, was also the General Secretary of the Church of Pakistan.",
      "output": "Doktor tersebut, penguasa perubatan di hospital tersebut, adalah juga Setiausaha Agung kepada Gereja Pakistan."
    },
    {
      "input": "The oil terminal at the port has been closed ever since.",
      "output": "Terminal minyak di pelabuhan itu telah ditutup sejak kejadian itu."
    },
    {
      "input": "And I would also like to thank him for the present of fish he left me in Bute House ...under the floorboards.\"",
      "output": "Dan saya juga ingin mengucapkan terima kasih kepada beliau untuk hadiah ikan yang dia tinggalkan kepada saya di Bute House...di bawah lantai papan.\""
    },
    {
      "input": "Study of the teeth from the skeletons indicates that about half of them were from outside the area.",
      "output": "Kajian gigi dari rangka tulang menunjukkan bahawa kira-kira separuh daripada mereka adalah dari luar kawasan itu."
    },
    {
      "input": "With 4.4% share of the market, the Co-op is the fifth largest grocery chain in the UK.",
      "output": "Dengan 4.4% bahagian daripada pasaran, Co-op adalah rantaian runcit kelima terbesar di UK."
    },
    {
      "input": "After hosting an exhibition for 2000, the dome has mostly laid empty.",
      "output": "Selepas menganjurkan satu pameran bagi tahun 2000, kubah itu kebanyakan masanya dibiarkan kosong."
    },
    {
      "input": "On the whole, Family Guy averaged a 6.3 rating in the overnights as posted by Zap2It.",
      "output": "Secara keseluruhannya, Family Guy mendapat penarafan 6.3 dalam semalam seperti yang disiarkan oleh Zap2It."
    },
    {
      "input": "It was at this time, because of his torment of living a double life, Mike thought he could escape the pain by creating a diversion from his addiction to adult pornography, so he created the cancer scenario,\" added Danny.",
      "output": "Ia adalah pada masa ini, kerana azab beliau menjalani kehidupan yang berganda, Mike berfikir dia boleh melarikan diri kesakitan dengan mewujudkan satu lencongan dari ketagihan beliau kepada pornografi dewasa, jadi dia mencipta senario kanser,\" kata Danny."
    },
    {
      "input": "\"This will be the last time I put on a uniform.",
      "output": "\"Ini akan menjadi kali terakhir untuk saya mengenakan pakaian seragam."
    },
    {
      "input": "A 2005 report on Operation Murambatsvina by United Nations Special Envoy Anna Tibaijuka estimated that it has cost 700,000 people their homes or livelihoods.",
      "output": "Satu laporan 2005 mengenai Operasi Murambatsvina oleh Duta Khas PBB Anna Tibaijuka menganggar bahawa ia telah mengorbankan rumah kediaman atau mata pencarian 700,000 orang."
    },
    {
      "input": "\"In fact, I said I would sponsor his rally and set up a platform and a microphone, a PA system for him.\"",
      "output": "\"Malah, saya berkata, saya akan menaja perhimpunan itu dan menubuhkan sebuah platform dan mikrofon, sistem PA baginya.\""
    },
    {
      "input": "Dr. Mark Swain of the Jet Propulsion Laboratory led another study of HD 209458 b, and found similar results.",
      "output": "Dr Mark Swain dari Makmal Pendorongan Jet mengetuai satu lagi kajian HD 209458 b, dan mendapati keputusan yang sama."
    },
    {
      "input": "On Saturday, militants with ties to Punjab, as well as the South Waziristan tribal region, assaulted the Pakistani army's headquarters in Rawalpindi.",
      "output": "Pada hari Sabtu, militan yang berkaitan dengan Punjab serta kawasan puak Waziristan Selatan, menyerang ibu pejabat tentera Pakistan di Rawalpindi."
    },
    {
      "input": "Robert Kubica got a drive through the pit-lane penalty after some dangerous driving and a collision with Hamilton, causing the Polish driver to be rolled back to 7th place.",
      "output": "Robert Kubica dapat memandu melalui penalti lorong pit selepas beberapa memandu secara berbahaya dan perlanggaran dengan Hamilton, menyebabkan pemandu Poland itu akan ditempatkan semula ke tempat ke-7."
    },
    {
      "input": "\"Nor would they necessarily add anything positive to the game and could harm the authority of the referee.\"",
      "output": "\"Ia tidak semestinya menambah suatu unsur positif dalam permainan itu dan boleh menjejaskan kuasa pengadil.\""
    },
    {
      "input": "The Los Angeles City Council voted unanimously to sue a police officer accused of creating a story about being shot by someone at El Camino High School, causing a costly search for the assailant by police.",
      "output": "Majlis Perbandaran Los Angeles telah mengundi sebulat suara untuk mendakwa seorang pengawai polis yang dituduh mereka cerita tembak-menembak oleh seseorang di Sekolah Tinggi El Camino di mana menyebabkan pihak polis mengalami banyak kerugian dalam siasatan untuk mencari penyerang."
    },
    {
      "input": "Rescuers used helicopters and dogs to search for survivors for a day, but failed to find any.",
      "output": "Penyelamat-penyelamat menggunakan helikopter dan anjing untuk mencari mangsa-mangsa terselamat selama sehari, tetapi gagal menemui sebarang sesiapapun."
    },
    {
      "input": "Those with advanced breast cancer will continue to be eligible for special assistance from Medicare Australia independently from the PBS.",
      "output": "Bagi mereka yang mempunyai kanser payudara lanjutan akan layak untuk bantuan khas secara berasingan daripada Medicare Australia dari PBS."
    },
    {
      "input": "She is expected to undergo medical tests so doctors can see how far the cancer has spread.",
      "output": "Beliau dijangka akan menjalani ujian perubatan supaya doktor boleh melihat sejauh mana kanser telah merebak."
    },
    {
      "input": "Leaders from across the political spectrum paid floral tributes to Jugal Kishore Raibir.",
      "output": "Ketua-ketua dari serata spektra politik memberi penghormatan yang tinggi kepada Jugal Kishore Raibir."
    },
    {
      "input": "The affected area is popular with walkers and hikers, and currently, many schools across England are on half term, meaning the pupils have no classes.",
      "output": "Kawasan yang terjejas adalah popular dengan pejalan kaki dan pendaki, dan pada masa ini, banyak sekolah di England kini separuh semester, bermakna murid tidak mempunyai kelas."
    },
    {
      "input": "\"In addition I like to point out that I have not removed any video, critical of me personally which does not violate my copyrights and I have no intention to do so,\" said Schaper.",
      "output": "\"Selain itu saya hendak menunjukkan bahawa saya tidak memadam sebarang video, mengkritik saya secara peribadi yang tidak melanggar hak cipta saya dan saya tidak mempunyai niat untuk berbuat demikian,\" kata Schaper."
    },
    {
      "input": "CN Rail used to have part-time positions filled as well, but at this time there are no part-time employees to cover work if a full-time employee is absent.",
      "output": "CN Rail pernah mempunyai jawatan sambilan juga, tetapi pada masa ini tidak ada pekerja sambilan untuk menampung kerja jika pekerja sepenuh masa tidak hadir."
    },
    {
      "input": "In fact, the leader of the team behind this development was one of the main critics of earlier low-temperature fusion claims.",
      "output": "Sebenarnya, ketua kepada kumpulan yang membangunkan itu merupakan seorang daripada pengkritik utama terhadap pelakuran suhu-rendah."
    },
    {
      "input": "Residents and tourists had been ordered on Sunday to evacuate Ocracoke by governor Michael F. Easley.",
      "output": "Penduduk dan pelancong telah diarahkan supaya berpindah dari Ocracoke pada Ahad oleh gabenor Michael F. Easley."
    },
    {
      "input": "Jack Palance, best known for his role as Curly in the 1991 film, \"City Slickers\", died of natural causes on Friday, November 10, at the age of 87.",
      "output": "Jack Palance, dikenali ramai melalui wataknya sebagai Curly dalam filem pada tahun 1991, \"City Slickers,\" meninggal dunia disebabkan oleh sebab semulajadi pada hari Jumaat, 10 November, pada usia 87 tahun."
    },
    {
      "input": "On May 28, 2003 Germany's third-largest city, voted to move to open source software.",
      "output": "Pada 28 Mei, 2003 bandar ketiga terbesar Jerman, mengundi untuk bertukar ke perisian sumber terbuka."
    },
    {
      "input": "According to Iranian television statement, \"In order to prevent possible misuse of MMS, immoral actions and social problems, the Telecommunications Ministry will filter immoral MMS.\"",
      "output": "Mengikut kenyataan televisyen Iran, \"Untuk menghalang kemungkinan penyalah gunaan MMS, aktiviti tidak bermoral dan masalah sosial, Menteri Telekomunikasi akan menapis MMS tidak bermoral.\""
    },
    {
      "input": "Many anti-patent activists say that if the bill were passed, small businesses and hobbyists would be in danger of lawsuit from corporations and their extensive patent portfolios.",
      "output": "Banyak aktivis anti-paten berkata yang jika rang tersebut diluluskan, perniagaan kecil dan penggemar akan terdedah kepada bahaya tuntutan mahkamah dari syarikat besar dan potfolio paten mereka yang luas."
    },
    {
      "input": "He is expected to appear in juvenile court next week.",
      "output": "Beliau dijangka hadir di mahkamah juvana minggu depan."
    },
    {
      "input": "Australia's coastwatch has found a missing boat which with more than 40 passengers after it had left Indonesia's Papua province, reportedly bound for Australia.",
      "output": "Penjaga sempadan perairan Australia telah menemui satu bot yang hilang dengan lebih daripada 40 penumpang selepas ia telah meninggalkan wilayah Papua Indonesia, dilaporkan menuju ke Australia."
    },
    {
      "input": "The festival will be featured at the historic Chinese 6 Theatres on Hollywood Boulevard in Hollywood, California.",
      "output": "Pesta ini akan ditampilkan di Teater Chinese 6 yang bersejarah di Hollywood Boulevard di Hollywood, California."
    },
    {
      "input": "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.",
      "output": "Selepas setengah jam berlalu Kawaguchi menerima kejutan - lantunan hantaran ke belakang melantun satu meter ke hadapannya."
    },
    {
      "input": "A power outage in Indonesia that left about 100 million people without electricity has caused a political crisis.",
      "output": "Satu gangguan kuasa di Indonesia yang menyebabkan kira-kira 100 juta orang tanpa elektrik telah menyebabkan krisis politik."
    },
    {
      "input": "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.",
      "output": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya."
    },
    {
      "input": "Historically, there have been some objections raised over aerial spraying and the potential health hazards distributing such chemicals may pose.",
      "output": "Dari segi sejarah, terdapat beberapa bantahan atas semburan udara dan kemungkinan bahaya kesihatan disebabkan penyebaran bahan kimia itu."
    },
    {
      "input": "The Government is always willing and wanting to sit down and negotiate with the relevant organisations .",
      "output": "Kerajaan sentiasa sanggup dan mahu untuk duduk dan berbincang dengan organisasi yang berkaitan."
    },
    {
      "input": "\"Many adolescent boys and girls masturbate, and among sexually active teens masturbation is associated with other sexual behaviors and condom use.\"",
      "output": "\"Ramai remaja lelaki dan perempuan melakukan onani, dan kebanyakan daripada remaja yang aktif melakukan onani berkait dengan perlakuan seksual yang lain dan penggunaan kondom.\""
    },
    {
      "input": "Trinity Mirror newspapers, which publishes the Mirror, also publishes another tabloid The People which is also alleged to have used phone hacking to get stories.",
      "output": "Surat khabar Trinity Mirror, yang menerbitkan Mirror, juga menerbitkan satu lagi tabloid The People yang juga didakwa telah menggunakan penggodam telefon untuk mendapatkan cerita."
    },
    {
      "input": "The vaccine was tested on 400 Australians aged between 18 and 45 in October last year to determine its safety and effectiveness.",
      "output": "Vaksin teresbut telah diuji keatas 400 rakyat Australia berumur diantara 18 dan 45 tahun pada Oktober tahun lepas untuk menentukan keselamatan dan keberkesanannya."
    },
    {
      "input": "\"With Byetta's demonstrated effects on blood sugar and its safety profile, physicians and patients now have a new approach to fight the growing diabetes epidemic,\" said Sidney Taurel, CEO of Lilly.",
      "output": "\"Byetta membuktikan kesan pada paras gula dalam darah dan profil keselamatan, doktor dan pesakit sekarang mempunyai satu pendekatan baru untuk memerangi wabak diabetes yang semakin berleluasa,\" kata Sidney Taurel, Ketua Pegawai Eksekutif Lilly."
    },
    {
      "input": "India's has labelled honour killings a \"slur on the nation,\" and warned the death penalty will await those found guilty of the crime.",
      "output": "India telah melabelkan pembunuhan maruah satu \"penghinaan kepada negara,\" dan memberi amaran bahawa hukuman mati akan menunggu mereka yang didapati bersalah atas jenayah itu."
    },
    {
      "input": "In 1975 the peak was surveyed at a height of 8 848 metres, in line with previous calculations, but a U.S. survey team in 1999 measured it at 8 850m.",
      "output": "Pada tahun 1975 puncak itu dikaji mempunyai ketinggian 8,848 meter, sama dengan pengiraan-pengiraan sebelum ini, tetapi kumpulan pengkaji A.S. pada tahun 1999 mengukurnya dengan ketinggian 8,850m."
    },
    {
      "input": "At 13.30 GMT, a magnitude 6.0 earthquake 800 km south of Tokyo according to the Japan Meteorological Agency.",
      "output": "Pada jam 13.30 GMT, satu gempa bumi bermagnitud 6.0 800 km di selatan Tokyo menurut Agensi Meteorologi Jepun."
    },
    {
      "input": "Australian temperatures have increased by approximately 0.9ºC since 1910 - consistent with global warming trends.",
      "output": "Suhu Australia telah meningkat kira-kira 0.9º C sejak tahun 1910 - selaras dengan perkembangan pemanasan global."
    },
    {
      "input": "\"Although the site had been up for many years, it was only after Mr. Santorum's success in the caucuses that a large number of people were actually searching for more information about him.\"",
      "output": "\"Walaupun laman sesawang itu telah ditubuhkan bertahun-tahun, ianya hanya selepas kejayaan Encik Santorum di kokus di mana ramai orang mencari lebih banyak maklumat mengenainya.\""
    },
    {
      "input": "The attack is considered unrelated to two other hate crimes which occurred this month in the Northwest quadrant of the city.",
      "output": "Serangan itu dianggap tidak mempunyai kaitan dengan dua jenayah kebencian yang lain yang berlaku pada bulan ini di kuadran Barat Laut bandar."
    },
    {
      "input": "She was fired by the team in December of 2006, and following her dismissal she filed the explosive lawsuit alleging that Madison Square Garden fostered an environment of sexism and inequality, personified by the conduct of Isiah Thomas.",
      "output": "Dia telah dipecat oleh kumpulan itu pada Disember 2006, dan sejurus dari pemecatannya dia memfailkan tuntutan mahkamah yang meletup mendakwa Madison Square Garden menggalakkan persekitaran seksisme dan tidak adil, dipersonafikasikan oleh tindakan Isiah Thomas."
    },
    {
      "input": "Sri Lanka have beaten Kenya by 172 runs in Group C of the 2007 Twenty20 World Championship at Wanderers Stadium, Johannesburg, South Africa.",
      "output": "Sri Lanka telah mengalahkan Kenya dengan 172 larian dalam Kumpulan C pada Kejohanan Dunia Twenty20 2007 di Stadium Wanderer, Johannesburg, Afrika Selatan."
    },
    {
      "input": "On Thursday's hearing on Iraq, Senator Joseph Biden (D-Delware), chairman of the Senate Foreign Relations Committee, told Secretary of State Condoleezza Rice that the Bush Administration did not have the authority to send U.S. troops on cross-border raids.",
      "output": "Dalam sesi pembicaraan mengenai Iraq pada Khamis, Senator Joseph Biden (D-Delware), pengerusi Jawatankuasa Hubungan Luar Senat, berkata kepada Setiausaha Jawatankuasa Condoleezza Rice Negeri bahawa Pentadbiran Bush tidak mempunyai kuasa untuk menghantar tentera U.S. untuk serbuan merentas sempadan."
    },
    {
      "input": "At least three assailants tried to storm the U.S. embassy in the Rawda area of Damascus, Syria.",
      "output": "Sekurang-kurangnya tiga penyerang cuba menyerbu masuk ke kedutaan A.S. di Rawda kawasan Damsyik, Syria."
    },
    {
      "input": "Governor Tim Pawlenty of Minnesota signed a bill into law on Thursday that requires the state to generate a significant amount of its energy needs from renewable sources.",
      "output": "Gabenor Tim Pawlenty Minnesota menandatangani rang undang-undang untuk menjadi undang-undang pada hari Khamis yang menghendaki negeri itu menjana sejumlah besar keperluan tenaga daripada sumber boleh diperbaharui."
    },
    {
      "input": "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.",
      "output": "\"Berikutan satu serangan udara pasukan NATO pada 6 November di wilayah Badghis tujuh anggota keselamatan (kedua-dua tentera Afghan dan polis negara) gugur dan juga sebahagian cedera,\" kementerian tersebut menyatakan."
    },
    {
      "input": "Branding and practices will be licensed to the other production and distribution companies.",
      "output": "Penjenamaan dan amalan akan dilesenkan kepada syarikat-syarikat pengeluaran dan pengagihan lain."
    },
    {
      "input": "The GoM has proposed that universities, registered trusts, civil society bodies and NGOs be allowed to run such stations.",
      "output": "GoM telah mengusulkan untuk universiti-universiti, amanah berdaftar, badan masyarakat sivil dan NGO dibenarkan untuk mengendalikan stesen tersebut."
    },
    {
      "input": "Speaking after the sentencing, Deputy Chief Constable of Suffolk Police, Jacqui Cheer said, \"At the start of the inquiry we could not have asked for anything more.\"",
      "output": "Bercakap selepas hukuman dijatuhkan, Timbalan Ketua Konstabel Polis Suffolk, Jacqui Cheer berkata, \"Pada permulaan siasatan itu kita tidak boleh meminta apa-apa lagi.\""
    },
    {
      "input": "\"On the basis of available evidence, and these expert assessments of the evidence, the scientific criteria for an influenza pandemic have been met.",
      "output": "\"Berdasarkan bukti yang ada, dan penilaian pakar ke atas bukti, kriteria saintifik untuk pandemik influenza telah dipenuhi."
    },
    {
      "input": "The other officials are former Vice President Dick Cheney's chief of staff David Addington, Pentagon attorney William Haynes, and Justice Department officials John Yoo and Jay Bybee.",
      "output": "Pegawai lain merupakan bekas ketua pekerja Naib Presiden Dick Cheney, David Addington, peguam Pentagon William Haynes, dan pegawai Jabatan Kehakiman John Yoo dan Jay Bybee."
    },
    {
      "input": "Reports say that the host of the United States television game show Jeopardy!, Alex Trebek, 67 is being hospitalized after suffering from a minor heart attack.",
      "output": "Laporan mengatakan juruacara kepada rancangan permainan televisyen Amerika Syarikat Jeopardy!, Alex Trebek, 67 telah dimasukkan ke hospital selepas menderita serangan jantung kecil."
    },
    {
      "input": "The remaining eight were fined $9000 each and given 60 days to pay.",
      "output": "Lapan yang lain telah didenda $9000 setiap satu dan diberi 60 hari untuk dibayar."
    },
    {
      "input": "Bosnia and Herzegovina has been divided in two ethnic entities since the end of the war, the Serbian Republic and Federation of Bosniaks and Croats.",
      "output": "Bosnia dan Herzegovina telah dibahagikan dengan dua entiti etnik sejak perang berakhir, Republik Serbia dan Persekutuan Bosnia dan Croatia."
    },
    {
      "input": "In that sport, having the controls working perfectly is all-important.",
      "output": "Dalam sukan itu, mempunyai kawalan digunakan dengan sempurna adalah sangat penting."
    },
    {
      "input": "The Emirates scored a goal after sixty-six minutes through Saeed Alkas, but no comeback eventuated and the final score was 3-1 top Japan.",
      "output": "Emirates menjaringkan gol selepas enam puluh enam minit melalui Saeed Alkas, tetapi tiada kembali semula terjadi dan mata akhir adalah 3-1 mendahului Jepun."
    },
    {
      "input": "A BBC journalist teamed up with a man with military experience to infiltrate a notorious dog fighting ring from Ulster, Ireland, known as The Farmer Boys.",
      "output": "Seorang wartawan BBC bekerjasama dengan seorang lelaki yang mempunyai pengalaman tentera untuk menyusup cincin pertempuran anjing terkenal dari Ulster, Ireland, yang dikenali sebagai The Farmer Boys."
    },
    {
      "input": "\"The people have shown their disappointment with the party and I have to accept that as my destiny.\"",
      "output": "\"Rakyat telah menunjukkan kekecewaan terhadap parti dan saya harus menerimanya sebagai nasib saya.\""
    },
    {
      "input": "In the Six Nations Cup, Ireland beat England 28 points to 24, to win The Triple Crown.",
      "output": "Dalam Kejohanan Enam Negara, Ireland mengalahkan England 28 mata kepada 24, untuk memenangi Mahkota Tiga."
    },
    {
      "input": "The number of confirmed human cases of H5N1 in Turkey is 18.",
      "output": "Jumlah yang kesan manusia yang telah disahkan akibat H5N1 di Turki ialah 18."
    },
    {
      "input": "Uranium is a chemical element which can be used in nuclear weapons and nuclear power plants.",
      "output": "Uranium adalah unsur kimia yang boleh digunakan dalam senjata nuklear dan loji kuasa nuklear."
    },
    {
      "input": "14 coal miners died when a dam burst, ravaging the land and flooding their pit at Shenjiawan Colliery.",
      "output": "14 pelombong arang mati akibat pecahan dam, merosakkan tanah dan membanjiri pitnya di Lombong Shenjiawan."
    },
    {
      "input": "During this time, Habib claims he was subjected to various methods of torture, including electric shock and being held under water.",
      "output": "Sepanjang tempoh ini, Habib mendakwa dia telah dikenakan pelbagai kaedah penyeksaan, termasuk kejutan elektrik dan dipegang di dalam air."
    },
    {
      "input": "Whether we like it or not such a sense of injustice plays into the hands of extremists.",
      "output": "Sama ada kita suka atau tidak rasa ketidakadilan itu menjadikan ia jatu ke tangan pelampau."
    },
    {
      "input": "Each of the ten plaintiffs is a child who was born to a Filipino mother and later acknowledged by a Japanese father.",
      "output": "Setiap satu daripada sepuluh plaintif adalah seorang kanak-kanak yang dilahirkan oleh seorang ibu Filipina dan kemudian diakui oleh seorang ayah Jepun."
    },
    {
      "input": "Helicopters and a warship were dispatched to rescue the vessel, and the pirates were apprehended seven hours after the initial hijacking.",
      "output": "Helikopter dan kapal perang telah dihantar untuk menyelamatkan kapal tersebut, dan lanun-lanun telahs ditahan selama tujuh jam selepas rampasan awal."
    },
    {
      "input": "He made the same trips last year when Joba made his much-anticipated Major League debut.",
      "output": "Beliau membuat lawatan yang sama tahun lepas apabila Joba menyertai Liga Utama buat kali pertama yang dinanti-nantikan."
    },
    {
      "input": "Police have revealed that the bombs were 'high explosives' - not homemade.",
      "output": "Polis telah mendedahkan bahawa bom itu 'bahan letupan tinggi'- bukan buatan sendiri."
    },
    {
      "input": "The quotas are aimed at supporting prices, as the demand for dairy products has plummeted throughout the economic crisis; in some cases, prices have halved since 2007.",
      "output": "Kuota tersebut bertujuan untuk menyokong harga, kerana permintaan untuk produk tenusu telah menjunam sepanjang krisis ekonomi; dalam beberapa kes, harga telah turun separuh sejak 2007."
    },
    {
      "input": "These monetary problems have led to a recently-announced restructuring program at Airbus, called Power8, in which 10,000 jobs go and several factories will be sold to Airbus partners.",
      "output": "Masalah kewangan ini telah menjurus kepada program penyusunan semula Airbus yang diumumkan baru-baru ini, digelar Power8, dimana 10,000 pekerjaan hilang dan beberapa kilang bakal dijual kepada rakan kongsi Airbus."
    },
    {
      "input": "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.",
      "output": "\"Jadi untuk saya ia adalah percubaan untuk datang ke tempat yang saya fikir cuba menyebarkan kematian dan mula memberitahu kebenaran,\" dia berkata."
    },
    {
      "input": "Nigel de Jong scored after eight minutes and Mark van Bommel scored on 15 minutes.",
      "output": "Nigel de Jong menjaringkan gol selepas lapan minit dan Mark van Bommel menjaringkan gol dalam 15 minit."
    },
    {
      "input": "Beazley then responded through the Speaker saying of Abbott, \"I think that he is a sleazy, dummy-spitting, little git.\"",
      "output": "Beazley kemudian bertindak balas melalui Yang di-Pertua mengatakan Abbott, \"Saya fikir bahawa dia adalah seorang yang kotor dan jelek, senang naik angin, dan kecil.\""
    },
    {
      "input": "Because prolactin regulates the levels of precursors of oligodendrocytes, the scientists hypothesized that prolactin levels were responsible for the differences in damage.",
      "output": "Disebabkan prolaktin mengawal tahap prekursor oligodendrocytes, para saintis membuat hipotesis bahawa tahap prolaktin yang menyebabkan perbezaan dalam kerosakan."
    },
    {
      "input": "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.",
      "output": "Perdana Menteri Liberal Dalton McGuinty telah membentuknya semula kerana dia mahu Chan berada di dalamnya."
    },
    {
      "input": "Previous to the proposed laws, bailiffs were not allowed to break into or enter homes unless the debtor was already there, or as a last resort.",
      "output": "Sebelum undang-undang baru tersebut, bailif tidak dibenarkan memecah masuk kedalam rumah kecuali penghutang berada disitu, ataupun sebagai pilihan terakhir."
    },
    {
      "input": "Several others with the virus have shown few symptoms or are in a stable condition.",
      "output": "Beberapa yang lain dengan virus tersebut telah menunjukkan beberapa simptom atau didalam keadaan stabil."
    },
    {
      "input": "A tropical storm warning remains in effect for Honduras from the Honduras/Nicaragua border westward to Cabo Camaron.",
      "output": "Amaran ribut tropika masih berkuat kuasa untuk Honduras dari sempadan Honduras/Nicaragua ke arah barat ke Cabo Camaron."
    },
    {
      "input": "The company hopes to make its online communication tool popular among Chinese teenagers and young professionals.",
      "output": "Syarikat berharap untuk menjadikan alat komunikasi atas talian mereka terkenal antara remaja Cina dan para profesional yang muda."
    },
    {
      "input": "Adam Bandt is projected to become the member for the Division of Melbourne.",
      "output": "Adam Bandt diunjurkan akan menjadi ahli bagi Bahagian Melbourne."
    },
    {
      "input": "The dhow had been modified to have an extra, higher deck making the vessel less stable.",
      "output": "Dhow tersebut telah diubahsuai untuk mempunyai dek tambahan, yang lebih tinggi menjadikan kapal itu kurang stabil."
    },
    {
      "input": "Ashley now measures 4ft 5 (1m 35cm) and weighs around 75 lbs (34 kg), which is below her expected length and weight.",
      "output": "Ashley kini berukuran 4 ft 5 (1m 35cm) dan mempunyai berat badan lebih kurang 75 lbs (34 kg), iaitu di bawah panjang dan berat badan yang sepatutnya."
    },
    {
      "input": "\"That is exactly to create the opportunity for them to do the stuffing,\" he said.",
      "output": "\"Ia adalah pastinya untuk mewujudkan peluang untuk mereka melakukan pengisian,\" katanya."
    },
    {
      "input": "United States President Barack Obama is seeking a \"comprehensive exit strategy\" from the Afghanistan war.",
      "output": "Presiden Amerika Syarikat Barack Obama sedang mencari satu \"strategi keluar yang menyeluruh\" dari perang Afghanistan."
    },
    {
      "input": "Komar received half of the four year sentence sought by prosecutors but avoided jail as he was freed on bail while the appeal was pending.",
      "output": "Komar menerima separuh daripada hukuman empat tahun dicari oleh pendakwa raya tetapi dipenjarakan kerana dia telah dibebaskan dengan ikat jamin sementara rayuan itu belum selesai."
    },
    {
      "input": "The march, held in the centre of Minsk, marked the 20th anniversary of the Chernobyl nuclear disaster.",
      "output": "Perarakan, yang diadakan di tengah-tengah Minsk, menandakan ulang tahun ke-20 bencana nuklear Chernobyl."
    },
    {
      "input": "Neither Germany or Argentina had lost in a World Cup penalty contest; both sides had won three.",
      "output": "Baik Jerman atau Argentina tidak pernah tewas pada pertandingan penalti Piala Dunia; kedua-dua pihak telah memenangi tiga."
    },
    {
      "input": "It would also dole out the death penalty for any offense categorized as \"aggravated homosexuality\"—meaning a case in which one of the participants is either a minor, HIV-positive, or a \"serial offender.\"",
      "output": "Hal ini juga akan membahagikan hukuman mati untuk sebarang kesalahan yang dikategorikan sebagai \"homosexualiti keras\" - bermaksud satu kes yang membabitkan salah satu pihak bawah umur, HIV-positif atau \"penjenayah bersiri.\""
    },
    {
      "input": "The split round will be completed next weekend with Leongatha traveling to Maffra and Morwell travelling to Wonthaggi.",
      "output": "Pusingan perpecahan akan selesai minggu depan dengan Leongatha pergi ke Maffra dan Morwell pergi ke Wonthaggi."
    },
    {
      "input": "According to Fox News, the US President cannot require US flag lowering at the local level.",
      "output": "Menurut Fox News, Presiden US tidak boleh menuntut untuk merendahkan bendera US di peringkat tempatan."
    },
    {
      "input": "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.",
      "output": "Martin, berusia 51, dituduh dengan salah laku dengan menghantar e-mail kepada saksi pendakwaan yang menyertakan transkrip perbicaraan kepada kes lain yang berkaitan selain pemerhatiannya sendiri berhubung kes Moussaoui, termasuk cadangan dan titik percakapan."
    },
    {
      "input": "Lech Walesa, the founder of the Solidarity movement has quit the organisation.",
      "output": "Lech Walesa, pengasas pergerakan perpaduan telah meletakkan jawatan dari pertubuhan itu."
    },
    {
      "input": "Other revelations included that John McCain's aides were concerned about Sarah Palin's failure to understand basic facts prior to her ABC News interviews with Charles Gibson, including why North Korea and South Korea are separate countries.",
      "output": "Penemuan lain termasuk yang pembantu-pembantu John McCain bimbang mengenai kegagalan Sarah Palin untuk memahami fakta asas sebelum temu ramah ABC News dengan Charles Gibson, termasuk mengapa Korea Utara dan Korea Selatan adalah negara berasingan."
    },
    {
      "input": "Lerwick in the Shetland Islands is currently cloudy with fog, at only 18ºC (64ºF)",
      "output": "Lerwick di Kepulauan Shetland kini mendung dengan kabus, hanya 18ºC (64ºF)"
    },
    {
      "input": "\"The murders and executions have come down by over 50 percent,\" Caldwell said.",
      "output": "\"Pembunuhan dan hukuman mati telah berkurangan lebih daripada 50 peratus,\" kata Caldwell."
    },
    {
      "input": "Instead of the equipment going to a landfill where it is unable to decompose and will leak chemicals into the ground, 97% of all equipment collected will be recycled.",
      "output": "Daripada peralatan tersebut dihantar ke tapak pelupusan di mana ia tidak dapat berurai dan bahan kimia akan bocor ke dalam tanah, 97% daripada semua peralatan yang dikumpul akan dikitar semula."
    },
    {
      "input": "US Army spokesman Major Rob Philips says the troops went into an al-Qaeda hideout.",
      "output": "Jurucakap Tentera Darat Mejar Rob Philips berkata angkatan tentera masuk ke dalam tempat persembunyian al-Qaeda."
    },
    {
      "input": "The leak was created when the train struck a concrete block that vandals left on the tracks.",
      "output": "Kebocoran ini terjadi apabila kereta api melanggar blok konkrit yang ditinggalkan pelaku musnah di trek."
    },
    {
      "input": "The United States military Strategic Command (STRATCOM) has said that the 'fireballs' spotted over areas of Texas in the United States on Sunday February 15, are not related to the collision of a U.S. and Russian satellite in space.",
      "output": "Perintah Strategik tentera Amerika Syarikat (STRATCOM) telah berkata bahawa 'bola api'yang ditemui di kawasan Texas di Amerika Syarikat pada hari Ahad 15 Februari, tidak berkaitan dengan perlanggaran satelit A.S. dan Rusia di angkasa."
    },
    {
      "input": "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.",
      "output": "Projek L1 milion akan melibatkan siri-siri pemasangan turbin di bawah air di Romney Weir di berhampiran Sungai Thames."
    },
    {
      "input": "Ian A. Holton, who is an administrator on the English Wikipedia, has confirmed that the Chinese Wikipedia is accessible in the Liaoning Province, although users in Shanghai, Shenzhen and some in Beijing are still unable to access the site.",
      "output": "Ian A. Holton, yang merupakan pentadbir Wikipedia bahasa Inggeris, mengesahkan yang Wikipedia bahasa Cina boleh diakses di daerah Liaoning, walaupun pengguna di Shanghai, Shenzen dan sesetengah di Beijing masih tidak boleh mengakses ke laman web itu."
    },
    {
      "input": " If there had been extra guns, why could they not be left on the border for later collection and allow the vehicles to continue? said a statement from Uganda's foreign ministry.",
      "output": "Sekiranya ada senjata tambahan, mengapa mereka tidak boleh meninggalkannya di sempadan untuk diambil kemudian dan membenarkan kenderaan meneruskan perjalanan? kata satu kenyataan daripada Kementerian Luar Uganda."
    },
    {
      "input": "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.",
      "output": "Sebelas orang penunjuk perasaan, termasuk lima orang ahli Kongres telah ditahan atas tuduhan perbuatan melanggar peraturan dan perhimpunan haram."
    },
    {
      "input": "The tribunal, which was set up in December 2003, has been marred by delays.",
      "output": "Mimbar itu, yang ditubuhkan pada bulan Disember 2003, telah dicemari oleh kelewatan."
    },
    {
      "input": "The ACS, developed jointly by four American agencies, was installed in March of 2002.",
      "output": "ACS, yang telah dibangunkan secara bersama oleh empat agensi Amerika, telah dipasangkan pada Mac 2002."
    },
    {
      "input": "The experiment, the largest of its kind in the world, was first switched on with great fanfare in September 2008, but suffered an electrical fault just nine days later.",
      "output": "Eksperimen tersebut, yang terbesar sepertinya di dunia, telah pertama kali digerakkan dengan pengumuman besaran pada September 2008, tetapi mengalami kegagalan elektrik hanya sembilan hari kemudian."
    },
    {
      "input": "Wildfires in California continued to spread on Tuesday, having burned more than 140,000 acres of land throughout the state and caused an estimated US$13 million worth of damage.",
      "output": "Kebakaran hutan di California semakin tersebar pada hari Selasa, yang mana telah membakar lebih daripada 140,000 ekar tanah di seluruh negeri itu dan menyebabkan kerugian yang dianggarkan berjumlah US$13 juta."
    },
    {
      "input": "He said that he will not rule out future deportation flights with Britain.",
      "output": "Katanya, beliau tidak menolak kemungkinan penerbangan pengusiran pada masa depan dengan Britain."
    },
    {
      "input": "Going into their match against the USA, they notched an 8–7 victory over China, an 18 to nil victory against Germany, and a 9–7 overtime shootout win against Russia.",
      "output": "Melangkah ke dalam perlawanan dengan AS, mereka mencatat kemenangan 8-7 menewaskan China, kemenangan 18 kosong menentang Jerman, dan kemenangan penentuan 9-7 lebih masa terhadap Rusia."
    },
    {
      "input": "He is a constituency colleague of mine and a lifelong friend.",
      "output": "Beliau adalah rakan sekerja kawasan pilihanraya saya dan kawan sepanjang hayat."
    },
    {
      "input": "With that confidence boost for Watford boss Adrian Boothroyd, Watford sported an attacking lineup with Hameur Bouazza and Tamas Priskin as strikers.",
      "output": "Dengan itu peningkatan keyakinan untuk bos Watford Adrian Boothroyd, Watford menggayakan satu barisan serangan dengan Hameur Bouazza dan Tamas Priskin sebagai penyerang."
    },
    {
      "input": "Juve had been in talks for the 29-year-old for the last few weeks and a deal has been completed.",
      "output": "Juve telah berunding untuk pemain berusia 29 tahun itu sejak beberapa minggu yang lalu dan perjanjian telah pun disempurnakan."
    },
    {
      "input": "Yousuf Raza Gilani, the prime minister of Pakistan, has told British prime minister Gordon Brown that Al-Qaeda leader Osama bin Laden is not in the country.",
      "output": "Yousuf Raza Gilani, perdana menteri Pakistan, telah memberitahu perdana menteri Britain Gordon Brown bahawa pemimpin Al- Qaeda Osama bin Laden tidak berada di negara itu."
    },
    {
      "input": "\"In a very limited number of cases they have related to old chemical munitions produced before 1990.\"",
      "output": "\"Dalam jumlah yang sangat terhad kes-kes mereka berkaitan dengan senjata kimia lama yang dicipta sebelum 1990.\""
    },
    {
      "input": "\"The stage just leaned to the right and crashed down.\"",
      "output": "\"Pentas itu bersandar ke kanan dan terhempas ke bawah. \""
    },
    {
      "input": "The EU found these royalty fees unreasonable and Microsoft was ordered to lower them.",
      "output": "EU berpendapat bahawa bayaran royalti ini tidak munasabah dan Microsoft telah diarahkan untuk mengurangkannya."
    },
    {
      "input": "At 9:18 a.m., the AVO reported that the event had ended.",
      "output": "Pada pukul 9:18 pagi, AVO melaporkan yang kejadian itu telah tamat."
    },
    {
      "input": "This outage comes at a sensitive time for China, with the trial of , a former government official, having just ended.",
      "output": "Gangguan ini datang pada masa yang sensitif bagi China, dengan perbicaraan ke atas, bekas pegawai kerajaan, yang baru sahaja berakhir."
    },
    {
      "input": "Olhaye dismissed the idea of Ethiopia's involvement with the claim \"Whatever the Eritrean ambassador has said is hogwash.\"",
      "output": "Olhaye menolak idea penglibatan Ethiopia itu dengan mendakwa \"Apa sahaja yang dikatakan duta khas Eritrea itu adalah mengarut.\""
    },
    {
      "input": "Police efforts are underway to track the origin of the letter that initiated the scare.",
      "output": "Polis sedang menjalankan usaha menjejaki sumber kepada surat itu yang memulakan ketakukan tersebut."
    },
    {
      "input": "Negotiating under the United Nations Framework Convention on Climate Change , the next negotiating session is scheduled to take place in August, followed by another, final one-week intersessional meeting, before Cancún.",
      "output": "Rundingan di bawah Rangka Kerja Konvensyen Pertubuhan Bangsa-Bangsa Bersatu mengenai Perubahan Iklim, sesi rundingan seterusnya dijadual berlangsung pada bulan Ogos, diikuti oleh yang lain, mesyuarat satu minggu terakhir, sebelum Cancún."
    },
    {
      "input": "Portugal never gave up and David Penalva scored a try in the 33rd minute, providing their only points of the match.",
      "output": "Portugal tidak pernah mengaku kalah dan David Penalva berjaya menjaringkan gol pada minit ke 33, memberikan mereka satu-satunya mata untuk perlawanan tersebut."
    },
    {
      "input": "Both sides came into their second legs having won their away legs, Barcelona having defeated Schalke 04 1-0 in Germany, and United coming out of Italy with a 2-0 decision.",
      "output": "Kedua-dua pasukan menghadapi perlawanan pusingan kedua selepas memenangi pusingan di tempat lawan, Barcelona menewaskan Schalke 04 1-0 di Jerman, manakala United mencapai keputusan 2-0 melawan Itali."
    },
    {
      "input": "Despite declaring an emergency, the mayor said the city would not make the decision to close public schools until 5 AM.",
      "output": "Walaupun mengisytiharkan kecemasan, Datuk Bandar berkata bandar itu tidak akan membuat keputusan untuk menutup sekolah-sekolah awam sehingga 5 pagi."
    },
    {
      "input": "The support would consist of backing bad debts owed by Lehman.",
      "output": "Sokongan itu akan termasuk menyokong hutang buruk oleh Lehman."
    },
    {
      "input": "Number 6 hit a double during this inning, scoring Japan's only run.",
      "output": "Nombor 6 memukul double semasa inning ini, memberikan markah kepada hanya satu larian Jepun."
    },
    {
      "input": "\"It is important to recognize that masturbation is an important and normal component of adolescent sexual development.\"",
      "output": "\"Ia adalah penting untuk mengenal pasti bahawa perbuatan onani adalah penting dan komponen normal kepada perkembangan seksual remaja.\""
    },
    {
      "input": "The Telegraph reports that president Bai Koroma was also hoping to secure a significant increase in aid donations with his new health plan.",
      "output": "The Telegraph melaporkan bahawa Presiden Bai Koroma juga berharap dapat memperoleh peningkatan yang ketara dalam sumbangan bantuan dengan rancangan kesihatan barunya."
    },
    {
      "input": "Between 1988 and 1994 over thirty thousand people died, and a million were displaced in bitter ethnic fighting between Armenians and Azeris over the enclave of Nagorno-Karabakh; despite an Organization for Security and Co-operation in Europe brokered ceasefire, no final armistice has been signed and intermittent violence between them the two states continues.",
      "output": "Antara tahun 1988 dan 1994 lebih daripada tiga puluh ribu orang telah mati, dan satu juta telah dipindahkan dalam pertempuran etnik yang pahit antara Armenia dan Azeri atas perpecahan Nagorno-Karabakh; walaupun Pertubuhan bagi Keselamatan dan Kerjasama di Eropah mengantarakan gencatan senjata, tiada gencatan senjata muktamad ditandatangani dan keganasan sekejap-kejap antara mereka kedua-dua negeri berterusan."
    },
    {
      "input": "Police later shot and killed one bank robber and arrested a second on after a 10 hour stand-off with police.",
      "output": "Polis seterusnya menembak dan membunuh perompak bank pertama dan menahan yang kedua selepas 10 jam berlawan dengan pihak polis."
    },
    {
      "input": "Theresa Gattung, chief executive of Telecom, said: \"The Yahoo Xtra joint venture will provide New Zealanders with access to the world's best online services in a localised way.\"",
      "output": "Theresa Gattung, Ketua Eksekutif Telekom, berkata: \"Yahoo Xtra bersama ini menyediakan orang New Zealand dengan akses ke atas perkhidmatan dalam talian yang terbaik di dunia dengan cara tempatan.\""
    },
    {
      "input": "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.",
      "output": "Pasukan Paralimpik dijangka menamatkan Sukan itu setelah memperoleh pingat ke satu ribu negara."
    },
    {
      "input": "After 25 minutes Jack was a bystander when Roberto Acuna's freekick was driven hard into the box.",
      "output": "Selepas 25 minit Jack ialah seorang pemerhati apabila sepakan percuma Roberto Acuna dipacu kuat ke dalam kotak itu."
    },
    {
      "input": "They were bailed to face the Alice Springs Magistrates Court next Wednesday.",
      "output": "Mereka telah diikat jamin untuk menghadapi Mahkamah Majistret Alice Springs Rabu depan."
    },
    {
      "input": "\"It's not that we have to go all the way.\"",
      "output": "\"Bukannya kita perlu membuat sepenuhnya.\""
    },
    {
      "input": "\"If any institution wants to ... follow up that accident, that's their own decision.\"",
      "output": "\"Jika mana-mana institusi mahu...menyusul hempasan itu, itu keputusan mereka sendiri.\""
    },
    {
      "input": "Death comes to us all and it does affect us at a lot of levels.",
      "output": "Kematian datang kepada kita semua dan ianya memberi kesan kepada kita dari setiap tahap."
    },
    {
      "input": "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.",
      "output": "Menurut kajian Dweck, apabila kanak-kanak tahu bahawa mereka akan menerima pujian kerana membuat perkara yang betul dan bukannya untuk menangani masalah yang sukar, walaupun mereka gagal, mereka akan hanya memilih untuk mengambil tugas-tugas mudah di mana mereka berkeyakinan untuk mencari penyelesaian."
    },
    {
      "input": "This comes a week after the Presidential election which saw the re-election of the incumbent Alexander Lukashenko who has ruled Belarus since the establishment of the office in 1994.",
      "output": "Ini berlaku seminggu selepas pilihanraya Presiden yang menampakkan pilihanraya semula penjawat kini Alexander Lukashenko yang telah memerintah Belarus sejak penubuhan pejabatnya pada 1994."
    },
    {
      "input": "Seeing heavy equipment being used to change what I thought were the gas prices, I thought, \"Gawds, these prices are getting out of hand!\"",
      "output": "Apa yang saya fikirkan adalah harga gas, saya fikir, \"Gawds, harga-harga ini berada di luar kawalan!\""
    },
    {
      "input": "In addition to the fatalities, another 15 people were hospitalized with burns and injuries.",
      "output": "Di samping kematian, 15 yang lain dihospitalkan berikutan kesan terbakar dan kecederaan."
    },
    {
      "input": "UNICEF is to contribute a further €60,000, as well as technical expertise to the Ministry of Agriculture, who will carry out the bulk of the work.",
      "output": "UNICEF akan menyumbangkan lebih €60,000, sebagaimana iklan teknikal dari Menteri Pertanian, yang akan dibuat kerja olehnya."
    },
    {
      "input": "\"I was across the road from where she was staying and I saw the dog come flying up the road all wet and shivering and whimpering,\" she said, \"Then a little boy came running up and said the girl had lost her leg and her arm and everyone ran out of the house towards the beach.\"",
      "output": "\"Saya di seberang jalan dari mana dia tinggal dan saya melihat anjing itu datang menyerbu di atas jalan raya dalam keadaan yang basah dan menggigil dan merengek,\" katanya, \"Kemudian seorang budak lelaki datang berlari dan berkata wanita itu telah kehilangan kaki beliau dan lengannya dan semua orang berlari keluar dari rumah ke arah pantai.\""
    },
    {
      "input": "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.",
      "output": "Bakteria boleh dibawa oleh haiwan liar dari ladang lembu ke padang bayam."
    },
    {
      "input": "While under former commissioner Gwen Boniface, who resigned last year because of the dispute, the OPP were criticised for not enforcing the law, especially when several camera people were assaulted by native protesters.",
      "output": "Manakala di bawah bekas Pesuruhjaya Gwen Boniface, yang meletakkan jawatan tahun lalu kerana pertikaian itu, OPP telah dikritik kerana tidak menguatkuasakan undang-undang, terutamanya apabila beberapa orang kamera diserang oleh penunjuk perasaan asli."
    },
    {
      "input": "In Chinese, 珠穆朗瑪峰 (pinyin: Zhūmùlǎngmǎ Fēng); Tibetan Qomolangma (\"Mother of the Universe\"); in Nepal Sagarmatha (\"Forehead of the Sky\"); and in English named after Sir George Everest.",
      "output": "Dalam bahasa Cina, (pinyin: Zhumul a ngma a Feng); Tibetan Qomolangma (\"Mother of the Universe\"); dalam Nepal Sagarmatha (\"Forehead of the Sky\"); dan dalam English dinamakan sempena Sir George Everest."
    },
    {
      "input": "Israel has controlled the contentious compound since the 1967 Mideast War,",
      "output": "Israel telah kawal lapangan berkontroversi itu sejak Perang Timur Tengah tahun 1967,"
    },
    {
      "input": "Respect MP George Galloway argued there was \"no compelling evidence\" of Syrian government involvement in the chemical weapons attack.",
      "output": "MP parti Respect George Galloway berdebat dengan menyatakan bahawa \"tidak ada bukti kukuh\" tentang penglibatan kerajaan Syria dalam serangan senjata kimia itu."
    },
    {
      "input": "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.",
      "output": "Terdapat dua pembentukan di Scotland, di Faslane dan Rosyth, yang menyediakan perkhidmatan untuk angkatan kapal selam nuklear."
    },
    {
      "input": "It also brings into question the conduct of his replacement as leader, Warren Bradley.",
      "output": "Ia juga mendatangkan soalan mengenai tingkah laku penggantinya sebagai ketua, Warren Bradley."
    },
    {
      "input": "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.",
      "output": "Sebuah jet F/A-18 Hornet milik Tentera Laut U.S. skuadron Blue Angels telah jatuh terhempas di Beaufort, South Carolina hari Sabtu lalu."
    },
    {
      "input": "Current Mayor of Taipei Lung-pin Hau regretted the incident and hoped the Executive Yuan could notify the government in the future of the incident.",
      "output": "Datuk Bandar semasa Taipei Lung-pin Hau kesal terhadap kemalangan yang berlaku dan berharap agar Pegawai Eksekutif Yuan dapat memaklumkan kepada kerajaan pada masa akan datang tentang kemalangan tersebut."
    },
    {
      "input": "A number of Global justice and peace groups have pledged to protest at the conference.",
      "output": "Beberapa kumpulan keadilan dan keamanan sejagat telah berikrar untuk memprotes di persidangan itu."
    },
    {
      "input": "Analysts have suggested China plans to purchase more euros in the future.",
      "output": "Juruanalisis mencadangkan plan untuk China membeli lebih banyak euro di masa akan datang."
    },
    {
      "input": "Al Hawsawi objected and told the judge he decided to plead guilty \"with all my complete mental capacity and voluntarily.\"",
      "output": "Al Hawsawi membantah dan memberitahu hakim bahawa dia berkeputusan untuk mengaku bersalah \"dengan semua kapasiti lengkap mental saya dan secara sukarela.\""
    },
    {
      "input": "He said that the Church of Scientology does not give medical advice, but that it encourages people to focus on the side effects of medications, and is critical of the \"over-medication\" of psychiatric patients.",
      "output": "Dia mengatakan bahawa Gereja Saintologi tidak akan memberikan nasihat perubatan, tetapi akan menggalakkan orang untuk memberi tumpuan terhadap kesan sampingan ubat, dan mementingkan masalah \"pengambilan ubat berlebihan\" oleh pesakit psikiatri."
    },
    {
      "input": "The Court also ordered the Appellate court to hear O'Connell's appeal of Freedman's ruling against the test.",
      "output": "Mahkamah agung juga mengarahkan mahkamah Rayuan untuk mendengar rayuan O'Connell terhadap keputusan Freedman menentang peperiksaan itu."
    },
    {
      "input": "STS-133 is scheduled to be an 11-day mission to the International Space Station to ship supplies to the crew, as well as additional components for the orbital outpost's construction, including the Permanent Multipurpose Module and the third of four ExPRESS Logistics Carriers.",
      "output": "STS-133 dijadualkan untuk misi 11 hari ke Stesen Angkasa Antarabangsa untuk menghantar bekalan kepada krew, dan juga tambahan komponen untuk pembinaan pangkalan orbit, termasuk Modul Pelbagai Guna Tetap dan Pengangkutan Logistik ExPRESS ketiga dari empat."
    },
    {
      "input": "The Houston Astros have fired manager Phil Garner and general manager Tim Purpura less than two years after leading the team to its first World Series appearance (2005).",
      "output": "Houston Astros telah memecat pengurus Phil Garner dan pengurus besar Tim Purpura dalam masa kurang daripada dua tahun selepas mengetuai pasukan untuk penampilan pertama Siri Dunia (2005)."
    },
    {
      "input": "The WHO says most people recover without hospitalization, although Fuduka pointed out that people with severe health complications and pregnant women were most at risk.",
      "output": "WHO berkata kebanyakan orang pulih tanpa rawatan di hospital, walaupun Fuduka menegaskan bahawa orang yang mempunyai komplikasi kesihatan yang teruk dan wanita hamil adalah paling berisiko."
    },
    {
      "input": "However, she progressed to the final by defeating third seed Jelena Janković in the fourth round and Justine Henin in the semifinals in one of the major upsets of Wimbledon history.",
      "output": "Bagaimanapun, beliau mara ke perlawanan akhir dengan mengalahkan pemain pilihan ketiga, Jelena Jankovic pada pusingan keempat dan Justine Henin pada separuh akhir dalam salah satu gangguan utama dalam sejarah Wimbledon."
    },
    {
      "input": "Floods in the Algerian town of Ghardaïa which is in the M'zab Valley, a UNESCO World Heritage Site, have killed at least 29 people according to local officials and Ali Belkhir, the head of public health for the north African country.",
      "output": "Banjir dibandar Ghardaia di Algeria dimana dalam Lembah M'zab, tapak warisan dunia UNESCO, telah membunuh sekurang-kurangnya 29 orang menurut pegawai tempatan dan Ali Belkhir, ketua kesihatan awam untuk negara Afrika utara."
    },
    {
      "input": "British Airways (BA) and the Spanish airline Iberia have signed a merger deal, which will create one of the largest air carrier groups in the world.",
      "output": "British Airways (BA) dan penerbangan Sepanyol Iberia telah menandatangani satu urus niaga penggabungan, yang akan mewujudkan salah satu kumpulan pesawat udara terbesar di dunia."
    },
    {
      "input": "The \"NBA 2K8 Asia Championship\" Taiwan Qualifier, organized by NBA Asia Corp. and sponsored by Microsoft Taiwan, was held on December 22 & 23.",
      "output": "\"Kejuaraan NBA 2K8 Asia\" Perlawanan Penentuan Taiwan, dianjurkan oleh syarikat NBA Asia dan ditaja oleh Microsoft Taiwan, telah diadakan pada 22 & 23 Disember."
    },
    {
      "input": "He appeared on several television shows and became one of the first people to perform plastic surgery on television in 1995.",
      "output": "Beliau muncul dalam beberapa rancangan televisyen dan menjadi salah satu dari orang yang pertama untuk menjalankan pembedahan plastik di televisyen pada 1995."
    },
    {
      "input": "So far, over 8,000 people have died and thousands more have been infected with the disease.",
      "output": "Buat masa ini, lebih 8,000 orang telah meninggal dunia dan ribuan yang lain telah dijangkiti penyakit itu."
    },
    {
      "input": "It is not known what the effect of the ACS failure will have on the scheduled mission.",
      "output": "Kesan kegagalan ACS pada misi yang dijadualkan itu masih belum diketahui."
    },
    {
      "input": "This has resulted in a motion being proposed by Scottish National Party MSP Christine Grahame, calling on the Scottish Government to negotiate for Berwick's \"restoration\" to Scotland.",
      "output": "Ini telah membawa kepada satu usul dicadangkan oleh MSP Christine Grahame dari Parti Nasional Scotland, yang menyarankan Kerajaan Scotland untuk berunding tentang \"pengembalian\" Berwick ke Scotland."
    },
    {
      "input": "The problem started with a group of \"boot-only hikers\" who were stopped by the police in the Alpine region last autumn.",
      "output": "Masalahnya bermula dengan sekumpulan \"pejalan kaki dengan but sahaja\" yang telah ditahan oleh pihak polis di kawasan Alpine musim luruh lepas."
    },
    {
      "input": "Namibia is a country that spend more than what it can collect through tax.",
      "output": "Namibia adalah negara yang membelanjakan lebih dari apa yang ia dapat kutip melalu cukai."
    },
    {
      "input": "The Region of Libertador General Bernardo O'Higgins was one of the first in 2012 to resuscitate the previous year's student protests, more specifically at the Liceo Industrial de San Fernando, which was taken control by the students in late July, and which as of yesterday was still taken.",
      "output": "Wilayah Libertador General Bernardo O'Higgins adalah salah seorang yang pertama pada tahun 2012 untuk memulihkan semula protes pelajar pada tahun sebelumnya, lebih khusus di Liceo Industrial de San Fernando, yang telah diambil alih kawalan oleh pelajar pada akhir bulan Julai, dan yang sehingga semalam masih diambil alih."
    },
    {
      "input": "Hannover answered a couple of headers from Martin Demichelis with Hanno Balitsch's drive.",
      "output": "Hannover menyambut dan membalas beberapa sepakan bola dengan kepala daripada Martin Demichelis dengan pimpinan Hanno Balitsch."
    },
    {
      "input": "Charlene Scotti, ERO area manger of review services said: \"Some schools had policies to call parents in for cases where corporal punishment was required, but were careful not to include staff in punishing students.\"",
      "output": "Charlene Scotti, pengurus kawasan ERO perkhidmatan kajian berkata: \"Sesetengah sekolah mempunyai dasar untuk memanggil ibu bapa dalam kes-kes di mana hukuman fizikal diperlukan, tetapi berhati-hati untuk tidak melibatkan kakitangan dalam menghukum pelajar.\""
    },
    {
      "input": "He noted that obesity in young people is a problem and that schools are developing partnerships with local farms to provide more healthy meals and to show students whats going on at their local farm.",
      "output": "Beliau menyatakan bahawa obesiti dikalangan orang muda menjadi masalah dan sekolah tersebut sedang melahirkan kerjasama dengan ladang tempatan untuk menyediakan lebih banyak makanan berkhasiat dan menunjukkan kepada pelajar apa yang sedang berlaku kepada ladang mereka sekarang."
    },
    {
      "input": "The latest fire in Kas was taken under control with the help from fire helicopters, where the Kamof-32 type Russian fire helicopter has crashed while filling its tanks with water from nearby Lake Gombe.",
      "output": "Kebakaran terkini di Kas di bawah kawalan dengan bantuan dari helikopter pemadam api, di mana Kamof-32 jenis helikopter pemadam api Rusia telah terhempas semasa mengisi tangki dengan air berdekatan dengan Lake Gombe."
    },
    {
      "input": "He also promised to focus on food security and agriculture.",
      "output": "Beliau juga berjanji untuk memberi tumpuan kepada keselamatan makanan dan pertanian."
    },
    {
      "input": "Langham refused to answer questions about certain images found on his computer.",
      "output": "Langham enggan menjawab soalan mengenai imej tertentu yang terdapat pada komputernya."
    },
    {
      "input": "\"However, Wellington Airport, like everyone else, saw Helen Clark's assault on the Auditor-General and Labour's plans to legislate to stop people who don't belong to political parties criticizing the Government next election.\"",
      "output": "\"Bagaimanapun, Lapangan Terbang Wellington, seperti orang lain, menyaksikan serangan Helen Clark terhadap Ketua Audit Negara dan rancangan Parti Buruh untuk menggubal undang-undang untuk menghentikan orang-orang yang tidak tergolong dalam parti politik untuk mengkritik pilihan raya akan datang Kerajaan.\""
    },
    {
      "input": "\"The theorists' heads were spinning when they saw the data,\" adds Dr. Richardson.",
      "output": "\"Kepala ini ahli-ahli teori telah berputar ketika mereka melihat data,\" tambah Dr. Richardson."
    },
    {
      "input": "Five Vancouver rivers were in danger of flooding, which rain fell at 10 mm an hour for more than six hours at midday.",
      "output": "Lima sungai Vancouver berada dalam bahaya banjir, di mana hujan turun pada 10 mm sejam untuk lebih daripada enam jam pada tengah hari."
    },
    {
      "input": "While the Arab League, the European Union, Turkey, and the United States all have pursued sanctions against the regime in Syria, China so far has been against the removal of the Syrian regime and has rejected sanctions.",
      "output": "Walaupun Liga Arab, Kesatuan Eropah, Turki, dan Amerika Syarikat kesemuanya telah menjalankan sekatan terhadap rejim di Syria, China setakat ini telah menentang penghapusan rejim Syria dan menolak sekatan."
    },
    {
      "input": "Athens-Clarke County Police Captain Clarence Holeman reported that two others were injured by shrapnel, and the extent of their injuries is unknown.",
      "output": "Kapten Polis Daerah Athens-Clarke Clarence Holeman melaporkan bahawa dua lain yang cedera terkena serpihan bom, dan sejauh mana kecederaan mereka adalah tidak diketahui."
    },
    {
      "input": "In a release issued this morning, Tony Clement, Minister of Industry is quoted as saying \"Globalive is a Canadian company, and meets Canadian ownership and control requirements under the Telecommunications Act,\" differing with the CRTC's decision, where they ruled that control-in-fact of Globalive was with Cairo-based Orascom Telecom Holding S.A.E., the corporation holding much of Globalive's equity and debt.",
      "output": "Dalam kenyataan yang dikeluarkan pagi ini, Tony Clement, Menteri Perindustrian disebut seperti berkata \"Globalive adalah sebuah syarikat Kanada, dan memenuhi keperluan pemilikan dan kawalan Kanada di bawah Akta Telekomunikasi,\" berbeza dengan keputusan CRTC, di mana mereka memutuskan kawalan dalaman Globalive adalah diperlakukan oleh Syarikat Telekom Orascom S.A.E. yang berpangkalan di Kaherah, perbadanan yang banyak memegang ekuiti dan hutang Globalive."
    },
    {
      "input": "In a televised Pentagon press briefing Tuesday, U.S. Secretary of Defense Donald Rumsfeld stood by a press release from the Pentagon on Monday that reported explosives and bombs crossed into Iraq from across the Iranian border.",
      "output": "Dalam sidang akhbar dengan televisyen Pentagon pada hari Selasa, Setiausaha Pertahanan Amerika Donald Rumsfeld berhadapan dengan kenyataan akhbar dari Pentagon pada hari Isnin yang melaporkan bahan letupan dan bom yang menyeberang Iraq dari sempadan Iran."
    },
    {
      "input": "\"These insurgents, they were not very happy about it and they were cut off because the people had risen against them.",
      "output": "\"Pemberontak tersebut, tidak begitu gembira dan mereka terpisah kerana rakyat telah bangkit terhadap mereka."
    },
    {
      "input": "The latter has brought a lawsuit against Canon in 2005 on the basis of the two sided agreement concerning the patent on SED technology.",
      "output": "Pihak tersebut telah membawa tuntutan mahkamah terhadap Canon pada tahun 2005 atas dasar perjanjian dua pihak mengenai paten teknologi SED."
    },
    {
      "input": "Wikinews e-mailed Jay Walsh, the director of communications for the Wikimedia Foundation to see what they thought of the situation, and what if anything they planned to do about it.",
      "output": "Wikinews menghantar e-mel kepada Jay Walsh, pengarah komunikasi untuk Yayasan Wikimedia untuk mengetahui apa yang mereka fikir tentang keadaan itu, dan jika apa-apa yang mereka merancang untuk lakukan."
    },
    {
      "input": "\"The citizens have always the righ to change or to modify its government\", article that has been claimed by Andres Manuel Lopez Obrador as a right to summon a National Democratic Convention.",
      "output": "\"Warga sentiasa mempunyai hak untuk menukar atau mengubah suai kerajaannya,\" artikel yang telah dituntut oleh Andres Manuel Lopez Obrador sebagai hak untuk memanggil suatu Konvensyen Demokratik Kebangsaan."
    },
    {
      "input": "Looking forward to next week, Hamlin said, \"I'm going to race Phoenix as if I'm 33 behind, to be honest with you.",
      "output": "Menanti minggu depan dengan penuh harapan, Hamlin berkata, \"Saya akan berlumba dengsn Phoenix jika saya 33 di belakang, untuk menjadi jujur ​​dengan anda."
    },
    {
      "input": "Some of the other people charged, however, have already been arrested and await trial.",
      "output": "Sebahagian daripada orang lain yang didakwa, bagaimanapun, telah ditangkap dan menunggu perbicaraan."
    },
    {
      "input": "Under New Zealand's MMP system, parties must win either a electorate seat or 5% of the party vote to win a seat in the 120-seat, parliament.",
      "output": "Di bawah sistem MMP New Zealand, parti-parti mesti memenangi kerusi pengundi atau 5% daripada undi parti itu untuk memenangi sebuah kerusi daripada 120 kerusi, parlimen."
    },
    {
      "input": "On the dying minutes of the qualification Massa suddenly overtook the seven times world champion thus winning the pole for the red team.",
      "output": "Pada minit-minit terakhir untuk pusingan kelayakan Massa secara tiba-tiba mengatasi juara dunia tujuh kali sekaligus memenangi petak pertama unutk pasukan merah."
    },
    {
      "input": "Wikileaks passed this document to people they consider experts in the field to carry out an analysis trying to validate it.",
      "output": "Wikileaks menyerahkan dokumen tersebut kepada mereka yang lebih arif dalam bidang ini untuk menjalankan analisis dalam cubaan untuk mendapatkan pengesahan."
    },
    {
      "input": "Morakot has resulted in the deaths of at least fourteen people in Taiwan and a further 22 deaths in the Philippines.",
      "output": "Morakot telah mengakibatkan kematian sekurang-kurangnya empat belas orang di Taiwan dan 22 lagi kematian di Filipina."
    },
    {
      "input": "\"This was a well planned robbery with a number of vehicles used to help the robbers escape.",
      "output": "\"Ini adalah rompakan yang diatur baik dengan beberapa kenderaan digunakan untuk menolong perompak melarikan diri.\""
    },
    {
      "input": "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.",
      "output": "Salah satu daripadanya telah menyebabkan British Airways Flight 38 terhempas sebelum sampai landasan Lapangan Terbang Heathrow London pada tahun lepas."
    },
    {
      "input": "Pentagon spokesman Bryan Whitman, acknowledged that allegations were made on \"rare occasions\" but were uncorroborated.",
      "output": "Jurucakap Pentagon, Bryan Whitman, mengakui bahawa dakwaan itu telah dibuat pada \"waktu janggal\" tetapi tiada bukti sokongan."
    },
    {
      "input": "The Turkish government has come under fire from officials in Dogubayazit, where three siblings died from the H5N1 strain of Bird Flu, for not sending enough resources and not responding quickly enough in the region.",
      "output": "Kerajaan Turki telah dikritik oleh pegawai-pegawai di Dogubayazit, dimana tiga beradik mati dari H5N1 Selsema Burung, kerana tidak menghantar sumber mencukupi dan tidak bertindak balas secepatnya di daerah tersebut."
    },
    {
      "input": "\"So, if he's (inaudible) if to fight the good fight in Iraq, I would suggest that he calls up another 20,000 Australians and sends them to Iraq.\"",
      "output": "\"Oleh itu, jika dia ( tidak dapat didengar) untuk memperjuangkan perjuangan yang baik di Iraq, saya akan mencadangkan dia memanggil 20,000 warga Australia lagi dan menghantar mereka ke Iraq.\""
    },
    {
      "input": "At the same time, the UN aid agency World Food Program (WFP) indicated that it is working with the Ministry of Agriculture and UNICEF to gradually shift Djibouti's reliance on emergency aid to a Food for Work program, which it hopes will assist nomadic herders in Djibouti with long-term sustainability.",
      "output": "Pada masa yang sama, dana agensi Program Makanan Dunia (WFP) UN menyatakan bahawa ia berkerjasama dengan Menteri Pertanian dan UNICEF untuk meningkatkan tempat bergantung Djibouti terhadap bantuan makanan kecemasan kepada Program Makanan Dunia, yang berharap akan membantu pengembala nomad dengan jangka masa yang pangjang."
    },
    {
      "input": "He also said that his daughter had reported rain leaking through the buses roof.",
      "output": "Dia juga berkata anak perempuannya telah melaporkan terdapat kebocoran hujan pada bumbung bas."
    },
    {
      "input": "Using the computer predictions, Nicastro and colleagues searched specifically for the diffuse system of gas clouds galaxies and galaxy clusters form within.",
      "output": "Dengan menggunakan ramalan komputer, Nicastro dan rakan-rakan dengan khususnya mencari resapan sistem gas awan galaksi dan gugusan galaksi terbentuk dari dalamnya."
    },
    {
      "input": "A Reuters photograph shows the bus lying on its right side next to what appears to be a straight stretch of road.",
      "output": "Gambar di Reuters menunjukkan bahawa bas terbalik di atas sisi kanan di sebelah apa yang dilihat sebagai jalan yang lurus."
    },
    {
      "input": "Missing elections material delayed the beginning of voting in some regions.",
      "output": "Kehilangan bahan untuk pilihanraya melewatkan permulaan mengundi di sesetengah daerah."
    },
    {
      "input": "Comments such as \"Captain Hook\" and \"Hook off Hooky\" have been used.",
      "output": "Komen seperti \"Captain Hook\" dan \"Hook off Hooky\" telah digunakan."
    },
    {
      "input": "The Australian Department of Foreign Affairs has said that Trinh was receiving consular assistance, but that it was too early to negotiate for clemency as his case is still subject to appeal.",
      "output": "Jabatan Hal-ehwal Luar Negeri Australia telah berkata bahawa Trinh sedang mendapat bantuan konsul, tetapi masih terlalu awal untuk berunding untuk belas kasihan kerana kesnya masih terbuka untuk rayuan."
    },
    {
      "input": "This ongoing dispute does not capture the entire relationship of US and China on civil rights.",
      "output": "Pertikaian berterusan ini tidak menguasai hubungan seluruh Amerika Syarikat dan China mengenai hak-hak sivil."
    },
    {
      "input": "Some personnel in Afghanistan and Iraq also have access through internet cafés on military bases.",
      "output": "Sesetengah kakitangan di Afghanistan dan Iraq juga mempunyai akses melalui kafe internet di pangkalan tentera."
    },
    {
      "input": "\"And five of the highest ranking officials in the administration were involved in my doing so: Rove, Libby, the vice president, the president's chief of staff, and the president himself,\" says McClellan in a excerpt of the book that was released to the public.",
      "output": "\"Dan lima dari pegawai berpangkat tertinggi di dalam pentadbiran telah terlibat di dalam tindakan saya itu: Rove, Libby, naib presiden, ketua turus presiden, dan presiden sendiri,\"kata McClellan di dalam petikan buku yang telah dilancarkan kepada orang awam."
    },
    {
      "input": "In Lossiemouth, the rainfall was 76.4 millimetres - 15mm more than the average amount every month.",
      "output": "Di Lossiemouth, hujan yang turun ialah 76.4 milimeter - 15mm lebih daripada purata hujan yang turun setiap bulan."
    },
    {
      "input": "A cork was temporarily used to fix a fuel leak on a British passenger train.",
      "output": "Gabus telah digunakan untuk membaiki kebocoran bahan api kereta api penumpang British buat sementara waktu."
    },
    {
      "input": "A wish that would result in him becoming \"a smiling face on a recruiting poster for Osama bin Laden,\" MacMahon said.",
      "output": "Keinginan yang mungkin membawa kepadanya menjadi \"wajah tersenyum pada poster merekrut untuk Osama bin Laden,\" MacMahon berkata."
    },
    {
      "input": "\"We're trying to be optimistic and hoping it's by end of day today, but there may very well be customers that are into the early-morning hours before restoration,\" Moreno said.",
      "output": "\"Kami cuba untuk menjadi optimistik dan berharap ia pada akhir hari ini, tetapi ada dengan baik boleh menjadi pelanggan yang ke dalam waktu awal pagi sebelum pemulihan,\" kata Moreno."
    },
    {
      "input": "Pakistani forces used missile fire and explosives launched from assault helicopters to kill the expert in the North Waziristan village of Naghar Kalai, which lies near the border of Afghanistan.",
      "output": "Tentera Pakistan menggunakan api dan bahan letupan peluru berpandu yang dilancarkan dari serangan helikopter untuk membunuh pakar itu di kampung Waziristan Utara di Naghar Kalai, yang terletak berhampiran sempadan Afghanistan."
    },
    {
      "input": "Helen Clark, PM of New Zealand, received a 9.4 per cent rise last year, increasing her salary by nearly $30,000 to $347,000.",
      "output": "Perdana Menteri New Zealand, Helen Clark menerima kenaikan sebanyak 9.4 peratus tahun lepas, ini meningkatkan gaji beliau dari $30,000 hingga $347,000."
    },
    {
      "input": "\"We have a warrant of arrest that we are happy to execute against you right away.\"",
      "output": "\"Kami mempunyai waran tangkap dan kami gembira untuk menahan kamu serta merta.\""
    },
    {
      "input": "\"If there was a 3G phone then this phone would be amazing!\"",
      "output": "\"Jika terdapat telefon 3G maka telefon ini akan menjadi luar biasa!\""
    },
    {
      "input": "\"It is our hope that more resources will be spent on preventing true radical groups from brainwashing young Muslims and less time spent on demonising the general Muslim population for the actions of a select few,\" they added.",
      "output": "\"Adalah menjadi harapan kami supaya lebih banyak sumber akan dibelanjakan untuk menghalang kumpulan radikal sebenar dari membasuh otak pemuda Islam dan mengurangkan masa yang digunakan untuk memburukkan imej penduduk Islam secara am diatas tindakan segelintir daripadanya,\" tambah mereka."
    },
    {
      "input": "According to reports, HBO already has struck deals for carriage in all of those countries except Macau.",
      "output": "Menurut laporan, HBO sudah membuat perjanjian untuk pembawa di semua negara tersebut kecuali Macau."
    },
    {
      "input": "AP reported that many former members of Alamo's organization also characterize the Tony Alamo Christian Ministries as a \"cult\".",
      "output": "AP melaporkan bahawa ramai bekas ahli organisasi Alamo juga mencirikan Perkhidmatan Paderi Kristian Tony Alamo sebagai sebuah \"kultus.\""
    },
    {
      "input": "But Congress is reportedly planning to replace him, possibly within two years, with Rahul Gandhi, the 38-year-old son of Sonia Gandhi, the Italian-born Congress leader.",
      "output": "Tetapi Kongres dilaporkan sedang merancang untuk menggantikan beliau, mungkin dalam tempoh dua tahun, dengan Rahul Gandhi, anak lelaki Sonia Gandhi berusia 38 tahun, pemimpin Kongres kelahiran Itali."
    },
    {
      "input": "Though he would see the project through to its end, in Bethe's account he was primarily hopeful that the weapon would be impossible to produce.",
      "output": "Walaupun beliau akan melihat projek sehingga ke hujungnya, atas nama Bethe, beliau terutamanya berharap senjata itu akan mustahil untuk dihasilkan."
    },
    {
      "input": "The Sirius Star is the largest ship captured by pirates in the area to date.",
      "output": "Sirius Star adalah kapal terbesar ditangkap oleh lanun di kawasan itu setakat ini."
    },
    {
      "input": "These distinctions have no rational relation with the purpose of legislation.",
      "output": "Perbezaan-perbezaan ini tidak mempunyai hubungan yang rasional dengan tujuan perundangan."
    },
    {
      "input": "When more information came out about the planning for the war, however, she started to feel utterly betrayed.",
      "output": "Apabila lebih banyak maklumat keluar tentang perancangan bagi peperangan itu, walau bagaimanapun, dia mula berasa benar-benar telah dikhianati."
    },
    {
      "input": "Elections in Zimbabwe began with both the ruling and opposition parties predicting victory.",
      "output": "Pilihanraya di Zimbabwe bermula dengan kedua-dua pihak pemerintah dan pihak pembangkang menjangkakan menang."
    },
    {
      "input": "A separate document to the leaders of the G8 nations asks for their support, and promises armed resistance to the current government of Iran on June 18, 2005 if peaceful remonstrances fail to have their intended effect.",
      "output": "Satu dokumen berasingan dihantar kepada pemimpin-pemimpin negara-negara G8 untuk meminta sokongan mereka, dan mengharapkan campur tangan bersenjata kepada kerajaan Iran sekarang pada 18 Jun 2005 sekiranya rundingan aman gagal dilaksanakan seperti yang diharap."
    },
    {
      "input": "This is a disciplinary action for a breach of staff rules regarding procurement.\"",
      "output": "Ini adalah satu tindakan disiplin kerana melanggar peraturan staf mengenai perolehan.\""
    },
    {
      "input": "Later that day, Cindy Sheehan herself appeared on CNN Sunday with Blitzer and said she did meet with Bush in Seattle with fifteen or sixteen other families.",
      "output": "Selepas hari itu, Cindy Sheehan menunjukkan diri sendiri di CNN Ahad bersama Blitzer dan berkata beliau ada bertemu dengan Bush di Seattle bersama lima belas atau enam belas keluarga yang lain."
    },
    {
      "input": "WTF secretary general Yang Jin-suk said \"due process must be followed before officially banning the two.\"",
      "output": "WTF Setiausaha Agung Yang Jin-suk berkata \"proses perlu diikuti sebelum secara rasmi mengharamkan kedua-dua.\""
    },
    {
      "input": "The position has usually been appointed unopposed, but the other two candidates stood to protest at the lack of consultation by Prime Minister Helen Clark.",
      "output": "Jawatan tersebut biasanya dilantik tanpa perlu bertanding, tetapi dua calon lain bangun membankang kepada kurangnya konsultasi oleh Perdana Menteri Helen Clark."
    },
    {
      "input": "There was previous speculation was that the object in Texas could have been a meteor.",
      "output": "Terdapat spekulasi sebelum ini bahawa objek itu di Texas mungkin adalah meteor."
    },
    {
      "input": "The \"Red Baron\" set up the fastest time and the top speed record for this track.",
      "output": "\"Red Baron\" mencatat masa terpantas dan rekod kelajuan tertinggi untuk trek ini."
    },
    {
      "input": "O'Toole described the decision to evacuate as being \"very grave, not taken lightly\".",
      "output": "O'Toole menyifatkan keputusan untuk pemindahan sebagai \"sangat berbahaya, tidak dipandang ringan.\""
    },
    {
      "input": "\"They will be sent for processing in Papua New Guinea.\"",
      "output": "\"Mereka akan dihantar untuk tindakan pemprosesan di Papua New Guinea.\""
    },
    {
      "input": "According to David Eun, a passenger on the airplane and the executive vice president of Samsung, the tail came off of the plane upon landing.",
      "output": "Menurut David Eun, seorang penumpang dalam pesawat terbabit dan Naib presiden Eksekutif Samsung, ekor pesawat terbabit terkeluar semasa pesawat mendarat."
    },
    {
      "input": "The talent and form of the South Africans clearly showed as they have been touring for the past months.",
      "output": "Bakat dan bentuk dari Afrika Selatan jelas menunjukkan yang mereka telah menjelajah untuk beberapa bulan lepas."
    },
    {
      "input": "Noynoy said in an interview, \"I want to lead by example.\"",
      "output": "Noynoy berkata di dalam temubual, \"Saya mahu memimpin dengan contoh.\""
    },
    {
      "input": "The HMCS Toronto and the Canadian Coast Guard ship Pierre Radisson travelled along the Hudson Strait.",
      "output": "HMCS Toronto dan kapal Pengawal Pantai Kanada, Pierre Radisson telah mengembara di sepanjang Selat Hudson."
    },
    {
      "input": "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"",
      "output": "Tambahan lagi, \"Saya percaya bahawa pada masa hadapan, sebahagian besar rakyat akan memilih jalan ke arah demokrasi.\""
    },
    {
      "input": "They occupied the office of the Regierungsbezirk and the city office.",
      "output": "Mereka memenuhi pejabat Regierungsbezirk dan pejabat bandaraya."
    },
    {
      "input": "Israel also thinks that those weapons are coming from North Korea.",
      "output": "Israel juga berpendapat bahawa senjata datang daripada Korea Utara."
    },
    {
      "input": "The main opposition — Movement for Democratic Change (MDC) claims the election is being rigged, and despite being allowed to freely campaign, the government's intimidation of voters and moves to hurt opposition supporters will prevent the MDC win.",
      "output": "Pembangkang utama- Movement for Democratic Change (MDC) mendakwa pilihanraya telah dimanipulasi, dan meskipun dibenarkan untuk bebas berkempen, ugutan pihak kerajaan terhadap pengundi dan gerakan untuk menyakiti penyokong pihak pembangkang akan menghalang MDC untuk menang."
    },
    {
      "input": "Only €100 million of the EU aid will be given to Georgia this year.",
      "output": "Hanya €100 juta bantuan EU akan diberikan ke Georgia pada tahun ini."
    },
    {
      "input": "Current SH systems require a large, expensive server in order to coordinate all the electronic appliances in today's air-conditioned, lit and entertainment-saturated house.",
      "output": "Sistem SH Semasa memerlukan pelayan yang besar, mahal untuk menyelaraskan semua peralatan elektronik di rumah berhawa dingin, terang dan tepu dengan hiburan kini."
    },
    {
      "input": "England suffered early setbacks when Alastair Cook was caught behind for a duck in the first over, followed by Matt Prior falling lbw to Ajit Agarkar soon afterwards.",
      "output": "England mengalami kekalahan awal apabila Alaistar Cook ditahan di belakang untuk pukulan kosong dalam over yang pertama, diikuti Matt Prior yang jatuh rendah kepada Ajit Agarkar tidak lama selapas itu."
    },
    {
      "input": "Those amendments would be voted on in a referendum within four months.",
      "output": "Pindaan-pindaan tersebut akan diundi dalam satu referendum dalam tempoh empat bulan."
    },
    {
      "input": "The deputy first minister is speculated to be Martin McGuinness, the deputy leader of Sinn Fein.",
      "output": "Timbalan Menteri pertama yang dispekulasikan ialah Martin McGuinness iaitu timbalan ketua Sinn fein."
    },
    {
      "input": "Wilson takes over from Jonathan Hunt, who leaves to become the High Commissioner for New Zealand in London.",
      "output": "Wilson mengambil alih jawatan itu dari Jonathan Hunt, yang mana meninggalkan jawatan itu untuk menjadi Pesuruhjaya New Zealand di London."
    },
    {
      "input": "The state, which is still suffering from the effects of Hurricane Katrina three years later could play a large role in the election this year.",
      "output": "Negeri tersebut, yang masih mengalami kesan Taufan Katrina tiga tahun kemudian boleh memainkan peranan yang besar dalam pilihan raya kali ini."
    },
    {
      "input": "She described the hospital as the \"worst place\" for her child to have been cared for, saying that the standards of care there were \"absolute crap\".",
      "output": "Dia menyifatkan hospital itu sebagai \"kawasan yang paling teruk\"untuk anaknya dijaga, dengan mengatakan bahawa standard penjagaan adalah \"karut sepenuhnya.\""
    },
    {
      "input": "Wildlife scientists confirmed on Thursday that a bird long thought extinct, the Ivory-billed woodpecker, has been found in Arkansas.",
      "output": "Saintis hidupan liar mengesahkan pada hari Khamis bahawa burung yang lama dianggap pupus, burung belatuk Ivory-billed, telah ditemui di Arkansas."
    },
    {
      "input": "Iran insists that the enriched uranium is meant for power generation only.",
      "output": "Iran menegaskan bahawa uranium yang diperkaya adalah untuk penjanaan kuasa sahaja."
    },
    {
      "input": "The French ministry of defence suggested that \"these missile tests can only reinforce the concerns of the international community\", and the German government described the exercise as \"regrettable\".",
      "output": "Kementerian pertahanan Perancis mencadangkan bahawa \"ujian peluru berpandu ini hanya akan mengukuhkan kebimbangan masyarakat antarabangsa,\" dan kerajaan Jerman menyifatkan latihan itu sebagai \"amat dikesali.\""
    },
    {
      "input": "The mayor of San Francisco, California, Gavin Newsom, has announced via Twitter that he will be running for the state's governor in the 2010 elections.",
      "output": "Datuk Bandar San Francisco, California, Gavin Newsom, telah mengumumkan melalui Twitter bahawa beliau akan bertanding untuk gabenor negeri dalam pilihan raya 2010."
    },
    {
      "input": "The goal was shot into the left hand side of the goal.",
      "output": "Golnya ditendang ke sebelah kiri gawang."
    },
    {
      "input": "One theory is Pedis kidnapped Orlandi to press Vatican officials over a financial dispute, with his onetime lover claiming her body was disposed of in a cement mixer.",
      "output": "Satu teori adalah Pedis menculik Orlandi untuk mendesak penguatkuasa Vatican berkenaan perbalahan kewangan, dengan bekas kekasihnya mendakwa mayatnya dibuang ke dalam pencampur simen."
    },
    {
      "input": "Her husband currently teaches a class at the University of Nevada, Las Vegas and she couldn't afford any accidental hints that his students could have picked up on.",
      "output": "Suaminya kini mengajar kelas di Nevada Universiti, Las Vegas dan dia tidak mampu sebarang tip terlepas secara tidak sengaja yang pelajarnya dapat mengambil."
    },
    {
      "input": "Autodesk is the creator of one of the top computer aided design programs; AutoCAD, which is used by many engineers and architects for design activities including drafting.",
      "output": "Autodesk adalah pencipta salah satu program reka bentuk bantuan komputer terunggul; AutoCAD, yang digunakan oleh ramai jurutera dan arkitek untuk aktiviti reka bentuk termasuk lakaran."
    },
    {
      "input": "The month long election campaign in the run up to this weekend's elections in the Democratic Republic of Congo has ended, with a one day break before voting can begin Sunday.",
      "output": "Kempen pilihan raya yang mengambil masa berbulan-bulan lamanya sehingga pilihanraya hujung minggu ini di Republik Demokratik Congo telah berakhir, dengan cuti sehari sebelum undian boleh bermula hari Ahad ini."
    },
    {
      "input": "Jayakumar Christian, director of World Vision India, an aid agency working in the region, said that \"floods and drought have set back India's fight against poverty by years.\"",
      "output": "Jayakumar Christian, pengarah World Vision India, salah seorang agensi pertolongan yang bertugas di kawasan tersebut, berkata bahawa \"banjir dan kemarau telah membantutkan usaha India menangani kemiskinan selama bertahun-tahun.\""
    },
    {
      "input": "Just eight minutes later the user made their first edit to Wikipedia.",
      "output": "Hanya lapan minit kemudian pengguna itu membuat suntingan pertama mereka di Wikipedia."
    },
    {
      "input": "The weather was good as the plane was landing in San Francisco.",
      "output": "Cuaca amat baik semasa pesawat melakukan pendaratan di San Francisco."
    },
    {
      "input": "He was reported to have been wearing blue shorts with a polo shirt at the time of the shooting, and he may be driving the red Jeep.",
      "output": "Dia dilaporkan memakai seluar pendek berwarna biru dengan kemeja polo ketika waktu penembakan, dan dia mungkin memandu Jeep merah."
    },
    {
      "input": "Pakistani Interior Minister Rehman Malik delayed giving official confirmation and asked for patience and an announcement by ISPR or other agencies.",
      "output": "Menteri Dalam Negeri Pakistan Rehman Malik menangguhkan pemberian pengesahan rasmi dan meminta kesabaran dan pengumuman oleh ISPR atau agensi-agensi lain."
    },
    {
      "input": "According to the National Geographic News, \"NASA, the European Space Agency, Japan, and Russia all have developed solar sails, but none has yet tried to prove that the sails can propel a spacecraft under controlled flight.\"",
      "output": "Menurut Berita Nasional Geographic, \"NASA, Agensi Angkasa Eropah, Jepun, dan Rusia semua telah membina layar-layar solar, tetapi tiada satu pun yang pernah cuba untuk membuktikan bahawa layar itu boleh menggerakkan kapal angkasa di bawah penerbangan terkawal.\""
    },
    {
      "input": "The bomb was found on the side of a road near the village of Forkhill in County Armagh, Northern Ireland, close to the border with the Republic of Ireland.",
      "output": "Bom itu ditemui di tepi jalan berhampiran perkampungan Forkhill di Daerah Armagh, Ireland Utara, berhampiran sempadan dengan Republik Ireland."
    },
    {
      "input": "The magistrate ordered that they spend between 60 and 100 days in jail in Western Australia if the fines were not paid.",
      "output": "Majistret mengarahkan mereka menghabiskan antara 60 dan 100 hari dalam penjara di Australia Barat jika denda tidak dibayar."
    },
    {
      "input": "Former interior minister Andre Mba Obame and opposition leader Pierre Mamboundou each finished with about 25% of the vote.",
      "output": "Bekas Menteri Dalam Negeri Andre Mba Obame dan ketua pembangkang Pierre Mamboundou masing-masing berakhir dengan kira-kira 25% daripada undi."
    },
    {
      "input": "The song was originally recorded in 1984 by several of the biggest artists of the time including Bono, Bob Geldof, Paul McCartney and George Michael.",
      "output": "Lagu ini pada asalnya direkodkan pada tahun 1984 oleh beberapa artis hebat pada masa itu termasuk Bono, Bob Geldof, Paul McCartney dan George Michael."
    },
    {
      "input": "Also on Tuesday, China delivered another stern warning to the nation through its party newspaper Global Times.",
      "output": "Juga pada hari Selasa, China menghantar satu lagi amaran keras kepada negara tersebut melalui akhbar parti Global Times."
    },
    {
      "input": "Efforts last year failed to halt the disease because not enough children were vaccinated.",
      "output": "Usaha tahun lepas gagal untuk menghentikan penyakit kerana kanak-kanak yang divaksinasikan masih tidak cukup."
    },
    {
      "input": "An investigation has begun to try to establish whether the icy and snowy weather conditions were a factor in this collision.",
      "output": "Pasukan penyiasat telah memulakan pencarian untuk menentukan sama ada keadaaan berais dan cuaca bersalji yang menjadi faktor kepada perlanggaran ini."
    },
    {
      "input": "HMS Tireless was submerged under the ice cap at the time of the incident.",
      "output": "HMS Tireless menyelam di bawah litupan ais semasa waktu kejadian."
    },
    {
      "input": "The population of the canton was 15,471 as of 2007, of which 1,510 (or 9.76%) were foreigners.",
      "output": "Penduduk kanton itu adalah 15,471 pada tahun 2007, di mana 1,510 (atau 9.76%) adalah orang asing."
    },
    {
      "input": "The Liberal Democratic Party was left with just 57 of 480 total seats.",
      "output": "Parti Liberal Demokratik ditinggalkan hanya sebanyak 57 daripada 480 kerusi."
    },
    {
      "input": "At one point the cordon around the area was expanded, cutting off TV news stations from their broadcast vehicles which were caught inside the sealed-off area.",
      "output": "Pada satu tahap kepungan di sekitar kawasan diperluas, memotong berita stesyen televisyen daripada disiarkan kenderaan yang mana telah ditangkap di kawasan yang ditutup."
    },
    {
      "input": "Ballinger followed the steps on how to unlock it on a website and had watched a few videos the day before.",
      "output": "Ballinger mengikuti langkah-langkah bagaimana untuk membukanya di laman web dan telah menonton beberapa video hari sebelumnya."
    },
    {
      "input": "The Shenzhou VI capsule will \"preferably be launched in early October,\" said Sun Weigang the director of the Space Department of the China Aerospace Science and Technology Corp, said in the report in the China Daily newspaper.",
      "output": "Kapsul Shenzhou VI akan \"sebaik-baiknya dilancar pada awal Oktober,\" kata Sun Weigang pengarah Jabatan Angkasa Perbadanan Sains Angkasa Lepas dan Teknologi China, berkata dalam satu laporan dalam akhbar Harian China."
    },
    {
      "input": "While the threat received covered only oil tankers, other large cargo ships were also at risk of attack, naval officials went on to say.",
      "output": "Walaupun ancaman yang diterima hanya meliputi kapal tangki minyak, kapal-kapal kargo besar yang lain juga mempunyai risiko serangan, pegawai tentera laut seterusnya berkata."
    },
    {
      "input": "Regional director for the Salvation Army Major Carol Bailey paid tribute to Gilson, saying, \"She was a deeply spiritual woman and was highly respected and loved by all those with whom she came into contact.\"",
      "output": "Pengarah Serantau bagi Salvation Army Major Carol Bailey memberi penghormatan kepada Gilson, katanya: \"Dia adalah seorang wanita yang mendalami rohani dan sangat dihormati dan disayangi oleh semua orang-orang dengan siapa yang dia kenal.\""
    },
    {
      "input": "\"This project is important not only to thousands of workers but also to Americans in general,\" added Semmens.",
      "output": "\"Projek ini sangat penting bukan sahaja kepada ribuan pekerja-pekerja tersebut tetapi juga kepada warga Amerika secara umumnya,\" tambah Semmens."
    },
    {
      "input": "Nine says it also wants the footage and photographs taken by the miners during their ordeal.",
      "output": "Rangkaian Sembilan berkata, ia juga mahu rakaman dan gambar-gambar yang diambil oleh pelombong dalam pengalaman pahit mereka."
    },
    {
      "input": "The newly elected party also pledges to focus spending on households, especially rural families and those with children.",
      "output": "Parti baru yang dipilih juga berikrar untuk fokus terhadap perbelanjaan isi rumah, terutamanya keluarga di luar bandar dan mereka yang mempunyai anak."
    },
    {
      "input": "As a protest against the punishment, Issawi began a publicized hunger strike.",
      "output": "Sebagai protes terhadap hukuman, Issawi memulakan mogok lapar publisiti."
    },
    {
      "input": "Work at a Robben Island limestone quarry, where he was imprisoned for sixteen years during South Africa's Apartheid, damaged his eyes and lungs.",
      "output": "Bekerja di sebuah kuari batu kapur Pulau Robben, di mana beliau dipenjarakan selama enam belas tahun semasa Aparteid di Afrika Selatan, merosakkan mata dan paru-parunya."
    },
    {
      "input": "\"They can’t say that Congress has been fully briefed while refusing to turn over key documents used to justify the legality of the program.\"",
      "output": "\"Mereka tidak boleh mengatakan bahawa Kongres telah diberi taklimat sepenuhnya manakala enggan menyerahkan dokumen utama yang digunakan untuk mewajarkan kesahihan program ini.\""
    },
    {
      "input": "U.S. flags across Arizona will be flown at half-staff in honor of Terry.",
      "output": "Bendera U.S. yang merentasi Arizona akan dikibarkan separuh tiang sempena mengingati Terry."
    },
    {
      "input": "The UN also warned that civilians in these countries should be given more information about the disease.",
      "output": "UN turut memberi amaran bahawa orang awam dalam negara ini patut diberi lebih maklumat mengenai penyakit tersebut."
    },
    {
      "input": "The project includes improvement of the sanitation and sewerage systems, a sewage treatment plant, solid waste management, removal of slaughter-houses and construction of public toilets.",
      "output": "Projek ini termasuk peningkatan sistem kebersihan dan pembetungan, loji rawatan kumbahan, pengurusan sisa pepejal, penyingkiran rumah sembelih dan pembinaan tandas awam."
    },
    {
      "input": "Töyräs explained the problem to journalists: \"We have only had vague unconnected hints of this sort of activity in the past, and on the basis of these it was not possible to mount an earlier investigation.\"",
      "output": "Toyrass menjelaskan masalah tersebut kepada wartawan: \"Kami haya mempunyai petunjuk yang tidak berkaitan yang samar-samar seperti ini aktiviti pada masa lalu, dan atas dasar ini tidak mungkin untuk melancarkan siasatan yang lebih awal.\""
    },
    {
      "input": "The experts' Board on the Imperial Household Act, personally appointed by the Prime Minister, reached an agreement on the issue that an Empress should be accepted.",
      "output": "Lembaga pakar-pakar di Akta Rumah Diraja, sendirinya telah melantik Perdana Menteri, mencapai kepada persetujuan mengenai isu di mana Maharani perlu diterima."
    },
    {
      "input": "Labour proposed an opposing motion that called for the government to present \"compelling\" evidence before action, which was rejected as well as the government's motion.",
      "output": "Parti Buruh mencadangkan satu gerakan penentangan yang menyeru kerajaan untuk membentangkan bukti \"kukuh\" sebelum tindakan dilakukan, yang telah ditolak bersama gerakan kerajaan itu."
    },
    {
      "input": "After some criticism from government executives because some wordmarks by sponsors appeared on the Taipei 101, the Taipei Financial Center (owner of Taipei 101) decided to set up 12,000 sparklers 500 meters tall from the 34th floor to the top of the tower on the 101st floor.",
      "output": "Selepas dikritik oleh pegawai kerajaan kerana sebahagian dari logo pembiaya muncul di bangunan Taipei 101, Pusat Kewangan Taipei (Pemilik Taipei 101) memutuskan untuk meletakkan 12,000 percikan bunga api setinggi 500 meter dari tingkat ke 34 ke puncak menara di tingkat ke 101."
    },
    {
      "input": "Solidarity eventually came to power in Poland with Walesa serving as President of Poland from 1990 to 1995.",
      "output": "Perpaduan akhirnya mula berkuasa di Poland bersama Walesa berkhidmat sebagai Presiden Poland daripada tahun 1990 hingga 1995."
    },
    {
      "input": "Park had claimed that his wife had left him for another man.",
      "output": "Park mendakwa yang isterinya telah meninggalkannya untuk lelaki lain."
    },
    {
      "input": "Academy again spread the ball around in the second half, with eight Charger players scoring.",
      "output": "Akademi sekali lagi menyebarkan bola di sekitar separuh masa kedua, dengan lapan pemain hargers menjaringkan bola."
    },
    {
      "input": "Most of the buses at the station were headed to Jordan, Syria and Lebanon.",
      "output": "Kebanyakan bas di stesen tersebut menghala ke Jordan, Syria dan Lebanon."
    },
    {
      "input": "The simple standards include: applying for a benefit, keeping healthy, talking and listening to a friend, wrapping a gift, dressing appropriately, washing clothes, working in a group, understanding the concept of friendship, ordering groceries either over the phone or in person.",
      "output": "Standard yang mudah termasuk: memohon manfaat, menjaga kesihatan, bercakap dan mendengar dengan rakan, membungkus hadiah, berpakaian sewajarnya, mencuci pakaian, bekerja dalam kumpulan, memahami konsep persahabatan, pesanan barangan runcit sama ada melalui telefon atau secara peribadi."
    },
    {
      "input": "Attorney Kevin Bankston representing the EFF said the government could not conduct their surveillance without the help of companies like AT&T.",
      "output": "Peguam Kevin Bankston mewakili EFF berkata kerajaan tidak dapat menjalankan pengawasan mereka tanpa bantuan syarikat-syarikat seperti AT&T."
    },
    {
      "input": "Their reasons include keeping the country's seat at the top table of international politics.",
      "output": "Sebab mereka termasuk mengekalkan kerusi negara di meja atas politik antarabangsa."
    },
    {
      "input": "This list will then be voted on by the entire Academy.",
      "output": "Senarai ini kemudiannya akan diundi oleh keseluruhan Akademi."
    },
    {
      "input": "\"For one, I can't even imagine how thrilled I was when he took off his own personal, extremely limited Cranial Impalement (early band demo) long-sleeve and threw it my way, saying, 'Hey bro, it's yours.'\"",
      "output": "\"Pertama, saya tidak boleh bayangkan bagaimana teruja saya apabila dia telah membuang barang persendiriannya, lengan panjang Cranial Impalement (demo kumpulan musik awal) yang amat terhad dan melemparkannya ke arah saya, katanya: 'Ayuh, ia adalah milik kamu.'\""
    },
    {
      "input": "Thousands of illegal workers can be underground, and remain working for weeks and months continuously.",
      "output": "Beribu-ribu pekerja haram boleh berada di bawah tanah, dan bekerja di sana untuk berminggu-minggu dan berbulan-bulan secara berterusan."
    },
    {
      "input": "The claims have surfaced following police being alerted in August last year.",
      "output": "Tuntutan itu telah muncul berikutan polis telah dimaklumkan pada bulan Ogos tahun lepas."
    },
    {
      "input": "The first quake, a 6.0 magnitude, was reported at 9:26 a.m. local time (00:26 UTC), 165 km (105 miles) north, north east of Ishigaki-jima, in the Ryukyu Islands in Japan.",
      "output": "Gempa pertama, magnitud 6.0, dilaporkan pada 9:26 pagi waktu tempatan (00:26 UTC), 165 km (105 batu) ke utara, timur laut Pulau Ishigaki, di Kepulauan Ryukyu di Jepun."
    },
    {
      "input": "According to House Republican party rules, DeLay must resign upon indictment.",
      "output": "Menurut peraturan parti House Republikan, DeLay mesti meletak jawatan disebabkan dakwaan itu."
    },
    {
      "input": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.",
      "output": "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan."
    },
    {
      "input": "Jehan Mubarak smashed 46 off 13 balls as Sri Lanka set a formidable target for Kenya.",
      "output": "Jehan Mubarak memukul 46 dari 13 bola apabila Sri Lanka menetapkan target menggerunkan untuk Kenya."
    },
    {
      "input": "Deadly mudslides killed 10 in the city of Zhangzhou and another 10 are missing from a second mudslide.",
      "output": "Tanah runtuh berbahaya membunuh 10 di bandar Zhangzhou dan 10 lagi hilang dalam runtuhan kedua."
    },
    {
      "input": "During the trial, video and photographs taken inside the prison in November 2003 were presented to the court.",
      "output": "Dalam perbicaraan, video dan gambar yang diambil di dalam penjara pada bulan November 2003 telah dibentangkan kepada mahkamah."
    },
    {
      "input": "In a nod to the possibility that the deadline will be missed, it was said that the constitution could be amended, and that voting on ratification would occur in October of this year, with a general election to follow in December.",
      "output": "Dalam persetujuan kepada kemungkinan bahawa tarikh akhir akan terlepas, adalah dikatakan, perlembagaan boleh dipinda, dan undian atas pengesahan akan berlaku pada bulan Oktober tahun ini, dengan pilihan raya umum berikutan pada bulan Disember."
    },
    {
      "input": "This development is not related to earlier claims of tabletop fusion or \"cold fusion\" having been observed during sonoluminescence.",
      "output": "Pembangunan ini tidak berkaitan dengan tuntutan awal di meja pelakuran atau \"pelakuran sejuk\" yang telah ditelilti semasa sonoluminescence."
    },
    {
      "input": "Labor activists have criticised conditions at Foxconn's factories as \"military-style\", with workers working long shifts and not being able to speak to each other.",
      "output": "Aktivis buruh telah mengkritik keadaan di kilang-kilang Foxconn sebagai \"gaya tentera,\" dengan pekerja yang bekerja syif panjang dan tidak boleh bercakap antara satu sama lain."
    },
    {
      "input": "Goss, who had been due to retire in October, is a key figure of Ryanair Pilots Group (RPG), which conducted a survey of more than 1,000 flight crew.",
      "output": "Goss, yang telah dijadualkan bersara pada bulan Oktober, adalah seorang tokoh utama Juruterbang Ryanair Group (RPG), yang menjalankan kajian lebih 1,000 anak kapal."
    },
    {
      "input": "The race started behind the safety car which stayed on a track for an unusually long time, about 40 minutes.",
      "output": "Perlumbaan bermula di belakang kereta keselamatan yang kekal di trek untuk masa panjang yang diluar kebiasaan, kira-kira 40 minit."
    },
    {
      "input": "Chavez himself attempted (and failed) to carry out a military coup in 1992.",
      "output": "Chavez sendiri cuba (dan gagal) untuk menjalankan satu rampasan kuasa tentera pada 1992."
    },
    {
      "input": "Four days later, Ryan was secretly flown to Brookline, Massachusetts to meet Romney at the home of Beth Myers, who was running the vice presidential search.",
      "output": "Empat hari kemudian, Ryan telah diterbangkan secara rahsia ke Brookline, Massachusetts untuk bertemu Romney di rumah Beth Myers, yang sedang bertanding dalam pemilihan naib presiden."
    },
    {
      "input": "The rumor is a first sign of Google's expected expansion of revenue sources to capitalize on its advertising customer base and search-engine traffic.",
      "output": "Khabar angin itu merupakan penanda pertama berkenaan ramalan pertambahan sumber pendapatan Google dengan cara mengambil kesempatan terhadap pengiklanan berasaskan pelanggan dan trafik enjin cariannya."
    },
    {
      "input": "The NZQA said, on Friday, that the standards would be marked down as \"special supported learning\" but recently they went back on that and said that now the credits are \"mainstream and not differentiated on NCEA records.\"",
      "output": "NZQA berkata, pada hari Jumaat, pada taraf yang akan dicatatkan sebagai \"pembelajaran disokong khas\" tetapi baru-baru mereka menarik balik semula kenyataan tersebut dan berkata bahawa kini kredit adalah \"arus perdana dan tidak dibezakan dengan rekod NCEA.\""
    },
    {
      "input": "\"And most of my experiences regarding their arrogance comes from soldiers who visited France and were treated like untouchables by the locals.\"",
      "output": "\"Dan sebahagian besar dari pengalaman saya mengenai keangkuhan mereka datang dari tentera yang melawat Perancis dan dilayan seperti tidak boleh disentuh oleh penduduk tempatan.\""
    },
    {
      "input": "On May 25, Amnesty International called for the shutdown on Guantanamo Bay due to numerous human rights violations, saying \"The 'war on terror' appeared more effective in eroding international human rights principles than in countering international 'terrorism'.\"",
      "output": "Pada 25 Mei, Amnesti Antarabangsa menggesa penutupan Teluk Guantanamo berikutan pencabulan banyak hak asasi manusia, dengan berkata \"bahawa 'perang terhadap keganasan'menunjukkan lebih keberkesanan dalam menghakis prinsip-prinsip hak asasi manusia antarabangsa berbanding dalam menangani 'keganasan' antarabangsa.\""
    },
    {
      "input": "A successful satellite launch would demonstrate that Iran's missiles have global reach.",
      "output": "Kejayaan pelancaran satelit ini akan menunjukkan bahawa peluru berpandu Iran mempunyai capaian global."
    },
    {
      "input": "\"She said before the election that after the election she would be considering a presidential run,\" said senior Clinton advisor Howard Wolfson.",
      "output": "\"Beliau berkata sebelum pilihan raya itu bahawa selepas pilihan raya tersebut beliau akan mempertimbangkan untuk bertanding sebagai presiden,\" kata penasihat kanan Clinton Howard Wolfson."
    },
    {
      "input": "Conditions are described as being very difficult, with high temperatures and lots of dust.",
      "output": "Keadaan digambarkan sebagai sangat sukar, dengan suhu yang tinggi dan banyak habuk."
    },
    {
      "input": "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"",
      "output": "Menurut Dennis vanEngelsdorp, seorang pakar lebah dengan Jabatan Pertanian Negara Pennsylvania, \"Kami cukup yakin, tetapi tidak pasti, bahawa ia adalah penyakit berjangkit.\""
    },
    {
      "input": "Earlier today, the government of Chad set free three French journalists and four Spanish flight attendants, who had been held since October 25.",
      "output": "Awal hari ini, kerajaan Chad membebaskan tiga wartawan Perancis dan empat atendan penerbangan Sepanyol, yang telah ditahan sejak 25 Oktober."
    },
    {
      "input": "The call-in quiz show is a staple of cheap programming throughout Europe.",
      "output": "Rancangan kuiz panggilan-masuk merupakan simbol rancangan murah di serata Eropah."
    },
    {
      "input": "Both the road and the side fences fell into the Arieş River due to the rain.",
      "output": "Kedua-dua jalan dan pagar sisi jatuh ke dalam Sungai Aries disebabkan hujan tersebut."
    },
    {
      "input": "Lee, 86, has denied the allegations and has previously filed his own $50 million counter lawsuit against SLM, claiming the company has destroyed his name and reputation and prevented his effort to develop such properties as \"The Accuser\" and \"The Drifter\" and others via his first-look deals with Disney and Virgin Comics.",
      "output": "Lee, 86, telah menafikan dakwaan tersebut, sebelum ini mempunyai satu saman yang difailkan sendiri sebanyak $50 juta tuntutan balas terhadap SLM, yang mendakwa syarikat itu telah memusnahkan nama dan reputasinya serta menghalang usahanya untuk membangunkan harta seperti \"The Accuser,\" \"The Drifter\" dan lain lain lagi melalui kontrak berjangka masa tertentu dengan Disney dan Virgin Comic."
    },
    {
      "input": "Mr Milmine said he preferred \"Subaru – I prefer the rallies – they allow more freedom\" while Mr Darnton bluntly said, \"No, I'm not.\"",
      "output": "Encik Milmine berkata bahawa beliau lebih menyukai \"Subaru-saya lebih menyukai perhimpunan-mereka membenarkan lebih kebebasan\" sementara Encik Darnton terus terang menyatakan, \"Tidak, saya bukan.\""
    },
    {
      "input": "The parents are informed that corporal punishment is illegal in New Zealand schools but it quotes the Bible \"we ought to serve God rather than men\".",
      "output": "Ibu bapa diberitahu bahawa hukuman fizikal adalah haram di sekolah New Zealand tetapi ia memetik Bible \"kita harus beribadah kepada Tuhan dan bukan kepada manusia.\""
    },
    {
      "input": "Morris was attempting to obtain a visa to attend Harvard University's Nieman Program, which is a fellowship for journalists.",
      "output": "Morris telah cuba untuk mendapatkan visa untuk menghadiri Program Nieman Universiti Harvard, yang merupakan satu pertemuan persahabatan untuk wartawan."
    },
    {
      "input": "Whilst speaking as part of his campaign for the U.S. presidency in 2012, Rick Santorum has had to answer questions from supporters of LGBT rights regarding his controversial political positions on issues pertaining to them.",
      "output": "Ketika berucap untuk kempen presiden Amerika Syarikat pada tahun 2012, Rick Santorum terpaksa menjawab soalan daripada penyokong hak asasi LGBT mengenai pendirian politik kontroversinya tentang isu berkaitan dengan mereka."
    },
    {
      "input": "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.",
      "output": "\"Visi kami yang sama untuk menyediakan tawaran kemudahan yang berkualiti tinggi dan berpatutan kepada masyarakat tempatan bermakna bahawa bersama-sama kami akan menjadi dua kali lebih kuat, dan dua kali lebih mampu untuk menunaikan permintaan pelanggan kedai-kedai runcit tempatan British,\" katanya."
    },
    {
      "input": "First published in 1949, the novel Nineteen Eighty-Four will not enter the public domain in the United States until 2044.",
      "output": "Diterbitkan pertama kali pada tahun 1949, novel Nineteen Eighty-Four tidak akan masuk ke dalam domain awam di Amerika Syarikat sehingga tahun 2044."
    },
    {
      "input": "Current fossils and research say that the evolutionary split from apes to humans occurred at least eight million years ago.",
      "output": "Fosil-fosil dan kajian semasa mengatakan yang pembahagian evolusi dari beruk kepada manusia berlaku sekurang-kurangnya lapan juta tahun lalu."
    },
    {
      "input": "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"",
      "output": "\"Saya boleh katakan kepada kamu tanpa sebarang kerendahan hati palsu: misi telah tercapai\" dia berkata kepada kira-kira 50,000 orang ramai pada Jumaat, \"Kami telah bersatu semula dan mengamankan negara ini.\""
    },
    {
      "input": "When it comes time for use in humans, Ott says that pigs' kidneys would be used as the templates for making human-usable kidneys.",
      "output": "Apabila tiba masanya untuk digunakan pada manusia, Ott mengatakan bahawa buah pinggang khinzir akan digunakan sebagai templat untuk menghasilkan buah pinggang manusia yang boleh digunakan."
    },
    {
      "input": "There had however been calls for certain tradtions of the Lewes events to be banned prior to the event on safety grounds.",
      "output": "Mereka walaubagaimanapun telah dihubungi untuk tradisi tertentu untuk sebelum acara Lewes itu diharamkan atas faktor keselamatan."
    },
    {
      "input": "Other banners claimed that French society was applying dual standards.",
      "output": "Kain rentang yang lain menyatakan bahawa masyarakat Perancis mengamalkan double standard."
    },
    {
      "input": "Tanner was performing in the production, and Teague was a member of the production crew.",
      "output": "Tanner beraksi dalam produksi, dan Teague merupakan ahli kepada kru produksi."
    },
    {
      "input": "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.",
      "output": "Defisit persekutuan 2008 Amerika Syarikat telah mencecah rekod, US$454.8 bilion - lebih daripada defisit dua tahun lepas."
    },
    {
      "input": "The medals went to the wines produced by the stock company Acorex Wine Holding, Amaro de la Valea Perjei 2003, Pinot Grigio/ Aligote/ Sauvignon Blanc 2005 and Pinot Noir 2005, with the last two being from the Private reserve series.",
      "output": "Pingat itu diperolehi oleh wain yang dihasilkan oleh syarikat saham Acorex Wain Holding, Amaro de la Valea Perjei 2003, Pinot Grigio/ Aligote/ Sauvignon Blanc 2005 dan Pinot Noir 2005, dengan dua terakhir daripada siri rizab Persendirian."
    },
    {
      "input": "Madhavan was arrested by Interpol police after multiple underage girls went to law enforcement with allegations of rape and sexual abuse.",
      "output": "Madhavan telah ditangkap oleh polis Interpol selepas beberapa kanak-kanak perempuan bawah umur pergi ke penguatkuasaan undang-undang dengan memberikan tuduhan rogol dan penderaan seksual."
    },
    {
      "input": "He explained two treatments per week is more often than usual for the city.",
      "output": "Dia menjelaskan dua semburan setiap minggu adalah lebih kerap dari biasa untuk bandar itu."
    },
    {
      "input": "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.",
      "output": "Senarai yang dirujuk Fosse adalah senarai daripada Suruhanjaya Parlimen mengenai Kultus di Perancis pada tahun 1995."
    },
    {
      "input": "He managed to come to a agreement with the bankers that heavy spending cuts needed to be made.",
      "output": "Beliau berjaya mencapai persetujuan dengan pihak bank bahawa pemotongan perbelanjaan berat perlu dilakukan."
    },
    {
      "input": "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.",
      "output": "Wartawan tanpa sempadan mendakwa bahawa Poland adalah satu-satunya negara Kesatuan Eropah di mana hukuman penjara dikenakan atas \"kesalahan berpendapat\" dan bahawa ini adalah kejadian pertama di Kesatuan Eropah."
    },
    {
      "input": "The Muslim Brotherhood claim the attack was unprovoked and those gathered were praying.",
      "output": "Ikhwanul Muslimin berkata serangan itu tak berunsur provokasi dan orang-orang tersebut berkumpul untuk berdoa."
    },
    {
      "input": "Dual pricing, in both the old leu and the new leu, has already been introduced from March 2005.",
      "output": "Penentuan harga dual, di kedua-dua leu lama dan leu baru, telah diperkenalkan sejak Mac 2005."
    },
    {
      "input": "The merchant ship was en-route from Brazil to Yemen with a cargo of sugar.",
      "output": "Kapal saudagar sedang dalam laluan dari Brazil ke Yaman dengan membawa muatan gula."
    },
    {
      "input": "In a Voice of America interview shortly before he was poisoned by a radioactive substance polonium-210, former Russian spy Litvinenko had accused Putin of ordering the murder of Russian journalist Anna Politkovskaya to silence her and intimidate other independent journalists.",
      "output": "Dalam temubual Voice of America tidak lama sebelum beliau diracuni oleh bahan radioaktif polonium-210, bekas perisik Rusia Litvinenko menuduh Putin mengarahkan pembunuhan seorang wartawan Rusia Anna Politkovskaya untuk menutup mulut beliau dan menakut-nakutkan wartawan bebas yang lain."
    },
    {
      "input": "In addition to being a television presenter, Saray was also a trained lawyer, and served on the local council of a Shiite neighborhood.",
      "output": "Tambahan dari menjadi seorang penyampai televisyen, Saray juga adalah seorang peguam terlatih, dan berkhidmat untuk majlis tempatan di kejiranan Shiite."
    },
    {
      "input": "\"We said all along if there was a situation where it would become more difficult for him then it would be time.\"",
      "output": "\"Kami berkata bersama-sama jika ada situasi di mana ia akan menjadi lebih sukar baginya maka ia adalah sampai waktunya.\""
    },
    {
      "input": "Judges are also going to expect a pay rise next year of about 5%.",
      "output": "Hakim juga akan menjangkakan kenaikan gaji mereka pada tahun depan sebanyak kira-kira 5%."
    },
    {
      "input": "Current premier and leader of the ALP Anna Bligh will be, if Labor wins, the first female to elected premier in Australian history.",
      "output": "Perdana Menteri semasa dan pemimpin ALP Anna Bligh akan menjadi, jika parti Buruh menang, Perdana Menteri wanita pertama yang dipilih dalam sejarah Australia."
    },
    {
      "input": "The expedition has found amulets, 22 bronze coins cast with Cleopatra's image and her name, a royal statue, an alabaster mask resembling Marc Antony, and a statue bust of Cleopatra.",
      "output": "Ekspidisi telah menemui azimat, 22 acuan syiling gangsa dengan gambar dan nama Cleopatra, patung di raja, topeng alabaster menyerupai Marc Antony, dan patung dada Cleopatra."
    },
    {
      "input": "\"The department does not have the legal authority to go into AWB and access their files\" he said.",
      "output": "\"Jabatan ini tidak mempunyai bidang kuasa untuk memasuki AWB dan mendapat akses ke fail mereka\" katanya."
    },
    {
      "input": "Goal difference (goals for minus goals against) is only used to separate two teams if they drew in their head-to-head match in the group stage.",
      "output": "Perbezaan gol (gol dimenang tolak gol tertewas) hanya digunakan untuk memisahkan kedua-dua pasukan jika mereka seri dalam perlawanan menghadapi sesama mereka di peringkat kumpulan."
    },
    {
      "input": "Toronto Blue Jays outfielder Alex Rios, last summer, suffered from an infection caused by Staphylococcus aureus in his leg.",
      "output": "Pemadang kawasan jauh dari Toronto Blue Jays Alex Rios, musim panas lalu, mengalami jangkitan yang disebabkan oleh Staphylococcus aureus di kakinya."
    },
    {
      "input": "The five teams in each of two groups play each other once.",
      "output": "Lima pasukan dalam setiap dua kumpulan bermain antara satu sama lain sebanyak satu kali."
    },
    {
      "input": "The form is called a GTMO Form 508-1 (pictured to the right).",
      "output": "Borang ini dipanggil Borang GTMO 508-1 (gambar sebelah kanan)."
    },
    {
      "input": "The authors of the paper conclude that their evidence shows that matrilineal history of brown and polar bears suggest that \"a likely genetic exchange with extinct Irish brown bears forms the origin of the modern polar bear matriline.\"",
      "output": "Penulis kertas ini menyimpulkan bahawa bukti mereka telah menunjukkan sejarah garis keturunan beruang coklat dan kutub mencadangkan \"pertukaran genetik dengan beruang coklat Ireland yang pupus membentuk permulaan garis keturunan beruang kutub moden.\""
    },
    {
      "input": "On Friday, she underwent a second operation, according to Marussia, \"a planned procedure that would depend upon the continued stability of Maria’s head injuries, and this morning the medical team were sufficiently happy with her progress to allow the operation to go ahead.\"",
      "output": "Pada hari Jumaat, dia menjalani pembedahan kedua, menurut Marussia, \"prosedur yang dirancang akan bergantung kepada kestabilan yang berterusan akibat kecederaan di kepala Maria, dan pagi ini, pasukan perubatan cukup gembira dengan perkembangannya bagi membolehkan meneruskan operasi.\""
    },
    {
      "input": "Every other day it will be open from five in the morning to eleven at night.",
      "output": "Setiap hari lain ia akan dibuka dari lima pagi ke sebelas malam."
    },
    {
      "input": "However, they are now behind the deadlines they set and the Geneva meeting saw no progress.",
      "output": "Bagaimanapun, mereka kini melewati tarikh akhir dan mesyuarat Geneva itu nampaknya tiada perkembangan."
    },
    {
      "input": "After two more lead changes between the two, Kahne led the last 7 laps to take the checkered flag.",
      "output": "Selepas dua lagi pertukaran pendahulu antara mereka berdua, Kahne mendahului 7 pusingan akhir untuk mengambil bendera pelepas."
    },
    {
      "input": "The Japanese stock market index Nikkei 225 dropped 1.7% at the end of the day Friday; it closed fourteen minutes after the quake and tsunami struck.",
      "output": "Indeks pasaran saham Jepun Nikkei 225 jatuh 1.7% di penghujung hari Jumaat; ia ditutup empat belas minit selepas gempa bumi dan tsunami melanda."
    },
    {
      "input": "Workers at British industrial plants are staging mass walkouts this morning.",
      "output": "Pekerja di kilang industri British mengadakan mogok berperingkat besar-besaran pagi ini."
    },
    {
      "input": "In the speech he addressed the issue of Scottish independence.",
      "output": "Dalam ucapan tersebut, beliau menyuarakan isu kemerdekaan Scotland."
    },
    {
      "input": "The upgrading facility would then process the bitumen into synthetic crude oil.",
      "output": "Penaiktarafan fasiliti seterusnya akan memproses bitumen ke minyak mentah sintetik."
    },
    {
      "input": "\"I was at the actual discussion, and what I heard him say, however it has been reported, was essentially the position advocated by the Royal Society,\" Jackson said.",
      "output": "\"Saya berada di perbincangan sebenar, dan apa yang saya dengar dia berkata, apa carapun ia dilaporkan, yang penting kedudukan yang diseru oleh Royal Society,\" kata Jackson."
    },
    {
      "input": "The bomb was inside a \"jiffy bag\" which held the letter which was contained inside a padded envelope.",
      "output": "Bom berada di dalam \"jiffy bag\" yang mengandungi surat yang terletak di dalam sampul surat yang diletakkan pad."
    },
    {
      "input": "Smith was shopping for a new boat in Florida and reports say she felt ill and had a fever for at least a day.",
      "output": "Smith telah membeli sebuah bot baru di Florida dan laporan mengatakan dia tidak sihat dan demam untuk sekurang-kurangnya sehari."
    },
    {
      "input": "\"The train simply went wild, out of control,\" said one injured passenger.",
      "output": "\"Kereta api itu hanya bergerak dengan rawak, hilang kawalan,\" kata seorang penumpang yang cedera."
    },
    {
      "input": "According to the spokesman of Belarusian Ministry of Defense, Russia and Belarus have finished their analogous flight over the USA on June 25.",
      "output": "Menurut jurucakap Menteri Pertahanan Belarus, Russia dan Belarus telah habis penerbangan analogi mereka diatas Amerika Syarikat pada June 25."
    },
    {
      "input": "Today, Saudi officials declined to cut interest rates in lockstep with the US Federal Reserve for the first time in decades.",
      "output": "Hari ini, pegawai-pegawai Arab enggan untuk mengurangkan kadar faedah dalam langkah kunci dengan Rizab Persekutuan Amerika Syarikat buat kali pertama dalam beberapa dekad."
    },
    {
      "input": "These events are always open to the public, which means everyone is welcome.",
      "output": "Acara ini sentiasa terbuka untuk orang awam, yang bermaksud semua orang dijemput hadir."
    },
    {
      "input": "Kerry went on to mention the need for massive new research on new energy and capturing carbon and noted he was working with Alaska's senator, Ted Stevens on pushing for sequestering plants.",
      "output": "Kerry meneruskan lagi untuk menyebut keperluan penyelidikan secara besar-besaran terhadap tenaga baru dan menangkap karbon serta berkata bahawa beliau telah berkerja bersama Senator Alaska, Ted Stevens supaya memaksa tanaman tersembunyi."
    },
    {
      "input": "Luca Toni opening the scoring early in the 2nd half with a pair of goals.",
      "output": "Luca Toni membuka jaringan awal pada separuh masa ke-2 dengan sepasang gol."
    },
    {
      "input": "He also stated that he believed Romney to be \"a leader who understands the economy, recognises more government regulation is not the answer, believes in entrepreneurial capitalism and works to ensure that all Americans have the opportunity to succeed\".",
      "output": "Beliau juga menyatakan bahawa beliau percaya Romney akan menjadi \"pemimpin yang memahami ekonomi, mengakui lebih banyak peraturan kerajaan bukannya penyelesaian, mempercayai kapitalisme keusahawanan dan bekerja untuk memastikan bahawa semua orang Amerika berpeluang untuk berjaya.\""
    },
    {
      "input": "The cousins got very sad when they heard that the Pope was gone.",
      "output": "Sepupunya berasa sangat sedih apabila mendengar Pope telah pergi."
    },
    {
      "input": "For much of the 2010 MLB season, Piniella's 90 year-old mother has been ill.",
      "output": "Di hampir kebanyakan musim MLB pada tahun 2010, ibu kepada Piniella yang berusia 90 tahun jatuh sakit."
    },
    {
      "input": "After a press conference in London from the Metropolitan Police and Transport for London, more details are emerging about the attacks in London on Thursday.",
      "output": "Selepas sidang akhbar di London oleh Polis Metropolitan dan Pengangkutan London, maklumat lanjut muncul berkenaan serangan di London pada hari Khamis."
    },
    {
      "input": "The company sought a subpoena under the Digital Millennium Copyright Act in an attempt to discover the identity of an anonymous critic who uploaded a 2004 French documentary of the Landmark Forum to the Internet.",
      "output": "Syarikat itu meminta sepina di bawah Akta Hak Cipta Milenium Digital dalam usaha mencari identiti seorang pengkritik tanpa nama yang memuat naikkan satu dokumentari Forum Landmark di Perancis pada tahun 2004 ke Internet."
    },
    {
      "input": "The document goes on to call the investigation 'invalid', 'completely without merit' and 'careless'.",
      "output": "Dokumen ini diteruskan untuk memanggil siasatan 'tidak sah', 'sepenuhnya tanpa merit'dan 'cuai'."
    },
    {
      "input": "Canadian Idol host Ben Mulroney announced Sunday that Cyndi Lauper has agreed to produce one track for Avila's future album.",
      "output": "Juruacara Kanada Idola Ben Mulroney mengumumkan pada hari Ahad yang Cyndi Lauper telah bersetuju untuk menghasilkan satu trek untuk album akan datang Avila."
    },
    {
      "input": "The labs in Pirbright, where both private firm Merial and the governmental Institute for Animal Health operate, have been subject to ongoing investigations since the discovery of a new foot-and-mouth outbreak on Friday.",
      "output": "Makmal-makmal di Pirbright, di mana kedua-dua firma persendirian Merial dan Institut Kesihatan Haiwan kerajaan beroperasi, telah tertakluk kepada siasatan yang dijalankan sejak penemuan wabak baru kaki dan mulut pada hari Jumaat."
    },
    {
      "input": "The recently signed pact does not stipulate a deadline for the Congressional vote.",
      "output": "Pakatan yang ditandatangani baru-baru ini tidak menetapkan tarikh akhir untuk buangan undi Kongres."
    },
    {
      "input": "Joe Gibbs Racing driver Denny Hamlin, who qualified thirtieth, won the NASCAR Sprint Cup Series 2010 AAA Texas 500 held on Sunday at Texas Motor Speedway in Fort Worth, Texas, United States.",
      "output": "Pemandu kereta lumba Joe Gibbs Denny Hamlin, yang layak di tempat ketiga puluh, memenangi Siri Piala Sprint 2010 AAA Texas 500 NASCAR yang diadakan pada hari Ahad di Litar Lumba Motorsikal Texas di Fort Worth, Texas, Amerika Syarikat."
    },
    {
      "input": "The state leaders (all of whom are members of the Australian Labor Party), met last night to develop a strategy for dealing with John Howard, Australia's Prime Minister.",
      "output": "Pemimpin-pemimpin negeri (yang kesemuanya anggota Parti Buruh Australia), bertemu semalam untuk membangunkan satu strategi untuk menangani John Howard, Perdana Menteri Australia."
    },
    {
      "input": "Australia scored thirteen tries against Japan in their opening match.",
      "output": "Australia memperoleh tiga belas cubaan menentang Jepun semasa perlawanan pembukaan mereka."
    },
    {
      "input": "The United States is replacing emergency oxygen handles on its 170 jet fighters.",
      "output": "Amerika Syarikat menggantikan pemegang oksigen kecemasan dalam 170 pesawat pejuangnya."
    },
    {
      "input": "Initially arrested in late January following a local news television story on the thefts, he stands accused of stealing parts worth between US$300 and US$600 each from locations that included Milwaukee Area Technical College, Waukesha County Technical College, ITT Technical Institute, University of Wisconsin-Milwaukee, Marquette University, the Pick 'n Save on Capitol Drive in Brookfield, and the Arby’s also located on Capitol Drive in Brookfield.",
      "output": "Pada mulanya ditangkap pada lewat Januari berikutan kisah di berita televisyen tempatan mengenai kecurian, dia dituduh mencuri alat ganti bernilai antara US$300 dan US$600 dari setiap satu lokasi yang termasuk Kolej Teknikal Kawasan Milwaukee, Kolej Teknikal Daerah Waukesha, Institusi Teknikal ITT, Universiti Wisconsin-Milwaukee, Universiti Marquette, Pick 'n Save di lebuhraya Capitol Drive di Brookfield, dan Arby's yang juga terletak di lebuhraya Capitol Drive di Brookfield."
    },
    {
      "input": "It is not yet clear who is responsible, but Turkish authorities suspect the Kurdistan Workers Party (PKK), a Kurdish separatist group.",
      "output": "Adalah masih belum jelas siapakah yang bertanggungjawab, tetapi pihak berkuasa Turki mengesyaki Parti Pekerja Kurdistan (PKK), kumpulan pemisah Kurdish."
    },
    {
      "input": "With limited opportunities for amusement in the hotel room during the competition, assistant coach Ryan Moar updated his Twitter account and played with a toy helicopter.",
      "output": "Dengan peluang yang terhad untuk hiburan dalam bilik hotel semasa pertandingan itu, penolong jurulatih Ryan Moar mengemaskini akaun Twitternya dan bermain helikopter mainan."
    },
    {
      "input": "Thousands of people are feared to have been killed by the tremors, which were felt as far away as Venezuela.",
      "output": "Beribu-ribu orang dikhuatiri telah terbunuh oleh gegaran yang dirasai sejauh Venezuela."
    },
    {
      "input": "It is currently the intention for this to remain the case.",
      "output": "Ia kini niat untuk ini mengekalkan kes itu."
    },
    {
      "input": "Asteroid 2004 XP14, a half-mile wide chunk of hard rock travelling at 40 000 miles an hour, will miss the Earth by a few hundred thousand miles, Monday.",
      "output": "Asteroid 2004 XP14, sebiji batuan keras berkelebaran setengah batu yang bergerak pada 40 000 batu sejam, akan melepasi Bumi dengan beberapa ratus ribu batu, pada Isnin."
    },
    {
      "input": "He came from a poor, agricultural background and left school early, but it was during his schooldays he joined Messali Hadj's Algerian People's Party.",
      "output": "Beliau datang daripada keluarga yang miskin, latar belakang petani, dan meninggalkan sekolah pada usia awal, tetapi pada zaman persekolahannya beliau mula menyertai Messali Hadj's Algerian People's Party."
    },
    {
      "input": "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.",
      "output": "Rang undang-undang, yang dikeluarkan oleh Wakil Negeri Darlene Senger dari Naperville, yang diluluskan dengan majoriti 114-1 dan akan dipertimbangkan oleh Senat Illinois."
    },
    {
      "input": "The bottom of the third saw Japan's first batter ground out, number 8 getting a single on an infield hit, another playing getting an out, and the inning ending with number 11 hitting an infield ground out.",
      "output": "Separuh masa kedua yang ketiga melihat pemukul Jepun pertama ground out, nombor 8 mendapat single di pukulan kawasan dekat, permainan satu lagi mendapat out, dan inning berakhir dengan nombor 11 memukul kawasan dekat ground out."
    },
    {
      "input": "More information will become available as the Federal Court process unfolds.",
      "output": "Lebih banyak maklumat akan tersedia apabila proses Mahkamah Persekutuan terdedah."
    }
  ]
}