{
    "Contributors": [
        "Karan Niraj Naik"
    ],
    "Source": [
        "OLID"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task you're given a tweet and you must identify whether the tweet contains any offense or  any form of (untargeted) profanity. Label the post as NOT if the post doesn't contain offense or profanity.  Non-offensive posts don't include any form of offense or profanity. label the post as OFFENSIVE if the post contains offensive language or a targeted (veiled or direct) offense.  Twitter user mentions were substituted by @USER and URLs have been substitute by URL.",
    "Positive Examples": [
        {
            "input": "@USER @USER @USER @USER Isn't it great how liberals ignore the pain of their victims because they are democrats.  It is really sick.",
            "output": "OFFENSIVE",
            "explanation": "tweet contains targeted offense."
        },
        {
            "input": "@USER He is such a good ad for conservatives",
            "output": "NOT",
            "explanation": "tweet doesn't contain offensive language or profanity."
        }
    ],
    "Negative Examples": [
        {
            "input": "@USER No we can’t be losing AB he is literally our whole offense",
            "output": "NOT",
            "explanation": "twee does contain offensive language but labelled as NOT offensive."
        }
    ],
    "Instances": [
        {
            "input": "@USER noticed you broke away as soon as the senate started talking about the great 4.2 growth rate and salary increases for employees.  Your station is so crooked!!!!   Also negative on the conservatives and praise the liberals!  #DrainTheDeepState #crookedmedia",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I am not an anime fan by any means but I do like her. She is a cutie",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Intruder alarm went off in my house this morning but I have a powerful weapon that this guy wants to take away from me leaving me defenseless. It's called gun control aka ban the guns.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are an absolute dick ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Well duh. That’s who he is. He defends other abusers so they’ll defend him.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Well then I guess it's totally fine to attack his character then. My mistake. I mean what right does an American who was the victim of gun violence have to call for stricter gun control laws anyway?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He is mocking non-victims claiming victim hood.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Either way #NY is screwed!!!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I quite enjoy these tweets you are liking",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He's qualified. ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER You missed the point. You don’t like being called a white supremecists bc you support Trump. So please don’t generalize that all Dems support antifa and violence.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER You can convert but it's very hard and discouraged. If just your father is Jewish you are not Jewish",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Liberals act out of emotion. Not understanding the law. Then they go around condemning every1 who does not agree with their completely fucked rational. “Nobody believed women for 250 years. So let’s believe all women! Oh and screw the legal system! Men are pigs. He’s guilty!” Smh",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER its all about you ... trying to sell your stuff  don't worry that everything is going to shit politically   you must be Liberals",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Sis she is. And I did answer u but u are to focused on bashing me. Sis that's just ur opinion. Mine is that she is a versatile artist and has many good albums. Say the truth for what it is. Just say u hate selena and go URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He and Obama must be copying each other does any democrat have their own thought PLEASE !!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER It wouldn't surprise me a bit. Just like they falsely call conservatives, Fascists\" and justify physically attacking them. \"Trump's a Nazi, kill him!\". It's just a matter of time before they suggest it.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Hey I don’t actually really care about celebs. I’m 9/10 out of the loop with celeb news because I don’t have any interest in western celebs.  If anything you should re’evaluate how you view celebs since you are the one placing a personal vendetta against someone for something-",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are amazing! Hope you have an incredible future. Thank you for your contributions to this community",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Your reply makes no sense",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Yes!!! Love it! You are gold! ??????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Shush it makes the ship make more sense",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER he is",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Actually she was having a tantrum.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is! ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Of course you are!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER When is LVMPD and MGM going to be held accountable for #VegasShooting and it's subsequent coverup &amp; knee jerk Gun Control? Anyone else find it curious that the first surveillance video released by MGM was in an exclusive to the New York Times ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#DueProcess not permitted for #Conservatives but #documented evidence against #Democrat can’t be believed #DoubleStandards #ConfirmKavanaughNow  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Check in at the Fake Shooting. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Its a shame that you are not on TV",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Why would you do this on a weekend with a major festival in Stanley Park as well as closing down Nelson street off burrard?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#RSSReachesOut so called Liberals exposed ..Want talk with Terror State .. But Boycott RSS covention.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Lol they have no idea Nazis were socialist. Their complete inability to grasp reality is so mind blowing. Antifa is no shit calling for a civil war to defend slavery. The confederacy considered Lincoln a fascist too... hmmmm.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Lol these are exciting times...\" God he is the worst\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "(Good for you Gov) Gov. Cuomo gets endorsement of nation's largest gun control group: URL @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Sam’s act is working. I swear she is acting!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER That is Rachel Madcow's mother. No doubt about it !",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Don't think she did much to accomplish that goal!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER So will this all be hidden like the liberals hid everyrhing about the failed Nipigon bridge?!?! Huh? Our money and we are barred from the truth sickens me. They are communists",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Congratulations #POTUS #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Too bad life sucks 4 u #schiff4brains ? ur going down along wi ur other CRIMINAL friends. Only red line crossed is the LIES U TELL. U will never b anything more than the belly of a SNAKE #MAGA #TRUMP2020 #schiff4brains URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Let's focus on Kavanaugh. Bringing up other cases to make an argument about hypocrisy is irrelevant. It's like saying, Let's not investigate this bank robbery because liberals have robbed other banks.\" Try to focus.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER She is going to be heartbroken to see you and you 6 followers go. Bot bot bot.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#prouduncle ? she is the finest cheerleader of them all? te amo stinky butt? URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER She is done out here.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Thank you for your support",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER what is this shit right over here? I also showed to my polish friends and they are quite triggered",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Remember Tina. You can always sleep when you are dead! URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER PURP HE IS CHRIS.... IM THE REAL CJ UNTIL FURTHER NOTICE ? #PSA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER PLELLEEAAAASEEEEE I LITERALLY SOBBED SO HARD AT THIS SCREEN WHO DOES HE THINK HE IS LOOKING SO BEAUTIFUL WHILE HE SLEEEEEEEPS",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER can you please tell jimin even if he knows just how amazing he is and that he actually saved my life no joke we're really thankful and please be safe and healthy i pray for you every single day and minute  to be protected and safe ?Thank you @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Its @USER fault..she is cheat",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hold up this for real? Am I reading that right? Everything is free?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Oh and higher unemployment and witch hunts and lynch mobs and antifa communist parades ...you can have all that shit and let Hollywood decide how you feel.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER wow @USER are these the types of folks we want teaching the already confused millennials?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I think he is hurt",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Awesome Job Mr. President Trump!!  MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER EVERYTHING is an issue with Muslims..go live in another country like Iran..",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER I did not admit anything! Read my Tweet again please! English is my 3rd language but I am rather good at it! Antifa are the Nazis! They can name them self the Messiah they would still be thugs fighting against freedom and free speach! BTW free speach is not hate speach. Man up!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Yeah we need gun laws like Europe so it's really hard for bad people to get guns.  URL  You people are clueless about guns",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Holder was held in contempt of congress. Why isn't in prison for Fast and Furious? How about for murder?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER EXPOSE these demons violating our Constitution with violence &amp; threats to run govt instead of winning at the polls! Name them domestic terrorists &amp; jail them all.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Now do Black Lives Matter. And Antifa.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Kavanaugh was on the short list over a year ago. If liberals think this is a good idea just imagine how many people in the future with zero evidence 30+ yrs later including where and year can accuse people then ruin their lives including these liberals and politicians.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Here’s @USER helping improve how women are to be watched in sports. ? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ????????? gun control fun a statue of a stupid child under a desk are going to change peoples if that is the case they are stupid because i for will not give up my firearms or free speech or my rights to no one or no government! Fuck you!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Republicans platform   -take away healthcare -harm the environment  -take away children -take away women’s rights -do not believe in rule of law -voter suppression  -gerrymandering  -take away social security  -no limits to gun control -explodes the budget  #VoteBlue2018",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Then maybe we can talk about the double standards between liberals and conservatives at @USER Somebody is always a victim.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She is so beautiful but looks like dad",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#QAnon @USER #MAGA   For those who think nothing is happening! URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Rosenstein’s 300 Attorneys ‘Helped’ Vet Kavanaugh – Now Sexual Abuse Charges URL which go back to his highschool days  and can't be proven &amp; Named witness DENIES  #Pathetic #ConfirmKavanaugh #PJNET #CCOT #maga #KAG2018 #Trump2020 #NoMoreProgressiveLiberals",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#sorrynotsorry   If you breastfeed your child who ends up having a milk allergy and so you just SWITCH to formula are you really putting your 100% into parenting?! No you are being lazy! Change your diet go lactose and soy free so your baby can have the best of the best.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Sorry to read this. You’re doing the right thing to report it and warn us all about them. Needless to say you are none of the things they say. Stay strong.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER It is not a crisis\" . The Conservatives think everything is a crisis- the asylum seekers,  the economy, TMX  now NAFTA. Just relax guys the adults are in the room.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Has any ex Obama administration personal not yet?  See a pattern here folks!  Their actually doing this publicly. The msm is their partner in this treason.  It’s a attempted coup d'etat!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Thanks for keeping us in your thought and being so kind to fans???. Just know this cool cat is gonna drag many great thing into our fans life!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Fuck u",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "... She is our north star, amongst the many stars that pass away to fill the night sky with brilliancy.\" I cannot begin 2 imagine this as a parent but am so grateful &amp; humbled for the time however brief w/ so many shining stars who continue to guide all of us... URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Remember:  You're talking about the same media that never questions the assertions that everyone on the Right is a Nazi and Antifa is just a group of protesters.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Yep this is the world the liberals want to live in.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "AAA DIBALES DONG??? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Niggaz buying pussy bitches trying to buy love...",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I don't think he's guilty....this is what you leftwingers do...make up sexual assault claims about conservatives.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Yeah dangerous to question a scattered 35 year old account pushed on the eve of a nomination with the liberals saying they will stop at nothing to derail judge Kavanagh or any of Trumps picks? Delete your account...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#TBT That time when @USER gave us a shout-out on their blog &amp; we felt like the coolest kids in town. ? From #NCDD.org blog: Creating a Welcoming Environment with #Conservatives with The Village Square - #ReviveCivility #ToTheVillageSquare URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER #Rimmy4Antifa @USER Can this young working class proletarian join your cause URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I'm also a Prohibited Possessor thanks to Obama and his every soldier has  PTSD crazy administration.Can't get life insurance either.Still support the NRA and the work they do for gun rights.Hoping Trump will fix the wrongs of labeling veterans as a means to back-door gun control",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Does not suffer fools and has seen enough shit to last nine lives.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He is the eggman.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER  Sorry my love I know you will be disappointed maybe I'll stand in my next life time ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Awww his poor pocket. Try something else",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER GOP, Conservatives, Evangelicals, Traditionalists\" Catholics are all hypocrites.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER LMAO....YOU SUCK NFL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Well, they'll cut out 299 pages and replace it with 1 saying everyone needs more chlorine\"  C'mon are you chicken?\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Believe the woman.  What person would volunteer for the shit show she is about to experience if it weren’t true.  I stand in solidarity with Christine Blasey Ford.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER All communist Democrat socialists are bad humans.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Hmmm...they piss off the portion of the population that actually supported football and are shocked their numbers took a nose dive?  Shocking!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "*Gets Period* You are the cause of my ?????????",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Good grief. So this is how we calm antifa people?  Throw chicken nuggets at them?  How ridiculous are they?  I’d think it was funny if it wasn’t rewarding bad behavior.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Just because it isn't a sexy diagnosis doesn't mean it gets low quality care. You are making an incorrect assumption.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Keep it going let’s all remember VOTE!!! VOTE RED!! Let’s do the #MAGA for our ????. ?Yaay!! #MAGA!! ???????????????????????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Antifa took over for them.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER This is why Gun Control is such a horrible idea no matter what the reasoning it it results in this kind of thing.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Thus far the only people getting shot and kicked out of places are conservatives. #MAGA #WalkAway #ConfirmKavanaugh",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER lol.. why don't they ever do it in the head to protest trump..  also aren't these people all for gun control?  tweet tweet.  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Yeah I'll not take my gun control policy advice from a Jean's company. Beyond that trumps die hard are almost enough that the snowflakes they claim to dislike and themselves are hard to tell a part",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER ?? hmm.. closest emoji to a shovel go figure...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Let’s not discuss fault rn. If this happened he is 10000% to blame. Let’s first get reasonable amount of evidence before presuming he is guilty",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Donald Trump as President",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER At least he is trying he is not busy tweeting hate tweets like u n your buddy aka Bishop Jonso!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#YESonKavanaugh Yes because it is the right thing to do Yes because conservatives are in power Yes because Democrats are miserable humans Yes because we are sick and tired of the tantrums from the Democrats Yes because they FREAKING LOST THE ELECTION! Please add more reasons!!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Why because Ford accused him of something 36 years ago and won’t testify. Liberals he’d this for months and came out now. I think liberals are the ones who took a gamble",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#Manitoba - #NDP leader Wab Kinew on the #carbontax URL Are you proud of yourselves @USER and @USER You allow the NDP to come at you from the right? You're all as insane as the #Trudeau #Liberals #Winnipeg #Canada #MBpoli",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Hello !! You used to date Anthony Weiner !!! What does that tell us about you ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER &amp; sicking their attack dogs ( #antiFa / #resist ) and blaming the right.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER HAHAHAHAHAHAHAHA!!! She may need to change her strategy. Acting like a spoiled child... throwing a tantrum and showing the world what a sore loser she is... on national television... isn't a great way to improve how anyone\" is viewed.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Oh it’s ok because 45 reversed the most important issue on mental health he got rid of the mental health conditions on gun control. Great job! What a guy! He is a liar proven over &amp; over again. But you worship away that’s your right",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER People will get it regardless of the wall.   Kind like gun control argument.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are hilarious and way too good to me.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A quick way to get yourself killed.  Thanks Antifa!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Republicans are underestimating the fever of the liberals to get rid of Trump.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "this cant be legal ... Right? #KAG #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER WAPO what an idiot comment you are a disgrace to journalism VERY SAD",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER He is. We’ve been saying it for years. Uncle Christopher is Tristan while Aunt Carla is Bickle.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That sucks ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Ik what other rappers think of him. But only cause he is anti-drug and honestly I think his music is good.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Happy Birthday(s)!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Funny how liberals and liberal stars hate the folks that make them and give them the very fame and power which they can’t live without",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Both sides have promised wall SINCE ever y should ANYONE BELIEVE ANYTHING THEY SAY????? ?promised since 1986",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER To be fair. I’m positive most liberals are just blobs of cells..",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER You aren’t a member. Butt out",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I don’t think jack knows too many conservatives. I’ve never met one that didn’t want to lecture me on how everything should be “run like a business” and we should all just work harder and follow the rules.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Then it’s time to indict trump if you are pro-law.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Target environment keeps getting richer.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is such a disgusting hypocrite!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER As well this would allow you to still protest. But not stop a speaker or a group. Really Hitler did this in the early time of the Nazi party a group known as the SS would beat up politicians and people that didn't agree with them. (Sounds familiar smells like Antifa.)",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Don’t expect common sense from Liberals.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Nobody cares what @USER thinks or wants. She wasn’t elected haha. And she’s not helping her party either so stay out there your only helping the conservatives Progressives DONT LIKE YOU",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I FUCKING love this!!!! so so true.  and actually it’s in those types of jobs you will learn the most",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Best not stray off message. We need to be using every death to blame guns and push for gun control. Talking about actual causes distracts from that. ? #gunsense",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Huh! The pot grows as council grows...in this case it is a reduction...and that amount $25m is going right back to the city for police gun control...already announced!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER #nope... With Mm no way...maybe is time to ask Sky what has gone wrong? Because #Foster from CNN have the book first than KP tweeted about the book...  Liberals... From Trump for Americans to Mm for British... I don't known who is worst",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Oh my heart! She is beautiful. MUCH more beautiful than the immersion blender.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "A new bill aims to send masked Antifa activists to jail for 15 years @USER URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It’s so sad where we are in America now Liberals should be against this kind of McCarthyism  All u have to do us accuse Yet there was a Chinese spy in a dem office for 20 years n the media just shrugs",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "President Trump is fighting for the American worker and American Jobs! #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER It’s laughable that you parade China with its shocking human rights record. In China extreme Gun Control only meant death for millions of Chinese citizens at the hands of the state ... The History is well known.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER how does what I'm saying relate to gun control. if police departments will not prosecute their own family\" then it's time to limit their access to all weapons. A police department reluctant to acknowledge their own wrong doings and correct them dont deserve access to weapons.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Don’t ever stop lil ma *COUGH* “eddandflow” *COUGH* oh shit is that my Snapchat how’d that slip out?!  ...add me ???",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Did Chuck think Juanita Broderick credible-Keith Ellison’s girlfriend domestic abuse credible? The truth is Chuck is a sh*t stirrer for a cause. In this case- ruin a mans impeccable career-embarrass his wife &amp; daughters-all in a sleazy days work. Y?Liberals destroy what dont like",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER all you want is gun control while you let corporations rip us Americans off you don’t stand up against cops assassinating unarmed black Americans cops are enemies of Americans that’s why their against @USER because they want to kill blacks in America thanks @USER",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "1. Killshot 2. Gun control 3. Rap devil",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hollywood’s finest.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#MondayMotivation Liberals backing Kavanaugh Accuser\" high school episode to attack #SCOTUSpick - but praised #Adultery superstar #McCain - logic much? #MAGA #LiberalismIsAMentalDisorder URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Epic fail",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Antifa would put nails in the pillows so I dont recommend it",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I hope she stays safe and she is a brave soul. I'm on the coast of NC and will be staying put for now. I am scared but I can't leave without my hubs. He has to stay and man the prison he works for.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "A bitch is complaining to corporate about me in our lobby lmaooo",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I saw some shit today that made me want to @ her and politely ask her if I could be her stylist.... because I'm not here for these early 2000 bangle bracelets and unnecessary accessories like who's responsible? I have a few words. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER yyyy fuck no bitch we decided we both was gone steepppp",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#Liberals grasp at unproven straws ... #NotPlastic URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER So @USER is a BJP leaning intellectual\" but so called liberals are not Congress leaning \"intellectual\" and you are definitely not Congress karyakarta....\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You said your complains for Fox News is nothing like Trump’s war against news media. You are right. Trump didn’t use “Espionage act of 1917” to spy reporters he doesn’t like. Yours is much worse and scary!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER So only people that own firearms are allowed to comment on the Gun Control Debate??!! ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Funny Human Rights He is  Pro Abortion That settles it He lies pacified deceives Playboy",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#DEMOCRACY Civil Disobedience is Paramount\" #DumpFord #Dictatorship #CONservatives #Liars #Fascists #ONpoli #TOpoli It’s time for Ontario’s other municipalities to stand up for local democracy  URL via @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Christina would have been a better choice than Courtney . Hadwin has done this and is not as much of an amateur that she is making America believe",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER is clearly racist and anti senior citizen. How do you allow this? Conservatives will never take you seriously if you don't start being fair.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I mean he is worth it",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "*a shooting happens in a country with gun control laws for the first time in literally decades*  Y'all: BUT THE GUN LAWS SHOULD'VE PREVENTED THIS UNGA BUNGA THIS IS WHY GUN CONTROL SUCKS BET YOU DUMMIES WISH YOU HAD GUNS  *meanwhile another school shooting happens in America*",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER He is.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Follow along..  Conservatives paid Fusion  Fusion paid Orbis (Steele's company).  It's not that hard.. seriously",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Antifa isn’t after her.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER It matters less than swaying the political slant of the SCOTUS by both parties. That’s a fact. This is only important to lib’s and conservatives as to the Court makeup.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It's up there with the bumper sticker liberals\", just more expensive.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Damn he fell victim to a little thing called TOS much like the ones on his own site URL URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER If Kavanaugh is confirmed there will be two sexual deviants sitting on the Supreme Court. Both Conservatives and nominated by Republicans. Democrats put women on the SCOTUS and Republicans put perverted men there. FOR THEIR LIFETIME! #StopKavanaugh #StopTrump #SaveSCOTUS",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Liberals have no shame. To them the outcome justifies the mean",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Tippi Hedren was in Julie and Jack (which rifftrax also did). The scene from Birdemic that she is credited for was from that movie playing on the tv in the hotel.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Coming from a guy who worries more about straws than cleaning up failed 'shitty' policies..now he knows best..lol",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I hope they were Reporting on Gun Control",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Popular side doesn’t equal winning side. Facts are that private schools do a much better job educating students than public schools. Public school teachers get unfair perks that they don’t deserve. It’s unfair to private school teachers.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Jeff Flake looks like he is flaking out on the confirmation.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER How fucking sad ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Bull...she is probably in debt and Soros is paying her...you're never afraid if this happened...give us a break..",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I suppose you think the way liberals attacked Sarah Palin was courageous also. You’re just another hypocrite.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Ilegal Invader Kills 13-Year-Old Canadian Girl",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER 20 million dollars from cbs to #metoo can buy a lot of lies from a lot of professional witnesses with a lot of axes to grind.  Antifa is fully financed by BLM millions they collected from Obama’s Justice dept and look at the antiamerican havoc they create. #metoo is warming up.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER WTF was that other than a waste of a minute and change of my life",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER CATFIGHT!!!   MEOW",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I much prefer the latter option.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are not alone/ I am here with you? ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bill I do not consider Democrats as Americans. Our Constitution does not mean anything to them. Most of them are uncultured uneducated and violent like Antifa. Some have already declared Judge Kavanaugh Guilty of Rape.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Eject him from the Senate. What rule will he break next time. If you can’t follow rules you shouldn’t be a Senator.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I want to adopt this dog.  He/She is so precious?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER All great American Patriots are the dregs of society in the warped and delusional perspective of Joe Blow Biden. He is a disgrace to America.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER What a joke.  Another dirty tricks Democrat on the George Soros payroll.  The Democrat Party knows no shame.  #MAGA",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER she is ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are very welcome Gordon and Shirley ???????xxx",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Clearly as long as she is safe no one else matters lol ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Always looking for faults and forgetting to look at the whole picture.  Journalism (objective reporting) is dead as now everyone is a pundit (subjective expert).",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER what the actual fuck..ill report them this is so fucked up",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He should leak that shit anyways lol",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "-____-  No other 1st world country has bullshit like this because they don't have BULLSHIT problems like this  Fuck the gun industry and fuck the dipshits enabling them preventing sensible gun control  URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER You are right Joe. I can do an interview with Fox when I get back from Iowa.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Itne me too liberals ko BURNOL khana padega....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER We need gun control! Lol",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Following #maga",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is absolutely adorable what a good mommy you take good care of her.?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Yes, you are right: not only lefties but (neo) liberals having any trouble. This papers have proper journalistic ethics\" - it's funny ???; and  Magyar Nemzet or Népszabadság had \"highest circulation\" - it's also funny /only in the communistic past (before 1989)/ ???! URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Tip. He is no franchise QB.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Great Gun Control! Takes Concentration and Steady Hand! Way to Go Girl! URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Disgusting!  That tells you more than anything that we need law n order and that's conservatives n Kavanaugh!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER So... what did The Big O accomplish on gun control in his 8 year disaster??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Anyone besides me think he is angling for Sessions job saw today statement made only sitting Senator would be approved as replacement otherwise Senators wouldn't stab Session in back well not sure how it makes a difference but LG may be angling then send Mueller packing",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  Aurora is growing and learning stuff quickly! She is really good at drawing and counting! Such a intelligent baby ~ \"  He laughts playfully at kiss being breaked. Pecks his nose.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is so underrated and I love how pure he is as a person",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Or he raised a hand. SMH",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "-You would never guess that this employee plays Covet (a fashion game) on her iPad in her free time. ? -She has a strange phobia of dogs.? -She is amazingly weird! She can jump over her foot while it is in... URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Go back to Canada you freak.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER yep bc not agreeing with forcing adult memes and choices on individuals not developed enough to comprehend them means I am homophobic",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Americans are smarter than you think.  #MAGA  #VoteRed2018 #RedWaveRising2018 #SaveOurCountry #VoteDemsOut URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He just doesn’t fit the team now. Agholor should stay in the slot because that’s where he is successful. JMatt is not an outside threat.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Nike lost $3.75 billion after kaepernick was named face of “just do it” bullshit.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": ".@USER has proved to us a second time she is undeniably a force to be reckoned with in the industry with the release of #LOTWVideo. Check it out here; URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I stand corrected! Guess the only memorable thing about her to me is how hateful she is lmfao.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Google go to hell!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Its her job to do that he is not her pr guy.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is better than everyone at everything because she is a literal angel who can do no wrong",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Unless you live in Sweden the Gang Rape capital of the world. Where 1 million migrants were welcomed with open arms. Not vetted thanks to the liberals in power .",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER then you are not equipped to adopt. period",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER woman accusing Supreme Court nominee #Kavanaugh of physical and sexual assault should not be ignored or insulted,WhiteHouse senior counselor @USER says:BECAUSE A RAPIST &amp;ATEMPTED MURDERER Can’t GO FREE Because He Was 17yrs ,DRUNK &amp; WANTED IT??#tcot #pjnet #maga URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Chicago has been ran by Democrats for decades.  Why is it up to the GOP to solve the problems they created to begin with?  Act is absolutely code for gun control and that's not happening nor would it help anyway.  You need 1000 detectives.  Start hiring.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "I think Judge Kavanaugh will be voted through next week after Mondays hearing unfortunately for him his reputation has tarnished by these vicious lies MAGA WWGIWGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER You are welcome Casey.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If only he were the craziest MF out there. Sadly, he is NOT. There are far worse examples of good Christians.\"\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER So innocent until PROVEN guilty only applies to liberals?????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I am in an interracial marriage you liberals throw that word around so easily you might want to look it up and see what it means URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER What was the average wage to average house price when Thatcher was in charge? That ratio is the fundamental reason. Build as many as you like but if they are not genuinely affordable you're just wasting resources.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bruh ita gonna be ok  You will have to go it without your parents being there 24/7 which can be hella scary. But you are more ready than you think.  Its gonna be more fun than you could bet",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER LMFAOOO baby you just as young as she is???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It’s fine. The liberals made sure that we use as much carbon as possible to make electricity.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is she blocked me URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is not working for Texas he is paid by the Soros cartel. Not fond of Cruz but Beto is a dangerous person! Just another DNC sheeple!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I want to kiss your ass.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER A person’s stance on gun control is a telling statement on if they believe in the rights of the individual.  Might as well stamp “Statist” on their forehead.  Please vote accordingly.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Beto also wants open borders so illegals can come an go as they please an also more gun control espically on semiautomatic weapons...#BetoNotForTexas",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Doesn't Canada need it's comedians back.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER There is absolutely no point in debating a liberal. Your party has swung so far left and have nothing but hate... All rationale has fleeted your side. Trump could create world peace and a utopian society and liberals would still resist for no other reason than your hatred.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER You do know antifa is far left republicans are peaceful we just only use violence to protect ourselves from antifa.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER F Hope! Since he’s ‘NOT smarter than a 5th grader’ maybe she is!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER It is metallic color. Tomorrow I go to get it? It was my birthday gift?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "100% agree with Trump on this.  Surprised to see so many liberals talk about how cute he was sneaking candy at a war criminal's funeral. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Good thing California has all those gun control laws ?!?! ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#joebiden calls Trump supporters dregs of society. #biden organized a coup in #ukraine. His son steals $B from ukrainian people as they leave their country in search of jobs. @USER #maga #potus @USER @USER #zog\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He needs to lose some weight",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Destroying me???? Excuse me I beat you all the time why you bullshitting that?? Also I love you more ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER you are the only motherfucker with common sense on this website",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER For what??? Lies and rumors being spread by liberals with their known pattern? Hell NO.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Shes so old that shes been pushing gun control since the Lincoln assassination.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Blue Jamie Lee!! We won't miss ya....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Corrupt period...???????last week u liberals were saying he won’t release bc he has something to hide ????? o boy u pple those pple  that depend on an actor for info Wow! U pple scare me is it green today or is it yellow ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Grew up listening to K.I.D.S shit breaks my heart RIP",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Delusional idiot and the traitor!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER happy birthday dad ily thanks for being the best man you can be and for caring for all of us. we love you and appreciate all that you are and all that you do ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Reminder: It's in Trump's best interests to have that SCOTUS seat empty during the mid terms and even the next election. It's his only trump card _against challenges from his own party/conservatives_ these days.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Oh she is doing that all by herself",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER You mean like the Democrats do to push their gun control agenda?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Not if it's unwanted by the mother. Then the left flushes it down the toilet and goes to an ANTIFA rally to celebrate.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER jimin-ssi i hope you know you are an angel. i love you so much. you are always amazing",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ur head bout big as shit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER That solidarity with Israel\" banner photo of \"Antideutsch\" infiltrators was originally used in an online mag Bunker which has connections to fashy pro-Žižek types from the 8chan /leftypol/ board. It's a go-to image for the \"anti-antifa\" crowd. Archived: URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER They've morphed into Antifa. Antifa gets better coverage and that all important Soros cash! ie: I'm so upset about you know racist stuff and Trump and children in cages and everything the like that, ya know?\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Complete and utter waste of time. Liberals",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "...and what plan might that be?  The discredited Chequers Plan or crash out without a plan? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Blame Trump for the weather and the corruption that existed for decades in PR. What an ass typical democratic",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER and no one is attacking Trump supporters at large\"  Ever heard of Antifa?  I thought you were leaving long ago anyway?  Why are you still wasting my time?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Cats are the Antifa of the animal world",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Do yourself a favor and watch this @USER There is still time for you to spit that kool aid out and pay attention to what is happening. You right leaning conservatives are so brainwashed it is sickening.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He's quite beautiful for what he is",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER That nigga snitched and added spice on top of his snitching",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER ATTENTION. @USER is publicizing the names of Trump supporters on his Twitter Account on Lists\". Some names are high profile and some are just random Trump supporters.  The list is a ANTIFA TARGET LIST. Please help report him. Twitter needs to SUSPEND HIS ACCOUNT.,\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Unfortunately, the report is riddled with errors.  It fabricates connections between influencers that simply don't exist, and categorizes liberals as far-right\" if they even openly debate conservatives: URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Far right bastards. They are literally everywhere. Luckily we have far left extremists like Antifa and Jeremy Corbyn's supporters to act as a counter balance. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Liberals believe in the Constitution.   It's just ultra leftists that don't",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Well if she truly thought he was an intruder in her home I would suppose she would revert to her police training.  What sickens me is all the media hype that she is going to get off strictly because she is white and he is black.  Horrible all the way around.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Ben is a terrible person that probably raped some people.  He is a vial human being in my book.    Has nothing to do with his on the field play.  I don’t like him personally.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER An idiot.  Where the fuck do they get these people?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER honestly ya when i talk about my opinions on gun control ppl are taken aback. ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Indie: (noun) a place where people as talented as you are working just as hard as you to get to the spot you're at.   Opportunity doesn't knock for everybody.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Breitbart is dead",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Won't be legalized federally since it can be used as back door gun control.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Start by not tweeting pussy ass shit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "ASMR EEL SUSHI SALMON SUSHI (EATING SOUNDS) *BIG BITES No Talking | YAYA ASMR URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Ya and it looks like he is in a lit of the same MMA accounts as we have. Weird.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I AM SO WEAK SHE REALLY BEAT HER ASS",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Thanks DBC! Love reading your books! I’ve heard that #51 is pretty epic too - looking forward to *finally* getting to read it soon!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is why I stopped watching football",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "? Ntknetwork News ? ? 'RNC Has Raised Over $250 Million for the 2018 Midterms' #MAGA???#2A #Prolife URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER You can't help it because you are AMAZING!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ...her background is being kept under wraps...chance she is a rabid MAGA...as most cops are! Law enforcement entities are attempting to keep quite those who are in trouble and who are MAGA's...",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Bird ass URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "I did not know this.  Great job #california !  #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I would name my dogs breed but I have no fucking clue what he is",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Liberals don't care anymore about democracy\". They will burn the country before let trump to govern two more years. Remember that the objective was to throw trump out of power within the first six months.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "What a start to the week for our adults Krav Maga classes!! Keep up the awesome work guys. It is a pleasure see old faces coming back to training and many of you utilising the new timetable ????  See you in class  The Elite Team",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are no patriot if you actively try and disrupt the will of the People simply because you lost the election.   When has it ever been patriotic to undermine the Presidency?    He is working to bring prosperity to every American.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I thought liberals got rid of high school shop class",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Can you say DESPERATE?!?!?!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Many arrests have taken place. Socialist media not covering of course. The coming arrests will  make socialists heads explode. WWG1WGA! MAGA! DRAIN THE SWAMP! BUILD THE WALL!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER At least brennan is smart enough to recognize that Trump is a lion. He's not smart enough to know that he can't hurt Trump. Hurting Trump is what that idiot fantasies about.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Holy shit of all people to say that a Nebraska fan. Please take your dead program somewhere else and keep your VCR around to watch highlights from the 90s.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER that explains it then: she is an alien! LOL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER He needs to speak to someone about all that anger he is harboring!!  Cause that should not have made him explode like that. He has some underlying issues. Lordt ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I mean gun control so you can't defend yourself",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER poor Godless liberals",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER I think it was found that less well educated conservatives were more inclined to accept the Government directive at face value",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is such a good dude! Where do you work?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  people are awake. Projection is no longer a tactic that Liberals can successfully use.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "(But look how cranky she is! URL )",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER We've had a good conversation. Many will condemnations me for my part from both sides. It does not matter. This is what gun control is about. Discussion.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER CORRECTION: The Liberals won a false-majority on the backs of a lot of close races – emphasis on “false.” #ElectoralReform",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Thanks for Following. We're glad to be connected.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER GGG knows he is going to knock him out no way this goes to judges.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Its called espionage. He is doing it in plan site to help his bosses in Moscow.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Following all patriots. PLEASE follow back. Thank you. #MAGA #KAG #WalkAway #Witchhunt #RedWaveRising #VoteRed #VoteDemsOut #VoteRedToSaveAmerica",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is so confused. One of the liberals running loose Beaware URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Tyler! On Thursday! Go girls! I think Tyler believes he is the mastermind and he needs to take a seat. Angela or Kaycee for the win!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bono ..get out of town",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Says the person who refused the idea of having differant views on things? You really are a product of the US system. US antifa-lite. Is your world really that small?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is going to pull it out of her A-crooked-letter-crooked-letter.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER i had a man tell me their body count was 40+ but refused to be with a woman who had more than 5. what the FUCK.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER My dumbass was really thinking how in the hell is she been pregnant for the last 6 years??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Have you all seen this from Antifa about disarming people in open carry states? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER So you realize what a fool you are making of yourself with your weird obsession over #SusanSarandon Maybe do some research b4 spouting off nonsense.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER And while yes, hate groups\" is ill defined, we KNOW of hate groups on the right, and there is antifa, but they are not anywhere near the level of the modern conservative \"hate groups\" but then again, its subjective, so I guess neither of us can actually make a valid statement\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Would any of the three offer a #PeoplesVote on Brexit?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Exactly! Ford is just a damn pawn for the Baby-Adults of America / aka Democrats. #SheIsALiar ?- I ?? that Conservatives will control the highest court for 20+ years.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Liberals today R VERY different from Classical Liberals. Liberals today have gone so far left they R Marxists. You're burying your head in the sand if you think neo &amp; classical Libs are the same. Trump is so authoritarian\" people can say what they want about him &amp; not be killed.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER ANTIFA WANNABE ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER and @USER @USER  @USER is inciting VIOLENCE towards Trump supporters on lists to be targeted by ANTIFA.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Ain't nobody bitter here. Women who know their worth spending their life upgrading\" somebody son but actually LIVING it and becoming their best versions for THEMSELVES. You go look cute on your maid outfit, like you always do\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Poorly worded but he's not talking about the actual shooting. He means the aftermath with the gun control aspect.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER She is in witness protection. I wish this cow had a mobile phone so she could call other cows and share her escape. #GoVegan",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Liberals are dangerous. They'll say and do anything to push their agenda. The victims are judge Kavanaugh's wife and daughters.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER need more ladies to spread out their pussy's  on cam ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Bullshit there's rich liberals too so what are you saying ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Wow you really think this works I am going to tell my wife she is going to hell lol",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER How he is still batting",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Love ya girl!! Never change!! Your perfect as you are!???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals at there lowest",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Brennan probably wrote that NYT op-ed",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ANTIFA DEMOCRATS are gonna pay so YUGE in November it will be the final nail in the coffin.  You are FruitCake Trust Funded FakeNews Journalism.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER So let me get this right.  Mogg is attacked and you are accusing him of profiting from it?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Boi he is bts and so is all of the other members",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Paul Manafort is a legit trader but because he works(ed) for Trump. I guess it's not a big deal  to conspire against your country anymore. #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Exactly what I think.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Sex is work",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER GOOD BITCH!!! The hood missed you ? crazy thing is i just was saying how em smoke out by your house used to be lit everyday",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Chelsea she is so freaking beautiful I can't believe her skin color so beautiful! I live Aubree she is such a great little lady!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are such a great friend.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER 50 Year Mandatory Federal Sentence for ANY crime committed with a gun. Stop the gun control nonsense and punish the guilty ! NO politician today will support this !! Gun control and safe zones DON'T work. Pols don't want less crime only Hot Air !! @USER @USER URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Nonsense people want stricter gun control laws.. Your response is buy more guns. How is that rational debate?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It's just getting so predictable.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I hope you are right for everyone’s sake. I want your voice to be heard more often.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER What dos this have to do with the NRA? California has lot and lots of worthless gun control laws already. Gun control does NOT work because crazy people don’t obey the law.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER BITCH I JUST POSTED ABOUT THAT KDKSKSKS I HOPE YOU GET BETTER SOON",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER We are busy MAGA love our president ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Glad to follow Don. Great that he is Trump supporter.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER death threats\". Where are the police complaint forms, where are the field notes from the police, where are the recordings? Sounds to me like #Antifa is staging it to push the narrative of the #SocialistDemocrats URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Anything he does right now will be over shadowed by Florence.  I think he is holding till after the storm.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Amen..............",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER LOL you escaped some shit then... even if I don't regret watching it for a minute. #LoyalWolf",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER I know who she is but I've never seen her watch a Benfica games this takes shit to a new level",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER And has NOTHING to do with math!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Thanks for the resistance boycott any means nessasary losers they Hollywood MSM Rinos Google Facebook and Twitter China Jack Black haters ANTIFA are ruining our country enough we need a wall",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER It's time for the common sense conservatives to take a day off and march on Washington.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Even if suspended ...he is an absolute game changer. #makeithappen",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You go girl! God bless you and all the survivors and for getting young people out there to vote for common sense gun control",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Populism - political ideas and activities that are intended to get the support of ordinary people by giving them what they want\" - Cambridge Dictionary  Yes I too think the liberals and conservatives must unite to prevent ordinary people from getting want they want #Collusion ?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "More than likely she forgot because her mental capacity is dropping each and everyday. This woman is not fit to serve any longer just like she said Trump was not. Remember she is part of the problems and not a solution at all. MAGA URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Because he is the reason for it.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER LIBERALS; It’s Trumps Fault. ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Out on the next tide would be more appropriate",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Following because she is not only a tacozt bit a sociopath and a moron all lethal combos",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER If your a Democrat and you love this great country how can you standby and watch as the liberal arm of your Democratic party tries to destroy everything we love about our country. #Walkaway no actually #Runaway. #LibsHateAmerica #CommiesSuck #MAGA and #KAG for everyone ??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Shameful.  #NRA is spending over a million $ to get Kavanaugh installed.  Gun control isn't his pot of Tea. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Good. We don’t want your vote. Why don’t you want to see the corruption? It shouldn’t matter what side you are on! Shame on you!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Good Democracy is overrated.  Read Hans Hermann Hoppe- Democracy: The God that Failed",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I guess u all looking wrong or looking for wrong thing... my girl was walking when started dating... about 2 yrs in she is physically handicapped... I'm still w her... no sex... just love for her and her spirit...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER See...it's not gun control we need. It's Leftist Liberal Control. Guns don't kill people. Idiotic Immoral Leftists do. #LiberalismIsaMentalDisorder #DemsAreDangerous #WalkAway",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Oh yes ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Conservatives are 1000x funnier than Liberals.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER What does she think she has done to Kavanaugh family? You can’t throw crap out there and not back it up. Nothing but a stall tactic. Liberals would fight anyone being appointed",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER ?????? yeah. Peaceful because the right ..Well..know they're right. No counter protests. Unlike fascist Antifa. As for 7k .. who counted? Dianne Abbott???",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER #MAGA Make Alcatraz Great Again",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The pit bull debate is just like gun control. Pit bull kills someone and here comes pictures here's my loving pit.\" gun kill's someone and its \"I have 4 guns and they never killed anyone.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That's the plan for next summer actually. We need it for shade and I was thinking that could be a fun side project.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER sis Mandys no nose havin ass from the grim adventures of billy and Mandy can smell that shit wheeew URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER You should investigate Antifa's connections to the Nazis.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER If the conservatives\" aren't standing up against Dumpster's unconstitutional and illegal activities, then they are just as complicit as he, and henceforth, supporting the tangerine toddler's policies and actions. FFS, be Americans before party loyalists. Or else we all lose.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ......Oh What about Kyle's since he is one of your many adoptive dads\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals don't live in the real world.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  living up to his nickname tonight! Fucking nightmare. #UFC228",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Happy now liberals!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER No wonder liberals are so messed up! Watching and supporting trash tv!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is the gift ? that keeps on giving!  We conservatives just love her !",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Yh he is",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Our only option to                     SAVE our Country...            ??????????????  Is to NEVER stop                      FIGHTING for her...           ?? Vote MAGA Red ?? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Dividing us is no longer working for hollyweird Demoncraps or liberals #race card no longer helping you??????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ". @USER tells us she is an unserious attention seeker  URL  #iphone @USER @USER @USER",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Mom says finish up those Antifa posters and get upstairs. Dinner's ready.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I think other countries are following MAGA ? People are sick of being overrun &amp; then have to pay for it all!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER You bring up a great point. These morons really look at life like it's the movies. They do it in the gun control debate all the time. They seriously think that a shootout with a bad guy will never hurt bystanders. It's why they want to arm teachers. Idiots!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Yeah this series only has 3 books. I got the sword art online novels too and some other mangas",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Good for her!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER You just described Antifa and the Black Block as well as the Democrats and big tech.   Why do you defend fascists?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hahahahahaha......Said the idiot @USER who handed over billions to the Iranians in what was likely the worst deal in the history of US foreign policy.... You are the poster child for someone not qualified to do a job\"....\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER These people are the worst kind of criminal playing off the emotions of their base fueling hatred in this country with insane rhetoric. Playing constant mind games to cause anger is not helping their cause some liberals are catching on.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Antifa will sign anything if they’re paid enough.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#MAGA great thing about hurricane Florence: did not have to hear the bionic woman with the amazing memory\" talk about a party 3 million years ago URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Let her come to DC and testify by being safely surrounded by the DNC’s street army #Antifa and even let them wear those cute black masks. That way Americans can see the diversity of the Democrat party and how they protect their own. Good?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER 1. AFTER she lost, she focused on her opponent.  So you're when they lose...\"  Serena wasn't losing. She is never losing until that last point. 2.  You can say she screamed (it was loud there), I use the word DEFENDED her integrity.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER but nice",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Okay violent liberal ANTIFA with your KKK hoods beating up strangers you know nothing about!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Made my wife take the Egghead Bible Challenge. Our two kids are obviously more obnoxious than that loop because this shit isnt phasing her at all.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Liberals and Democrats are Psychopaths! Yep! Something wrong with all of them.???",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": ".@USER Congratulations! Thank you for being a role model for so many young conservatives. The conservative movement cannot thanknyou enough.   Thank you for everything you have taught me. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER removable magazines are still a problem, but limiting high cap mags is another bit of the gun control legislation that will be needed to curb the health problem\" we have in this country.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ask the liberals who have seemingly forgotten that you're a war criminal.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Hmm cats and dogs are not raised as food. But I understand what you are saying.?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I can’t believe you replaced the American flag with the Antifa flag!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER She is the bomb!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I would Starfleet Antifa was here to witness.  RIP",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The lies i keep hearing everyday sigh *INHALES* IM TIRED OF YOU PUTTING YOURSELF DOWN AND IF PPL DONT SEE HOW BEAUTIFUL MY BESTFRIEND IS THEN ITS THEIR PROBLEM You are beautiful ive seen iT so its my place to tell you you are beautiful and i accept nothing less. If not more ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I do not believe Erick Erickson exists. I do believe he is a Democrat PR firm creating a “Republican” persona to have it say idiotic things to discredit conservatives.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Don't know who he is and don't really care.... Some rich dude that probably hates our President and our country...",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER You are phinnaly there!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I teach my grown sons theres winners and losers...see Serena temper tantrums she is a Democrat...lol",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Step 1: Approach the fascist from behind.\"  I see two problems with this, the first being that it would require the antifa member to recognize their own projection.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It all makes sense now that’s why he is wondering around omg I was thinking why is he becoming so local he needs to head back and make that album I am stressing",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Shooting in USA is so common no one is talking about gun control any more.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Liberals be like URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Please stop! You're making it TOO EASY for right-wing conservatards to mock those of us on the Left! #NotHelping",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I think you are gravely mistaken You can't blame the rise of fascism  collective struggle of black people. All politics is identity politics and nobodies freedom\" has priority over an other. Capitalism has multiple axis of exploitation and if you ignore one you fail!\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The team even know he is Ass",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I suggest using handcuffs to remove you!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#obama: wall won’t keep terrorists away. Same Obama: gun control will prevent killings by criminals (and terrorists?) #WalkAway",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER republicans /conservatives are the most disgusting people",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER The more Antifa BS average Americans see in the news the more repulsed they are by their antics.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Nope.  I lived in the middle of a country's civil war.  Gunfire and all.  What I did see was Antifa hitting the elderly and children passing by one of their rallies.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Isn’t it funny how they want gun control but they partner up with snoop dog ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER So we seek answers from the leadership of our country @USER @USER @USER @USER @USER that is this our new South Africa. Mr President if you are the leader of S.A you will surely make an example of them. We are tired.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I love you so much yoongi you are the reason  that  i could be happy all day .youre smile is  the most beautiful think that i ever see  in my  hold life ??? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Schumer also wanted the IRS to go after conservatives and the Tea party organizations during the Obama administration. Chucky the clown wants President Trump impeached so stop voting for Democrats. Tell Chuck to confirm 400 nominees  still waiting to do their job.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Happy Birthday again Namjoon! thank you for always sharing your thoughts and feelings with us! you are a beautiful person with a beautiful mind and heart ?? ?? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER What law will you pass that will get people who ignore all other laws to obey?  A murderer ignores a ton of laws but somehow he will obey gun control laws?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER her opinion. she is not a Feminist.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Monte McNaughton, who once accused the government of failing “uphold the rule of law” when he sided with campers over an Indigenous group so, surely he is equally concerned about a government trying to rig an election   you can’t pick and choose who is subject to the rule of law\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER hope you are having a great day honey. Can't wait to talk to you ? I love you ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER And now we're off to get milk and cookies",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Because he is talking to an idiot. Liberals have a mental disorder. In his book The Liberal Mind: The Psychological Causes of Political Madness.\" Dr. Rossiter exposes that the ideology motivating Liberals is actually a mental disorder.  Read more: URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": ".@USER @USER @USER @USER @USER @USER @USER  We did a great job of electing @USER and a terrible job of who we sent to congress to support him   Conservatives left frustrated as Congress passes big spending bills URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER God + MAGA = Block.  Buhbye.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Apart from the fact that if Lib Dems had been in Coalition again Brexit would have never happened. The @USER were a moderating force on the Conservatives. More Lib Dems in 2015 would have meant no Brexit",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Democrats would love to see mob rule.\" That's why they like Antifa.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ????? she’s dead ass serious too. Smdh",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "&gt;500 comments, and all negative, slamming Chris Hayes for promoting vote suppression via Michael I love rapist &amp; Putin-puppet Assange\" Moore &amp; his latest \"kill the Dems\" movie. How about a town hall on women's repro rights &amp; gun control on eve of Kavanaugh vote instead? URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Boner hasn't lived in real world for 40 years.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A candidate for governor that is friends with an individual that supports ANTIFA? #trump #MAGA #Syria #Israel #AlternativeFacts #WalkAway #WalkAwayFromDemocrats #LiberalismIsAMentalDisease #NEWS #Kavanaugh #sugardaddyneeded for Democratic socialists=taxpayers Working Families URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER You say she is your kind of woman. Why don't you do that with the Quran? I would say then that you are my kind of woman.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Her products cause dandruff? KC you are the one?????????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The men senators should allow citizens to question the ACCUSER.  The citizens should be women and conservatives  who love America and fairness.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It's SOP for conservatives defend every Republican fully no matter the seriousness of the charge or evidence.  Demand every Democrat resign no matter what.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Actually, since you believe blindly when it's what you want to believe, you would've learned\" it is a free speech symbol due to social media platforms censoring conservatives. It shows who is being censored. You wouldn't know that or care. Bet if were being censored you would.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Serena not upset for losing. She is upset because Penalty given the her that men’s tennis does same action but not penalized.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Running away from the truth yet again and using childish language. Provide a competent argument justifying #Brexit even is it’s just to prove that you are not a Russian algorithm designed to disrupt Britain’s society and economy.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#VA10 voters will not accept a Congresswoman who stands with the NRA as shooting after shooting devastates communities across the country. We need common sense gun safety laws and we need them now. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Cause if she got the shot she is clearly the MVP I’ve needed of course and there is no use fighting her.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This is not the first time she has expressed this dismissive attitude toward public outcry against her votes. Those people will be a factor when they vote her ass out of office in 2 years. I think she is toast.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER And they say big tech isn’t biased! Give me a break! Wake up people!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I don’t know who she is but she don’t  sound too hot in the video lol",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Oh my god you are joking right? 15 hours? Most officers and fire work 24 and sometimes back to back. 15 hours? Give me a break.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER do you recall what was said about moss when the patriots got him? do you even remember what he did in the few years before that? gordon isnt a hall of famer but name a 5th rounder as good as he is today.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER These people in the MSM are DISGUSTING ????#MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".??? I have been watching the committee hearings for Judge Kavanaugh. @USER is using this particular session on birth control &amp; Roe vs Wade as a window to gun control legislation. Her comments were very clear. @USER @USER  I will not allow a politician deprive me of 2A",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh fuck this is me. I am a tmi queen on some things because it controls the conversation subtly but god help you if you comment in my habits or decisions I swear to god",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER liberals got to crap all over everything.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Dint pay any attention to her...she's yet to say anything of interest... meme jerk.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER There you are! ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER The Liberals same old playbook. It is so old... yawn",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Sorry Howie she is horrible. I have been to Vegas multiple times and know the people whom spend their hard earned money for a vacation aren't going to waste said money on a scrawny kid whom will scream them into a migraine!! They come to Vegas to see REAL talent!#AGTResults #AGT",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER All you do is lie. All congress does us lie.  MAGA.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She is soooo pretty!!!!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Never nigga ??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER We are so glad we don’t know anyone like those miscreant. Pitiful bunch.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Well...he is now firmly part of the establishment....let's see how that goes for him.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Elon has been smoking too much dope and he apparently got a bad batch. Even I knew that vessel he sent would not work to rescue the #ThailandChildren. @USER quit.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Sure hope Maxi marches with Antifa. She will cover her head",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Mazzone has convinced him he can play in the NFL if he does as he is told and acts like a good little pocket passer",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Of course he does!!  #MAGA  for everyone ??????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER URL  The left party relativizing and playing down communist crimes",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER It’s not bizarre. It’s smart business. He is gonna get paid by someone next year and is saving his body in the process. Yes Connor did well. But it’s because the Browns didn’t gameplan for him like they would Bell",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER I follow all these MAGA Patriots n got a couple new ones too??????????????????ps tweeeeeetrrrr I don’t like u hiding these n making it hard to see these trains to follw ????????? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I sure hope they have removed him from where he is and are hiding and protecting him. He is chum in the water right now.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER You are not God and you have no idea who he is. God doesn’t say we can’t like people in fact I feel he sent us Trump in answer to our prayers",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Lol did you just do the trump very fine people on both sides? Antifa punches Nazis. Don’t want to be punched? Don’t be nazis oh whaooaaaaa so crazy. OTOH Nazis are literally murdering folks and trying to bomb shit soooo yeah. You’re just a right wing dupe. Sorry that’s the case.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER HI ILYSM IT HAS BEEN SUCH A GREAT DAY",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "REPORT: Christine Blasey Ford ‘prepared to testify’ — but there are some catches\"  URL #TCOT #MAGA #RedNationRising\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER He is a Russian troll. Look at the rest of his page.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER I think she is trying to repair her image so she will be friendly to everyone. I hope they can all be friends. She needs to respect Fessy and Tyler's boundaries though now that their are dating other people.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is attempting to emotionally manipulate Canadians  Standard behaviour for the Trudeau “Liberals”.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER They embraced Antifa. Career killer.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Take a moment to realize Jimin is 22 and she is 39 years old. 17 year age difference. Breathe that in.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Thats is not what i was saying.. read my other tweet to you.  I never said that.. you sir are putting words in my mouth!  liberals really are just assholes.. cant have a civil discussion!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I experience this very same problem. I like to think I am suffering from anti-pernickety bastard disorder.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Need gun control to many",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER We’re super excited to have him! He is now on board for the #HadexIncursion",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This Jerry Lewis ripoff needs to just go away already.  The guy is so good at acting like a fool because he is a fool.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER She is so gorgeous @USER ?? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER FUCKOFF YOU BEEN KNEW IM SCARED OF HIM@",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER #MAGA ?  Let that set in ...... URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER He is cute?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He IS Mark Twain in my eyes. Love him.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER He needs to be removed from his position. Children have and are being abused and he is covering it up!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Then there should be no problem having Kavanaugh take a lie detector test just as Dr. Ford. If he is so anxious to clear his name he should be asking to take a lie detector test. The fact that @USER isn't blasting tweets on this issue also speaks volumes!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Nope. Teaching them not to give a shit what liberals from CA think.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER If he is implying that he is an agent of the Devil's will then I fully agree!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Isn’t this from the Saul Alinsky book #RulesforRadicals or @USER favorite book Antifa Handbook",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If just a veiled accusation can derail it will never stop #resist #antifa and @USER fingerprints all over this",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER you are a sexy perverse woman?????????",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Gun control at its finest. If that cop had a gun he wouldn’t have been vulnerable to this thug attack.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER i think she and her team imagined it all and now she is a victim in hiding from her abuser\". Kavanaugh and his family, friends ever imagined it, never.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER There aren't many instances I've been in where you can just admire the woman's physique. If i spend too long looking at a woman's bits it all comes into question. Porn allows an up close personal experience for as long as I like with no challenges. except of course getting caught",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER He is mocking self-professed populists who claim to speak for the people\" when those who stand up for \"norms\" and \"rights\" are labelled latte drinking elitists\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "I'm shocked that this gun addict is also an alleged pervert! URL   #NRA #2A #MolonLabe #gunsense #momsdemand #MAGA #WednesdayWisdom",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER What has awaken so many women in this country is the asinine over the top stupidity of liberals today!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I think I liked it better when Conservatives pretended that rape is bad. Now they are claiming Rape gets Better with Time?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Just think... this chap was teaching...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Blowing dirt and the misery of millions?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Maybe Antifa can find gainful employment and join the american dream. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Beto I would love it if you could become a Texas senator. You need to support the 2nd amendment to get elected. Once you’re in you effect change. You have my vote but I am not worried at all about losing my gun ownership. The gun control argument is Teds best fight",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER So What? We all have concerns on gun control but one man is not going to change our problem. It is much deeper than that.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Gun control - no guns if you are a liberal!!?What an idiot...",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Lol Religion of peace\" am I right fellow classical liberals? Izlam totes needs a Reformation\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#RedWaveRising2018. A Texas gun control platform? Someone drank Koolaide in concentrate.?! URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER in the fake national emergency that was created by conservatives for their nwo bullshit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER We need a marijuana lobby that can bribe the GOP like big pharma does. Otherwise, you're screwed. Just because it's good for America, that means nothing... see gun control\"\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I think his character rubbed off on my Knight. She is somewhat witty like him, such as when she says I don't need to see you when I can smell you\" to the Sith on Alderaan. He was a good Master.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER My favourite part of this is watching all the conservatives lose their minds as usual. Once again the Democrats are being mean to us boo-hoo. LOL.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Learning English for “Conservatives”",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ask your friends over at @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I had the good fortune of having her jump on a stickerwoman post a while back. She is a woman ?  She tried to tell me that stickerwoman was a hate crime against Muslims ...?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Becca. She is too much work.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Chris You are just stiring the pot and it is a political dig. How about Texas how were things handled there. PR was a totally different situation.  How did you help?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER .@USER Me thinks you are TERRIFIED of Americans seeing the declassified docs! We conservatives like transparency which seems to be a dirty word to u dems. PS WE HAVE NO WORRIES ABOUT OUR GREAT PRESIDENT!  #DeclassifyItAll",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "- Had a nice visit with Mommie dearest. I really had to bribe her with Diet Pepsi to eat the rest of her dinner..... ??????? She is something else!! Love that lady....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If you are considering leaving the Republican party PLEASE DO. We don't need anymore pretend Republicans interfering with Trump's awesome agenda. Sounds like you need to just resign.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "President Trump to Hold MAGA Rally in Missouri This Week URL #donaldtrump #donaldtrumprallies #featured #springfield URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER But here is an easy chance to prove me wrong. Show me one instance where increased gun control in this country caused a decrease in crime with guns.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She now THINKS she is a political activist the same way she THINKS she can act",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is quick!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER No one is open! You think he is sitting there waiting to get hit lol. The pick that was called back Kyle said the one of the receiver ran the wrong route again! A route that was need to pick Matt open! ????? 49ers need to get their head out of their asses",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER So we should be denouncing Democrats &amp; their ANTIFA Thugs? Done &amp; Done!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER This has already been rejected as you well know. This is another time wasting exercise @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Gun control is hitting the target where you intended to hit it.   Since Democrats want to infringe on everyone else's gun rights. I'm ok with just banning them from Dems. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I saw that but i dont think thats a tattoo. It looks like that fuckin fashion fabric string or some shit. Idk. Might not me but that ass looks exactly like hers ha",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Just Chicago so they can stop the gun violence. Seems that is what democrats claim will stop it. Show us in one of the worst gun violence cities controlled by democrats so the nations will see how that works. Make it a model of successful gun control policies.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "HYSTERICAL! #MAGA #KAG #VoteRed #WalkAway URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are a wonderful asset and a great influence!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This reminds me of conservatives wanting to know if Monica was on her back or her knees. Is it really needed to decide these guys are sleeze bags?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER American liberals will eat their own young to maintain power. Everyone is a racist a rapist  a fascist keep everyone addicted to social programs don’t teach them to fend keep them addicted to government don’t let them think for themselves dems will keep black n Hispanics chained",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Judge Roy Moore will masterbate to this story.  #MAGA",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "4A: Texas Medical Board engaging in warrantless searches of doctor’s offices in ‘back-door gun control’ effort  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER More Jewish theatrics from (((Google)))",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Calling b s",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ok guys I think her claims are b.s. too but if you start threatening her you're no better than Antifa",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I don't live in the US so maybe that is one reason why i don't know who she is ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER 1st of all who trust the FBI to do a polygraph?I don't! She can pass it if she's a habitual liar.They have no fear or caring about what or who they lie about. She's probably a closet ANTIFA member.Insane to wait 30 yrs.If true others could have been hurt bc of her complancey.?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER 100% he is the Messi of goalkeeping GOAT",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Hello... the problem with more gun control is the only people that guns are being taken away from or ‘controlled’ as you say are people like me who has the legal right to carry a gun. So before you continue to scream gun control... look at who it would affect.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is short and felt I should bow down at the mention of engineer..  ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And Twitter seems to be beholden to CNN",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER There’s actually republican cities that have higher crime rate than Chicago URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Lol. You are not arguing againstbthe system I want, and I am not arguing in favor of the system you describe.  That is like you arguing for the principles of anarchy, and me constantly saying oh yeah, well, Hillary was a corrupt politician\"  Irrelevant.  Factual, but irrelevant\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER As well he should! These people are the DREGS OF SOCIETY - NOT THE PRESIDENT'S SUPPORTERS! At least we didn't try to stage a coup d'etat!  #QAnons #GreatAwakeningWorldwide #JoeBiden #MAGA",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER #JustSayin’ what the majority is thinking. More #FakeOutrage &amp; #Lies from the #LunaticLeft. Never seen so many sore losers throwing temper-tantrums for almost 2 years now. Embarrassing! #MAGA?? URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Beto-male",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER As a member of antifa? ;)",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Yup! She will destroy hard working ppl and small businesses. She is evil with a pretty face and ppl are falling for it.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER The kid he scored on looks like he is about to drop outta school now. Somebody check on him",
            "output": [
                "NOT"
            ]
        }
    ]
}