{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
  ],
  "Categories": [
    "Text Generation"
  ],
  "Input_language": "fa",
  "Output_language": "fa",
  "instruction_language": "en",
  "Definition": "Extract one of the aspects of the movie from the given text. Music(موسیقی), sound(صدا), directing(کارگردانی), screenplay/story(داستان), acting/performance(بازی), cinematography(فیلمبرداری), and scene(صحنه) are the predetermined aspects you have look for.",
  "Positive Examples": [
    {
      "input": "فیلم متوسطی بود از لحاظ داستان ولی خوشحالم که سینمای ایران یک نیم نگاهی به این قشر از جامعه مون کرد.نا گفته نماندگفتگو های پر تامل و تاثیرگذاری داشت با این حال امیدوارم که تماشاچیان عزیز در دام \"خطالی عاطفی\" نیوفتاده باشند.",
      "output": "داستان",
      "explanation": "This is a good example. The review is about the story of the movie."
    },
    {
      "input": "خیلی دوست داشتم این فیلو رو.بازی همه خوب بود به جز پژمان هادوی که من نمیدونم به چه دلیل(امیدوارم دلیلش پول نباشه)نقش به این خوبی رو بهش دادن و ایشون هم خیلی خوب گند زده به نقش.با صراحت نظرمو نوشتم چون فکر میکنم خیلی احمقانه است که همچین سوتی بزرگی را ندیده گرفت",
      "output": "بازی",
      "explanation": "This review is about the performance and acting of the movie."
    },
    {
      "input": "در نگاه اول به نظر می رسد اعترافات ذهن خطرناک من یک فیلم خوش ساخت و خوب است با کارگردانی و تدوین عالی.   هر کس فیلم ممنتو کریستوفر نولان را قبل از دیدن این فیلم، دیده باشد؛ جور دیگری قضاوت خواهد کرد.   فکر می کنم جملات بالا برای نقد این فیلم کافی باشد.",
      "output": "کارگردانی",
      "explanation": "This review is about the directing of the movie."
    }
  ],
  "Negative Examples": [
    {
      "input": "جز پایان بندی بقیه را دوست داشتم",
      "output": "کارگردانی",
      "explanation": "This review is about the story of the movie. Hence the directing is incorrect."
    },
    {
      "input": "من فیلم رو متأسفانه با وجود اینکه کارگردان و بازیگران مورد علاقم بود خود فیلم رو دوست نداشتم. بازیها هم عالى بود. ولى با اینکه متأسفانه واقعیت جامعست و بسیار زیاد مسئله زورگیرى و اسید پاشى و پره از مردمان بى فرهنگ بلا نسبت. ولى این جور ادمها به سینما نمیان که فرهنگ سازى بشه از نظر من",
      "output": "موسیقی",
      "explanation": "The review didn't mention anything about the music of the movie."
    }
  ],
  "Instances": [
    {
        "input": "یکی از دوستان اشاره خوبی داشتن   چقد موسیقی حماسی و بی مورد؟  فقط میتونن بگم این سوژه اگه به گروه و‌ کَست بهتری داده میشه نتیجه کار خیلی قابل قبول تر از این میشد",
        "output": [
            "موسیقی",
            "بازی"
        ]
    },
    {
        "input": "مشکل اغلب این فیلم‌هایی که قصد انتقاد از مهاجرت و مصائب‌اش را دارند، در این است که بعلت کمبود منابع، امکان ادامه دادن منطقی داستان و سفر کردن به کشور مقصد را چندان نمی‌یابند. کلبموس هیچ کدام از ایده‌هایش را ادامه نمی‌دهد. سردستی و بی‌حوصله، روایت را اندکی جلو برده و ناگهان مسئله‌اش دچار چرخش می‌شود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "واقعاً فوق العاده بود، فقط کسانی که از سر و صدای زیاد بدشون میاد اصلاً بهشون توصیه نمیشه",
        "output": [
            "صدا"
        ]
    },
    {
        "input": "امروز بالاخره فیلم رو دیدم،من واقعا در تعجبم چرا مردم ما از موضوعاتی مثل خشونت،فقر،بیچارگی و درموندگی انقدر استقبال میکنن؟! این همه کف و سوت رو جدا نمیفهمیدم... اصلا فیلم مورد انتظارم نبود .. بهترینِ امسال بدون شک تنگه ابوقریب بود و بس ..",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "متری شیش و نیم؛  فیلم قایل احترام و خوبی بود. واقعا دوست داشتنی بود. یکمی انسجام داستانیش مناسب نبود. بازی های تکراری ولی همچنان جذاب از نوید محمدزاده داشت. یه جاهایی داستانش سر هم بندی داشت. تصویربرداریش خوب بود واقعا.کارگردانیش خوب ولی ابد و یک روز بنظرم کار بهتری بود نسبت به متری شیش و نیم.",
        "output": [
            "داستان",
            "فیلمبرداری",
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "این داستان پایانِ باز، برای سینمای ایران هم داره خطرناک میشه:  پایانِ باز، مث دری بود که یه کم لاش بازه،کم کم داره به یه دری تبدیل میشه که کلّا هر دولنگش تا بیخ بازه!!!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فقط بازی خانوم زارعی خوب بود.   و دیگر هیچ",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "موضوع فیلم شاید نسبت به فیلم‌هایی که این سال‌ها دیدم، جدید بود اما بازی هنرپیشه‌ها و در کل موضوع به خاطر افراط و بزرگ‎‌نمایی بیش از حد، فیلم رو تبدیل به یک ساخته سطحی کرده.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم جذابیت خاصی نداشت و فقط بازی های خوب , به ویژه بازی دوست داشتنی امیر جان جدیدی , تنها نقطه قوت فیلم بود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "داستان پردازی و کارگردانی و بازی های خوب و از همه مهمتر بازیِ عالیِ لیلا حاتمی که بسیار باورپذیر و به دور از اغراق بود..",
        "output": [
            "داستان",
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "اکثر فیلم هایی که نویسنده و کارگردانش یکنفر است، \"مقبول نمی افتد\".   داستان یک رابطه رمانتیک که یک تراژدی شد و فی الفور  اوراق شد.  بدترین سرانجام ممکن در بدترین حالت موجود!   دوست داشتم کار را بپسندم، اما با منطقم سازگار نبود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "رئالیسمی که قط تک تک شخصیت ها روش کار شده بود و بقیه عوامل فیلم ضعیف رها شده..تشکیل یه مجموعه نبود و فیلمنامه خیلی کلیشه ای ...",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "اپیزود اندیشه و اشکانو دوس داشتم..  همینطور بازی خانوم پناهی ها",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "چرا اکثر فیلمنامه های فیلمها تازگی به نظرم قدیمی میان...یعنی فکر می کنی دهه هفتاد هستی داری فیلمو می بینی؟ این تمایز اصغر فرهادی رو نشون میده که چقدر فیلمنامه هاش مدرن هست..  خانم آقای افخمی خیلی لوس و بد بازی کرد  رامبد یه خورده فیلمها رو با وسواس انتخاب کن Please",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم ضعیفی بود و اصلا داستان نداشت. از فیلم های سیاوش اسعدی فقط جیب برخیابان جنوبی رو دوست داشتم و با دیدن این فیلم واقعا ناامید شدم.  تنها نقطه ی قوت فیلم , بازی ژاله صامتی هنرمند بود.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم خسته کننده ای بود، مشکل اصلی از داستان نداشته فیلم نشات میگیره و پراکندگی موضوعی و سردرگمی تو روایت، به فیلم ضربه میزنه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمی بسیار ضعیف، علی الخصوص در زمینه ی تدوین و فیلم نامه  پر از شعار زدگی، کلیشه و اغراق آمیز!!!  واقعا خانم درخشنده توی این فیلم تنزل فاحشی پیدا کردن.  بعد اصلا معلوم نیست اون زن دوم اون وسط چی میگه، از بس که شخصیت پردازی ضعیفه!",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "یک بازی عالی از رضا کیانیان که یک فیلم و عواملش را به آن چسبانده بودند.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "به نظر من سر به مهر با اینکه فیلم بسیار ارامی است (یعنی می شود گفت در قسمت هایی واقعا کند است ) اما این با ریتم کلی داستان منطبق می باشد... .  و جدا از بازی خوب خانم حاتمی اتفاق خوب دیگر فیلم انتخاب فصل زمستان است...سفیدی برف یک مراعات نظیر خوب را با داستان ایجاد میکند... .",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "بازی باران کوثری نازنین رو که همیشه دوست دارم ، از رضا بهبودی عزیز  هم نمایش های عالی و سکانس های کوتاه فیلم زیاد دیده بودم . این بار هم مثل همیشه هر دو بازی های زیبایی ارائه دادند . حالت معما گونه ی فیلم نامه رو هم دوست داشتم .... در کل فیلم خوبی بود",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "منهای اینکه یکسری چیزارو خیلی مستقیم مطرح میکنه که یه کم آزاردهنده میشه ولی در مجموع و در انتهای فیلم مفهوم خوبیو میرسونه. بازی جواد عزتی هم مثل همیشه خوبه و به نظرم جزو نقاط مثبته کاره اما متاسفانه نیوشا ضیغمی انتخاب خوبی نبود برای این نقش.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "نقطه قوت فیلم حضور هر چند کوتاه پانته آ پناهی هاست",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم خوبی است که بدون شعاری شدن به یکی از مشکلات ریشه‌دار فرهنگ ایرانی پرداخته است و سعی زیادی هم تا از کلیشه‌ها فاصله بگیرد. در کل نمره‌ی فیلم قابل قبول است و ارزش یک‌بار دیدن را حتما دارد.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمی که واقعا ارزش دیدن داره،  در هر سه اپیزود سایه ی نرم عشق رو میشه دید.  ضمن اینکه روایت زلالی داره و دور از تکلف هست.   من فیلم رو در فرهنگسرای نیاوران دیدم، جلسه ی نقد فیلم با حضور خانم ها پاکروان و لاریجانی.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "جان‌دار رو واقعا دوست داشتم، همه عالی بودند... حامد بهداد که توی چندکار اخیرش نشون داده این تغییر رویه‌ی زندگی‌اش واقعا روی خروجی بازیگری‌اش هم اثر گذاشته و من واقعا لذت بردم.  فیلم خوبی بود، پایان‌بندی خوبی داشت... به زندگی واقعی نزدیک بود، خیلی‌ها نمی‌بخشن. تعداد اونهایی که نمی‌بخشن به نسبت اونهایی که می‌بخشن خیلی بیشتره.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "خیلی خوب بود خیلی    سیمرغ برای نوید محمد زاده کم بود  وای جایی که التماس میکرد .........................",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "این فیلم رو تو جشنواره دیدم.پیشنهاد میدم ببینید.   فیلمنامه پرکشش نوشته شده بود.سعید آقاخانی واقعا عالی بازی کرد و مهناز افشار به نسبت خودش بهتر از قبل حاضر شده بود.قصه ی قضاوت ما آدمها همیشه در حال تکرار شدنه و یه قسمتهایی از فیلم کاملا همراه میشدیم با بازیگران.موضوعش رو دوست داشتم در کل.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "یکی از ارزشمندترین فیلم های سالیان اخیر با بازی دلچسب تمامی بازیگران. ایده اصلی فیلم بسیار جالب بود و سکانس ها و دیالوگهای ماندگاری داشت. از اون فیلمهایی که یادت نمیره هیچوقت.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "چه از لحاظ فیلمنامه و چه از لحاظ کارگردانی یک تله فیلم کاملا معمولی.  آقای بهزادی به خودشون اجازه دادن یک داستان دو سه خطی رو تبدیل به فیلمنامه کنند و 80 درصد نماهای فیلم رو هم که کلوزآپ گرفتند و کوچکترین جنبه سینمایی در فیلم مشاهده نمی شه .  هیچی دیگه   همین",
        "output": [
            "داستان",
            "کارگردانی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "تنها چیزی که تو این فیلم خوشم اومد بازی شهاب حسینی و نگارجواهریان بود.  در کل بدجوری خورد تو ذوقم!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "به درک که مسافرم ، به درک که چمدان های بسته ام هی غُر می زنند ، به درک که پای ماندنم درد می کند؛ بگذار دیر شود ، دلم پیش ِ پرسه زدن به دور توست...   داستانی زیبا از \"ماندن\" هایی که قرار بر آن بوده \"رفتن\" باشند ...",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "نمیدونم جرااین سینما به این وضع افتاده وانقدرتوقعها از این سینماکم شده بازیهای تکراری تقلید از.شون بن درفیلم من سام هستم روحت شادحاتمی بزرک",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "بازی حامد بهداد خوب بود ، اما حرفی برای گفتن ندارد",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلمی بسیار عالی با بازیهای عالی...",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلمی پر کشش و دوست داشتنی   اما تلخ و آموزنده...   بازی آقای معادی اصلا در اندازه فیلم نبود و خانم جاوهریان هم گاهی به انچه باید می بود، نمی رسید.   بهترین بازیگر این فیلم، همان کودک جانسپرده بود که کاملا همراه بودو به خوبی خوابید...",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "از آقای منوچهر هادی همچین فیلمی بعید بود ... من تقریبا با تلاش و صبر تا اواسط قسمت های سریال دل رو دیدم واقعا خیلی غیر قابل تتحمل بود انشالله که در کارهای بعدی شاهد همچین کارهای ضعیفی از ایشون نباشیم",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "لذت بردم ...شهاب حسینی واقعا عالی بود",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "بدترین بازی ها از بهترین بازیگرا در یکی از بدترین فیلم های جشنواره!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "افتضاح :)   به خصوص بازی پگاه آهنگرانی!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "میر کریمی عزیز به اندازه کافی جسور نیست و برای همین ؛ فیلم پایان خوبی ندارد و گرفتار کلیشه می شود. : (",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "خیلی خیلی خیلی خنده دار بود. جواد عزتی عالی بود یعنی هیچ کس جز جواد عزتی نمی تونست  انقدر این نقش و خوب بازی کنه دیالوگهای فیلم هم به طور عجیبی پر از تیکه های بامزه بود. خلاصه کای کیف داد. پیشنهاد میکنم ببینین.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "با سلام و احترام  یک فیلم عالی به لحاظ دقت در ساخت و بازیهای عالی و درخشان  دیدن فیلم رو حتما توصیه میکنم",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "نگاه نگران خانم ساره بیات کلیشه ای شده ...",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم جالبی بود..ساخت خوب همراه با ترکیب خوبش با موزیک..  با توجه به اینکه ساختار حلقه ای و لوپ بودنش کار کاملا متفاوتی بود  اما بازی ها می تونست قوی تر باشه...",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "فیلم نامه خوبی نداشت   حضور هوتن شکیبا کوتاه و جالب بود اما به نظر من بیشتر برای جذب مخاطب و فروش فیلم حضور داشتن  حتی حسام محمودی نقش طلبه رو  تو فیلم دیگه بهتر بازی کرده بودن",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "سکانس اول فیلم  فوق العاده -سکانس داربست بی نظیر- نماهای چشم نواز - سکوت- صدای دنیای زیر آب- حضور سایه وار ویشگا آسایش- فغان ناهنجاری- نکات مثبت به شدت وزین ، دست مریزاد هومن سیدی و گروه هنرمندت",
        "output": [
            "صحنه",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم ، فیلمنامه ندارد و از به هم چسبیدن چند کلیپ تشکیل شده است که می تواند سرگرم کننده باشد ولی مسئله ای که مرا متعجب می کند آن است که چرا فیلمی که ژانر کمدی دارد در آخر این قدر تغییر جهت می دهد",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "موجودی دوجنسی...دگردیسی ناقص تاتر به فیلم.... پوسته ای جذاب که هنوز هویتی مشخص برای خود نیافته.  و واجد تمام ویژگی های آثار غنی زاده.  در نهایت یکساعت تشوویق ایستاده برای «علی نصیریان».",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "بازیهایی بسیار خوب از همه بازیگران(حتی محمد صادق ملک عزیز با اون نقش کوتاه)، فیلمنامه خوب، کارگردانی بسیار خوب...فقط نامه انتهای فیلم رو دوست نداشتم که اونم خیلی شخصی و سلیقه ای هست البته...نمی دونم چرا احساس می کنم صدای جمال و موضوع نامه بعدا اضافه شده به فیلم!",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "پرداخت ضعیف  بازی ضعیف بهرام رادان برخلاف انتظار  فیلم با رنگ و لعاب خوبی شروع میشه و این احساسو میده قرار فیلم خوبی رو ببینی اما متاسفانه تغییر سکانس های ناهماهنگ، باز کردن چند تاموضوع بدون اینکه بتونه خوب پرورششون بده ، بازی نسبتا ضعیف بازیگرا .....همه و همه در آخر شمارو مایوس از سینما میفرسته بیرون.",
        "output": [
            "بازی",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "فکر نمیکردم یه مستند انقدر بتونه اشک من رو در بیاره...  هیچوقت نفهمیدم کی و کجا عاشق این خاک شدم و مهاجرت کردن شد کابوس زندگیم.این فیلم حس تعلق رو به خوبی بیان کرد.حسی که برای توضیح دادنش کلمات نمیتونن کمکی کنن.واقعا زیبا ساخته شده بود و تاثیرگذار",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "من اصلا این فیلم رو دوست نداشتم.  فضای فیلم انگار واقعی نبود و دیالوگ ها تقلید از فیلم های خارجی بود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمی کاملا متوسط با ایده خوب در فیلمبرداری",
        "output": [
            "فیلمبرداری"
        ]
    },
    {
        "input": "فیلم متری شش و نیم سعید روستایی یه سر و گردن بالاتر از سینمای روز ایران هست،چه کارگردانی و بازی،چه نحوه ی پردازش به موضوع،چه سعی در اینکه یکی قهرمان نشه یکی بد ماجرا،چه نوع فیلمبرداری و بازی گرفتن از سیاه لشکر.ارزش دیدن و حمایت کردن داره،ببینید.",
        "output": [
            "بازی",
            "کارگردانی",
            "فیلمبرداری",
            "داستان"
        ]
    },
    {
        "input": "اصلا به هیچ عنوان علاقه نداشتم اجرای می سی سی پی نشسته میمیرد روی پرده سینما ببینم  دیالوگ های تکراری   هلیکوپتر  ماشین  آلندلون  لئون  پاپیون  آخه چرااااااااااااااا   همون حسی که توی تالار وحدت بعد از نیم ساعت به سرم اومد امشب توی سالن سینما تجربه کردم ،حس گریز از سالن.......⁦ ⁦(ノಠ益ಠ)ノ⁩",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلم خوش ساختی بود هم بازیها عالی بود هم موسیقی فیلم. واقعا دستشون درد نکنه خسته نباشید میگم بهشون. بازی صابر ابر هم که محشر بود.",
        "output": [
            "کارگردانی",
            "بازی",
            "موسیقی"
        ]
    },
    {
        "input": "امتیاز: ۳ الی ۴  بیشتر فیلم تلویزیونی بود، حاصل سالوادور ساختن و فیلمهای اجتماعی ساختن همینه، فیلم در ۵ دقیقه آخر جنایی هم می‌شود.  به حق چیزهای ندیده!",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "با سلام و احترام   یک فیلم عالی به لحاظ دقت در ساخت و بازیهای عالی و درخشان   دیدن فیلم رو حتما توصیه میکنم",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "در جشنواره متاسفانه نتونستم ببینم ولی دیشب در اکران فیلم های جشنواره فجر در پردیس چارسو موفق به دیدن فیلم شدم.  چه فیلم خوبی از فضای بصری زیبا و چشم نواز ، تا بازی   فوق العاده حامد بهداد.....",
        "output": [
            "صحنه",
            "بازی"
        ]
    },
    {
        "input": "فیلم شادی بود که فقط لبخند میداد نه خنده ! حداقل برای من که اینطوری بود ، موضوع هم کپی برداری از یه فیلم نه چندان قدیمی هالیوودی بود البته اون کجا و این کجا !    4/5 از 10",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "واقعیت تلخ ،طنز هم داشت   من دوسش داشتم و از تماشای این فیلم لذت بردم  مهم اینه که تهش مشخص بود و مشخص شد نیاز نبود بری توی کما برای یافتن نتیجه  و بازی پسر بچه و نگاه های عاشقانه ش معرکه بود  چون بر مبنای عشق و علاقه بود دوسش داشتم و روند فیلم آروم بود",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "با این‌که می‌شد گفت یک جورهایی فیلم در نیامده، به دل من بسیار نشست. سفری زنانه و پایین‌ها و بالایش، با بازی خوب لیلا حاتمی و موسیقی خیلی خوب پورناظری و همایون شجریان. در مجموع به نظرم حمید نعمت اله فیلمساز قابلی است.",
        "output": [
            "بازی",
            "موسیقی",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم خوبی بود دوستش داشتم هرچند که بازی ها مخصوصا علی اقا  دهکردی آنقدر سطحی و غیر حرفه ای است که فکر میکنی شاید نقش رو نفهمیده",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "نترسید ما همه با هم هستیم ... فیلم متفاوتی بود ... هم ساخت هم محتوا .   امتیاز من : ۶ از ۱۰ .",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلمی اجتماعی ..... از درد ها و مشکلات موجود برای یک زن مثل خیلی از زن های مظلوم این کشور.....بازی ساره بیات مثل همیشه تحسین برانگیز بود.....ولی در کل مدت زمان فیلم خیلی طولانی بود و انسجام و تدوین بهتری را می طلبید.....در کل پیشنهاد می کنم حتما ببینید",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "بازیِ عالیِ باران کوثری و بازیِ تکراری و غیر قابل قبول مهتاب کرامتی...   در کل فیلم خوبی بود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "در کل فیلم خوبی بود با وجود اینکه به نظرم ضعف شخصیت پردازی و پایان شعاری داشت , نفس و ویلاِیی هارو میشه دو فیلم متفاوت و نوآورانه در ژانر جبهه و جنگ تلقی کرد.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "بسیار فیلم بد و بازی های بدتر و تدوین افتضاح",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "از تک تک پلان های این فیلم نهایت لذت رو بردم عالی عالی سینما یعنی مکری",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "لاکچری بودن بیشتر از هر چیز دیگه ای به چشم می خورد و باید بگم ایده اصلی این فیلم با بازی های مصنوعی این بازیگران مطرح و یک کارگردانی سطحی و ابتدایی , تبدیل به یک فیلم دم دستی و کاملا سطحی شد ...",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "موسیقی زیبا ..... فقط همین......انتظار بیشتری از مازیار میری داشتم و در کل فیلم بی روحی بود که می تونست جذاب تر هم داستان یک رفاقت رو نشون بده.",
        "output": [
            "کارگردانی",
            "موسیقی"
        ]
    },
    {
        "input": "یه فیلم ساده بدون عمق،در حد داستان کوتاه...خیلی رو بود قصه اما لطیف بود.  یه چیز جالب که داشت بازی خیلی خوب نازنین فراهانی و تعجب من برای ضعیف بودن بازی شهاب حسینی مقابل این بازیگر بود.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "فیلم خنده داری بود ، پیام فیلم هم خوب بود، بازی ها هم خوب بودن ولی نگاهش به مسیحیت توی ایران یکم توام با شیطنت بود",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "بازی باران کوثری عالی بود .... بعد از مدت ها فیلمی دوست داشتنی و زیبا دیدم",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "این فیلم عالی بود  قرار نیست وقتی واقعیتهای جامعه و تلخی هاشو ببینیم حالمون خوب بشه چون این فیلم قصدش نشاندن این دردهای جامعه بود به آقای سیدی به خاطر این فیلم عالی تبریک می گویم ....",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "موضوع فیلم شدیدا دردناکه و از یه جایی به بعد برای تماشای صحنه‌ها باید اعصاب قوی داشت. متاسفانه اصلا سلیقه‌ی من نبود و دقایق آخر فیلم رو نتونستم ببینم.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "با احترام به اقای میلاد کی مرام من به شخصه از بازی کلیشه ای ایشون خسته شدم .شوهر غیرتی  عصبی .................",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "خیلی دوست داشتم فیلم و  بازی شهاب حسینی عالی بود",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "یه کمدی متفاوت و خوش ساخت من دوستش داشتم .",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "یک داستان 15 دقیقه ای را که کش اش بدهی می شود عمده فیلم های ایرانی. این فیلم هم با وجود شروع طوفانی اش در همان حد یک ربع است.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "یه فیلم خوب، تمیز و شریف  نگاه جدیدی که کارگردان به مرگ تختی کرده بود ورای خودکشی در اثر فشارهای زندگی و زن و ... و یا قتل به دست حکومت بود.   تختی به جایی رسید که دیگه این دنیا با همه زرق و برقش رو دوست نداشت‌. تختی این دنیایی نبود.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "نسبت به فیلم های قبلی کارگردان مثلا دربند و مالاریا , این فیلم رو بیشتر دوست داشتم چون به مشکلات و معضلات جوانان جامعه اشاره شده بود.  اما از لحاظ ساخت و بازی ها واقعا معمولی و متوسط بود و همه ی بازیگران خوب و درجه یک فیلم , در یک سطح ظاهر شده بودند.",
        "output": [
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "صـــابــر ابــر ی متفاوت !   .  عطا(صابر ابر): آقا من 4ساله دندونپزشکی نرفتم،انقدر آب نمک کردم،شدم بلال !",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "واقعا ارزش دیدن نداشت! :| نه قصۀ درست و حسابی، نه طنز خاص و متفاوت! فقط تیزر جذابش مخاطب رو جذب می کرد. همین.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمه خوش ساختی بود، ارزش دیده شدنو داشت، نسبت ب فیلمایی ک تازگیا دیدم بالاتر بود...  پایانه فیلمو دوس داشتم، خوب تموم شدو پالتم ک دیگه مثه همیشه خوب... :)",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "ضعیف و شعاری. فضای سورئال با شخصیت های رئال؟ فضای سورئال و روایت؟ بسیار کند و جان فرسا. ضمن آن که بوی سفارشی بودن هم می داد!",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "گردش تکراری بی وقفه و بی پیشرفت و بسیار باطل یک ایده که نهایتش در طوفان سنقاجک استفاده شده، اما سالهاست توسط مکری رها نمی شود. این فیلم به هیچ وجه دیدنی نیست.",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "بعد از چندوقت،دوباره، دارم کلاس هنرپیشگی رو میبینم. هنوز منو با همون دو سه تا سکانس اول میگیره. میبره  نمیدونم واسه ظرفه یا مظروف؟ محتواست یا فرم؟  کلاس هنرپیشگی سهل و ممتنع سینمای ایرانه.  تو این روزهایی که بزرگان سینمامون حال خوب نوشتن رو ندارن، این فیلم داودنژاد ، واقعا شاهکاریه",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "بازی ها بسیار عالی بود مخصوصا بازی زیبای مادر",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم شریفیه  شریف تر از اون مرد خوب این روزهای سینمای ایران پیمان خان معادیه  ریتم قاشق روی لبه ی لیوان روز تعطیلی که حوصله داری",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "بد و جلف. یه قصه آشفته و بی محتوی... یک لودگی به تمام معنا برای گیشه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "ای کاش ده ثانیه‌ی آخر این فیلم نبود... ای کاش",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمانامه به شدت خوبی داشت. بازی آقای نادر فلاح بسیار تحسین برانگیز بود. احتمال کاندید شدن آقای فلاح زیاد است.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "یکی از بهترین فیلمهای اقتباسی سینمای ایران! و به جرأت بهترین فیلم ایرانی عاشقانه ای که من دیدم، البته باید گفت یکی از دلایل قدرت این فیلم ریشه گرفتنش از داستان داستایسفکیه،  ولی واقعا که شاهکار درآورده فیلم رو.  واقعا چقدر حیف که تو سینمای ما اینقد کار اقتباسی کمه، واقعا حیف....",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم زیبایی بود و من دوست داشتم.... و بازی خوب ساره بیات مثل همیشه.....نمره از ۱۰ : ۸",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم کلا مورد علاقه مخاطب عام ساخته شده و طنز خوبی داره. بازی ها خیلی معمولی هستند. بیشتر فیلم سرگرم کننده ای هست با موضوعات هیجان انگیز اکتی!    فیلمنامه : متوسط  بازی ها: متوسط  موسیقی: خوب  کارگردانی: خوب  فیلمبرداری: خوب   کلا اگه خواستین فیلم سرگرم کننده خوبی ببینین توصیه میشود.",
        "output": [
            "بازی",
            "داستان",
            "موسیقی",
            "کارگردانی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "خیلی بد   اصلا نمیدونم از کدوم قسمت بدش بگم .  فارابی + کارگردان ناشناس = فاجعه    قشنگ احساس میکردی چقدر پول برای ساخته شدن فیلم دور ریخته شده و چقدر افسوس!!!! افسوس و افسوس!!!      افتضااااح!!!!   امتیاز: 0 از 5",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "\"برف\" رو دوست نداشتم  فیلم همه ش دور خودش می چرخید و حرفایی که زده بود رو تکرار می کرد  داستان اصلاً جلو نمی رفت  هر بدبختی هم می شد سر این خونواده اومده بود  انگار نویسنده و کارگردان حواس شون نبوده کل ماجرا از یه صبح تا شبه.  خیلی جاها هم فیلم خیلی خسته کننده می شد.   manimoon..",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم اعصاب خورد کن  و بازی اعصاب خورد کن نگار جواهریان  لرزش صدای مصنوعی و صورت رنگ پریده  همینو تو فیلمای طلا و مس و  حوض نقاشی دیدیم  این تکرار جذابیتشو از بین برده",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "ریتم کند  کسالت آور خسته کننده قصه ای گنگ و کلیشه ای  من موندم که از بین فیلم اولی ها فیلم بهتر نبود بیاد تو بخش مسابقه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "یک فیلم با موضوع جدید و عجیب و شاید برای خیلیها غیرقابل باور ! دیدنش برام خیلی جذاب بود البته برای خیلیها هم نبود، اینکه در آخر فیلم از خودت میپرسی خب که چی؟! یکم حس سردرگمی بهت میداد و نمیزاشت همزادپنداری کنی با شخصیت اول فیلم! ولی در کل پیشنهاد میشود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "من این فیلم رو دوست داشتم .شخصیت سارا بهرامی عالی بود و همچنین بازی امین حیایی  بعنوان یک مرد خونسرد..بازی مهناز افشار هم عالی بود  فیلم روایتی از روایتهای تلخ جامعه مان میباشد",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "آخه این چی بود ؟؟؟  واقعا از هیچ محتوا و معنا و مفهومی برخوردار نبود .  بازی های ضعیف و کارگردانی بسیار ضعیف و غیرحرفه ای .  اصلا دوست نداشتم ...",
        "output": [
            "داستان",
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "با اینکه موضوع فیلم کمی تکراری بود اما در کل فیلم خوبی بود به نظرم، مریلا زارعی هم که طبق معمول عاااالی از 10 به نطرم  7 مناسبه برای این فیلم.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "خیلی بد و افتضاح.بدون شخصیت پردازی واقعی و روند منطقی داستان.واقعا حیف هزینه(حتی نیم بها که من دادم) و وقتی که گذاشتیم.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "واقعا و به جرات می تونم بگم فیلم خوبیه که با کشش عجیبی تو رو با خودش می بره و هرگز رهات نمی کنه و این لذتبخشه ....",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلم از فضای نقد اجتماعی و سیاسی تهی است...یه قصه غیر قابل باور که هیجان خاصی نداشت...ریتم فیلم قابل قبول بود...الناز شاکردوست هم خیلی فراتر از انتظار بود...نمره 5 از 10",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "واقعا اگر نگم درجه یک ترین که نگفتنش ظلمه به جرات میتونم بگم یکی از بهترین کمدیای تاریخ ایران بود ...داستان، شوخی ها و .. همه چی عالییی بود و البته گل سرسبد همه ی این اتفاقای خوب حامد بهداد که نشون داد ی ستاره اگر واقعی باشه حالا حالا ها قرار نیست خاموش شه! حامد بینظیر بود.‌",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "برای اولین بار بی پایان بودن فیلم خیلی توی ذوق نمی زد و کمی به ترسناک تر شدن فیلم کمک کرد؛ هر چند ای کاش پایانی داشت!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "به نظر من فیلم قشنگی بود. از دیدنش اصلا پشیمون نیستم. بازی صابر ابر هم محشر بود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "به دیدنش حتما می ارزه  موضوعش کاملا جسورانه بود  بیشتر قصد اطلاع رسانی داشت نه تعریف قصه که درستش هم برای این موضوع همینه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلم تا وسط فیلم یعنی دقیقا تا جایی که معلوم میشه بچه های املشی دنبال رضان خیلی خوب و جذاب پیش میره ولی دقیقا از همونجاش سکته میزنه و خلاص...",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "اگه میخواید فیلمی پر از شخصیتها و دیالوگها و صحنه های اضافی ببینید حتما چیپس و پفک بخرید و به دیدن \"پنج ستاره\" برید. جاهایی از فیلم رسما به رپورتاژی برای هتل تبدیل میشه.  فیلم از داشتن داستانی که نقطه عطف و گره داشته باشه و بتونه تماشاگر را روی صندلی نگه داره عاجز بود.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فقط می تونم بگم فیلم خوبی بود ولی نسبت به کار قبلی علیمردانی کوچه بی نام واقعا ضعیف تر بود.....نکات مثبت از نظر من : موضوع مهم و جدی فیلم......بازی باران کوثری.....بازی و گریم متفاوت پگاه آهنگرانی....نمره از ۱۰ : ۵",
        "output": [
            "داستان",
            "بازی",
            "کارگردانی"
        ]
    },
    {
        "input": "مردن به وقت شهریور به نظر من جز فیلم هایی هست که باید تو دانشگاه تدریس بشه! در زیر مجموعه \"چگونه فیلم بد بسازیم\"     در هیچ زمینه ای حرفی برای گفتن نداشت.... فقط بازی خواهر کوچکتر خانواده این امید رو میده که ایشون آینده درخشانی خواهند داشت.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "خیلی دوست داشتم که میتونستم این فیلم رو دوست داشته باشم ولی نشد که بشه. فقط یک اتفاق، یک دیالوگ و یا یک لحظه کوتاه اما جذاب کافی بود ولی متاسفانه هیچ کدوم اتفاق نیفتاد. اگرچه خلاقیت فیلم رو از نظر فرم تحسین میکنم و خوشحالم که فیلمسازانی هستند که جسارت خلاف جهت آب شنا کردن رو دارند.",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "فیلمنامه ضعیف بود.  من خوشم نیومد ولی انصافا شهاب حسینی تو فیلم ضعیف هم عالی بازی میکنه.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "کاش با منطق بیشتری به پایان داستان توجه می شد!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "دیشب برای بار دوم این فیلمو دیدم دفعه اول بیشتر تمرکز برروی تصویر برداری و لوکیشن بود و کیفشو بردم اما دفعه دوم بیشتر به موسیقی دقت کردم عنصره کمتر توجه شده در فیلم های ما .موسیقی چه میتواند بکند با روح و روان ما",
        "output": [
            "فیلمبرداری",
            "صحنه",
            "موسیقی"
        ]
    },
    {
        "input": "فیلم فوق العاده خوبی بود که سهم مهمی از اون متوجه نبوغ داستایفسکیه(انصافا داستان خیلی قوی تر از اقتباس سینماییشه)  ولی اون چیزی که خیلی آزارم داد حجم بالای دیالوگا بود  این فیلم باید خیلی کم حرفتر میشد(کیم کی دوک رو میخواست)  دیدن فیلم رو پرده سینمایی که تو فیلم خرایه اونو نشون میده حس خوبی رو منتقل میکرد(سینما آزادی)",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "تا اینجا اثری متفاوت بوده و اگر دچار سانسور نمیشد مطمئناً بهتر از این بود.من که به شخصه این سریال دوست دارم.به خصوص بازی جناب آذرنگ.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم خوب شروع شد ولی دقیقا از زمانی که گره داستان ایجاد شد از همونجا هم کم کم مرد   اینجاست که تفوات متن و ساخت در یک سوژه مشترک بین فیلمسازی اصغر فرهادی و بقیه آشکار میشه",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "\"با دیگران\" رو دوست نداشتم  یه داستان کلیشه ای که هیچ خلاقیت و نوآوری ای توش استفاده نشده  با بازی های متوسط \"بایک حمیدیان\" و \"حمیدرضا آذرنگ\"  با ریتم خیلی کند.  واقعاً نمی شه برای فیلم اول سراغ سوژه های بهتر رفت؟  چرا اصرار داریم هر سوژه ای رو تبدیل به فیلم بلند کنیم؟   manimoon..",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "جزو چند فیلمی بود که حتما باید میدیدم.فیلم داستان زنی که وکالت همسر دوم شوهرش را میپزیرد.ترکیب بازیگران دوس داشتم اما موضوع فیلم کمی تکراری بود.در هنگام فیلم ترسم از پایان فیلم همانند زندگی خصوصی و مستانه بود که خدارو شکر پایان آرام وغیر قابل پیش بینی داشت.بازی ها خیلی شاهکارنداشت اما خوب و قابل انتظار بود.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "احتمالا اگر یک فیلمساز با تجربه پشت این گروه حرفه ای بازیگران بود ، میتونستیم شاهد انتهای بهتری برای فیلم باشیم . و از خودمون نپرسیم خب که چی؟!!",
        "output": [
            "کارگردانی",
            "داستان"
        ]
    },
    {
        "input": "تختی که من در ذهنم دارم بیشتر از تختی که آقای توکلی در ذهنش داشته و ساخته است دوست دارم!  و به نظرم هر جا توکلی برای روایت تختی به خاطرات و جملات خود تختی استناد می کرد به تختی واقعی نزدیک می شد و هر جا تخیل خودش را میدان می داد از تختی دور می شد!",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "فیلمی بسیار زیبا و با ارزش بود از این منظر که سفری بود به درون انسان، تبریک میگم به آقای نعمت الله... آقای حیایی هم که حقا درخشیدند.",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "با سلام و احترام  یک فیلم بد به شدت سانسور شده و بی محتوا",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمی با محتوای انسانی و تبلیغ برای کار نیکوکارانه..تدوین خوب،بازی های متوسط و پرداخت ضعیف و ضعف فیلمنامه در بعضی قسمت ها.به نظر من بطور کلی فیلم از نظر هنری متوسط رو به ضعیف بود اما از نظر پیام، تاثیرگذار و قابل تامل بود.",
        "output": [
            "داستان",
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "فیلم بسیار خوب و خوش ساختی  که  رابطه ی دختر پدری را در جامعه مرد سالار ایران و فضای فرهنگی غالب با نگاهی نسبتا انتقادی  به تصویر میکشد و ارزش دیدن و تامل عمیق دارد.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "امتیاز:۵  فیلمی که می‌خواهد قصه‌گو باشد ولی خیلی دنبال نوآوری نیست و فرمول‌های تجربه شده را می‌خواهد به کار گیرد.  آخرش هم واقعا با چه عقلی اینگونه تمام شد؟!",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "نگارجواهریان همیشه فوق العاده ست عاشق بازی این هنرمندگرانقدرم",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلمی سیاسی-اجتماعی با کمی چاشنی طنز و تا حدودی اغراق آمیز و حوادث غیرقابل باور و ضعف فیلمنامه مشهود در جای جای فیلم..به عنوان فیلم اول شروع خوبی برای جواد رضویان نخواهد بود و بعید است فیلم به موفقیت فیلم هم نسلان رضویان مثل عطاران،آقاخانی و... برسد.",
        "output": [
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "داستان فیلم رو دوست داشتم  و به قول دوستان بازى مهتاب کرامتى خوب نبود  تنها نکته ى مثبت فیلم به جز طراحى صحنه و لباس, بازى دلنشین باران کوثرى بود.",
        "output": [
            "داستان",
            "بازی",
            "صحنه"
        ]
    },
    {
        "input": "بازی خانم توسلی بی نظیر بود ...",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "دوست نداشتم خیلی ضعیف بود  مخصوصا 2 تا بازیگر دختر و پسر  یه چیزی هم که خیلی جالبه توی بیشتر فیلما زن افسرده شکست خورده فیلم \" دختر شاد دانشکده بوده\"",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "من با سکانس پایان فیلم مشکل دارم  آخرین سکانس چی داشت می گفت  دختره تو هواپیما بود یا نه؟(خیانت کرده بود یا نه؟)  به نظرم این پایان باز نیست ، فیلم بدون پایانه",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "قیلمی که ارزش دیدن داره مرسی مصطفا کیایی بابت زحمتهایی که برای ساخت کشیدین .",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "داستان خوب ولی کاملا کسل کننده و بدون هیجان",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلم ساده، خوش ساخت و بی آزار.  بازی ها روان و زیبا.   کارگردانی و فیلم برداری خوب.   به نظر من، داستان فیلم میتونست پیچیدگی های بیشتری داشته باشه.",
        "output": [
            "کارگردانی",
            "داستان",
            "بازی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "فیلمی کمدی، جدی، لطیف، خشن، واقعی، خیالی......  کمتر کارگردانی میتونه همه این خصوصیات رو در یک فیلم جا بده و آقای ملالی پور به خوبی تونست این کار رو بکنه.  بسیار لذت بردم.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "فیلم بدی نبود   جدا از سادگی های سینا که به حماقت تبدیل میشد و نا مشخص بودن نسبت هانیه توسلی با این خانواده،، 8سال دوست دختر باباشون بوده یعنی؟ بازی فرخ نژاد، ام جی و سینا در مجموع قابل قبول بود و چهره پردازی عالی",
        "output": [
            "بازی",
            "صحنه",
            "داستان"
        ]
    },
    {
        "input": "یک فیلم با بازی‌های بد و شخصیتهای درست پرداخته نشده، و روایت نه چندان جالب... اصلا دیدنش رو توصیه نمیکنم.",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "در یک کلام عالی   بیشتر از اینکه احساس کنم یک فیلم میبینم احساس میکردم یک تئاتر دارم میبینم بازی ها، دکور و دیالوگ های بی نظیر ۹۰ دقیقه لذت بردم",
        "output": [
            "بازی",
            "صحنه",
            "داستان"
        ]
    },
    {
        "input": "فیلم خوبی بود. انتخاب سحر دولتشاهی هم خیلی بجا بود. خیلی واقعی بود و قابل درک.بنظرم رضا سردرگم بود و علی رغم ظاهر و ادبیات همیشه خونسردش مثل یه آدم طوفان زده بی تکلیف بود. تماشای فیلم را حتما توصیه میکنم.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "فیلم بسیار خوبی بود.داستان زیبایی داشت .شخصیت عبدالسلام   را دوست داشتم.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم خوبی بود. اما فیلم سیزده رو بیشتر دوست داشتم . در ضمن ، فکر می کنم اگر به جای نگار جواهریان ، آزاده صمدی عزیز این نقش رو ایفا می کرد، بازی دلنشین و باور پذیر تری رو به نمایش می گذاشت.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "واقعا فیلم یی نظیری بود بازی های پر انرژی بهرام رادان و محسن کیایی عالی بود موسیقی و فیلم برداری هم فوق العاده خلاصه خیلی فیلم باحالی بود......نمره از ۱۰ : ۹.....",
        "output": [
            "بازی",
            "موسیقی",
            "فیلمبرداری"
        ]
    },
    {
        "input": "انسجام خط داستان فیلم جالب نبود و فیلمنامه دارای نقاط غیرمنطقی زیادی بود. کاراکترای فیلم هم منو یاد جماعت همیشه خمار کافه رو و لوسی انداخت که انقدر مصرفشون بالاس و سبک زندگیشون بیهوده و فیس و افاده ایه که دیگه مغزی توی سرشون نمونده! در کل 2 از 5 میدم فقط به خاطر بازی های نچندان بد.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "بی نظیر بود.  زحمت و تفکر کارگردانی در لحظه لحظه فیلم قابل مشاهده و تجربه بود.  فیلم اغلب مولفه‏ های یک اثر هنری بین المللی و موفقیت در جشنواره های جهانی رو داشت.",
        "output": [
            "کارگردانی"
        ]
    },
    {
        "input": "هومن سیدی آدمِ باهوشیه ، طول مدت فیلم تمام حواسم توی داستان بود و به هیچ چیزه دیگه ای فکر نکردم ، کاملاً منو جذب کرده ، یک جاهایی حس کردم از سریال Narcos تأثیر گرفته و منو یادِ اون سریال انداخت ، اما واقعاً جذاب بود ، گریم هاشون حرف نداشت",
        "output": [
            "کارگردانی",
            "صحنه"
        ]
    },
    {
        "input": "بازی لیلا حاتمی عزیز عــــالـــی بود!   فیلم یه طنز ظریفیم داشت.دوس داشتم حالشو.ولی فیلم درگیر کننده ای نبود.",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "باز هم خیانت، باز هم انفعال کاراکتر، باز هم اتفاق پیدا شدن گوشی، باز هم نویسنده ای که با این ترفندها می خواهد فیلم را به پیش ببرد و تمام کند.به راستی اگر این انفعال و تصادف نبود فیلم را چه می شد.بودن یا نبودن؟",
        "output": [
            "بازی",
            "داستان"
        ]
    },
    {
        "input": "امتیاز:۶.۵  یک ایده مرکزی خوب که هرز می‌رود. نقش اول فیلم مشخص نیست، فضای فیلم نیز. نه قهرمانانه است، نه امیدوارانه و نه تراژدیک.  از نقش مثبت خانم ایزدیار هم داریم خسته می‌شویم. این سومین فیلم ایشان بود با همین تم.",
        "output": [
            "داستان",
            "بازی"
        ]
    },
    {
        "input": "فیلم از نظر فیلم برداری نورپردازی گریم و سو‌ژه ی متفاوت و جوان پسندی که داشت واقعا بی نظیر بود هم چنین کارگردانی هومن سیدی نسبت به کارهای قبلی ش خیلی خیلی بهتر بود....و اتفاقا به نظر من فیلم آموزنده هم بود",
        "output": [
            "فیلمبرداری",
            "صحنه",
            "داستان",
            "کارگردانی"
        ]
    },
    {
        "input": "با حالی بد به بهانه بهتر شدن به تماشای این فیلم نشستم، فیلم عملا هیچ چیز خاصی نداشت به جز صحنه هایی که بسیار سعی میکرد خنده بگیرد و البته موفق هم بود. پایان فیلم هم خوب بود حداقل ماورای توقع از یک فیلم که بهانه آن فقط خنداندن مخاطب است.",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "اخه این فیلم بغیر شوخی های شدید جنسی مگه چیز دیگری داشت؟ آقای کارگردان کیایی بجای برادرتون و بازیگر ترک کمی تئاتر بروید و استعدادیابی کنید.",
        "output": [
            "کارگردانی",
            "بازی"
        ]
    },
    {
        "input": "جالب بود اما از نظر بنده یه کپی نسبتا ضعیف از یه فیلمه هالیوودی بود که اتفاقا اون فیلم خوش درخشید.ترکیب تازه و نو داستان و حتی شوخی ها چیزایی بود که خیلی خوب در کنار هم چیده شده بود جدا از نکاته غیر قابل باور فیلم مثل پلیسه داستان یا داستان چک.اما فیلمه خوبی بود",
        "output": [
            "داستان"
        ]
    },
    {
        "input": "فیلمی که توش * حسام نواب صفوی * بازی کرده باشه معلومه چیه دیگه، احتیاج به توضیح بیشتری نیست...",
        "output": [
            "بازی"
        ]
    },
    {
        "input": "اینکه موضوعی تکراری رو با جذابیاتی نو روایت کنی و اهسته اهسته ساغر تلخی به کام بیننده شود؛ هنر این فیلم بود .  بازی بی نظیر خانم حاتمی که به جرات می تونم بگم یکی از بهترین بازی های ایشون بود .",
        "output": [
            "داستان",
            "بازی"
        ]
    }
]
}