{"Contributors": ["Phani Rohitha Kaza"], "Source": ["SNLI, https://nlp.stanford.edu/pubs/snli_paper.pdf"], "Categories": ["Text Modification"], "Definition": "You are given  sentences, sentence 1 and sentence 2, that neither agree nor disagree with every other. The assignment is to rewrite sentence 2 in order that it sincerely has the same opinion with sentence 1. Your generated sentences need to be concise and now no longer than 15 phrases in length. If you desire to introduce new information, do now no longer use pronouns which could motive confusion.", "Positive Examples": [{"input": "Sentence 1: Five young women sitting on a green bench wearing headbands with feathers in them. Sentence 2: A group of adorned women are awaiting their dance performance sitting on a green bench.", "output": "Women are wearing accessories.", "explanation": "The output sentence is agreeing with the sentence 1."}, {"input": "Sentence 1: A man in white shirt carving or slicing blocks of ice. Sentence 2: A man is carving an ice sculpture for a party.", "output": "A man is working.", "explanation": "The output sentence is agreeing with the sentence 1."}], "Negative Examples": [{"input": "Sentence 1: The woman in the blue dress is holding out her arm at oncoming traffic. Sentence 2: A woman in a blue dress is hailing a cap while traffic whizzes by.", "output": "The man is in the home sleeping", "explanation": "The output is out of context of the input sentences."}, {"input": "Sentence 1: A man with glasses is taking a picture of a train. Sentence 2: A man is taking a picture of a never before seen train.", "output": "A man is not taking a picture of a train.", "explanation": "The output sentence is contradicting with the sentence 1."}], "Instances": [{"input": "Sentence 1: A bearded man plays the xylophone for a group of people on the street, a chest in front of him awaiting donations. \n Sentence 2: the man is a choirister", "output": ["a man plays xylophone"]}, {"input": "Sentence 1: A bearded man sits against a wall and plays the flute. \n Sentence 2: people playing music and singing.", "output": ["man sits and play flute."]}, {"input": "Sentence 1: A bearded man sits with a cocktail. \n Sentence 2: A bearded man drinks his cocktail.", "output": ["A man has an alcoholic drink."]}, {"input": "Sentence 1: A bearded man standing across two ladders in an attic access door has a horrified expression on his face. \n Sentence 2: Man doing something with the ladders", "output": ["Horrified expression on the face of a man, while standing on two ladders below an attic access door"]}, {"input": "Sentence 1: A bearded man talks on the phone while looking content. \n Sentence 2: A man is happy to hear from this family.", "output": ["A man talks on the phone."]}, {"input": "Sentence 1: A bearded man uses tools to carve a wooden object. \n Sentence 2: The man is an artist.", "output": ["The man is bearded."]}, {"input": "Sentence 1: A bearded man wearing a beret working on a project using fire. \n Sentence 2: A scientist is showcasing an experiment.", "output": ["There are flames visible near a man."]}, {"input": "Sentence 1: A bearded man wearing a black cap, a black short-sleeve shirt, and blue pants is carrying a bag with a Union Jack pattern and walking past the Mooch Art art gallery in Manchester, Great Britain. \n Sentence 2: The man is on his way home.", "output": ["A man is walking past a building."]}, {"input": "Sentence 1: A bearded man wearing a blue jacket rides his snow sled pulled by his two dogs. \n Sentence 2: A man races his dogsled pulled by his 2 Malamutes.", "output": ["A man rides a dogsled."]}, {"input": "Sentence 1: A bearded man wearing a brown shirt plays the guitar. \n Sentence 2: The shirt has a design on it", "output": ["The guitar is being played."]}, {"input": "Sentence 1: A bearded man wearing a denim jacket sits on a bench. \n Sentence 2: The man is waiting for the bus.", "output": ["The man has facial hair."]}, {"input": "Sentence 1: A bearded man wearing a sleeveless shirt is kneeling in front of a piece of lumber supported by several crates. \n Sentence 2: The sleevless man is helping someone", "output": ["A bearded man wearing a sleeveless shirt is kneeling in front of a piece of lumber supported by several crates."]}, {"input": "Sentence 1: A bearded man wearing a turban, face paint, blue and green top, baggy orange pants and a red and white striped apron is dancing on a rocky street with a young woman wearing a turban, purple top, gray and black striped pants and red apron with black polka dots and ruffles as a couple watch behind them while other people are ignoring them. \n Sentence 2: The people dancing are drunk, and the people are ignoring them.", "output": ["There are people dancing."]}, {"input": "Sentence 1: A bearded man wearing glasses and a colorful velvet hat and vest is tapping a metal shield \n Sentence 2: The bearded man is a member of a group re-enacting medieval jousts.", "output": ["The bearded man with a velvet hat is tapping a shield."]}, {"input": "Sentence 1: A bearded man wearing no t-shirt fixes his bicycle. \n Sentence 2: The man wants to ride his bicycle.", "output": ["A man is topless."]}, {"input": "Sentence 1: A bearded man wearing sunglasses is preparing food. \n Sentence 2: An old man is preparing a steak dinner", "output": ["A person is preparing food."]}, {"input": "Sentence 1: A bearded man wears a red bandanna and a leather jacket over a teeshirt with an American flag on it. \n Sentence 2: The beard is short.", "output": ["A bearded man is wearing an America-themed shirt."]}, {"input": "Sentence 1: A bearded man with a hat and glasses talks while two other men listen. \n Sentence 2: The man in the hat is the boss.", "output": ["A man with a hat and glasses speaks to two other men."]}, {"input": "Sentence 1: A bearded man with a hat drives down the road. \n Sentence 2: A person is listening to the radio.", "output": ["A person is in a car."]}, {"input": "Sentence 1: A bearded man with animal hide coat and hat. \n Sentence 2: The man has a fox fur coat.", "output": ["The man has a beard."]}, {"input": "Sentence 1: A bearded man with dreadlocks in an orange shirt has tribal face paint. \n Sentence 2: the hairy guy had a shirt, face paint and 3 kids at home", "output": ["the hairy guy had a shirt and face paint"]}, {"input": "Sentence 1: A bearded man with glasses playing an instrument. \n Sentence 2: A man with glasses playing an instrument.", "output": ["A bearded man is wearing glasses playing an instrument."]}, {"input": "Sentence 1: A bearded man with gray hair speaks at a microphone. \n Sentence 2: The man is speaking in front of an audience.", "output": ["The man has a beard."]}, {"input": "Sentence 1: A bearded man, and a girl in a red dress are getting married. \n Sentence 2: The two people are going to live happily ever after.", "output": ["The two people are getting married."]}, {"input": "Sentence 1: A bearded man, thumbs on straps of waterproof orange bib overalls, stands in front of a grocery cooler full of fish. \n Sentence 2: A bearded man, thumbs on straps of waterproof orange bib overalls, stands in front of a grocery cooler full of tuna.", "output": ["A man wearing fisherman attire stands near some catch."]}, {"input": "Sentence 1: A bearded white man in a beanie and yellow jacket stands next to a fallen tree while looking toward another man. \n Sentence 2: Two men discuss storm damage next to a fallen tree.", "output": ["A bearded man looks to another man near a fallen tree."]}, {"input": "Sentence 1: A beat up old truck in the heart of a colorful town. \n Sentence 2: There is a man in the truck.", "output": ["The truck is old."]}, {"input": "Sentence 1: A beautiful Hawaiian dancer posing. \n Sentence 2: Hawaiian dancer being captured on camera", "output": ["Hawaiian dancer posing for camera"]}, {"input": "Sentence 1: A beautiful blond girl sits on a deck. \n Sentence 2: A beautifull red hair girl sits on the deck.", "output": ["A lady is sitting on the deck."]}, {"input": "Sentence 1: A beautiful brown and white St Bernard running in the snow \n Sentence 2: A brown and white St Bernard is running in the snow in order to rescue stranded hikers.", "output": ["A beatiful St Bernard is outside in the snow."]}, {"input": "Sentence 1: A beautiful city river walk with boats docked right on it. \n Sentence 2: Sailboats are docked on a river running through a city.", "output": ["A city surrounds a river."]}, {"input": "Sentence 1: A beautiful day for riding bikes and motorcycles, and having a bar-b-q with family and friends. \n Sentence 2: The friends have gotten togerther to celebrate July 4th.", "output": ["It is a nice sunny day."]}, {"input": "Sentence 1: A beautiful day to lay by the Ocean, waiting for the waves. \n Sentence 2: A person jumps in the water while someone is laying down nearby.", "output": ["A person is laying down near a large body of water."]}, {"input": "Sentence 1: A beautiful lady is eating ice cream. \n Sentence 2: The lady is old.", "output": ["A lady has ice cream."]}, {"input": "Sentence 1: A beautiful lady is sitting at a table dressed up in a light blue dress. \n Sentence 2: There is a beautiful lady in her 20s.", "output": ["There is a beautiful lady."]}, {"input": "Sentence 1: A beautiful lakeside view of a small harbor and a large white house. \n Sentence 2: A beautiful view of a harbor and a house is a photograph.", "output": ["A beautiful view of a harbor."]}, {"input": "Sentence 1: A beautiful red-haired woman is posing for the camera. \n Sentence 2: The woman is smiling at the camera.", "output": ["The woman has red hair."]}, {"input": "Sentence 1: A beautiful scenic hiking area with backpackers and an older couple sitting on a rock resting. \n Sentence 2: The hikers are planning an overnight expedition.", "output": ["There are backpackers in a hiking area."]}, {"input": "Sentence 1: A beautiful scenic hiking area with backpackers and an older couple sitting on a rock resting. \n Sentence 2: There is a couple standing in front of a rock, waiting for their picture to be taken.", "output": ["There are backpackers in a hiking area."]}, {"input": "Sentence 1: A beautiful view of the mountains on a snowy day. \n Sentence 2: A beautiful view of the mountains on a sunny and snowy day.", "output": ["A view of the mountains on a snowy day."]}, {"input": "Sentence 1: A beautiful white dog walking in the brown grass. \n Sentence 2: The dog is following his owner.", "output": ["The dog is outdoors."]}, {"input": "Sentence 1: A beautiful woman in a black dress is walking on the street. \n Sentence 2: The woman's hair is blonde.", "output": ["The woman is outside."]}, {"input": "Sentence 1: A beautiful woman in a nice dress is standing on what could be a Mardi Gras float. \n Sentence 2: A woman in a dress hanging out with her friends.", "output": ["A woman in a dress."]}, {"input": "Sentence 1: A beautiful woman is being dressed. \n Sentence 2: the woman is going to the party", "output": ["a woman is getting dressed"]}, {"input": "Sentence 1: A beautiful woman is posing for a photo by a plant. \n Sentence 2: The woman is smiling for the photo.", "output": ["The woman is standing by a plant."]}, {"input": "Sentence 1: A beautiful woman singing. \n Sentence 2: There is a group of women singing", "output": ["There is a woman singing"]}, {"input": "Sentence 1: A beautiful you lady is doing yoga. \n Sentence 2: A beautiful young lady is doing hot yoga.", "output": ["A young lady is doing yoga."]}, {"input": "Sentence 1: A beautiful young woman in a \"fuax\" Scottish outfit is walking along side the road. \n Sentence 2: A beautiful young woman walks home in a scottish outfit", "output": ["A beautiful woman walks along the side of a road"]}, {"input": "Sentence 1: A beefy guy with short brown hair in a beard is laying in a bathtub with his hands clasped behind his head. \n Sentence 2: The man is cleaning up after work and just fell asleep while relaxing", "output": ["A man is resting is the tub."]}, {"input": "Sentence 1: A beige dog and brown dog in the snow. \n Sentence 2: Two dogs fetch a stick in the snow.", "output": ["There are two dogs in the snow"]}, {"input": "Sentence 1: A beige dog runs behind a white dog holding a yellow toy. \n Sentence 2: Some puppies are running to catch a stick.", "output": ["There are animals with toys."]}, {"input": "Sentence 1: A beige dog runs through the tall grass with a tree in the background. \n Sentence 2: A dog is playing fetch with his owner.", "output": ["A dog is running outside."]}, {"input": "Sentence 1: A beige dog with orange vest running on withering grass. \n Sentence 2: A female beige dog with vest running on withering grass.", "output": ["A dog running on grass."]}, {"input": "Sentence 1: A bellhop is pushing a cart. \n Sentence 2: The bellhop is bringing something to room service", "output": ["A person is pushing something"]}, {"input": "Sentence 1: A belly dancer dressed in vibrant colors shows her flexibility as she leans backwards while poised just inches above the ground, the bottom ends of her scarf grazing the dirt. \n Sentence 2: The lady shows off her sweet moves", "output": ["A dancer dances"]}, {"input": "Sentence 1: A belly dancer wearing a red and gold costume stands with her arms above her head. \n Sentence 2: A belly dancer wearing a red and gold costume stands in a pose before dancing.", "output": ["A dancer poses."]}, {"input": "Sentence 1: A bespectacled man speaks into a microphone under red, neon lighting. \n Sentence 2: The man is standing on a stage.", "output": ["A man is speaking into a microphone"]}, {"input": "Sentence 1: A bewildered child examines a peculiar plant. \n Sentence 2: The child is indoors.", "output": ["The child looks amazed."]}, {"input": "Sentence 1: A bicycle event with a rider rising above a crown of onlookers, dressed in a yellow, white and black outfit with a blue and white helmet. \n Sentence 2: They raising money for a good cause.", "output": ["They are performing a trick at the event."]}, {"input": "Sentence 1: A bicycle gets airborne. \n Sentence 2: A person crashed their bicycle.", "output": ["A bicycle flies in the air."]}, {"input": "Sentence 1: A bicycle goes downhill. \n Sentence 2: The bicycle is picking up speed.", "output": ["A bicycle in action."]}, {"input": "Sentence 1: A bicycle is parked in front of a place of business. \n Sentence 2: The business uses the bicycle for deliveries.", "output": ["There is a bicycle parked in front of  business."]}, {"input": "Sentence 1: A bicycle is parked in front of a shop that has a large orange sign. \n Sentence 2: A bike is chained to the bike rack outside of the shop.", "output": ["A bike is in front of the shop with the large range sign"]}, {"input": "Sentence 1: A bicycle is parked outside a store. \n Sentence 2: Someone is shopping in a store.", "output": ["A bicycle has two wheels."]}, {"input": "Sentence 1: A bicycle performer accomplishes a jump. \n Sentence 2: A boy in a red shirt jumps with his bicycle.", "output": ["A bicyclist performs a stunt."]}, {"input": "Sentence 1: A bicycle race is in process, and one bicyclist has his arms in the air as the others have their heads down and their hands on their handlebars. \n Sentence 2: The racers are bitter rivals.", "output": ["People are riding bicycles."]}, {"input": "Sentence 1: A bicycle race, with bicycle riders dressed in multicolor uniforms, with a man recording it. \n Sentence 2: It is summer.", "output": ["The riders are competitive."]}, {"input": "Sentence 1: A bicycle racer is riding a bike on the street with people watching from the sidelines. \n Sentence 2: Someone with a white bike is racing.", "output": ["Someone is racing."]}, {"input": "Sentence 1: A bicycle rider flies over a hill while a competitor is not far behind. \n Sentence 2: A bike rider airborne over a hill with a competitor behind him.", "output": ["A bike rider airborne over a hill with a competitor behind."]}, {"input": "Sentence 1: A bicycle rider in a race being followed by a police officer on a motorcycle. \n Sentence 2: A cyclist was followed by a motorcycle cop.", "output": ["A cyclist was in a race and followed by a motorcycle cop."]}, {"input": "Sentence 1: A bicycle rider looks back at a Santa Cruz firetruck with it's emergency lights flashing. \n Sentence 2: A person is riding too close to an emergency vehicle.", "output": ["A person is outdoors."]}, {"input": "Sentence 1: A bicycle rider takes a daring jump as his friends watch. \n Sentence 2: The bike rider tries a dangerous stunt for the approval of his viewers.", "output": ["People are outside."]}, {"input": "Sentence 1: A bicycle stunt person midair performing a trick with fans watching. \n Sentence 2: A person is doing an outdoor show.", "output": ["A person is on a bicycle."]}, {"input": "Sentence 1: A bicycle with a basket is on a sidewalk. \n Sentence 2: A red bicycle with a basket is crossing my sidewalk.", "output": ["A bicycle with a basket is outside."]}, {"input": "Sentence 1: A bicycler balances his bike on a rail. \n Sentence 2: A bicyclist doing his best not to fall.", "output": ["A bicyclist rides on a rail."]}, {"input": "Sentence 1: A bicycler is going down a ramp at a bike festival. \n Sentence 2: A bicycler fell down the bike ramp.", "output": ["A person is riding a bike down a ramp."]}, {"input": "Sentence 1: A bicycler jumps a ramp outside in the dark night. \n Sentence 2: There are no lights present.", "output": ["It is night time."]}, {"input": "Sentence 1: A bicyclist along the River Seine in Paris. \n Sentence 2: The bicyclist is racing.", "output": ["A bicyclist is along a river in Paris."]}, {"input": "Sentence 1: A bicyclist and a man in a suit are sitting near a fountain talking on cellphones. \n Sentence 2: Two people re talking to each other on phones.", "output": ["Two people are outside on their phones."]}, {"input": "Sentence 1: A bicyclist attempting to pay for a transportation ticket at a kiosk. \n Sentence 2: A person is buying a ticket from the young lady.", "output": ["A person is paying for transportation."]}, {"input": "Sentence 1: A bicyclist doing a jump. \n Sentence 2: The bicyclist is doing a trick.", "output": ["The bicyclist is in the air."]}, {"input": "Sentence 1: A bicyclist dressed in all black in traffic. \n Sentence 2: The bicyclist is a woman", "output": ["Someone is riding a bike"]}, {"input": "Sentence 1: A bicyclist falls off his bike while others watch. \n Sentence 2: The man hit a rock while biking and fell off.", "output": ["The man was biking."]}, {"input": "Sentence 1: A bicyclist flies through the air as he encounters a tree in his path. \n Sentence 2: He injured his left leg.", "output": ["The bicyclist was separated from his bicycle."]}, {"input": "Sentence 1: A bicyclist getting ready to cross a street. \n Sentence 2: The bicyclist is waiting patiently to cross the street.", "output": ["The bicyclist is prepared to cross the street."]}, {"input": "Sentence 1: A bicyclist holds their bike over their head by a group of people. \n Sentence 2: a bicyclist holds up his bike to impress a girl", "output": ["a bicyclist holds up his bike"]}, {"input": "Sentence 1: A bicyclist in a bike lane. \n Sentence 2: A person is commuting to work on his bicycle.", "output": ["A person is riding a bicycle in a bike lane."]}, {"input": "Sentence 1: A bicyclist in a striped athletic outfit is leaning against a car and taking a drink. \n Sentence 2: He has a red striped shirt on.", "output": ["The biciyclist isn't riding his bike at the moment."]}, {"input": "Sentence 1: A bicyclist in a white shirt and black shirt is fixing a bike on the sidewalk while other look on. \n Sentence 2: The biker is fixing the chain on his bicycle.", "output": ["The bike rider is wearing a white shirt."]}, {"input": "Sentence 1: A bicyclist in blue parked inside of an all wood building. \n Sentence 2: A man with a bike stops for a drink.", "output": ["A person inside a building."]}, {"input": "Sentence 1: A bicyclist in orange shorts and green backpack passing through a busy street. \n Sentence 2: A bicyle messenger is delivering messages in the city.", "output": ["A bicyclist navigating through a busy city street."]}, {"input": "Sentence 1: A bicyclist in white and black tights is drinking in front of a mini van. \n Sentence 2: A bicyclist in white and black tights is drinking gatorade near a van.", "output": ["A bicyclist in white and black tights is near a van."]}, {"input": "Sentence 1: A bicyclist in yellow leads a pack of other bicyclist in a race \n Sentence 2: Many bicyclists are competing for a cup.", "output": ["A bicyclist in yellow leads other bicyclists in a race."]}, {"input": "Sentence 1: A bicyclist is attempting a trick down a flight of outdoor stairs. \n Sentence 2: The bicyclist has his bike with him.", "output": ["The stairs are outdoors."]}, {"input": "Sentence 1: A bicyclist is attempting a trick over a jump nearby a bush and wooden building. \n Sentence 2: A man is riding a bicycle.", "output": ["Someone is riding a bicycle."]}, {"input": "Sentence 1: A bicyclist is drinking out of a bottle of water while riding. \n Sentence 2: the bicycle is a mountain bike", "output": ["the bicyclist is drinking water"]}, {"input": "Sentence 1: A bicyclist is examining his bike as it lies on its side on the track, while in the background a number of other people are crouched over bikes as well. \n Sentence 2: A group of bicyclists are angry that something on the track punctured all of their tires.", "output": ["A biker looks at his bike on the side of the track, while others do the same."]}, {"input": "Sentence 1: A bicyclist is in the mud walking their bicycle. \n Sentence 2: The cyclist is male.", "output": ["There is mud."]}, {"input": "Sentence 1: A bicyclist is jumping on a pyramid-shaped ramp. \n Sentence 2: A person on a bike is performing in front of a crowd.", "output": ["Someone is riding a bike."]}, {"input": "Sentence 1: A bicyclist is jumping over a large object. \n Sentence 2: The biker is world famous.", "output": ["A biker is doing a jump."]}, {"input": "Sentence 1: A bicyclist is performing a midair stunt. \n Sentence 2: A bicyclist is performing for a large crowd", "output": ["A person is riding a bike"]}, {"input": "Sentence 1: A bicyclist is performing a trick on a tall tree. \n Sentence 2: A cyclist is about to ramp himself off a tree.", "output": ["A cyclist is riding."]}, {"input": "Sentence 1: A bicyclist is preparing to mount his bicycle in an urban setting. \n Sentence 2: He is a good rider.", "output": ["He is going to ride his bike."]}, {"input": "Sentence 1: A bicyclist is riding on a wooden track inside of a gymnasium. \n Sentence 2: A bicyclist is training for a triathlon on a wooden track inside of a gymnasium.", "output": ["A bicyclist is riding inside on a wooden track."]}, {"input": "Sentence 1: A bicyclist is shown airborne with his bike at a vertical attitude above a marsh, with a river, a bridge, and an industrial plant in the background. \n Sentence 2: A bicyclist is shown airborne with his red bike at a vertical attitude above a marsh, with a river, a bridge, and an industrial plant in the background.", "output": ["A person is airborne in a photo."]}, {"input": "Sentence 1: A bicyclist is walking her bike through deep mud in a race. \n Sentence 2: A bicyclist gets slowed down by mud during the race.", "output": ["A bicyclist walks her bike through the mud."]}, {"input": "Sentence 1: A bicyclist looking out on the water on a windy day. \n Sentence 2: There are large waves on the water.", "output": ["The branches of the trees are blowing."]}, {"input": "Sentence 1: A bicyclist near town is racing in a race while, wearing yellow and a helmet. \n Sentence 2: A bicyclist is racing near town while wearing something.", "output": ["A bicyclist is racing."]}, {"input": "Sentence 1: A bicyclist on ground after wrecking bike. \n Sentence 2: a bicyclist fell off his bike during a race", "output": ["a bicyclist fell off his bike"]}, {"input": "Sentence 1: A bicyclist rides by as an audience watches behind a banner. \n Sentence 2: A bicyclist is performing tricks.", "output": ["A bicylist rides in front of an audience."]}, {"input": "Sentence 1: A bicyclist riding down the road wearing helmet and black jacket. \n Sentence 2: A bicyclist is riding down the road in biking gear.", "output": ["A bicyclist is riding down the road."]}, {"input": "Sentence 1: A bicyclist rounding a curve at high velocity. \n Sentence 2: A cyclist takes a hard turn during an important race.", "output": ["A cyclist takes a hard turn."]}, {"input": "Sentence 1: A bicyclist rounds a turn, followed by a cameraman. \n Sentence 2: A bicyclist rounds a turn, in 1st place in the bike race.", "output": ["A person on a bicycle is followed around a turn."]}, {"input": "Sentence 1: A bicyclist sits on a bike while leaning against a gray car and drinking something. \n Sentence 2: A person is taking a break from riding a bike.", "output": ["A person is on a bike drinking something."]}, {"input": "Sentence 1: A bicyclist sitting down with his bike which has one wheel removed from it. \n Sentence 2: A bicyclist is repairing his bike.", "output": ["A bicyclist is not riding his bike."]}, {"input": "Sentence 1: A bicyclist skids along the edge of a quarter circle. \n Sentence 2: They are riding a bike.", "output": ["They ride their bike along the circle."]}, {"input": "Sentence 1: A bicyclist uses an improvised ramp to catch air. \n Sentence 2: A bicyclist is trying to do tricks at a competition.", "output": ["A human is on a bike."]}, {"input": "Sentence 1: A bicyclist waiting for traffic to pass so he can cross the street. \n Sentence 2: A bicyclist waits for the cross light walk to turn green.", "output": ["A bicyclist waits for cars to pass."]}, {"input": "Sentence 1: A bicyclist wearing a dark helmet and a blue jacket jumps over a mound in a field. \n Sentence 2: He is training for an event", "output": ["A person is riding a bike"]}, {"input": "Sentence 1: A bicyclist with a backpack rides down a suburban street. \n Sentence 2: A bicyclist is riding towards campus", "output": ["A bike rider is traveling along the street"]}, {"input": "Sentence 1: A bicyclist with a green shirt rides through the woods \n Sentence 2: A man is bicyling through the forest in a race.", "output": ["A oerson is pedaling through a wooded area."]}, {"input": "Sentence 1: A bicyclist with a red cap and blue shirt rides a blue bicycle through a pedestrian area. \n Sentence 2: A woman in a cap rides a bike.", "output": ["A person on a bicycle bikes past people walking."]}, {"input": "Sentence 1: A bicyclists in green carrying his bicycle past a sign that says \"Rouleur\". \n Sentence 2: A bicyclist has finished a cycling competition.", "output": ["An athlete is near a sign."]}, {"input": "Sentence 1: A bicylist riding in the mountains. \n Sentence 2: A bicyclist is speeding downhill.", "output": ["The bicyclist is outside in nature."]}, {"input": "Sentence 1: A big black and brown dog plays outdoors. \n Sentence 2: The dog is young.", "output": ["There is a dog."]}, {"input": "Sentence 1: A big black dog bares its teeth while running through the snow. \n Sentence 2: A big black dog happily bares its teeth", "output": ["A big black dog bares its teeth"]}, {"input": "Sentence 1: A big black dog carries a blue ball while two Corgis run at his side. \n Sentence 2: Three dogs are running on the path.", "output": ["Three dogs are running."]}, {"input": "Sentence 1: A big brother helps a little sister blow bubbles. \n Sentence 2: The big brother is blowing bubbles because his sister cant.", "output": ["The family is having fun together."]}, {"input": "Sentence 1: A big brown dog chases a smaller white dog around in the grass. \n Sentence 2: The dog is trying to chase the smaller one away.", "output": ["The big dog is playing with the little dog."]}, {"input": "Sentence 1: A big brown dog is jumping in the water and has his mouth wide open. \n Sentence 2: The dog is trying to catch a fish.", "output": ["The brown dog is jumping."]}, {"input": "Sentence 1: A big brown dog jumps over a small black dog. \n Sentence 2: Dogs frollicking with each other.", "output": ["A dog jumps over a dog."]}, {"input": "Sentence 1: A big brown dog plays with a smaller gray dog on the grass. \n Sentence 2: A female dog plays with a male dog.", "output": ["Two dogs are playing."]}, {"input": "Sentence 1: A big brown dog sniffs a smaller dog in the gravel beside a body of water. \n Sentence 2: A big brown dog plays with a smaller dog next to a body of water", "output": ["A big brown dog sniffs at a tiny dog next to a body of water"]}, {"input": "Sentence 1: A big brown dog swims towards the camera. \n Sentence 2: A photographer is taking pictures of a dog.", "output": ["A dog swims towards the camera."]}, {"input": "Sentence 1: A big dog and a little dog stand near each other near the water. \n Sentence 2: the big dog loves the little dog", "output": ["the two dogs stand near the water"]}, {"input": "Sentence 1: A big dog barking at a small dog through a fence. \n Sentence 2: Two dogs dislike each other very much.", "output": ["A dog barking at another dog through a fence."]}, {"input": "Sentence 1: A big dog drinks as a little dog gets down off a deck. \n Sentence 2: There are tired animals drinking water", "output": ["There are animals drinking"]}, {"input": "Sentence 1: A big dog running through the water \n Sentence 2: A german shepard is running through a pond.", "output": ["An animal is outdoors."]}, {"input": "Sentence 1: A big dog stands on his hand leg as tennis balls are thrown his direction. \n Sentence 2: A big dog has a tennis ball", "output": ["A big dog is standing"]}, {"input": "Sentence 1: A big gold-colored dog jumping over a smaller black dog. \n Sentence 2: One big gold-colored dog is playing with a small black dog.", "output": ["One big dog is jumping over another small dog."]}, {"input": "Sentence 1: A big group of cowboys are trying to restrain five horses at a rodeo while the crowd in the background watches. \n Sentence 2: The cowboys are losing control", "output": ["The crowd is watching the cowboys"]}, {"input": "Sentence 1: A big group of students surrounding a storm trooper. \n Sentence 2: Students surround storm trooper at convention.", "output": ["Students surround a storm trooper."]}, {"input": "Sentence 1: A big large beach house with a group of people on the balcony. \n Sentence 2: A group of people at a party.", "output": ["A group of humans."]}, {"input": "Sentence 1: A big man is wearing a hat. \n Sentence 2: A man is in a building.", "output": ["A hat is on top of a man."]}, {"input": "Sentence 1: A big statue of a bull in the middle of a busy sidewalk. \n Sentence 2: There is a big famous statue on the sidewalk.", "output": ["There is a big statue on the sidewalk."]}, {"input": "Sentence 1: A big tan dog runs on a field filled with grass and weeds. \n Sentence 2: The dog is running to catch a mouse", "output": ["The animal is outdoors"]}, {"input": "Sentence 1: A big tan dog runs on grass with a big stick in his mouth. \n Sentence 2: A dog is playing with his owner.", "output": ["A dog is running on some grass."]}, {"input": "Sentence 1: A big tan dog runs through a grass field with his tongue hanging. \n Sentence 2: A dog having the best day ever.", "output": ["The big dog running through a field showing his happiness on his face."]}, {"input": "Sentence 1: A big tan wet dog in shallow water. \n Sentence 2: A big tan dog is about to shake off water from its fur.", "output": ["There is a wet dog in the water."]}, {"input": "Sentence 1: A big telescope is set on road. \n Sentence 2: A telescope is set up on a close road for a night fair.", "output": ["A telescope sets on the road."]}, {"input": "Sentence 1: A big thin dog runs fast in a field of grass. \n Sentence 2: A greyhound runs through a field.", "output": ["A large, skinny dog runs through a field."]}, {"input": "Sentence 1: A big tri-colored and a smaller puppy with light blue eyes are playing together. \n Sentence 2: The puppy has a brown fur coat.", "output": ["There are animals playing together."]}, {"input": "Sentence 1: A big wave is crashing on a beach with a woman walking past. \n Sentence 2: A woman walks along the beach during a photo shoot and the coming wave sets a great backdrop.", "output": ["A woman walks along the beach while a large wave comes in."]}, {"input": "Sentence 1: A big white bird flies out of the water leaving a splash. \n Sentence 2: The bird flies out of a small pond.", "output": ["There is a bird outside."]}, {"input": "Sentence 1: A big yellow van with a man standing next to it on the street. \n Sentence 2: a man is next to a van with big bird painted on it", "output": ["a man is next to the yellow van in the street"]}, {"input": "Sentence 1: A big, brown dog is shaking off while in the water. \n Sentence 2: The big, brown dog is playing with its owner.", "output": ["Water is flying through the air."]}, {"input": "Sentence 1: A big, red tractor, pulls a flatbed along a dirt road. \n Sentence 2: A tractor is on a solitary dirt road", "output": ["A tractor is on a dirt road."]}, {"input": "Sentence 1: A big, shaggy dog runs in a field of dandylions. \n Sentence 2: A puppy is chasing a rabbit.", "output": ["There is an animal in a field."]}, {"input": "Sentence 1: A bigger man with a gray shirt and sweatband going down the stairs where another guy in glasses and an orange shirt is standing. \n Sentence 2: A man is exercising on the stairs to lose weight.", "output": ["A man is going down the stairs."]}, {"input": "Sentence 1: A bike in a field and two kites \n Sentence 2: A man is riding his bike while flying his two kites.", "output": ["Kites are flying in a field where there is a bike."]}, {"input": "Sentence 1: A bike is flipped upside while someone, their identity obscured by a blue hoodie, works on the back tire. \n Sentence 2: They know what they are doing.", "output": ["Someone is working on an object."]}, {"input": "Sentence 1: A bike is parked in front of the metro. \n Sentence 2: A bike by train tracks.", "output": ["A bike by the metro."]}, {"input": "Sentence 1: A bike jumps through the air. \n Sentence 2: A bike in mid-air after a somersault.", "output": ["A bike in mid-air."]}, {"input": "Sentence 1: A bike mechanic is working on fixing his bike before the big race. \n Sentence 2: A man was making a bike for a race.", "output": ["A mechanic was fixing a bike for the race."]}, {"input": "Sentence 1: A bike racer hold up a hand while riding a motorcycle. \n Sentence 2: The racer owns a bike.", "output": ["The racer has a hand."]}, {"input": "Sentence 1: A bike racer races down the pavement. \n Sentence 2: The biker is ahead in the race.", "output": ["The biker is outdoor."]}, {"input": "Sentence 1: A bike rider and other pedestrians are pictured in front of a beautifully preserved historical building. \n Sentence 2: The pedestrians are part of a tour group examining the building.", "output": ["There is a bicyclist and pedestrians in front of a building."]}, {"input": "Sentence 1: A bike rider in red rides through the trees down a snowy hill. \n Sentence 2: A biker rides down a steep hill.", "output": ["A biker rides down a hill."]}, {"input": "Sentence 1: A bike rider in the air with the sky as background. \n Sentence 2: The bike rider is doing tricks to impress his friends.", "output": ["A bike rider is mid jump."]}, {"input": "Sentence 1: A bike rider is airborne with a daytime sky in the background. \n Sentence 2: A bike rider is awake in the daytime", "output": ["A bike rider is airborne"]}, {"input": "Sentence 1: A bike rider is in the air and spectators are looking on. \n Sentence 2: The biker is doing a trick in mid-air.", "output": ["People watch the bicycle rider in the air."]}, {"input": "Sentence 1: A bike rider jumps through the air while being filmed. \n Sentence 2: A bike rider is being filmed for a television show.", "output": ["A bike rider jumps through the air."]}, {"input": "Sentence 1: A bike rider with a full face helmet is in midair, playing the crowd they look and take pictures. \n Sentence 2: A bike rider with a large helmet is doing a huge jump between two buildings, exciting the crowd as they look at take pictures.", "output": ["A person riding a small vehicle is flying through the air in front of a crowd."]}, {"input": "Sentence 1: A bike rider, in full protective gear, is suspended in midair above a field of dirt and grass. \n Sentence 2: A man in black gear is doing dangerous tricks on a bike.", "output": ["A person is riding a bike outside."]}, {"input": "Sentence 1: A bike riding is looking out into the ocean. \n Sentence 2: The ocean has huge waves", "output": ["Someone is riding a bike"]}, {"input": "Sentence 1: A bike sits atop a rise with mountains in the background. \n Sentence 2: the bike rode up alone to the rise", "output": ["there are mountains in the background"]}, {"input": "Sentence 1: A biker doing a jump in a forest. \n Sentence 2: A biker is doing more tricks.", "output": ["A biker is out in the forest."]}, {"input": "Sentence 1: A biker doing a somersault with the bike in front of a crowd. \n Sentence 2: A biker is trying to impress their significant other.", "output": ["A biker is doing a somersault in front of people."]}, {"input": "Sentence 1: A biker fixes his bicycle \n Sentence 2: The biker is using tools on the bike.", "output": ["The biker is touching the bike."]}, {"input": "Sentence 1: A biker flies through the air near sand dunes. \n Sentence 2: The biker gets stuck.", "output": ["The biker is outside in the sand dunes."]}, {"input": "Sentence 1: A biker holds onto their bike while in the air with a mountin in the background. \n Sentence 2: A rider performs a jump.", "output": ["A man rides a bike near a mountain."]}, {"input": "Sentence 1: A biker in a red, white, and blue shirt rides past a lake and some people. \n Sentence 2: The person is from America.", "output": ["A person is riding a bike."]}, {"input": "Sentence 1: A biker in blue gear bikes through the trees on a bike path. \n Sentence 2: The biker is in a race.", "output": ["A person rides their bike through the woods."]}, {"input": "Sentence 1: A biker in protective gear is riding through a countryside with cliffs. \n Sentence 2: A biker is riding through the countryside competing in the Ironman marathon.", "output": ["A biker is riding through the countryside."]}, {"input": "Sentence 1: A biker in red rides in the countryside. \n Sentence 2: A biker in red rides in the eastern countryside.", "output": ["A biker rides in the countryside."]}, {"input": "Sentence 1: A biker in spandex riding on a busy street. \n Sentence 2: A biker is coming home from work.", "output": ["A bike is on a street."]}, {"input": "Sentence 1: A biker in uniform suspended in air in front of a crowd of people. \n Sentence 2: A biker is wearing a police uniform.", "output": ["A human is suspended in air."]}, {"input": "Sentence 1: A biker in white clothes takes his hands off the handlebar in the middle of a forested road. \n Sentence 2: A biker in white clothes takes his hands off the handlebar and wipes his brow in the middle of a forested road.", "output": ["A person is on a bike."]}, {"input": "Sentence 1: A biker is fixing his tire on a sunny day \n Sentence 2: A biker is fixing his tire on his car in the driveway.", "output": ["A biker is fixing his tire on a beautiful sunny day outside."]}, {"input": "Sentence 1: A biker is practicing a trick while his friend watch him as his audience. \n Sentence 2: man riding the bike to show his talent to his girlfriend.", "output": ["man riding a bike while his friend watches."]}, {"input": "Sentence 1: A biker is riding along a track element located with a wooded area. \n Sentence 2: The pro cyclist is riding off of major streets so he doesn't block traffic like a jerk", "output": ["The bicyclist is riding near trees"]}, {"input": "Sentence 1: A biker is riding down the stairs on his bike at night. \n Sentence 2: A biker is riding his mountain bike at night.", "output": ["A biker is riding his bike at night."]}, {"input": "Sentence 1: A biker is running with his bike in his hands up a ramp. \n Sentence 2: The biker doesn't have the energy to ride the bike up the ramp.", "output": ["The person carries his bike up the incline."]}, {"input": "Sentence 1: A biker is wearing all black gear with buildings and a tree with no leaves nearby. \n Sentence 2: The biker in black is walking towards his motorcylce", "output": ["The Biker is outside"]}, {"input": "Sentence 1: A biker jumps an obstacle. \n Sentence 2: A biker jumps an obstacle at a bike rally.", "output": ["A person is on a bicycle."]}, {"input": "Sentence 1: A biker kneels down with his bike on the pavement outside with a white helmet on. \n Sentence 2: The biker is tired of riding his bike.", "output": ["The biker is inspecting his bike."]}, {"input": "Sentence 1: A biker looks back at the camera for a photo. \n Sentence 2: The bike is about to catch on fire.", "output": ["Someone is riding a bike."]}, {"input": "Sentence 1: A biker makes a high jump. \n Sentence 2: The biker makes a jump over a creek.", "output": ["The biker makes a jump."]}, {"input": "Sentence 1: A biker on a dirt path. \n Sentence 2: a biker is in a race up a mountain path", "output": ["a biker is on a path"]}, {"input": "Sentence 1: A biker patiently waits as his friend bikes ahead of him. \n Sentence 2: A person rides a bike behind another biker.", "output": ["A person rides on a bike."]}, {"input": "Sentence 1: A biker performing a trick where the bike is only on its front tire in a skate park as the sun is behind him. \n Sentence 2: The biker is in a show.", "output": ["One of the tires is off the ground"]}, {"input": "Sentence 1: A biker pops a wheelie along side the colorful wall. \n Sentence 2: A biker does a trick with other bikers.", "output": ["A person is riding a bike near a wall."]}, {"input": "Sentence 1: A biker prepares to go down a hill. \n Sentence 2: The biker is on a unicycle.", "output": ["The biker is outside."]}, {"input": "Sentence 1: A biker pumps up the air in his bike tires while the bike is attached to his car. \n Sentence 2: A biker pumps up his motocycle tires while his bike is hitched to his car outside.", "output": ["A biker pumps up his motocycle tires while his bike is still hitched to his car."]}, {"input": "Sentence 1: A biker reaches the apex of his ramp while onlookers watch his feat. \n Sentence 2: A biker was trying to impress a girl.", "output": ["A biker reaches the apex of his ramp."]}, {"input": "Sentence 1: A biker rides a motorcycle on a racetrack \n Sentence 2: Therre is a motorcycle race going on.", "output": ["There is a biker outside."]}, {"input": "Sentence 1: A biker riding in a forest. \n Sentence 2: A fat biker riding in a forest.", "output": ["A biker riding outside."]}, {"input": "Sentence 1: A biker skids his back tire in the mud as the crowd watches. \n Sentence 2: The man is participating in a dirt bike race.", "output": ["The man is on a bike."]}, {"input": "Sentence 1: A biker speeds down a dirt path in the woods. \n Sentence 2: The dirt path is somehwat muddy.", "output": ["The biker is moving very fast in the woods."]}, {"input": "Sentence 1: A biker spins his bike in the air above the ground. \n Sentence 2: a guy is doing something", "output": ["A guy is on a bike"]}, {"input": "Sentence 1: A biker takes a drink of water. \n Sentence 2: The man is drinking from a fountain.", "output": ["The man is drinking water."]}, {"input": "Sentence 1: A biker wearing a helmet and a red coat is raising his bike above his head with both hands. \n Sentence 2: A biker in red is working on his bike.", "output": ["A biker in red is holding his bike above his head"]}, {"input": "Sentence 1: A biker wearing a white helmet and black clothes races down a wood bridge \n Sentence 2: A biker races because he is late to work.", "output": ["A biker riding down a wood bridge."]}, {"input": "Sentence 1: A biker with a baby in a small compartment with bikers in the background. \n Sentence 2: A biker is taking a baby for a ride.", "output": ["A biker has a baby."]}, {"input": "Sentence 1: A biker, with a blue helmet, reaches for his bag. \n Sentence 2: A biker is outside riding his back, reaching for something in his bag", "output": ["A biker has a helmet on"]}, {"input": "Sentence 1: A bikers flips upside down. \n Sentence 2: A biker is doing tricks.", "output": ["A biker is outdoors."]}, {"input": "Sentence 1: A bikini-clad child on a beach looks at a dog, as a kayak goes by in the background. \n Sentence 2: A kid is thinking about going for a swim.", "output": ["A kid is at the beach."]}, {"input": "Sentence 1: A bikini-clad female is sunbathing near a body of water \n Sentence 2: The woman is trying to tan.", "output": ["The woman is catching some sun."]}, {"input": "Sentence 1: A billboard advertising a vacation in on a run-down street. \n Sentence 2: An ad on a billboard shows a picture of a beach on the side of the road.", "output": ["An ad on a billboard on a road."]}, {"input": "Sentence 1: A billboard for Comcast Digital Voice that references Madagascar 2. \n Sentence 2: A bright digital billboard on a busy highway displays an ad for Comcast.", "output": ["A billboard with references to an animated film."]}, {"input": "Sentence 1: A bird crouches low with an object in its beak. \n Sentence 2: bird has been hunting", "output": ["bird crouching low"]}, {"input": "Sentence 1: A bird eating. \n Sentence 2: The woman was feeding the birds scraps.", "output": ["The bird was on the ground eating bread."]}, {"input": "Sentence 1: A bird flies above the water. \n Sentence 2: The bird flies over the ocean.", "output": ["The bird is flying."]}, {"input": "Sentence 1: A bird flies through the air with wings extended. \n Sentence 2: A bird is flying down south.", "output": ["A bird is flying outside."]}, {"input": "Sentence 1: A bird flying in the air \n Sentence 2: A bird is flying away from a cat.", "output": ["A bird flying."]}, {"input": "Sentence 1: A bird has its wings spread very wide and is standing on rocks. \n Sentence 2: The bird is landing on the rock.", "output": ["The animal has opened its wings."]}, {"input": "Sentence 1: A bird is flying through the air. \n Sentence 2: A bird is flying home.", "output": ["A bird with wings."]}, {"input": "Sentence 1: A bird is hunting in grass for food. \n Sentence 2: They bird has babies in the nest.", "output": ["The bird is hungry."]}, {"input": "Sentence 1: A bird is sitting in a tree. \n Sentence 2: A woodpecker pecks at the bark.", "output": ["A bird sits in a tree."]}, {"input": "Sentence 1: A bird is sitting on a power line. \n Sentence 2: A bird takes a break from its long migration flight.", "output": ["A bird perches outside."]}, {"input": "Sentence 1: A bird is standing on a rock next to her six babies. \n Sentence 2: The eagle has food for her babies.", "output": ["There are baby birds by the rock."]}, {"input": "Sentence 1: A bird sitting on a telephone line. \n Sentence 2: The bird is watching for predators before she brings the worm back to her nest.", "output": ["The bird is not flying."]}, {"input": "Sentence 1: A bird splashing around in a stream. \n Sentence 2: A bird is catching a fish in the stream.", "output": ["A bird bathes in the stream."]}, {"input": "Sentence 1: A bird stands in the grass, eating something it has found. \n Sentence 2: The bird is eating a worm it dug up.", "output": ["A bird is eating."]}, {"input": "Sentence 1: A bird swooping over water. \n Sentence 2: A bird swoops over the water looking for something to eat.", "output": ["A bird dives low over water."]}, {"input": "Sentence 1: A bird takes off, surrounded by large rocks \n Sentence 2: A bird is flying east", "output": ["A bird is surrounded by rocks"]}, {"input": "Sentence 1: A bird with a bug in its mouth. \n Sentence 2: The bug is a worm.", "output": ["The bird caught a bug."]}, {"input": "Sentence 1: A bird's eye view of a man in a white shirt working outside. \n Sentence 2: A man is working on his house.", "output": ["A man is outdoors."]}, {"input": "Sentence 1: A bird's eye view of four people standing in the middle of tall rocks. \n Sentence 2: They are mountain climbing.", "output": ["People are standing near rocks."]}, {"input": "Sentence 1: A bird, wings outstreached, over the water. \n Sentence 2: The water has a bird.", "output": ["The bird is flying of a body of water."]}, {"input": "Sentence 1: A birds eye few of early risers on a beach. \n Sentence 2: there are people on the beach for sunrise", "output": ["there are people on the beach"]}, {"input": "Sentence 1: A birds eye view of a man in a casual blue button down shirt holding a red flag over his shoulder. \n Sentence 2: A man is trying to show his pride.", "output": ["A man is holding a red flag"]}, {"input": "Sentence 1: A birds eye view of a man working on a floor. \n Sentence 2: A man is working on a floor laying tile.", "output": ["A man is working on a floor."]}, {"input": "Sentence 1: A birds-eye view of a person loading a storage unit. \n Sentence 2: The storage unit is full of boxes.", "output": ["A person is at a storage unit."]}, {"input": "Sentence 1: A birds-eye view of a sidewalk with many people. \n Sentence 2: A bird's eye view of a side walk where people are walking to the beach.", "output": ["A birds-eye view of a crowded side walk."]}, {"input": "Sentence 1: A birthday party is going on with lots of people celebrating. \n Sentence 2: People are eating cake.", "output": ["People are celebrating a birthday."]}, {"input": "Sentence 1: A bizarrely dressed child pulls luggage through the market. \n Sentence 2: The kid is running away from home.", "output": ["A kid has a suitcase."]}, {"input": "Sentence 1: A black Dog, in a Alley maybe, He might be lost, and Cold, or Hungry. \n Sentence 2: The dog was just thrown out by its owner and doesn't know how to survive on the street.", "output": ["The black dog might need help."]}, {"input": "Sentence 1: A black Greyhound running in an open field. \n Sentence 2: A black dog is chasing a bunny.", "output": ["A black dog is running."]}, {"input": "Sentence 1: A black Labrador bounds across the snow. \n Sentence 2: A Labrador is looking for its owner lost in a blizzard.", "output": ["The dog runs through the snow."]}, {"input": "Sentence 1: A black and a black dog are running side by side. \n Sentence 2: Two black dogs run next to each other in a field", "output": ["Two black dogs run next to each other"]}, {"input": "Sentence 1: A black and a blond dog are either playing or fighting with each other. \n Sentence 2: Two dogs are playing in the snow together.", "output": ["Two dogs are roughhousing with each other."]}, {"input": "Sentence 1: A black and a brown dog are fighting. \n Sentence 2: The 2 dogs are not agreeing on who owns the meaty bone.", "output": ["The 2 dogs are not getting along right now."]}, {"input": "Sentence 1: A black and a white dog are both going for a blue soccer ball. \n Sentence 2: Two dogs are siblings.", "output": ["Two dogs are running."]}, {"input": "Sentence 1: A black and a white dog are running on the grass. \n Sentence 2: The dogs are chasing a ball.", "output": ["The dogs are running."]}, {"input": "Sentence 1: A black and a white dog on the snow. \n Sentence 2: A dog pounces on the snow.", "output": ["A dog colored black and white is in the snow."]}, {"input": "Sentence 1: A black and a white man both older playing musical instruments in a park. \n Sentence 2: Two jazz legends are jamming in a park.", "output": ["Two men are playing music in a park."]}, {"input": "Sentence 1: A black and brown dog and a gray poodle sticking its butt in the air on the sand. \n Sentence 2: Two dogs playing together in their yard.", "output": ["Two dogs outside."]}, {"input": "Sentence 1: A black and brown dog chasing after a bull in a fenced, muddy area. \n Sentence 2: The bull is brown", "output": ["The dog is black and brown"]}, {"input": "Sentence 1: A black and brown dog is chewing on a large stick. \n Sentence 2: A tall animal chewing", "output": ["An animal chewing"]}, {"input": "Sentence 1: A black and brown dog is playing on the ice at the edge of a lake. \n Sentence 2: Two puppies are playing on the ice.", "output": ["Two dogs playing."]}, {"input": "Sentence 1: A black and brown dog is running between two cement barriers with snow. \n Sentence 2: A dog is running for the ball.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black and brown dog is running out of the surf. \n Sentence 2: A dog is swimming excitedly.", "output": ["A dog is in the water."]}, {"input": "Sentence 1: A black and brown dog is running with a tennis ball in its mouth. \n Sentence 2: A dog playing fetch.", "output": ["A dog with a tennis ball."]}, {"input": "Sentence 1: A black and brown dog is standing outdoors at night. \n Sentence 2: A husky dog  standing outdoors", "output": ["A black and brown dog outside"]}, {"input": "Sentence 1: A black and brown dog is wearing a blue color and is standing over water. \n Sentence 2: The lost dog in front of the water is wearing a collar.", "output": ["Someone's dog is standing in front of water."]}, {"input": "Sentence 1: A black and brown dog jumps through the snow. \n Sentence 2: A dog is excited and runs through the snow outside.", "output": ["A dog is in the snow."]}, {"input": "Sentence 1: A black and brown dog playing in the water at a beach. \n Sentence 2: The dog is playing at the lake.", "output": ["The dog is playing outside."]}, {"input": "Sentence 1: A black and brown dog running across the grass. \n Sentence 2: The dogs are chasing a ball.", "output": ["The dogs are running."]}, {"input": "Sentence 1: A black and brown dog runs in the grass while hanging its tongue out. \n Sentence 2: The dog is running back to its owner.", "output": ["A dog is outside running."]}, {"input": "Sentence 1: A black and brown dog runs through the snow next to some trees. \n Sentence 2: A huge animal running.", "output": ["An animal running."]}, {"input": "Sentence 1: A black and brown dog standing on a beam above water. \n Sentence 2: Two dogs are crossing a stream to get to their owner on the other side.", "output": ["Two dogs are standing on a beam over water."]}, {"input": "Sentence 1: A black and brown dog stands on a roof. \n Sentence 2: A black and brown dog enjoys the scenery from up high.", "output": ["A black and brown dog is on top of a building."]}, {"input": "Sentence 1: A black and brown dog swimming in a lake. \n Sentence 2: Dog looking for fish", "output": ["Dog in the lake"]}, {"input": "Sentence 1: A black and brown dog with a brown dog in a grassy field with patches of white. \n Sentence 2: The dogs are running through the field.", "output": ["There are multiple dogs in the grassy field."]}, {"input": "Sentence 1: A black and brown dog with blue collar goes on alert by a soccer ball in the grass. \n Sentence 2: The dog wants to play with the ball", "output": ["The dog sees a ball"]}, {"input": "Sentence 1: A black and gray cat stands on a contracption while two big dogs stare at it. \n Sentence 2: The dogs are gray", "output": ["There are two dogs"]}, {"input": "Sentence 1: A black and gray dog \n Sentence 2: The black and grey dog is waiting to be picked up from the vets office", "output": ["There is an animal in this picture"]}, {"input": "Sentence 1: A black and green monster truck flying through the air. \n Sentence 2: The truck is racing.", "output": ["A monster truck is flying through the air."]}, {"input": "Sentence 1: A black and orange bird in the grass \n Sentence 2: An oriole is in the grass.", "output": ["A bird sits in the grass."]}, {"input": "Sentence 1: A black and silver formula one car driven by a racer with a red helmet is going down a racetrack. \n Sentence 2: A race car driver performs in the race of his life.", "output": ["A racer is driving a formula one car."]}, {"input": "Sentence 1: A black and tan Doberman dog is jumping through some water. \n Sentence 2: a dog is chasing a ball", "output": ["a dog is outside"]}, {"input": "Sentence 1: A black and tan dog in a orange jacket laying in the snow. \n Sentence 2: The dog in the orange jacket is laying on a snowy mountain.", "output": ["The black and tan dog is out in the snow."]}, {"input": "Sentence 1: A black and tan dog in the snow \n Sentence 2: A dog is in the Iditarod.", "output": ["A dog is outside in winter."]}, {"input": "Sentence 1: A black and tan dog is running along a series of stone walkways spaced between grass. \n Sentence 2: The dog is trying to get out", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black and tan dog leaps over the green grass. \n Sentence 2: The dog weighs 20 pounds.", "output": ["The dog is in the air."]}, {"input": "Sentence 1: A black and tan dog sleeps in the car. \n Sentence 2: A dog is sleeping in a car after a long run.", "output": ["A dog sleeping in his vehicle."]}, {"input": "Sentence 1: A black and white Border Collie catches a Frisbee in front of an audience. \n Sentence 2: A dog catches a Frisbee from its owner in front of friends.", "output": ["A dog does a trick in front of people."]}, {"input": "Sentence 1: A black and white agility dog weaving between poles. \n Sentence 2: a dog doing agility training.", "output": ["an animal performing tricks."]}, {"input": "Sentence 1: A black and white and a brown and white dog running in a grassy field in front of a stand of trees. \n Sentence 2: The dog is chasing a stick.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black and white angel figure is painted onto the brown wall of a building with many black doors. \n Sentence 2: A black and white angel figure is happily painted onto the brown wall", "output": ["A black and white angel figure is painted onto the brown wall"]}, {"input": "Sentence 1: A black and white bird getting ready to land on the water. \n Sentence 2: Duck landing on a pond.", "output": ["Flying bird prepares to land."]}, {"input": "Sentence 1: A black and white bird is flying over water. \n Sentence 2: A bird flies home with food for its offspring.", "output": ["A bird soars overhead."]}, {"input": "Sentence 1: A black and white dog bounds through a field. \n Sentence 2: A dog chases a fox it noticed.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog carrying an orange ball coming out of the water. \n Sentence 2: A black and white dog carrying an orange ball coming out of the water runs to his owner.", "output": ["There is a dog playing."]}, {"input": "Sentence 1: A black and white dog catching a baseball in midair. \n Sentence 2: a dog is outdoors playing", "output": ["a dog catches a baseball"]}, {"input": "Sentence 1: A black and white dog catching a tennis ball in his mouth. \n Sentence 2: The dog is happy.", "output": ["The dog is black and white."]}, {"input": "Sentence 1: A black and white dog chases a bigger dog across the grass. \n Sentence 2: The bigger dog is black.", "output": ["There is a smaller dog chasing a bigger dog."]}, {"input": "Sentence 1: A black and white dog chasing a tan and white dog across a path. \n Sentence 2: The dogs are competing in a dog race.", "output": ["There are animals outside."]}, {"input": "Sentence 1: A black and white dog drinking water from a water spray. \n Sentence 2: A dog is drinking from a spicket while the children jump through the spray.", "output": ["An animal is lapping at water."]}, {"input": "Sentence 1: A black and white dog emerges from a yellow tunnel being coached by a man in a blue shirt at a dog show. \n Sentence 2: A dog performs at a dog show.", "output": ["A dog is at a dog show."]}, {"input": "Sentence 1: A black and white dog following behind some spotted geese. \n Sentence 2: A dog is running after geese.", "output": ["A black and white dog is chasing spotted geese."]}, {"input": "Sentence 1: A black and white dog holds a stick in his paw for chewing or playing. \n Sentence 2: The stick is chewed up.", "output": ["The dog has a stick."]}, {"input": "Sentence 1: A black and white dog hopes a toy is thrown his way after a gray and white one receives one. \n Sentence 2: A black and white dog begs for the same toy that his owner gave to the gray and white dog as he sits under a tree outside.", "output": ["A black and white dog waits for a toy to be thrown his way after it's owner threw it to a gray and white dog."]}, {"input": "Sentence 1: A black and white dog in a blue harness running through a grassy field. \n Sentence 2: Two dogs are running away from their owners.", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black and white dog in a dog-shirt carrying a long piece of wood. \n Sentence 2: There is a black and white dog carrying cedar", "output": ["There is a black and white dog carrying wood"]}, {"input": "Sentence 1: A black and white dog in midair over a hurdle. \n Sentence 2: A dog is in an agility course.", "output": ["A dog jumps over a hurdle."]}, {"input": "Sentence 1: A black and white dog is being soaked with a jet of water in a blue paddling pool. \n Sentence 2: A black and white dog are outside.", "output": ["A black and white dog are wet."]}, {"input": "Sentence 1: A black and white dog is biting onto a stick in the water. \n Sentence 2: A dog is playing fetch.", "output": ["A dog is playing with a stick."]}, {"input": "Sentence 1: A black and white dog is bounding down white steps. \n Sentence 2: A dog is chasing someone down stairs.", "output": ["A dog is running down stairs."]}, {"input": "Sentence 1: A black and white dog is carrying a stick in a field. \n Sentence 2: A large black and white dog is carrying a stick in a field.", "output": ["An animal is carrying something."]}, {"input": "Sentence 1: A black and white dog is catching a Frisbee in the yard. \n Sentence 2: man throws dog frisbee", "output": ["dog catches frisbee"]}, {"input": "Sentence 1: A black and white dog is catching a Frisbee. \n Sentence 2: The dog is small.", "output": ["An animal is playing."]}, {"input": "Sentence 1: A black and white dog is going after an orange Frisbee. \n Sentence 2: The dog is playing with a Frisbee that his owner is tossing to him.", "output": ["A dog is playing with a Frisbee."]}, {"input": "Sentence 1: A black and white dog is in the grass with a red striped disk. \n Sentence 2: a dog plays with frisbee", "output": ["a dog in the grass"]}, {"input": "Sentence 1: A black and white dog is jumping in the grass. \n Sentence 2: A black and white plays fetch in the grass.", "output": ["A black and white dog playing outdoors."]}, {"input": "Sentence 1: A black and white dog is jumping over a fence in an obstacle course. \n Sentence 2: A black and white dog is playing in an obstacle course", "output": ["A black and white dog is jumping a fence in an obstacle course"]}, {"input": "Sentence 1: A black and white dog is jumping over high yellow grass. \n Sentence 2: A black and white dog chases a rabbit through the grass.", "output": ["A black and white dog bounds through the high grass."]}, {"input": "Sentence 1: A black and white dog is jumping through a field of brown grass. \n Sentence 2: The dog is playing fetch.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black and white dog is jumping up to catch a green Frisbee. \n Sentence 2: A dog competes in a Frisbee competition", "output": ["A dog is playing."]}, {"input": "Sentence 1: A black and white dog is playing in water. \n Sentence 2: The dog is wearing a red collar.", "output": ["The dog's paws and fur appear to be wet."]}, {"input": "Sentence 1: A black and white dog is playing with a sheep in a field. \n Sentence 2: the dogs are chasing sheep", "output": ["the animals are playing together"]}, {"input": "Sentence 1: A black and white dog is playing with a tan dog. \n Sentence 2: Two dogs are playing tug of war with a rope.", "output": ["Two dogs are playing."]}, {"input": "Sentence 1: A black and white dog is playing with an orange ball in the snow. \n Sentence 2: A black and white is getting an orange ball it's owner threw in the snow.", "output": ["A black and white dog is in the snow playing with an orange ball."]}, {"input": "Sentence 1: A black and white dog is running in the grass. \n Sentence 2: The dog is running to his master.", "output": ["The canine is in the grass."]}, {"input": "Sentence 1: A black and white dog is running over grass. \n Sentence 2: A terrier runs to find his boy.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog is running through shallow water. \n Sentence 2: There is an animal hunting.", "output": ["There is a dog outside."]}, {"input": "Sentence 1: A black and white dog is running through the field. \n Sentence 2: An old dog runs outside.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog is running through the grass. \n Sentence 2: The dogs are in a dog park.", "output": ["The dogs are outside in a field."]}, {"input": "Sentence 1: A black and white dog is running with a muzzle. \n Sentence 2: The dog is running through the park.", "output": ["The muzzled white and black dog ran by."]}, {"input": "Sentence 1: A black and white dog is swimming in some water \n Sentence 2: The old dog gets tired swimming.", "output": ["There is a dog outside."]}, {"input": "Sentence 1: A black and white dog is swimming. \n Sentence 2: a dog is swimming at the lake", "output": ["There is an animal in water"]}, {"input": "Sentence 1: A black and white dog is walking on a beach. \n Sentence 2: Two dogs are walking home", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black and white dog is walking up a bent tree. \n Sentence 2: A dog is outside near some water.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black and white dog jomps over another black and white dog to catch a cloth Frisbee. \n Sentence 2: Two dogs playing with each other for a frisbee.", "output": ["Two dogs competing for a Frisbee."]}, {"input": "Sentence 1: A black and white dog jumping for a ball. \n Sentence 2: An english sheepdog clumsily plays fetch.", "output": ["A dog playing with a ball."]}, {"input": "Sentence 1: A black and white dog jumping high to catch a ball. \n Sentence 2: A dog is playing with its master.", "output": ["A dog is playing with a ball."]}, {"input": "Sentence 1: A black and white dog jumping into a pool after tennis balls. \n Sentence 2: A dog jumped into a pool when he saw the kid playing with tennis balls.", "output": ["A dog is jumping in to the pool."]}, {"input": "Sentence 1: A black and white dog jumping into the air. \n Sentence 2: There is a man jumping with a dog trying to catch a frisby", "output": ["There is a man jumping with a dog."]}, {"input": "Sentence 1: A black and white dog jumping over a hurdle. \n Sentence 2: The dogs are racing each other.", "output": ["There are two animals."]}, {"input": "Sentence 1: A black and white dog jumping to catch a ball. \n Sentence 2: A dog is playing fetch.", "output": ["A dog is jumping."]}, {"input": "Sentence 1: A black and white dog jumps a red and white hurdle on a lawn with other dogs and people. \n Sentence 2: A dog is competing in a dog show.", "output": ["A dog is showing off a trick."]}, {"input": "Sentence 1: A black and white dog jumps high to get a green Frisbee. \n Sentence 2: The dog has 3 legs.", "output": ["The dog can jump."]}, {"input": "Sentence 1: A black and white dog jumps over a bar. \n Sentence 2: A dog is being trained for a show.", "output": ["An animal leaps."]}, {"input": "Sentence 1: A black and white dog jumps over a hurdle. \n Sentence 2: A dog in competition", "output": ["A dog leaps over an obstacle"]}, {"input": "Sentence 1: A black and white dog jumps over a pole. \n Sentence 2: A dog is jumping over a pole.", "output": ["There is a pole with a black and white dog jumping over it."]}, {"input": "Sentence 1: A black and white dog jumps up as a ball is thrown over his head. \n Sentence 2: the dog jumps at the red ball", "output": ["the dog jumps at the ball"]}, {"input": "Sentence 1: A black and white dog laying down with a big stick under its paw. \n Sentence 2: Dog sleeping with a stick under its paw.", "output": ["Dog lying down with a stick."]}, {"input": "Sentence 1: A black and white dog leaping to catch an orange ball in an open field. \n Sentence 2: A dog leaps to catch the ball that the boy threw to him.", "output": ["A dog is playing in the field."]}, {"input": "Sentence 1: A black and white dog leaps for a flying disc while another one watches. \n Sentence 2: A black and white dog leaps for a flying plate while another one watches.", "output": ["A dog leaps for a flying disc."]}, {"input": "Sentence 1: A black and white dog leaps to catch an orange Frisbee. \n Sentence 2: A black and white dog jumps up to snatch an orange frisbee", "output": ["A black and white dog jumps up to catch an orange frisbee"]}, {"input": "Sentence 1: A black and white dog looks at a man about to throw something. \n Sentence 2: The man is his owner.", "output": ["He is playing catch."]}, {"input": "Sentence 1: A black and white dog looks back while walking on the beach. \n Sentence 2: The dog was looking for a stick on the beach.", "output": ["An animal is outdoors."]}, {"input": "Sentence 1: A black and white dog near a gray and white dog on beige carpet. \n Sentence 2: The dogs are owned by the same person.", "output": ["There are dogs sitting on carpet."]}, {"input": "Sentence 1: A black and white dog on a leash is wearing a plaid outfit. \n Sentence 2: A dog dressed for halloween", "output": ["A dog bound by a lease."]}, {"input": "Sentence 1: A black and white dog returns a stick in the snow. \n Sentence 2: The dog loves to play outside.", "output": ["The dog likes to play fetch."]}, {"input": "Sentence 1: A black and white dog running away across the grass. \n Sentence 2: The puppy ran away across the grass.", "output": ["The animal is running away outdoors."]}, {"input": "Sentence 1: A black and white dog running between poles. \n Sentence 2: The dog is a mutt", "output": ["The dog is black and white"]}, {"input": "Sentence 1: A black and white dog running on the beach while a man stands behind it. \n Sentence 2: The dog doesn't belong to the man.", "output": ["There is a dog running."]}, {"input": "Sentence 1: A black and white dog running with something in his mouth. \n Sentence 2: The dog ran with the ball in his mouth.", "output": ["The dog ran with something in his mouth."]}, {"input": "Sentence 1: A black and white dog runs through grass. \n Sentence 2: The dog is at the park.", "output": ["The dog is more than one color."]}, {"input": "Sentence 1: A black and white dog runs through the water. \n Sentence 2: A black and white colored dog is playing in the water.", "output": ["A multicolored colored dog is running through some water."]}, {"input": "Sentence 1: A black and white dog runs with its mouth open. \n Sentence 2: A dog has saliva flying out of its mouth.", "output": ["An animal is running."]}, {"input": "Sentence 1: A black and white dog stalks a flock of five geese. \n Sentence 2: The sheep dog ran after the geese out in the field.", "output": ["The five geese were chased down by the dog."]}, {"input": "Sentence 1: A black and white dog stares up into the sky on a sunny day. \n Sentence 2: A dog is enjoying the sunshine", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black and white dog swimming with a stick in its mouth. \n Sentence 2: The dog is in a big pool.", "output": ["The black and white dog is outdoors."]}, {"input": "Sentence 1: A black and white dog swimming. \n Sentence 2: A Dalmatian wants to get wet.", "output": ["Two dogs in the pool."]}, {"input": "Sentence 1: A black and white dog swims in blue water. \n Sentence 2: Two dogs swimming in a pool.", "output": ["There are dogs in water."]}, {"input": "Sentence 1: A black and white dog walking over a blue dog ramp \n Sentence 2: A dog competes in obedience trials.", "output": ["A dog walks over a ramp."]}, {"input": "Sentence 1: A black and white dog walks on a beach. \n Sentence 2: The dog is walking with its owner.", "output": ["The dog is near the ocean."]}, {"input": "Sentence 1: A black and white dog wearing a face mask runs through a field. \n Sentence 2: A dog runs through a field after a cat.", "output": ["A dog runs through a field."]}, {"input": "Sentence 1: A black and white dog wearing a harness licks a brunette wearing glasses. \n Sentence 2: The dog is wearing a black harness.", "output": ["A woman and a pet."]}, {"input": "Sentence 1: A black and white dog weaves between metal bars. \n Sentence 2: A dog is trying to get away from something.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black and white dog with a blue collar walks through the grass. \n Sentence 2: A big animal walking", "output": ["An animal walking"]}, {"input": "Sentence 1: A black and white dog with a blue halter runs through the grass. \n Sentence 2: The dogs are running with a halter.", "output": ["The dogs are running through the grass."]}, {"input": "Sentence 1: A black and white dog with a blue toy in its mouth runs on a grassy surface just beyond a fence. \n Sentence 2: A dog is bringing the toy back to his owner.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black and white dog with a green collar stands in front of a sign. \n Sentence 2: A black, white and orange dog stands in front of and pisses on a sign.", "output": ["A dog stands."]}, {"input": "Sentence 1: A black and white dog with a stick in its mouth is swimming. \n Sentence 2: A Dalmatian with a stick in its mouth is swimming slowly.", "output": ["A dog with an object in it's mouth is in the water."]}, {"input": "Sentence 1: A black and white dog with a stick is in muddy water. \n Sentence 2: A dog retrieves stick from water.", "output": ["A dog plays with stick."]}, {"input": "Sentence 1: A black and white dog, a black dog and an orange dog are in the grass. \n Sentence 2: A dog is chasing another dog.", "output": ["A dog is in the grass."]}, {"input": "Sentence 1: A black and white motorcycle is being ridden around a racetrack. \n Sentence 2: The black and white motorcycle is winning the race.", "output": ["There is a motorcycle at the racetrack."]}, {"input": "Sentence 1: A black and white puppy runs along the gravel road. \n Sentence 2: a puppy chasing a car down a gravel road", "output": ["a puppy runs down a road"]}, {"input": "Sentence 1: A black and white puppy with ears straight up is running. \n Sentence 2: A puppy is running to his owner.", "output": ["A puppy is running."]}, {"input": "Sentence 1: A black and white shaggy dog is jumping over a red and white hurdle. \n Sentence 2: A shaggy dog is happy.", "output": ["A black and white shaggy dog is jumping."]}, {"input": "Sentence 1: A black and white shorthair dog runs across brown and green grass. \n Sentence 2: A dog runs to greet his master at the driveway.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white spotted dog is circling a gray and white dog. \n Sentence 2: A black and white spotted dog is circling a gray and white dog to scare it from coming towards his way and eat his food", "output": ["A black and white spotted dog is circling a gray and white dog to scare it from coming towards his way"]}, {"input": "Sentence 1: A black and white spotted dog is jumping over the small stream of water. \n Sentence 2: A dog is jumping over water to fetch a toy.", "output": ["A dog jumps over water."]}, {"input": "Sentence 1: A black and white spotted dog jumps over a stream. \n Sentence 2: The dog jumps over a stream filled with fish.", "output": ["The dog jumps over some water."]}, {"input": "Sentence 1: A black and yellow bird is eating a worm while resting on the grassy ground. \n Sentence 2: This is the first worm the bird has eaten today.", "output": ["A bird is eating a worm while on the grass."]}, {"input": "Sentence 1: A black baby is looking to his right. \n Sentence 2: A black kid looking at something.", "output": ["A black baby."]}, {"input": "Sentence 1: A black bird carrying a small branch. \n Sentence 2: The bird is building a nest.", "output": ["The bird has a branch."]}, {"input": "Sentence 1: A black bird flies while carrying a small tree branch in its beak. \n Sentence 2: A BIRD IS BUILDING A NEST", "output": ["THERE ARE BIRDS OUTSIDE"]}, {"input": "Sentence 1: A black bird in the air with leaves in its mouth. \n Sentence 2: A black bird is making a nest.", "output": ["A black bird flies with leaves in its mouth."]}, {"input": "Sentence 1: A black bird is in mid-flight swooping downwards. \n Sentence 2: The bird is getting ready to attack.", "output": ["The bird is in the air."]}, {"input": "Sentence 1: A black bird is resting on a power line. \n Sentence 2: The black bird on the line is the first of a larger flock all about to roost on the line.", "output": ["The power line is acting as a perch for a bird."]}, {"input": "Sentence 1: A black bird with a yellow beak standing in green grass. \n Sentence 2: A blackbird is looking for food in the field.", "output": ["There is a bird in the grass."]}, {"input": "Sentence 1: A black boxer has just landed hit with his left glove on the cheek of a white boxer. \n Sentence 2: The black boxer wins the match.", "output": ["The black and white people are boxing."]}, {"input": "Sentence 1: A black boy and white boy in swimming trunks are hugging each other on a beach or lake. \n Sentence 2: Two boys are happy to be friends.", "output": ["Two boys are hugging each other."]}, {"input": "Sentence 1: A black boy is cutting another black boy's hair with a razor. \n Sentence 2: The black boy is giving the other a fade.", "output": ["A black boy is giving another one a hair cut."]}, {"input": "Sentence 1: A black boy stands on a traffic signal. \n Sentence 2: A boy is waiting for the green light signal.", "output": ["A boy is standing on the street."]}, {"input": "Sentence 1: A black cow and a brown cow being chased by a dog \n Sentence 2: The dog is herding the cows.", "output": ["The cows are running from the dog."]}, {"input": "Sentence 1: A black dachshund sniffs another dog wearing a striped shirt. \n Sentence 2: A dog is enjoying being sniffed.", "output": ["Dogs are smelling eachother."]}, {"input": "Sentence 1: A black doberman, a brown and white corgi and a black, brown and white corgi play with a blue ball on the grass. \n Sentence 2: The dogs are wearing red collars.", "output": ["The black dog is playing with a ball."]}, {"input": "Sentence 1: A black dog and a brown and white dog running and playing. \n Sentence 2: Two dogs were playing fetch.", "output": ["Two dogs were running and playing."]}, {"input": "Sentence 1: A black dog and a brown and white dog running in the grass. \n Sentence 2: Fido and Rex were brothers and best friends.", "output": ["Two dogs run in the grass."]}, {"input": "Sentence 1: A black dog and a brown dog are running towards camera. \n Sentence 2: The dogs are being recorded by the camera.", "output": ["There are two dogs."]}, {"input": "Sentence 1: A black dog and a brown dog are smelling each others noses. \n Sentence 2: Dogs smelling each other", "output": ["Two dogs smelling each others noses and they were black and brown color respectively"]}, {"input": "Sentence 1: A black dog and a brown dog close together. \n Sentence 2: Two dogs playing together.", "output": ["Two dogs."]}, {"input": "Sentence 1: A black dog and a brown dog touching noses in a grassy field. \n Sentence 2: two dogs touching noses because they are in love", "output": ["two dogs touching noses"]}, {"input": "Sentence 1: A black dog and a brown-and-white dog play in a field. \n Sentence 2: Two dogs play ball in a field together.", "output": ["Two dogs play in a field."]}, {"input": "Sentence 1: A black dog and a dog that is brown and white stand in the water. \n Sentence 2: The dogs are drinking the water.", "output": ["Two dogs are in the water."]}, {"input": "Sentence 1: A black dog and a golden dog approaching one another. \n Sentence 2: There are two dogs.", "output": ["Two dogs near each other."]}, {"input": "Sentence 1: A black dog and a tan dog sniff around an empty lot. \n Sentence 2: A black and tan dog are searching for their bone.", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black dog and a tan dog wrestle. \n Sentence 2: A black dog tries to kill a tan dog that went onto its territory", "output": ["Two dogs playing together."]}, {"input": "Sentence 1: A black dog and a white and brown dog running in a grassy field \n Sentence 2: The dogs are chasing each other.", "output": ["Two dogs run around outdoors."]}, {"input": "Sentence 1: A black dog and a white dog are standing on snow. \n Sentence 2: The dogs are waiting for their owner.", "output": ["Two dogs are standing in the snow."]}, {"input": "Sentence 1: A black dog and a white dog race in a grassy field while spectators look on. \n Sentence 2: two dogs racing to catch a stick", "output": ["two dogs racing"]}, {"input": "Sentence 1: A black dog and a woman in a red shirt playing tug-of-war. \n Sentence 2: A girl is training her dog for obedience.", "output": ["A dog and girl are playing tug-of-war."]}, {"input": "Sentence 1: A black dog and a yellow dog are walking on asphalt next to a field of grass. \n Sentence 2: Two Dogs are walking next to a field of grass with their owner", "output": ["Two Dogs are walking on asphalt next to a field of grass"]}, {"input": "Sentence 1: A black dog and tan dog run towards each other on a beach. \n Sentence 2: Two dogs chasing at ball at the beach.", "output": ["Two dogs running on a beach."]}, {"input": "Sentence 1: A black dog asleep in a car. \n Sentence 2: A dog is asleep in the car with his favorite toy.", "output": ["A dog is sleeping in the car."]}, {"input": "Sentence 1: A black dog bites a tan dog while standing near the patio door. \n Sentence 2: Two dogs fight while trying to get inside to eat.", "output": ["One dog attacks another."]}, {"input": "Sentence 1: A black dog bites a white dog while standing on the sand. \n Sentence 2: The dogs are playing on the beach.", "output": ["Two dogs are near each other."]}, {"input": "Sentence 1: A black dog bites at a stream of water on the grass. \n Sentence 2: The dog is getting a drink of water outside.", "output": ["A dog is near a stream."]}, {"input": "Sentence 1: A black dog carries a bucket in its mouth. \n Sentence 2: The dog is outside.", "output": ["The dog has something in its mouth."]}, {"input": "Sentence 1: A black dog carries a huge stick in its mouth. \n Sentence 2: The dog is playing fetch with its owner.", "output": ["The dog is carrying an object in its mouth."]}, {"input": "Sentence 1: A black dog carries a white toy in his mouth and walks on the snowy field. \n Sentence 2: A dog is going to bury his toy.", "output": ["A dog is playing with a toy."]}, {"input": "Sentence 1: A black dog carries an orange ball, walking on the ground covered in leaves. \n Sentence 2: A big animal with a ball.", "output": ["An animal with a ball."]}, {"input": "Sentence 1: A black dog carrying a colorful ball swims. \n Sentence 2: A black dog is carrying his favorite ball.", "output": ["A black dog swims with a ball."]}, {"input": "Sentence 1: A black dog carrying an object out of the water. \n Sentence 2: There is a dog outdoors playing in the water", "output": ["There is a dog outdoors"]}, {"input": "Sentence 1: A black dog catches a Frisbee at a park. \n Sentence 2: The dog is having fun.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog catches a red and blue tennis ball. \n Sentence 2: The ball was launched by a tennis ball machine.", "output": ["The tennis ball is multicolored."]}, {"input": "Sentence 1: A black dog chasing a brown and white dog very quickly over a lawn. \n Sentence 2: The dogs chased each other.", "output": ["The black dog chased the spotted dog across the grass."]}, {"input": "Sentence 1: A black dog chasing a red ball through the water. \n Sentence 2: Rex fetches his ball from the lake.", "output": ["A dog plays in the water."]}, {"input": "Sentence 1: A black dog chasing another black dog down a grass covered hill. \n Sentence 2: dogs following a truck", "output": ["dogs running down hill"]}, {"input": "Sentence 1: A black dog chewing on a red leash. \n Sentence 2: A dog might be black but is hidden in the grass.", "output": ["A dog is black."]}, {"input": "Sentence 1: A black dog circumvents a wooden fence in a snowy yard. \n Sentence 2: The dog bypasses the fence to get to the car.", "output": ["a dog circumvents a fence."]}, {"input": "Sentence 1: A black dog clutches a pink purse in his teeth and runs. \n Sentence 2: The pink purse has nothing in it.", "output": ["The dog is holding a purse."]}, {"input": "Sentence 1: A black dog digs in the snow. \n Sentence 2: Dog is searching for somehting in the snow", "output": ["The black dog is outside"]}, {"input": "Sentence 1: A black dog emerges from the water onto the sand, holding a white object in its mouth. \n Sentence 2: A dog is playing fetch with his owner and found the white ball in the water.", "output": ["A dog is playing in the water and found a white object."]}, {"input": "Sentence 1: A black dog emerges from the water with a white ball in its mouth. \n Sentence 2: The dog is good at swimming underwater.", "output": ["The dog has a ball."]}, {"input": "Sentence 1: A black dog fetches a large stick out of the water. \n Sentence 2: A black puppy is running outdoors.", "output": ["An animal is playing fetch near a water body."]}, {"input": "Sentence 1: A black dog follows a group of sheep walking in a field of grass. \n Sentence 2: The dog is herding the sheep.", "output": ["The sheep are outside."]}, {"input": "Sentence 1: A black dog has a dumbbell in his mouth looking at the person wearing blue. \n Sentence 2: A dog looks at a woman who is in blue.", "output": ["A person and a dog are there and the dog is looking at the person."]}, {"input": "Sentence 1: A black dog has a dumbbell in his mouth. \n Sentence 2: The dog is chewing.", "output": ["The dog is playing with an object."]}, {"input": "Sentence 1: A black dog has its mouth open while leaning to the side. \n Sentence 2: A dog is panting.", "output": ["A dog with an open mouth."]}, {"input": "Sentence 1: A black dog holding a small branch. \n Sentence 2: The black dog is a Labrador Retriever.", "output": ["A black dog holds a branch."]}, {"input": "Sentence 1: A black dog holding a weight in its mouth stands next to a person. \n Sentence 2: A dog is helping his owner workout.", "output": ["A dog is standing."]}, {"input": "Sentence 1: A black dog holds a tire and a ball in his mouth as another follows him. \n Sentence 2: Both of the dogs are black.", "output": ["There are two dogs."]}, {"input": "Sentence 1: A black dog in a flat field attempts to make a turn. \n Sentence 2: a black dog in the flat field tried to make a turn towards the water", "output": ["there was a black dog in the flat field and he was attempting to make a turn"]}, {"input": "Sentence 1: A black dog in an orange bandanna pouncing on a blue soccer ball in an area covered by fallen leaves. \n Sentence 2: the dog is a pitbull", "output": ["a black in bandana"]}, {"input": "Sentence 1: A black dog in front of a tree jumping towards a red Frisbee. \n Sentence 2: A dog is jumping in front of the maple tree, trying to catch the Frisbee.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog in running in a field. \n Sentence 2: A border collie is herding sheep.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog in snow is jumping off the ground to catch a stick. \n Sentence 2: A dog is about to catch a stick in his mouth.", "output": ["A dog is catching a stick."]}, {"input": "Sentence 1: A black dog in the water with a tennis ball in his mouth. \n Sentence 2: A black dog is playing fetch with his owner in the water", "output": ["A black dog is playing in the water"]}, {"input": "Sentence 1: A black dog in water. \n Sentence 2: The dog plays in the lake.", "output": ["The dog is swimming."]}, {"input": "Sentence 1: A black dog inside house is looking at something at higher position. \n Sentence 2: The black dog is standing on a chair.", "output": ["A black dog is looking up."]}, {"input": "Sentence 1: A black dog is biting onto a soccer ball on the dirt ground. \n Sentence 2: The dog is outside near the barn.", "output": ["The dog's mouth is on the soccer ball"]}, {"input": "Sentence 1: A black dog is breaking ice at the edge of a stream. \n Sentence 2: A dog breaking ice to get home.", "output": ["A dog breaking ice."]}, {"input": "Sentence 1: A black dog is carrying a huge stick whilst walking in the snow. \n Sentence 2: A black dog is carrying a huge stick back to his master.", "output": ["A black dog is carrying a huge stick."]}, {"input": "Sentence 1: A black dog is chasing a brown and white dog across the grass. \n Sentence 2: Two dogs are playing.", "output": ["A dog is chasing another dog."]}, {"input": "Sentence 1: A black dog is chasing a punctured ball in the snow. \n Sentence 2: A black dog is running after a beat up ball in the snow", "output": ["A black dog is chasing a beat up ball in the snow"]}, {"input": "Sentence 1: A black dog is chasing another black dog that's carrying a ball in its mouth. \n Sentence 2: A dog is trying to get his toy back.", "output": ["A dog chasing another dog with a ball."]}, {"input": "Sentence 1: A black dog is chasing another black dog who is holding a ball, a wheel, and some red rope. \n Sentence 2: A dog chasing another dog while holding some play equipment.", "output": ["A dog chasing another dog."]}, {"input": "Sentence 1: A black dog is chasing another dog along the beach. \n Sentence 2: A bulldog is chasing another bulldog at the beach.", "output": ["A dog is chasing another dog at the beach."]}, {"input": "Sentence 1: A black dog is colliding with a golden dog that has something in its mouth. \n Sentence 2: two dogs are playing tug o war.", "output": ["two dogs are playing."]}, {"input": "Sentence 1: A black dog is happily running through the grass. \n Sentence 2: A dog is happily running away from their owner.", "output": ["A dog is happily running through grass."]}, {"input": "Sentence 1: A black dog is holding a white object in its teeth. \n Sentence 2: A dog is playing fetch.", "output": ["A dog has something in its mouth."]}, {"input": "Sentence 1: A black dog is hunched back and is ready to jump. \n Sentence 2: A black dog is about to jump into the lake.", "output": ["A black dog is in an action stance."]}, {"input": "Sentence 1: A black dog is jumping into the water and catches a stick in its mouth. \n Sentence 2: A black dog is jumping into the water.", "output": ["A black dog is jumping into the water and catches a stick ."]}, {"input": "Sentence 1: A black dog is jumping over a multicolored barrier. \n Sentence 2: A puppy is jumping over a wall", "output": ["A dog is jumping over something."]}, {"input": "Sentence 1: A black dog is jumping through some water, while holding a stick in his mouth. \n Sentence 2: The dog smells bad from being in the water.", "output": ["The dog is wet."]}, {"input": "Sentence 1: A black dog is leaping from a cylindrical hay bale. \n Sentence 2: A chocolate lab jumps off a rounded hay bale.", "output": ["A dog jumps off a rounded hay bale."]}, {"input": "Sentence 1: A black dog is leaping into a creek. \n Sentence 2: A black dog is leaping into a creek and gets completely soaked", "output": ["A black dog is jumping into the water"]}, {"input": "Sentence 1: A black dog is leaping into a swimming pool. \n Sentence 2: A black dog is excited for his daily swim.", "output": ["A black dog is jumping."]}, {"input": "Sentence 1: A black dog is leaping over a stream of running water. \n Sentence 2: A dark canine is jumping across a brook full of small rocks.", "output": ["A dark canine is jumping across a brook."]}, {"input": "Sentence 1: A black dog is looking down at another black dog lying on the grass. \n Sentence 2: two dogs at park", "output": ["two dogs pictured"]}, {"input": "Sentence 1: A black dog is playing in the snow. \n Sentence 2: a dog playing fetch with a child", "output": ["a dogs plays"]}, {"input": "Sentence 1: A black dog is playing in water with a green toy. \n Sentence 2: the dog is having a drink", "output": ["the dog has a toy"]}, {"input": "Sentence 1: A black dog is playing with a blue doll on a white carpet. \n Sentence 2: The dog just got a new toy.", "output": ["The dog is playing with a toy on the carpet."]}, {"input": "Sentence 1: A black dog is playing with a green toy in yellow grass. \n Sentence 2: The dog loves to play.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is poised to catch a Frisbee. \n Sentence 2: A dog is ready to catch a frisbee from his owner.", "output": ["A black dog is ready to catch a frisbee."]}, {"input": "Sentence 1: A black dog is preparing to jump off a dock into the water to fetch a ball. \n Sentence 2: A dog gets ready to jump in a lake.", "output": ["An animal about to go for a swim."]}, {"input": "Sentence 1: A black dog is running across a field. \n Sentence 2: The dog is playing on the field.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog is running across a rocky landscape. \n Sentence 2: A dog running away from his owner.", "output": ["A dog."]}, {"input": "Sentence 1: A black dog is running gover rocky ground under a cloudy blue sky. \n Sentence 2: A dog is running on rocky ground at Enchanted Rock.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black dog is running in a field of grass and another black dog can be seen behind him. \n Sentence 2: Two dogs play in a field.", "output": ["Two dogs in a field."]}, {"input": "Sentence 1: A black dog is running in snow. \n Sentence 2: A black dog is running in snow towards the trees.", "output": ["A canine runs in snow."]}, {"input": "Sentence 1: A black dog is running in the grass. \n Sentence 2: The dog is is having fun.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is running in the water. \n Sentence 2: The dog is big", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black dog is running in the yard \n Sentence 2: A black dog is running after a stick.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black dog is running on the grass with a pink purse in its mouth. \n Sentence 2: The pet is giving the purse to his owner.", "output": ["An animal is outside."]}, {"input": "Sentence 1: A black dog is running through a field of grass and dandilions. \n Sentence 2: The dog is playing fetch.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is running through the snow with something in its mouth. \n Sentence 2: A black dog is running in the snow holding a tennis ball in its mouth.", "output": ["A black dog is running in the snow holding something in its mouth."]}, {"input": "Sentence 1: A black dog is running very fast on a light brown ground. \n Sentence 2: The labrador is running from a cat.", "output": ["An animal racing outside."]}, {"input": "Sentence 1: A black dog is running with a blue bone in his mouth. \n Sentence 2: A black dog is running with a blue bone in its mouth in front of a house", "output": ["An animal is using its legs to move"]}, {"input": "Sentence 1: A black dog is slowly crossing a fallen log that is outstretched over a stream of water. \n Sentence 2: A dog that's homeward bound.", "output": ["A dog outside."]}, {"input": "Sentence 1: A black dog is standing in front of a waterfall. \n Sentence 2: a dog wants to take a bath", "output": ["a dog is near a waterfall"]}, {"input": "Sentence 1: A black dog is standing on a street while a group of cars and a truck are parked in the background. \n Sentence 2: A dog ran away from home and seems lost out on the streets.", "output": ["A black dog is outside and there is cars and trucks parked."]}, {"input": "Sentence 1: A black dog is standing on the grass. \n Sentence 2: The puppy is in the backyard.", "output": ["A canine is outside."]}, {"input": "Sentence 1: A black dog is standing outside in the dark of night. \n Sentence 2: A black dog is being walked at night.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black dog is stepping on the ice. \n Sentence 2: A dog prepares to pull a sled across a frozen lake.", "output": ["A dog walks on ice."]}, {"input": "Sentence 1: A black dog is swimming with a ball in its mouth. \n Sentence 2: the child is black", "output": ["a bird was on rocks"]}, {"input": "Sentence 1: A black dog is swimming with a tennis ball in its mouth. \n Sentence 2: The black dog is swimming in a pool outside.", "output": ["The black dog is swimming."]}, {"input": "Sentence 1: A black dog is touching noses with a light brown dog. \n Sentence 2: Two brother dogs are hanging out.", "output": ["Two dogs are touching each other."]}, {"input": "Sentence 1: A black dog is walking along the grass sniffing at the ground. \n Sentence 2: A dog is sniffing after a rabbit.", "output": ["A black dog is sniffing in the grass."]}, {"input": "Sentence 1: A black dog is walking through a stream \n Sentence 2: The dog is hurt.", "output": ["A black dog is walking."]}, {"input": "Sentence 1: A black dog jumping and playing in the snow near a chain link fence. \n Sentence 2: The dog is on a leash attached to a fence and is playing with a stick.", "output": ["A dog is playing outside in the snow."]}, {"input": "Sentence 1: A black dog jumping into a lake. \n Sentence 2: A large black dog jumping", "output": ["A black dog jumping"]}, {"input": "Sentence 1: A black dog jumping off a dock into water. \n Sentence 2: A black dog is jumping into the water on a Tuesday afternoon.", "output": ["A black dog is jumping into the water."]}, {"input": "Sentence 1: A black dog jumping off a riverbank near a wooded area. \n Sentence 2: A puppy jumping near a wooded area.", "output": ["A dog jumping near a wooded area."]}, {"input": "Sentence 1: A black dog jumping off of a dock. \n Sentence 2: a black lab is jumping off the dock", "output": ["a black dog is jumping off the dock"]}, {"input": "Sentence 1: A black dog jumps a horizontal bar in a grassy feild. \n Sentence 2: A dog is competing in a competition in a grassy field.", "output": ["A dog jumps over a bar."]}, {"input": "Sentence 1: A black dog jumps a hurdle in a grassy area. \n Sentence 2: A jumping labrador.", "output": ["A jumping dog."]}, {"input": "Sentence 1: A black dog jumps in a body of water with a stick in his mouth. \n Sentence 2: The dog just caught the stick.", "output": ["A dog jumps into the water."]}, {"input": "Sentence 1: A black dog jumps in the air over the red hurdle. \n Sentence 2: dog jumping at dog show", "output": ["A dog being playfull"]}, {"input": "Sentence 1: A black dog jumps into a swimming pool. \n Sentence 2: The dog is splashing.", "output": ["The dog is near the water."]}, {"input": "Sentence 1: A black dog jumps into the air to get a treat from its owner. \n Sentence 2: The dog is doing tricks.", "output": ["There is a black dog."]}, {"input": "Sentence 1: A black dog jumps into the water off a dock. \n Sentence 2: The dog jumps into the water after the ball.", "output": ["The dog jumps into the water."]}, {"input": "Sentence 1: A black dog jumps into the water to get a Frisbee while a boat sits in the back. \n Sentence 2: The dog runs very fast", "output": ["The dog gets all wet"]}, {"input": "Sentence 1: A black dog jumps over a show jumping hurdle. \n Sentence 2: The dog is a black lab.", "output": ["The dog is in the air."]}, {"input": "Sentence 1: A black dog jumps over rolled hay. \n Sentence 2: The dog is energetic.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog jumps to catch a ball in a yard. \n Sentence 2: A dog is playing catch with its owner.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog jumps up to a man's uplifted hand. \n Sentence 2: The man is trying to feed the dog.", "output": ["The dog is able to jump."]}, {"input": "Sentence 1: A black dog lays in the sand. \n Sentence 2: watched by a group", "output": ["the men are talking"]}, {"input": "Sentence 1: A black dog lays next to a ball. \n Sentence 2: A puppy is worn out after playing", "output": ["An animal lays next to a toy"]}, {"input": "Sentence 1: A black dog leaping over a hurdle. \n Sentence 2: A black dog leaping over a large white hurdle.", "output": ["A dog leaps over a hurdle."]}, {"input": "Sentence 1: A black dog leaps from the bank into a body of water, with a field of dry grass in the background. \n Sentence 2: A dog is going after a ball his handler threw into the water.", "output": ["A dog jumps into the water by a field."]}, {"input": "Sentence 1: A black dog leaps through the snow near a fence. \n Sentence 2: A black dog runs through the snow chasing a rabbit.", "output": ["A black dog runs outside."]}, {"input": "Sentence 1: A black dog looks up at a ball in the air and prepares to catch it. \n Sentence 2: The dog's owner is at the dog park playing fetch with his dog.", "output": ["The dog is being thrown the ball."]}, {"input": "Sentence 1: A black dog looks up at a white ball that's in midair. \n Sentence 2: A black dog focuses on a ball that's been thrown.", "output": ["A black dog focuses on a ball."]}, {"input": "Sentence 1: A black dog makes a huge splash for a red ball. \n Sentence 2: A dog is jumping into the pool", "output": ["A dog jumps into the water."]}, {"input": "Sentence 1: A black dog nurses white puppies. \n Sentence 2: A dog nurses abandoned puppies.", "output": ["A dog nurses pups."]}, {"input": "Sentence 1: A black dog nursing black and white puppies. \n Sentence 2: There are 4 puppies.", "output": ["A mother is nursing her puppies."]}, {"input": "Sentence 1: A black dog on a beach carrying a ball in its mouth. \n Sentence 2: a dog is carrying a neon colored beach ball", "output": ["a dog is carrying a beach ball"]}, {"input": "Sentence 1: A black dog on a leash with a red collar has its face in the water. \n Sentence 2: A black dog is trying to catch a fish.", "output": ["A black dog is leashed."]}, {"input": "Sentence 1: A black dog on a yard of grass is catching a blue and red ball in its mouth. \n Sentence 2: A dog is playing in the grass.", "output": ["A dog is in the yard."]}, {"input": "Sentence 1: A black dog outside with a green toy. \n Sentence 2: The dog fur is warm from the heat of the sun.", "output": ["A dog is playing with a toy."]}, {"input": "Sentence 1: A black dog paddles behind a black cat in a body of water. \n Sentence 2: A dog chases a cat", "output": ["A dog and cat are in the water"]}, {"input": "Sentence 1: A black dog playfully bits another dog in a living room setting \n Sentence 2: Both dogs are black and brown.", "output": ["Two dogs are in a living room playing with each other."]}, {"input": "Sentence 1: A black dog playing fetch with a ball of rope. \n Sentence 2: There is a black Labrador playing fetch with a ball of rope.", "output": ["There is a dog playing."]}, {"input": "Sentence 1: A black dog playing with a green toy. \n Sentence 2: A dog playing with a toy at his owner's feet.", "output": ["A dark colored mammal."]}, {"input": "Sentence 1: A black dog playing with a purple toy in the snow. \n Sentence 2: A dog is playing with bone.", "output": ["A dog is playing with a toy in the snow."]}, {"input": "Sentence 1: A black dog playing with a purple toy. \n Sentence 2: A black dog is playing with a toy in the kitchen.", "output": ["A black dog is playing."]}, {"input": "Sentence 1: A black dog plays around in water. \n Sentence 2: The dog is swimming.", "output": ["The dog is playing in the water."]}, {"input": "Sentence 1: A black dog plays around near a waterfall. \n Sentence 2: The dog's owners built a miniature waterfall for her to play in.", "output": ["A waterfall proves a tempting playground for the dog."]}, {"input": "Sentence 1: A black dog plays with a bit of ice by the frozen river. \n Sentence 2: A black dog playing by a river in the middle of winter.", "output": ["A black dog by a river."]}, {"input": "Sentence 1: A black dog plays with a green object. \n Sentence 2: A dog playing fetch with a green ball.", "output": ["A dog is playing with something green."]}, {"input": "Sentence 1: A black dog pounces on a ball in the leaves. \n Sentence 2: A dog outside running.", "output": ["A puppy playing."]}, {"input": "Sentence 1: A black dog pounces to get a rope toy. \n Sentence 2: A black dog is playing with a rope toy while his owner watches.", "output": ["A black dog is playing with a rope toy."]}, {"input": "Sentence 1: A black dog pulls a red sled in the snow. \n Sentence 2: An animal is pulling a sled in the snow.", "output": ["A black dog pulls a sled, that is red, in the snow."]}, {"input": "Sentence 1: A black dog pulls a red sleigh \n Sentence 2: A dog pulls santa on his sleigh.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog rears out of a pond, carrying a big stick in his mouth. \n Sentence 2: A black dog clutches a stick that was thrown to him.", "output": ["A black dog emerges from the water."]}, {"input": "Sentence 1: A black dog retrieves a cloth from a streambed. \n Sentence 2: A dog grabs his handkerchief from the stream.", "output": ["A dog goes into the stream."]}, {"input": "Sentence 1: A black dog retrieves in the snow. \n Sentence 2: A dog is running through the snow.", "output": ["A black dog bounds through the snow after a stick."]}, {"input": "Sentence 1: A black dog running across green grass. \n Sentence 2: An animal is playing", "output": ["A dog runs outside"]}, {"input": "Sentence 1: A black dog running in grass. \n Sentence 2: The black dog is playing fetch.", "output": ["The black dog is in the grass."]}, {"input": "Sentence 1: A black dog running in shallow water on a beach. \n Sentence 2: A black dog is running after a ball.", "output": ["A black dog is running on the beach."]}, {"input": "Sentence 1: A black dog running into the water. \n Sentence 2: A dog  is ready to swim.", "output": ["A animal isn't afraid of water."]}, {"input": "Sentence 1: A black dog running on a beach. \n Sentence 2: A dog running toward a ball.", "output": ["A dog on a beach."]}, {"input": "Sentence 1: A black dog running on grass \n Sentence 2: A puppy playing in a field.", "output": ["A black dog outdoors."]}, {"input": "Sentence 1: A black dog running through a long orange tunnel. \n Sentence 2: A dog runs an obstacle course.", "output": ["A dog runs through a tunnel."]}, {"input": "Sentence 1: A black dog running through the snow. \n Sentence 2: The dog is running outside during winter.", "output": ["The animal is outside."]}, {"input": "Sentence 1: A black dog running toward the camera. \n Sentence 2: A black dog running towards the camera man calling him.", "output": ["A dog running."]}, {"input": "Sentence 1: A black dog running towards the camera. \n Sentence 2: A dog running outside.", "output": ["A dog running."]}, {"input": "Sentence 1: A black dog running with a blue toy in his mouth. \n Sentence 2: A dog playing with his favorite toy", "output": ["A dog with something in his mouth"]}, {"input": "Sentence 1: A black dog running with a stuffed bird in its mouth and another dog chasing it. \n Sentence 2: The two dogs are running in the park.", "output": ["The two dogs are running."]}, {"input": "Sentence 1: A black dog running. \n Sentence 2: A dog is running to the house.", "output": ["A canine is moving."]}, {"input": "Sentence 1: A black dog runs along the beach and jumps over a wood barrior. \n Sentence 2: a dog jumping over wood at the beach in summer", "output": ["a dog jumping over wood at the beach"]}, {"input": "Sentence 1: A black dog runs and, focusing on something. \n Sentence 2: A big black dog runs and, focusing on something.", "output": ["A dog runs and, focusing on something."]}, {"input": "Sentence 1: A black dog runs in front of a large brown and white bull. \n Sentence 2: The dog catches the attention of the bull.", "output": ["The dog and bull are outdoors."]}, {"input": "Sentence 1: A black dog runs in the grass, its tongue hanging out. \n Sentence 2: The black dog is getting tired of running.", "output": ["The dog is outdoors."]}, {"input": "Sentence 1: A black dog runs into the water at the beach. \n Sentence 2: the dog is wet", "output": ["the dog is outside"]}, {"input": "Sentence 1: A black dog runs paralell to a wire fence in a grassy medow. \n Sentence 2: A dog is getting excited running.", "output": ["A dog is running along the fence."]}, {"input": "Sentence 1: A black dog runs through a field. \n Sentence 2: Some dogs playing on field", "output": ["There are animals running on field"]}, {"input": "Sentence 1: A black dog runs through the snow carrying a blue toy. \n Sentence 2: A small boy is watching the dog.", "output": ["A black dog is playing outdoors."]}, {"input": "Sentence 1: A black dog runs through the water carrying a stick. \n Sentence 2: a dog plays catch at the lake", "output": ["an animal carries an object"]}, {"input": "Sentence 1: A black dog runs through the water. \n Sentence 2: The dog is at the lake.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog runs through water carrying a ball in its mouth whilst a brown dog looks away. \n Sentence 2: Some animals in a creek.", "output": ["A dog outdoors."]}, {"input": "Sentence 1: A black dog runs with a white dog \n Sentence 2: The dogs are outside playing.", "output": ["The black dog is running with the white dog."]}, {"input": "Sentence 1: A black dog shakes itself dry on the beach in front of the waves. \n Sentence 2: the dog was swimming", "output": ["a black dog is getting dry"]}, {"input": "Sentence 1: A black dog sits in sand. \n Sentence 2: A dog is waiting at the beach for his owner.", "output": ["A dog sits in the sand."]}, {"input": "Sentence 1: A black dog sitting in brown grass with a colorful ball. \n Sentence 2: the dog is playing with the ball", "output": ["the dogi s black"]}, {"input": "Sentence 1: A black dog soaked in liquid jumping to the grass. \n Sentence 2: He got rained on.", "output": ["The dog is wet."]}, {"input": "Sentence 1: A black dog splashes in the water. \n Sentence 2: The black dog is a labrador.", "output": ["There is a black dog in the water."]}, {"input": "Sentence 1: A black dog splashes through the water. \n Sentence 2: A black dog is very wet.", "output": ["A dog is in water."]}, {"input": "Sentence 1: A black dog splashes through water. \n Sentence 2: A black dog is very excited.", "output": ["A black dog is outside."]}, {"input": "Sentence 1: A black dog splashing into the water to retrieve a red ball. \n Sentence 2: He likes to play in the water", "output": ["There is an animal in this picture"]}, {"input": "Sentence 1: A black dog springs up into a pool. \n Sentence 2: a dog runs through a mud puddle", "output": ["a dog runs through water"]}, {"input": "Sentence 1: A black dog standing in a field is holding a bird in his mouth. \n Sentence 2: A black dog eating a bird.", "output": ["A dog with a bird in its mouth."]}, {"input": "Sentence 1: A black dog standing in a shallow area of water on a rocky beach. \n Sentence 2: The dog is on the coast.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog standing in shallow water with a pink ball in its mouth. \n Sentence 2: A dog with something in its mouth.", "output": ["A black dog with a ball in its mouth."]}, {"input": "Sentence 1: A black dog standing in some grass holding a white plastic item in its mouth. \n Sentence 2: a black dog stands in grass holding a toy in its mouth", "output": ["a black dog stands in the grass with an item in his mouth"]}, {"input": "Sentence 1: A black dog standing in the grass near a volleyball. \n Sentence 2: A black puppy stands in the grass.", "output": ["A black dog stands in the grass."]}, {"input": "Sentence 1: A black dog sticking its nose into the water. \n Sentence 2: A dog runs in the sprinkler.", "output": ["A black dog has water on its nose."]}, {"input": "Sentence 1: A black dog stretches his back on the first step of a staircase. \n Sentence 2: The dog has white spots.", "output": ["The dog is stretching."]}, {"input": "Sentence 1: A black dog swimming in water near rocks. \n Sentence 2: A dog is chasing a turtle through the water.", "output": ["A dog is outside playing in the water."]}, {"input": "Sentence 1: A black dog swimming. \n Sentence 2: The dog is old", "output": ["A dog is swimming"]}, {"input": "Sentence 1: A black dog swims in a large pool. \n Sentence 2: A black dog is hunting ducks in the pool.", "output": ["A dog is in the backyard pool."]}, {"input": "Sentence 1: A black dog swims in water with a colorful ball in his mouth. \n Sentence 2: The dog is a Rotweiler.", "output": ["The dog is swimming."]}, {"input": "Sentence 1: A black dog swims through the water. \n Sentence 2: A dog swims in the lake towards a thrown stick.", "output": ["A dog swims."]}, {"input": "Sentence 1: A black dog wading through water. \n Sentence 2: the black dog is at the lake", "output": ["the black dog is swimming"]}, {"input": "Sentence 1: A black dog waits on the grass for a falling yellow ball. \n Sentence 2: The dog is training to catch the ball on the first bounce.", "output": ["There is one animal in this picture, and they are outside."]}, {"input": "Sentence 1: A black dog walking along a rocky terrain. \n Sentence 2: a black dog with his owner on a hike", "output": ["a black dog on a walk"]}, {"input": "Sentence 1: A black dog walking beside a pool. \n Sentence 2: The black dog is going to jump in the pool.", "output": ["There is a dog besides a pool."]}, {"input": "Sentence 1: A black dog walking in dirt has a soccer ball in his mouth. \n Sentence 2: The dog is playing with the ball.", "output": ["The animal outside is in contact with a ball."]}, {"input": "Sentence 1: A black dog walks along a rocky beach. \n Sentence 2: A black dog is looking for it's owner on the beach.", "output": ["A dog is walking."]}, {"input": "Sentence 1: A black dog walks along an ocean front. \n Sentence 2: The dog is not afraid of the water.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog walks on the beach near the rocks. \n Sentence 2: A black dog walks on the beach near the rocks.", "output": ["A black dog walks on the beach near the rocks."]}, {"input": "Sentence 1: A black dog walks through a rocky, grassy landscape under a blue, cloudy sky. \n Sentence 2: The dog is a german shepherd.", "output": ["The dog is walking."]}, {"input": "Sentence 1: A black dog wearing a red collar is running through snow next to a wooden fence. \n Sentence 2: a puppy is playing in the field", "output": ["a black dog is running in a field by a fence"]}, {"input": "Sentence 1: A black dog with a ball in its mouth swims in the water. \n Sentence 2: A dog is catching a ball in the ocean.", "output": ["A black dog is swimming in the water."]}, {"input": "Sentence 1: A black dog with a blue collar is running in the snow. \n Sentence 2: a dog plays in winter", "output": ["a dog in the snow"]}, {"input": "Sentence 1: A black dog with a blue collar is sitting on beige carpet. \n Sentence 2: The black dog is inside the house.", "output": ["The animal is sitting on the carpet."]}, {"input": "Sentence 1: A black dog with a blue collar runs through the green grass. \n Sentence 2: The black dog is chasing a white bunny.", "output": ["The dog is running outside."]}, {"input": "Sentence 1: A black dog with a purple collar and a black leash runs in the grass. \n Sentence 2: Animals are running away from their owner", "output": ["Animals are outside"]}, {"input": "Sentence 1: A black dog with a purple collar is running. \n Sentence 2: A dachshund with a purple collar is running.", "output": ["There is a dog running."]}, {"input": "Sentence 1: A black dog with a purple collar running. \n Sentence 2: The dog is chasing a ball.", "output": ["The dog is wearing a collar."]}, {"input": "Sentence 1: A black dog with a red and white rope dog toy in its mouth, standing in front of a building. \n Sentence 2: a dog is playing with a rope", "output": ["a dog is outside"]}, {"input": "Sentence 1: A black dog with a red collar is jumping in the water. \n Sentence 2: A dog is playing in the water.", "output": ["A dog is jumping in the water."]}, {"input": "Sentence 1: A black dog with a red collar is jumping out of the water. \n Sentence 2: Dog trying to save timmy", "output": ["Dog playing in water"]}, {"input": "Sentence 1: A black dog with a red collar sitting in the sand. \n Sentence 2: The red collar around the dog is a tracking device for the owner.", "output": ["The black dog has a red collar and sits in the sand."]}, {"input": "Sentence 1: A black dog with a red collar stands outside with his paws in water. \n Sentence 2: The dog is drinking the water", "output": ["The dog is getting wet."]}, {"input": "Sentence 1: A black dog with a stick swimming in the ocean. \n Sentence 2: A dog plays fetch with a stick in the ocean.", "output": ["A dog swims while carrying a stick."]}, {"input": "Sentence 1: A black dog with a white toy in his mouth in a field of grass. \n Sentence 2: A dog is ready to give his toy back to his owner.", "output": ["A dog have a toy in his mouth."]}, {"input": "Sentence 1: A black dog with an orange bandanna catches a white Frisbee. \n Sentence 2: A black dog is playing Frisbee with children.", "output": ["A dog with a bandanna is playing Frisbee."]}, {"input": "Sentence 1: A black dog with his mouth open and tongue out runs across an expanse of snow. \n Sentence 2: A panting black dog is experiencing his first time in the snow.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black dog with red collar sticks his head in the water. \n Sentence 2: A black dog fetches a stick from the water.", "output": ["A black dog sticks his head in water."]}, {"input": "Sentence 1: A black dog with white facial and chest markings standing in chest high water. \n Sentence 2: The dog was in the water getting his monthly bath", "output": ["The dog was in the water getting wet."]}, {"input": "Sentence 1: A black dog with white paws is jumping on hay bales. \n Sentence 2: A dog jumping on hay inside a barn.", "output": ["A dog jumping on hay."]}, {"input": "Sentence 1: A black dog with white paws jumping from a bale of hay. \n Sentence 2: A dog jumps off a bale of hay to fetch the ball.", "output": ["A dog jumps off a bale of hay."]}, {"input": "Sentence 1: A black dog's head rises above some water. \n Sentence 2: A dog is outside.", "output": ["A dog in the water."]}, {"input": "Sentence 1: A black dog, a golden dog and a black and white dog are running in a park. \n Sentence 2: Three dogs are chasing each other.", "output": ["Three dogs are running."]}, {"input": "Sentence 1: A black dog, running on grass. \n Sentence 2: The dog is fetching a toy.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dong runs across a grassy field \n Sentence 2: The dog is playing.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black furry dog is jumping in the air next to another dog. \n Sentence 2: a dog is happy it got a treat", "output": ["a dog jumps"]}, {"input": "Sentence 1: A black gentleman is dancing on a tile floor. \n Sentence 2: A black man in a nice suit dances.", "output": ["A man dances on tile flooring."]}, {"input": "Sentence 1: A black girl being splash in water. \n Sentence 2: A girl being splash in water", "output": ["A girl splash in water"]}, {"input": "Sentence 1: A black girl looking blankly with vases in the background. \n Sentence 2: a girl with vases in the background inside her house", "output": ["a girl with vases in the background"]}, {"input": "Sentence 1: A black girl wearing Adidas is running. \n Sentence 2: A black girl is running in adidas shoes.", "output": ["A black girl is wearing Adidas."]}, {"input": "Sentence 1: A black greyhound with the number seven is in the middle of a race. \n Sentence 2: A black greyhound is winning a race.", "output": ["A greyhound is racing."]}, {"input": "Sentence 1: A black guitarist in a yellow tracksuit and black fedora sits on a public bench playing his guitar. \n Sentence 2: A black guitarist in a yellow tracksuit and black fedora sits on a public bench playing his guitar.", "output": ["A man playing guitar."]}, {"input": "Sentence 1: A black guy in a apron grilling cornstalks. \n Sentence 2: A black guy is not very good at cooking.", "output": ["A black guy is cooking."]}, {"input": "Sentence 1: A black guy with long stringy hair and an american du rag holds his hands up to the sky at some kind of gathering. \n Sentence 2: He is celebrating.", "output": ["He is holding his hands up."]}, {"input": "Sentence 1: A black homeless male sleeps on a wall. \n Sentence 2: The man has been homeless for years.", "output": ["The man is sleeping."]}, {"input": "Sentence 1: A black horse and its rider are clearing a 3 rung high jump in a competition. \n Sentence 2: The horse and its rider are winning the competition.", "output": ["The horse is competing in a competition."]}, {"input": "Sentence 1: A black horse stands in the grass at a fence, while a brown dog looks on. \n Sentence 2: A black horse had been let out of it's stable to exercise.", "output": ["A black horse is being looked at by a dog."]}, {"input": "Sentence 1: A black horse with a white on his forehead and nose, running. \n Sentence 2: A horse is running in a horse race.", "output": ["A horse is running."]}, {"input": "Sentence 1: A black jet in flight is on fire and smoking. \n Sentence 2: A jet is about to crash.", "output": ["A jet is on fire."]}, {"input": "Sentence 1: A black lab in the snow is holding something in its mouth. \n Sentence 2: A black lab holds a chew toy it its mouth.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black lab is running in a race. \n Sentence 2: A black lab is running in a race for charity.", "output": ["A dog is racing."]}, {"input": "Sentence 1: A black lab jumps off a dock into a pond. \n Sentence 2: a black lab name Martin jumped off the dock into a coy pond", "output": ["a black lab jumps in the pond"]}, {"input": "Sentence 1: A black lab puppy runs with an orange ball on an autumn day. \n Sentence 2: There are leaves on the ground.", "output": ["The puppy is playing with a ball."]}, {"input": "Sentence 1: A black laborador with a ball in his mouth coming out of the surf \n Sentence 2: The black labrador is playing fetch on a sunny day.", "output": ["The black labrador is wet."]}, {"input": "Sentence 1: A black lady in a red dress and green earrings is looking at her cellphone. \n Sentence 2: A lady in a red dress and green earings on her phone.", "output": ["A black lady is busy on her cellphone."]}, {"input": "Sentence 1: A black lady in traditional dress with a basket balanced on her head walking down a beach crowded with sunbathers. \n Sentence 2: a black african lady wearing green traditional dress walk past sunbathers", "output": ["a black lady walking on beach between crowd"]}, {"input": "Sentence 1: A black lady with black hair in an office wearing a yellow suit. \n Sentence 2: The woman is waiting for her appointment.", "output": ["The woman is wearing her yellow suit."]}, {"input": "Sentence 1: A black limo is parked next to a crowded staircase. \n Sentence 2: A limo is awaiting the arrival of a famous person.", "output": ["A limo is parked next to a staircase."]}, {"input": "Sentence 1: A black male athlete making a jump during a competition. \n Sentence 2: He is aking the longest jump of the day.", "output": ["He is jumping."]}, {"input": "Sentence 1: A black male in a dirty white long-sleeved shirt is working. \n Sentence 2: a man working at the steel mill", "output": ["a man working"]}, {"input": "Sentence 1: A black male is holding a guitar in his hands. \n Sentence 2: The man is about to play a song", "output": ["The musician is holding his instrument"]}, {"input": "Sentence 1: A black male is preparing waffle cones in a kitchen area. \n Sentence 2: A chef makes breakfast.", "output": ["A man is in the kitchen area."]}, {"input": "Sentence 1: A black male leaning up against a wall with a water bottle. \n Sentence 2: A male happily with a water bottle.", "output": ["A male with a water bottle."]}, {"input": "Sentence 1: A black male looking and reaching his arms upward. \n Sentence 2: A man is praising God in the sky", "output": ["A man has his arms spread"]}, {"input": "Sentence 1: A black male wearing goggles is carving a stone sculpture. \n Sentence 2: The stone sculpture is larger than the man", "output": ["The man is using a tool."]}, {"input": "Sentence 1: A black man and a motorbike. \n Sentence 2: A black man is taking the motorbik back to his friend he borrowed it from.", "output": ["The man is black."]}, {"input": "Sentence 1: A black man and a white man with acoustic guitars are standing in front of microphones. \n Sentence 2: A folk music duo is giving a free concert.", "output": ["A musical duo is performing."]}, {"input": "Sentence 1: A black man and his two white friends are putting their heads close together. \n Sentence 2: The men are listening to what each other has to say.", "output": ["The men are has their heads close together."]}, {"input": "Sentence 1: A black man and white woman sing together. \n Sentence 2: The black man and white woman are married.", "output": ["There is a duet being sung."]}, {"input": "Sentence 1: A black man and woman, and an Indian woman in a blue-painted room. \n Sentence 2: People enjoying a room painted their favorite color.", "output": ["Three people in a room."]}, {"input": "Sentence 1: A black man getting gas at a gas station. \n Sentence 2: a man pumps gas.", "output": ["a man is outside."]}, {"input": "Sentence 1: A black man holding a basketball while listening to music on his iPod. \n Sentence 2: A black man holding a basketball while listening to podcasts on his iPod.", "output": ["A man holding a basketball while listening to music on his iPod."]}, {"input": "Sentence 1: A black man holding a protest sign in a busy city. \n Sentence 2: A black protester is upset.", "output": ["A black man is protesting."]}, {"input": "Sentence 1: A black man in a blue and white shirt sitting on some stairs. \n Sentence 2: A black man fell down the stairs then just sat there for awhile.", "output": ["A man sat on the stairs."]}, {"input": "Sentence 1: A black man in a blue shirt holds a metal bar against a concrete block with his foot as he cuts it. \n Sentence 2: A black man in a blue shirt joyously holds a metal bar", "output": ["A black man in a blue shirt holds a metal bar"]}, {"input": "Sentence 1: A black man in a blue suit holding a large-format, flash, news-reporter style camera. \n Sentence 2: The man is a reporter.", "output": ["The man is holding a camera."]}, {"input": "Sentence 1: A black man in a blue& white shirt staring at the camera. \n Sentence 2: The man is smiling.", "output": ["The man is interacting with the camera."]}, {"input": "Sentence 1: A black man in a brown hat and a blue suit is holding a large vintage camera and smiling. \n Sentence 2: A black man is taking pictures", "output": ["a man is holding an old camera."]}, {"input": "Sentence 1: A black man in a chef's coat is on the phone while two other men in aprons laugh. \n Sentence 2: three men are in a  kitchen", "output": ["three men are inside"]}, {"input": "Sentence 1: A black man in a gray sweatshirt and jeans is playing on a guitar. \n Sentence 2: a younger man playing guitar", "output": ["a man playing guitar"]}, {"input": "Sentence 1: A black man in a hat sitting in a chair in the sand holding a net. \n Sentence 2: A man is referring a game", "output": ["A black man is sitting in a chair"]}, {"input": "Sentence 1: A black man in a reflective vest standing in a dirt hole. \n Sentence 2: A black man who is training in the army does a drill", "output": ["A man is in the outdoors while wearing a reflective vest"]}, {"input": "Sentence 1: A black man in a striped shirt stands eating out of a cup, holding a yellow water bottle. \n Sentence 2: a man is eating breakfast and drinking coffee", "output": ["a man is eating"]}, {"input": "Sentence 1: A black man in a suit is crying at a microphone podium that says \"National Baseball Hall of Fame.\" \n Sentence 2: man inducted into hall of fame", "output": ["man is crying"]}, {"input": "Sentence 1: A black man in a suit is speaking into a microphone attached to a stand, his arms raised. \n Sentence 2: A man is rallying his supporters during a campaign rally.", "output": ["A man is delivering a passionate speech."]}, {"input": "Sentence 1: A black man in a sweater stands beside his run-down butcher shop. \n Sentence 2: A man is getting ready to fix his shop.", "output": ["A man in a sweater is near his butcher shop."]}, {"input": "Sentence 1: A black man in a tank top rests. \n Sentence 2: man is taking a nap on the beach", "output": ["there is a man laying down"]}, {"input": "Sentence 1: A black man in a tux surrounded by five other men behind a metal gate. \n Sentence 2: A groom and his groomsmen await the bride.", "output": ["Six men are standing outside."]}, {"input": "Sentence 1: A black man in a wheelchair being pushed along an outdoor pathway carrying the Olympic torch. \n Sentence 2: The man is being honored so he gets to carry the torch.", "output": ["The man is sitting while being pushed outside."]}, {"input": "Sentence 1: A black man in a white shirt walks down the sidewalk. \n Sentence 2: A man is taking his dog on a walk.", "output": ["A man walks on a street."]}, {"input": "Sentence 1: A black man in a yellow cap tends some plants \n Sentence 2: The man was happy.", "output": ["The man was taking care of his plants."]}, {"input": "Sentence 1: A black man in a yellow shirt, plays a guitar on a stage. \n Sentence 2: The man is performing in public for the first time.", "output": ["A man is playing music."]}, {"input": "Sentence 1: A black man in white clothes walks a blue drink cart down a cobbled street. \n Sentence 2: The man is selling drinks from his cart.", "output": ["A man is walking with a cart."]}, {"input": "Sentence 1: A black man is crying at the podium at the national baseball hall of fame. \n Sentence 2: The man at the podium just received an award.", "output": ["There is a man in the hall of fame."]}, {"input": "Sentence 1: A black man is on a bridge. \n Sentence 2: The man is part of a crew performing bridge maintenance.", "output": ["A man is elevated over water."]}, {"input": "Sentence 1: A black man is playing a guitar while a woman in a dark green coat nearby is looking away. \n Sentence 2: the man is very good", "output": ["a man is playing"]}, {"input": "Sentence 1: A black man is pulling a blue shirt while distracted. \n Sentence 2: The man is distracted by a moving car.", "output": ["The man is touching a shirt."]}, {"input": "Sentence 1: A black man is sitting at a bus stop. \n Sentence 2: A black man waiting on the bus.", "output": ["A black man sitting."]}, {"input": "Sentence 1: A black man is sitting in his chair staring off into the distance. \n Sentence 2: A man is sitting in a chair contemplating life", "output": ["A person is sitting"]}, {"input": "Sentence 1: A black man is sitting on a bench in front of a public transit map. \n Sentence 2: A veteran sits on a bench near a transit stop.", "output": ["A man sits on a bench near a transit stop."]}, {"input": "Sentence 1: A black man is sitting on a stool by a teal Garden Shed. \n Sentence 2: A black man is happily sitting", "output": ["A black man is sitting"]}, {"input": "Sentence 1: A black man is standing near a busy street. \n Sentence 2: A man waits for the traffic to clear before he crosses.", "output": ["Man standing near street."]}, {"input": "Sentence 1: A black man is wearing a brown shirt and a necklace. \n Sentence 2: A man is wearing a fancy necklace.", "output": ["A man is wearing jewelry."]}, {"input": "Sentence 1: A black man is wearing sunglasses and a blue shirt with a white undershirt. \n Sentence 2: A black man is standing outdoors.", "output": ["A man is dressed with a white shirt under his blue one."]}, {"input": "Sentence 1: A black man leans over as a white man jumps on his back backwards. \n Sentence 2: Two men are doing acrobatics.", "output": ["A white man jumps on a black mans back."]}, {"input": "Sentence 1: A black man looking at something located near a manufacture building. \n Sentence 2: A man is looking at a hot dog stand.", "output": ["A man is outside."]}, {"input": "Sentence 1: A black man painted with gold gets his photo taken by a woman. \n Sentence 2: A man gets his picture taken on his porch.", "output": ["A man gets his picture taken."]}, {"input": "Sentence 1: A black man plays a makeshift drum set with a cardboard sign. \n Sentence 2: A black man plays a makeshift drum set with a cardboard sign asking for tips.", "output": ["A person is drumming beside a sign."]}, {"input": "Sentence 1: A black man plays the alto saxophone in front of a brick storefront. \n Sentence 2: A famous jazz musician plays a saxophone in front of a brick storefront.", "output": ["There is a man playing a saxophone."]}, {"input": "Sentence 1: A black man purchasing goods at a market. \n Sentence 2: A man is buying stuff to make dinner.", "output": ["A man is buying stuff."]}, {"input": "Sentence 1: A black man sitting in a large open mailbox. \n Sentence 2: A man reading letters inside a mailbox.", "output": ["A man inside a mailbox!"]}, {"input": "Sentence 1: A black man sitting inside a postal drop box. \n Sentence 2: a man is sitting in a postal drop box waiting to scare someone", "output": ["a man sitting in a postal drop box"]}, {"input": "Sentence 1: A black man sitting on the ground with a beverage in front of him. \n Sentence 2: The man drinks his Coors and waits for his friends.", "output": ["There is a sitting man."]}, {"input": "Sentence 1: A black man standing on the beach with a yellow surfboard. \n Sentence 2: A man surveys the ocean to see if he'll be able to surf today.", "output": ["There is a person on a beach."]}, {"input": "Sentence 1: A black man stands on a moving boat in the harbor. \n Sentence 2: T-Pain performs \"I'm On A Boat\".", "output": ["A man stands on a boat."]}, {"input": "Sentence 1: A black man takes a shot at a pool table while another stands and waits for his shot. \n Sentence 2: A man shoots pool while another waits for their turn in a tournament", "output": ["A man shoots pool while another waits for their turn"]}, {"input": "Sentence 1: A black man uses his vanity mirror to shave his head with a razor. \n Sentence 2: A man is shaving his head before he begins chemo.", "output": ["A man is shaving his head."]}, {"input": "Sentence 1: A black man walks away with a large basket full of items on his head. \n Sentence 2: A man has a basket of fruit on his head.", "output": ["A man carries a basket on his head."]}, {"input": "Sentence 1: A black man wearing a bandanna and sunglasses raising his arms \n Sentence 2: The man is a preacher.", "output": ["The man has arms."]}, {"input": "Sentence 1: A black man wearing a blue hat and brown jacket playing drums in the hall. \n Sentence 2: A black jazz musician plays the drums in the hall.", "output": ["A dark skinned man plays drums inside."]}, {"input": "Sentence 1: A black man wearing a chef uniform looking out. \n Sentence 2: A chef looking for customers.", "output": ["A chef gazing."]}, {"input": "Sentence 1: A black man wearing a gray jacket speaks into a microphone. \n Sentence 2: A man sings in the microphone.", "output": ["A man uses a microphone."]}, {"input": "Sentence 1: A black man wearing a hat and holding a large camera. \n Sentence 2: A man is wearing a fedora and holding a Hassleblad camera.", "output": ["A man is holding a large photographic instrument."]}, {"input": "Sentence 1: A black man wearing a white, collared button-down is sewing. \n Sentence 2: A black man is making something for his friend.", "output": ["A man is sewing."]}, {"input": "Sentence 1: A black man wearing clothes popular in the late 60's, has a left handed Fender Stratocaster, strapped on. \n Sentence 2: The man is wearing bell bottoms.", "output": ["The man is wearing clothes."]}, {"input": "Sentence 1: A black man with a green cap. \n Sentence 2: The man in a green cap is in the Army.", "output": ["A man wears a cap."]}, {"input": "Sentence 1: A black man with an earring is directing someone to a particular location. \n Sentence 2: a man is directing traffic.", "output": ["a man is directing people"]}, {"input": "Sentence 1: A black man with facial hair wears a navy hat and blue jacket in front of a white background. \n Sentence 2: A man is preparing to get his picture taken.", "output": ["A man in a jacket is standing in front of a white background."]}, {"input": "Sentence 1: A black man with gray hair half sitting half laying on a street floor. \n Sentence 2: A man is trying to sleep", "output": ["A man has gray hair"]}, {"input": "Sentence 1: A black man with no shirt is carrying a torch in front of bedazzled elephants. \n Sentence 2: a black man is performing a ceremony", "output": ["a black man holds a torch"]}, {"input": "Sentence 1: A black man, dumping a bowl of meat into a grinder in a poor looking country. \n Sentence 2: The man is making hamburger.", "output": ["The man is in a poor country."]}, {"input": "Sentence 1: A black man, in a crowd, watching a show, raising his arms. \n Sentence 2: A black man watching Game of Thrones in a crowd raising his arms.", "output": ["A man raising his arms whilst in a crowd."]}, {"input": "Sentence 1: A black mine rides a big tricycle with three large barrels strapped to the back. \n Sentence 2: A black mine rides a big tricycle with three large barrels strapped to the back and juggles 3 balls.", "output": ["A black mine rides a big tricycle with three large barrels strapped to the back."]}, {"input": "Sentence 1: A black mother and five children in a rural area \n Sentence 2: A mother and her children are outdoors.", "output": ["A mother and her children are together."]}, {"input": "Sentence 1: A black motorcycle parked in a parking lot in front of a grass filled hill. \n Sentence 2: Black motorcycle being displayed for pictures", "output": ["Black bike parked"]}, {"input": "Sentence 1: A black or African descendant woman wearing an orange blouse with large earrings is checking her or looking at her cellphone while carrying a bag next to a bag in a chair with a man behind her in a blue shirt. \n Sentence 2: The black woman is wearing large earrings", "output": ["The black woman is wearing an orange blouse"]}, {"input": "Sentence 1: A black or mixed-race man wearing a denim jacket and baseball cap is holding one arm in the air and with his other hand is holding a microphone to his mouth, but he is not saying anything at the moment the picture is taken. \n Sentence 2: The man has the microphone ready while he waits for the music to begin", "output": ["The man holds the microphone as if he's ready to speak"]}, {"input": "Sentence 1: A black person in a home bathroom with a syringe. \n Sentence 2: The man is getting ready to inject insulin as treatment for his diabetes.", "output": ["A man is inside a home."]}, {"input": "Sentence 1: A black policeman is smiling at a larger woman \n Sentence 2: A policeman is about to ask a woman out for dinner.", "output": ["A policeman is smiling at a woman."]}, {"input": "Sentence 1: A black poodle is playing with the snow. \n Sentence 2: dog lost leash", "output": ["dog in snow"]}, {"input": "Sentence 1: A black race car spins its tires while smoke comes out. \n Sentence 2: A mustang is spinning its tires.", "output": ["A car is spinning its tires."]}, {"input": "Sentence 1: A black sheep with three white dogs. \n Sentence 2: They are in the field", "output": ["The sheep are black."]}, {"input": "Sentence 1: A black standard poodle is playing with a red and white toy outside. \n Sentence 2: The dog is running in a yard.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black sweater lady carrying a purple bag on the street. \n Sentence 2: a lady carries a bag in the street headed to work", "output": ["a lady carries a bag in the street"]}, {"input": "Sentence 1: A black teenager sitting on a blue bike is at the top of a BMX ramp observing another youth, in a red shirt, who is sailing into the air with a bike, single-handed, while performing a stunt, presumably from the ramps. \n Sentence 2: Two teenagers at an indoor bmx park.", "output": ["A person watching as another person does a trick."]}, {"input": "Sentence 1: A black woman and a white woman sitting at a bus stop. \n Sentence 2: The women are gay lovers.", "output": ["Two women are sitting."]}, {"input": "Sentence 1: A black woman and two black men outside \n Sentence 2: A person stands outside smoking, while two lean against a wall.", "output": ["A group of people stand together outside."]}, {"input": "Sentence 1: A black woman at a pizza restaurant. \n Sentence 2: A woman is eating a slice of pizza.", "output": ["A woman is in a pizzeria."]}, {"input": "Sentence 1: A black woman in a pink shirt, eating a muffin, is selling ducks and other toys at some special event. \n Sentence 2: A black woman in a pink shirt, eating a muffin, is selling ducks and other toys at some special event for charity.", "output": ["A black woman in a pink shirt, eating a muffin, is selling ducks and other toys at some special event."]}, {"input": "Sentence 1: A black woman in a striped dress sitting on a blue bench. \n Sentence 2: A black woman is waiting for a date on a blue bench.", "output": ["A black woman is sitting outside."]}, {"input": "Sentence 1: A black woman in a white tank top, red pants, and white sneakers carries a plastic bag and walks down a sidewalk with paintings on one side. \n Sentence 2: A lady walks down the sidewalk carrying a plastic bag.", "output": ["A black lady walks down the sidewalk with paintings on the side carrying a plastic bag."]}, {"input": "Sentence 1: A black woman in winter clothes standing in a building entry. \n Sentence 2: A woman is standing in the entry to her apartment building.", "output": ["A woman is standing up."]}, {"input": "Sentence 1: A black woman is having her portrait drawn by a man in a gray jacket. \n Sentence 2: A woman is posing for her portrait to humor her grandson.", "output": ["A woman is posing for her portrait."]}, {"input": "Sentence 1: A black woman is looking at her cellphone. \n Sentence 2: A lady checks out her phone.", "output": ["An African American woman examines her iphone."]}, {"input": "Sentence 1: A black woman making something. \n Sentence 2: A woman is making something for her husband.", "output": ["An African American lady is working on something."]}, {"input": "Sentence 1: A black woman peering through a telescope with several people in the background in the park. \n Sentence 2: The woman is a scientist, searching for an asteroid.", "output": ["A woman is looking through a telescope."]}, {"input": "Sentence 1: A black woman puts a substance in a beaker while a white woman watches. \n Sentence 2: Two women are conducting a science expirement.", "output": ["Two women are near a beaker."]}, {"input": "Sentence 1: A black woman rolls out a sheet of dough in a messy kitchen. \n Sentence 2: A black woman rolls out a sheet of dough in a big kitchen.", "output": ["A woman rolls out a sheet of dough in a messy kitchen."]}, {"input": "Sentence 1: A black woman singing on stage with a drum-set in the background. \n Sentence 2: A drum is played.", "output": ["A woman is singing."]}, {"input": "Sentence 1: A black woman wearing a blue shirt has her hand in a container. \n Sentence 2: The woman needs some ingredients for the meal.", "output": ["The woman is trying to pull something out."]}, {"input": "Sentence 1: A black woman with a hat on is weighing fruits and vegetables. \n Sentence 2: A woman is shopping for groceries.", "output": ["A woman is wearing a hat and handling produce."]}, {"input": "Sentence 1: A black woman with a scarf on her head stands on a sidewalk, smiling. \n Sentence 2: Woman standing and smiling at a man shes flirting with.", "output": ["Person standing and smiling."]}, {"input": "Sentence 1: A black women in a subway tunnel. \n Sentence 2: women in a tunnel waiting for a subway", "output": ["women in a subway tunnel"]}, {"input": "Sentence 1: A black women wearing loose clothes shakes dust from an item. \n Sentence 2: A black women prefers to wear comfortable clothing.", "output": ["A black woman is clothed."]}, {"input": "Sentence 1: A black worker sawing a pipe. \n Sentence 2: the worker is tired", "output": ["the worker is sawing"]}, {"input": "Sentence 1: A black young man with a t-shirt written \"6\" and \"URKLE\" is walking on a street with another young man while holding a basketball. \n Sentence 2: The men just finished a game of basketball.", "output": ["The men are outside."]}, {"input": "Sentence 1: A black, brown and white dog running through a field. \n Sentence 2: the dogs are old", "output": ["dogs running though field"]}, {"input": "Sentence 1: A black, brown, and white dog jumping over a pile of logs with trees in the background. \n Sentence 2: A mother dog jumping over logs with her two puppies.", "output": ["Dogs playing outside."]}, {"input": "Sentence 1: A black, red, and white race car zooms by on a gray track with a blue border, sharply in focus compared to a blurred crowd in the foreground. \n Sentence 2: a car nears a finish line", "output": ["a car goes quickly past a blurry audience"]}, {"input": "Sentence 1: A black-and-white dog bounds off the ground, all feet in the air, of a yellow field. \n Sentence 2: The dog is a dalmation.", "output": ["The dog has legs."]}, {"input": "Sentence 1: A black-and-white dog carries a stick in his mouth as he swims in the clear water. \n Sentence 2: The dog is having a great time", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black-and-white dog goes for a flattened ball on the snow. \n Sentence 2: The dog is playing with it's master.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black-haired Asian woman wearing a white jacket, black sunglasses and a striped scarf looking at a cellphone. \n Sentence 2: The Asian woman is trying to get ahold of her husband on the phone.", "output": ["A dark haired woman looks at her cell phone threw her sunglasses."]}, {"input": "Sentence 1: A black-haired asian lady wearing a hooded jacket holding a digital camera. \n Sentence 2: The lady is taking a picture.", "output": ["The person is a woman."]}, {"input": "Sentence 1: A black-haired baby in a yellow jumper smiling happily at whomever is taking the picture. \n Sentence 2: A baby is smiling for his Easter picture.", "output": ["A baby is getting his picture taken."]}, {"input": "Sentence 1: A black-haired girl in a white dress with yellow trim is standing outside of a gray-colored tent, and in front of her is a white canopy tent with several people beneath it. \n Sentence 2: The little girl is waiting near the gray tent with the ladies while her brother is under the white tent with the men.", "output": ["There are many people outside."]}, {"input": "Sentence 1: A black-haired man drives a red Coca Cola truck down a highway, with tall green Palmettos on his right hand side. \n Sentence 2: A man is driving the official coca cola truck down the highway.", "output": ["A black-haired man is on the highway."]}, {"input": "Sentence 1: A black-haired man in an orange vest stands in a cornfield. \n Sentence 2: The man is hunting birds.", "output": ["The man is outdoors."]}, {"input": "Sentence 1: A black-haired man is sleeping on a bench in a city street. \n Sentence 2: a man napping outside", "output": ["a dark haired man sleeping on a bench"]}, {"input": "Sentence 1: A black-haired man standing next to a podium made of wood and plastic. \n Sentence 2: there is dark hair man standing next to a car on the street", "output": ["there is a man with dark hair standing next to a pillar"]}, {"input": "Sentence 1: A black-haired man talks to a woman. \n Sentence 2: A man is having a conversation with a woman in class", "output": ["A man is having a conversation with a woman"]}, {"input": "Sentence 1: A black-haired woman in a bright red shirt works at a loom. \n Sentence 2: A woman in a red shirt is making cloth to sew into dresses", "output": ["A black-haired woman is weaving at a loom"]}, {"input": "Sentence 1: A black-haired woman in a parka is looking at burning incense sticks. \n Sentence 2: a woman burns some incense sticks", "output": ["a woman looks at buring incense sticks"]}, {"input": "Sentence 1: A black-haired woman is shopping for groceries holding roses. \n Sentence 2: While shopping for groceries, this woman also picked-up some flowers.", "output": ["A woman holds flowers while shopping for groceries."]}, {"input": "Sentence 1: A black-haired woman is using her makeup brush on another woman while holding her pinky up. \n Sentence 2: A women is doing someone elses makeup for prom.", "output": ["A woman is doing someone elses makeup."]}, {"input": "Sentence 1: A black-haired woman wearing glasses attempts to eat a pile of cookies. \n Sentence 2: The cookies are chocolate chip.", "output": ["There are a lot of cookies."]}, {"input": "Sentence 1: A black-striped cat is looking at a cord it has pinned with a paw. \n Sentence 2: Some string is nearby.", "output": ["A cat looks."]}, {"input": "Sentence 1: A blacksmith is making something out of metal. \n Sentence 2: The blacksmith is male.", "output": ["The blacksmith is working."]}, {"input": "Sentence 1: A blindfolded couple is sleeping next to the ATM! \n Sentence 2: blindfolded woman returning from vacation are sleeping", "output": ["a blindfolded couple sleeping next to the ATM"]}, {"input": "Sentence 1: A blindfolded man aims for a pinata while people watch from the deck behind him. \n Sentence 2: The man is celebrating his birthday.", "output": ["A man is preparing to hit a pinata."]}, {"input": "Sentence 1: A blindfolded man hitting a pinata at a party while everybody watches. \n Sentence 2: People are playing at a birthday party.", "output": ["A man tries to strike a pinata."]}, {"input": "Sentence 1: A blindfolded man is on his knees in front of a chair where a second man sits, wearing a garter belt above his left knee. \n Sentence 2: A blindfolded man is kneeling.", "output": ["A blindfolded man is on his knees."]}, {"input": "Sentence 1: A blond baby girl is mixing ingredients in a kitchen. \n Sentence 2: A baby is sticking her hands in a bowl and licking it.", "output": ["A baby got into a mess in the dinning area."]}, {"input": "Sentence 1: A blond baby in a yellow top and flowered pants holds a white hat and sits on a paisley blanket under a tree in a grassy park. \n Sentence 2: A slim human sitting", "output": ["A human sitting"]}, {"input": "Sentence 1: A blond baby is watching a dark-haired baby chew on a blue toy. \n Sentence 2: Two baby brothers are lying together.", "output": ["A baby is chewing on a toy."]}, {"input": "Sentence 1: A blond baby playing in the sand. \n Sentence 2: A child playing at the beach.", "output": ["A young human."]}, {"input": "Sentence 1: A blond baby reaching for a bowl of cookie dough. \n Sentence 2: A little baby likes the cookie dough more than the baked cookies.", "output": ["A blond baby shows how much he wants cookie dough."]}, {"input": "Sentence 1: A blond baby sitting in a baby chair outside eats food off of a light green food tray. \n Sentence 2: A little boy is eating dinner.", "output": ["A child is having a meal outside."]}, {"input": "Sentence 1: A blond boy carrying a wheelbarrow with grass in it. \n Sentence 2: The boy has work gloves on.", "output": ["The wheelbarrow has stuff in it."]}, {"input": "Sentence 1: A blond boy in a blue shirt is sitting with a woman wearing glasses. \n Sentence 2: A boy is sitting with his aunt", "output": ["A boy is sitting with a woman wearing glasses"]}, {"input": "Sentence 1: A blond boy in a blue t-shirt stands smiling before a craft of green nylon fabric. \n Sentence 2: A boy is happy about his fabric choice.", "output": ["A boy is smiling."]}, {"input": "Sentence 1: A blond boy in a brown sweater pains on a colorful umbrella. \n Sentence 2: A blond boy in a brown sweater is painting his mother's umbrella", "output": ["A blond boy in a brown sweater paints a colorful umbrella"]}, {"input": "Sentence 1: A blond boy in a striped shirt about to kick a pink soccer ball. \n Sentence 2: A boy playing midfield is ready to kick the ball.", "output": ["A lad is poised to kick something."]}, {"input": "Sentence 1: A blond boy is doing tricks on his bicycle. \n Sentence 2: The teenager tries to impress his girlfriend on his bike.", "output": ["The boy rides a bike."]}, {"input": "Sentence 1: A blond boy is holding a blue umbrella. \n Sentence 2: A funny person holding", "output": ["A human holding"]}, {"input": "Sentence 1: A blond boy is sitting in a stroller holding a Korean language book. \n Sentence 2: A blond boy is sitting in a stroller outside.", "output": ["A blond boy is sitting in a stroller."]}, {"input": "Sentence 1: A blond boy is staring at a toy robot and looks like he wants to play with it. \n Sentence 2: The toy is expensive.", "output": ["A blond boy is staring at a toy."]}, {"input": "Sentence 1: A blond boy slides into a green backyard pool. \n Sentence 2: A boy slides into his friend's pool.", "output": ["A boy slides into a pool."]}, {"input": "Sentence 1: A blond boy smiles with his eyes closed, buried up to his neck in sand. \n Sentence 2: A blond boy is playing with his friends at the beach.", "output": ["A blond boy is happily buried to his neck in sand."]}, {"input": "Sentence 1: A blond boy wipes his nose on his light blue shirt. \n Sentence 2: A blond boy is wiping his nose on his shirt and his mom is yelling.", "output": ["A blond boy is wiping his nose on his shirt."]}, {"input": "Sentence 1: A blond businessman in a suit walks on a sidewalk in a city. \n Sentence 2: A man is walking to work", "output": ["A man is walking through a city"]}, {"input": "Sentence 1: A blond child climbing across a net. \n Sentence 2: A sad blond child climbing across a net.", "output": ["A child climbing across a net."]}, {"input": "Sentence 1: A blond child eating a cupcake with blue frosting. \n Sentence 2: the blonde child hates the cupcake", "output": ["The blonde child has frosting on his cheeks"]}, {"input": "Sentence 1: A blond child holding a sword and dressed in a black robe is standing next to a stroller. \n Sentence 2: The blond child is ready for trick or treating.", "output": ["A blond child has a pretend weapon."]}, {"input": "Sentence 1: A blond child is being bitten on the nose by a little orange kitten. \n Sentence 2: A blond child is being bitten on the nose by an orange kitten that is angry.", "output": ["An orange kitten is biting a blond child on the nose."]}, {"input": "Sentence 1: A blond child is drinking from a garden hose. \n Sentence 2: The child is thirsty.", "output": ["The kid is using a garden hose for drinking."]}, {"input": "Sentence 1: A blond child is pulling a wagon with a little blond boy in it. \n Sentence 2: A child is pulling a toy wagon filled with toys.", "output": ["A child is pulling a toy wagon."]}, {"input": "Sentence 1: A blond child is running on a sports field. \n Sentence 2: A funny human running", "output": ["A human running"]}, {"input": "Sentence 1: A blond child swinging on a swing. \n Sentence 2: The child on a swing,", "output": ["A kid on a swing geting pushed."]}, {"input": "Sentence 1: A blond child walking on a beach. \n Sentence 2: The child's hair is blowing in the wind.", "output": ["The child is outdoors."]}, {"input": "Sentence 1: A blond child walks past a store window display. \n Sentence 2: A child is walking to the store.", "output": ["A child is walking."]}, {"input": "Sentence 1: A blond child wearing a blue coat has a black cellphone in his mouth. \n Sentence 2: A child is chewing on a cellphone.", "output": ["A child is playing with a cellphone."]}, {"input": "Sentence 1: A blond child wearing a gray shirt with purple flowers is using an orange toothbrush to brush their teeth. \n Sentence 2: A blond child is brushing her teeth before going to school.", "output": ["A kid is cleaning their teeth."]}, {"input": "Sentence 1: A blond dog is digging a deep hole in the ground and its tail is up in the air. \n Sentence 2: The dog is happy", "output": ["A dog is digging"]}, {"input": "Sentence 1: A blond dog runs down a flight of stairs to the backyard. \n Sentence 2: The dog is chasing a tennis ball.", "output": ["The dog is running down the stairs."]}, {"input": "Sentence 1: A blond dog shakes water off next to a lake. \n Sentence 2: A dog shakes himself dry after fetching a ball in the water.", "output": ["A dog by a lake."]}, {"input": "Sentence 1: A blond dog walks in a creek with banks filled with snow. \n Sentence 2: A dog is running in a creek.", "output": ["A dog is walking in a creek."]}, {"input": "Sentence 1: A blond dressed in a white tennis outfit is licking her lip while holding a tennis racket. \n Sentence 2: A blond is dressed and ready to play tennis against her boss.", "output": ["A blond is holding a tennis racket."]}, {"input": "Sentence 1: A blond fat kid wearing rubber bands on his wrist does something involving his mouth. \n Sentence 2: A chubby blond boy is snapping the rubber bands on his wrist with his mouth.", "output": ["A chubby blond boy is wearing rubber bands on his wrist."]}, {"input": "Sentence 1: A blond female dressed in a revealing outfit is throwing white shirts into the crowd with her brunette coworker several feet behind her. \n Sentence 2: A woman is throwings clothes at other females.", "output": ["A woman is passing out clothes at a concert."]}, {"input": "Sentence 1: A blond female in a striped shirt points at something with her blue umbrella. \n Sentence 2: The female is wearing a beanie.", "output": ["The female has an umbrella."]}, {"input": "Sentence 1: A blond female tennis playing hitting the ball. \n Sentence 2: A female is in a tennis competition", "output": ["A female is playing tennis"]}, {"input": "Sentence 1: A blond female wearing heavy makeup, and a blue costume ball gown with yellow stars on the skirt, standing outside a department store. \n Sentence 2: a woman with heavy makeup is going to shop", "output": ["a woman with heavy makeup is near a store"]}, {"input": "Sentence 1: A blond girl and two American flags \n Sentence 2: A girl is about to recite the Pledge of allegiance.", "output": ["A girl has two flags."]}, {"input": "Sentence 1: A blond girl climbing on a play set. \n Sentence 2: A blonde girl as just revived a new play set and is climbing on it.", "output": ["A blonde is climbing on a play set"]}, {"input": "Sentence 1: A blond girl has her mouth open, looking away from the photographer. \n Sentence 2: The girl is modeling for a magazine photo shoot.", "output": ["A girl with her mouth agape looks away from a photographer."]}, {"input": "Sentence 1: A blond girl in a black shirt shield her laptop from the sun with a newspaper. \n Sentence 2: A girl protects her brand new laptop.", "output": ["A girl protects her laptop."]}, {"input": "Sentence 1: A blond girl in a black tube top and wearing sunglasses plays hopscotch. \n Sentence 2: A blonde girl is jumping on one foot.", "output": ["A blonde girl in a black tube top is standing up."]}, {"input": "Sentence 1: A blond girl in a blue camisole has something in her mouth and is holding a toothbrush. \n Sentence 2: A girl is getting ready for bed", "output": ["A girl is getting ready to brush her teeth"]}, {"input": "Sentence 1: A blond girl in a blue shirt and pants riding a red bike. \n Sentence 2: A girl is trying to lose weight.", "output": ["A girl riding a red bike."]}, {"input": "Sentence 1: A blond girl in a gray tank top is serving a drink to a guy in a white shirt who is sitting down. \n Sentence 2: The blond girl is a waitress.", "output": ["The blond girl in the tank top is serving a man."]}, {"input": "Sentence 1: A blond girl in a green patterned shirt has her hand raised. \n Sentence 2: The girl is in a classroom.", "output": ["The girl is waiting to be called on."]}, {"input": "Sentence 1: A blond girl in a red shirt holding her necklace. \n Sentence 2: A blond girl about to jump out of a plane holding her necklace.", "output": ["A blonde girl holding onto a piece of jewelery."]}, {"input": "Sentence 1: A blond girl in a white dress laughs as a young man holds her arm in the air. \n Sentence 2: A sad girl in a white dress laughs as a young man holds her arm in the air.", "output": ["A blond person in a white dress laughs as a young man holds her arm in the air."]}, {"input": "Sentence 1: A blond girl in a white shirt and black pants is looking through her camera. \n Sentence 2: A girl taking a picture of her friends", "output": ["A girl taking a picture"]}, {"input": "Sentence 1: A blond girl in a white shirt and blue shorts playing soccer. \n Sentence 2: The girl is playing outside.", "output": ["The girl is wearing a shirt and shorts."]}, {"input": "Sentence 1: A blond girl in plaid shorts is driving a bearded man around the city in a bicycle taxi. \n Sentence 2: A girl delivering a man to work.", "output": ["A girl transporting a man with a bike."]}, {"input": "Sentence 1: A blond girl in standing outside surrounded by trees. \n Sentence 2: The girl is wearing a dress.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A blond girl is looking bored while playing Poker. \n Sentence 2: The girl is losing the poker game.", "output": ["A girl is playing a card game."]}, {"input": "Sentence 1: A blond girl is sitting at a bar in the presence of three other men. \n Sentence 2: The blond girl is 24 years old", "output": ["There are at least 4 people sitting in a bar"]}, {"input": "Sentence 1: A blond girl kisses a bow with brown hair while standing outside of a building. \n Sentence 2: The blond girl sees her husband in the parade.", "output": ["There are people standing outside."]}, {"input": "Sentence 1: A blond girl looks through a telescope while another girl wearing glasses looks at her. \n Sentence 2: The two girls take turns with the telescope.", "output": ["The girl with glasses watches the blond girl look through a telescope."]}, {"input": "Sentence 1: A blond girl opens her mouth. \n Sentence 2: A girl is singing.", "output": ["A girl has her mouth open."]}, {"input": "Sentence 1: A blond girl plays the cello in a plywood-paneled room. \n Sentence 2: The girl is practicing for an event.", "output": ["The girl practices cello in the studio."]}, {"input": "Sentence 1: A blond girl poses for a picture at Kerry Park in Seattle. \n Sentence 2: A model at a photo shoot in a park.", "output": ["A girl is outside in a park."]}, {"input": "Sentence 1: A blond girl putting on her helmet. \n Sentence 2: The girl is putting a helmet on to go ride her bike.", "output": ["The girl is getting ready to wear a helmet."]}, {"input": "Sentence 1: A blond girl reads the Boy Scout Handbook. \n Sentence 2: The blond girl wants to be a Boy Scout.", "output": ["A blond girl is reading."]}, {"input": "Sentence 1: A blond girl rides the waves. \n Sentence 2: A girl surfs on her day off from school.", "output": ["A girl gets wet from the water."]}, {"input": "Sentence 1: A blond girl singing into a microphone while a guitarist plays in the background. \n Sentence 2: A man plays the guitar as the girl sings.", "output": ["Two people are peforming."]}, {"input": "Sentence 1: A blond girl sits on a white porch railing. \n Sentence 2: A blond girl is sitting on the railing waiting for her boyfriend to pick her up.", "output": ["A girl is sitting on the railing."]}, {"input": "Sentence 1: A blond girl smiles while holding flowers and her diploma after a graduation ceremony. \n Sentence 2: A girl smiles after graduating college.", "output": ["A girl holds her diploma."]}, {"input": "Sentence 1: A blond girl standing in a crowd holding a goat on a leash. \n Sentence 2: A Swedish girl stands next to her family and their pet goat.", "output": ["A female with light-colored hair is in the proximity of both people and a goat."]}, {"input": "Sentence 1: A blond girl surfing down a sandy hill \n Sentence 2: A blonde girl sand surfing", "output": ["A girl going down a hill"]}, {"input": "Sentence 1: A blond girl wearing a black and white boa poses for the camera at a very crowded venue. \n Sentence 2: A fashion model stops and poses for a fashion magazine.", "output": ["A woman poses for a picture."]}, {"input": "Sentence 1: A blond girl wearing a black jacket, black gloves, and jeans is walking down the sidewalk. \n Sentence 2: It is cold outside.", "output": ["The girl is wearing outerwear."]}, {"input": "Sentence 1: A blond girl wearing a lilac shirt is pursing her lips. \n Sentence 2: A girl purses her lips at her mom.", "output": ["A girl purses her lips."]}, {"input": "Sentence 1: A blond girl with a blue coat is putting her helmet on to ride her bike. \n Sentence 2: One of the tires on the bike appears to be flat.", "output": ["A girl readies herself to ride a bike."]}, {"input": "Sentence 1: A blond girl with a ponytail an glasses listens to earphones and carries a backpack. \n Sentence 2: A blond girl is listening to her headphones while she's walking to school", "output": ["A blond girl is enjoying her music as she carries a school bag"]}, {"input": "Sentence 1: A blond girl with a tattoo on her arm and a guitar on her back is about to get on her bicycle. \n Sentence 2: A tattooed woman gets on her bicycle to ride to a music show she's in.", "output": ["A girl getting on her bicycle."]}, {"input": "Sentence 1: A blond girl with an instrument on her back wearing a gray tank top, gray shorts and ripped nylons with a bike. \n Sentence 2: A girl is going to ride her bike to practice.", "output": ["A girl has an instrument."]}, {"input": "Sentence 1: A blond girl with orange and blue streaks on her face in a crowd. \n Sentence 2: A woman wears her teams colors on her face.", "output": ["A blonde is in the crowd."]}, {"input": "Sentence 1: A blond girl with sunglasses on her head looks squeamish. \n Sentence 2: A girl is outside.", "output": ["A girl looks squeamish."]}, {"input": "Sentence 1: A blond headed lady is walking in front of a group of three people. \n Sentence 2: The lady is walking in front of three females.", "output": ["The lady is walking."]}, {"input": "Sentence 1: A blond headed toddler walking with a red piece of paper in hand. \n Sentence 2: A toddler girl is walking with a red piece of paper.", "output": ["A toddler is walking."]}, {"input": "Sentence 1: A blond holding camera equipment near a track. \n Sentence 2: A blonde male is holding camera equipment.", "output": ["A blonde is holding something."]}, {"input": "Sentence 1: A blond holding hands with a guy in the sand. \n Sentence 2: Newlyweds walk on the beach at sunset.", "output": ["A couple on the beach."]}, {"input": "Sentence 1: A blond individual getting out of a red car. \n Sentence 2: The person parked the car.", "output": ["The person has light hair."]}, {"input": "Sentence 1: A blond kid is sitting on a rope at the playground. \n Sentence 2: a kid lost at the playground sits on a rope", "output": ["a kid at the playground"]}, {"input": "Sentence 1: A blond kid wearing a collared shirt and olive green pants cries near a playground. \n Sentence 2: A blond kid got bullied.", "output": ["A blond kid is sad."]}, {"input": "Sentence 1: A blond kid with no shirt stares out a glass door. \n Sentence 2: A kid waiting at the door for his dad to return from his trip to get smokes 3 years ago.", "output": ["A kid stares out the door."]}, {"input": "Sentence 1: A blond lab runs in the snow. \n Sentence 2: The dog is chasing a rabbit", "output": ["A dog is running"]}, {"input": "Sentence 1: A blond lady applying black nail polish over the gray nail polish already on her nails, her hand resting on a gold plated table. \n Sentence 2: She is in a hurry, so she is painting over the polish she already has on her nails.", "output": ["A lady is putting on nail polish."]}, {"input": "Sentence 1: A blond lady dressed in black stares down the camera as she walks down the street. \n Sentence 2: There is a lot of traffic on the street.", "output": ["The woman is on a street."]}, {"input": "Sentence 1: A blond lady flipping the bird to the camera. \n Sentence 2: A blond lady is showing off her bird in front of the camera.", "output": ["A blond woman is holding a bird in her hand."]}, {"input": "Sentence 1: A blond lady in a blue mesh shirt walking. \n Sentence 2: A woman is walking towards a grocery store.", "output": ["A woman is walking."]}, {"input": "Sentence 1: A blond lady in a decorated blue dress is covering her face with her hand. \n Sentence 2: A blond lady in a decorated blue dress hides her face with her hand from people holding a camera.", "output": ["A blond lady in a decorated blue dress hides her face with her hand from others."]}, {"input": "Sentence 1: A blond lady in a pink shirt is singing in front of a brick wall. \n Sentence 2: A singer warming up.", "output": ["A lady singing."]}, {"input": "Sentence 1: A blond lady wearing a brown coat working on a computer. \n Sentence 2: A blond sad lady wearing a brown coat working on a computer.", "output": ["A blond person wearing a brown coat working on a computer."]}, {"input": "Sentence 1: A blond little boy is standing by a fence. \n Sentence 2: The boy is waiting for his friends to come over.", "output": ["A male child with blonde hair is standing by a fence."]}, {"input": "Sentence 1: A blond little boy painting. \n Sentence 2: A boy is painting a picture for his mother.", "output": ["A boy is painting."]}, {"input": "Sentence 1: A blond little boy, wearing a robe and playing with a sword. \n Sentence 2: A boy is pretending to be a wizard.", "output": ["A boy plays with a sword."]}, {"input": "Sentence 1: A blond little girl enjoying a burrito. \n Sentence 2: The hungry girl ate a burrito at the restaurant.", "output": ["The girl ate a burrito."]}, {"input": "Sentence 1: A blond little girl looks through a pair of green binoculars. \n Sentence 2: The girl is smart", "output": ["A girl has binoculars"]}, {"input": "Sentence 1: A blond little girl, wearing a red shirt, flowered skirt, and red and white striped pants, is looking into a dollhouse. \n Sentence 2: the girls are looking for their puppy", "output": ["there are girls in clothes"]}, {"input": "Sentence 1: A blond man and woman are having a discussion while smoking outdoors. \n Sentence 2: A man and woman smoke between acts of a play.", "output": ["Two people smoking outside."]}, {"input": "Sentence 1: A blond man carries an axe through a forest. \n Sentence 2: the man is running", "output": ["The man is blond"]}, {"input": "Sentence 1: A blond man carrying a red bag and a messenger bag is standing next to a pole outside Cafe de Flo. \n Sentence 2: A man waits to give his son a bag outside a cafe.", "output": ["A man is carrying a bag."]}, {"input": "Sentence 1: A blond man has a tube to his mouth in front of the toilets. \n Sentence 2: A blond man has a tube to his mouth in front of the toilets as he does some plumbing", "output": ["A blond man is leaning over the toilets"]}, {"input": "Sentence 1: A blond man in a brown leather jacket is listening to music. \n Sentence 2: He is listening to rap.", "output": ["The blond man is listening to music."]}, {"input": "Sentence 1: A blond man in a dress shirt and tie is standing next to a fence and smiling. \n Sentence 2: The man is getting married soon.", "output": ["The man is standing outside."]}, {"input": "Sentence 1: A blond man in a striped shirt and jeans sitting at a table with a computer and talking on a cellphone. \n Sentence 2: A tall human welding", "output": ["A human sitting"]}, {"input": "Sentence 1: A blond man in a tan colored shirt is leaning against the window on the inside of a building with a fish like design on the windows. \n Sentence 2: the man is waiting for a job interview", "output": ["there is a man standing inside"]}, {"input": "Sentence 1: A blond man in a white shirt is smoking. \n Sentence 2: A man is smoking outdoors.", "output": ["A man is smoking a cigarette."]}, {"input": "Sentence 1: A blond man in a white tank top and jeans watching two yellow firetrucks working. \n Sentence 2: A man taking a break from work watching firetrucks while they work.", "output": ["A man watching a couple of firetrucks while they work."]}, {"input": "Sentence 1: A blond man is drinking from a public fountain. \n Sentence 2: The man is very thirsty.", "output": ["The man is drinking water."]}, {"input": "Sentence 1: A blond man is holding a map while sitting in a boat. \n Sentence 2: The map is blue.", "output": ["Someone is holding something."]}, {"input": "Sentence 1: A blond man is singing and playing guitar. \n Sentence 2: The guitar is an Ibanez", "output": ["The man is blond"]}, {"input": "Sentence 1: A blond man is sitting down eating a plate of food with a blond little boy next to him. \n Sentence 2: A father and son are eating.", "output": ["A couple of people are eating."]}, {"input": "Sentence 1: A blond man sings a duo for his band. \n Sentence 2: The man likes to sing.", "output": ["The man is singing."]}, {"input": "Sentence 1: A blond man with a black jacket that fell asleep by a picnic table. \n Sentence 2: man worked all day", "output": ["man falls asleep"]}, {"input": "Sentence 1: A blond man with a leather jacket playing a guitar and singing. \n Sentence 2: A man is singing and playing guitar to a Beatles song.", "output": ["A man is singing and playing guitar."]}, {"input": "Sentence 1: A blond man with a mohawk in a rock t-shirt playing with his cellphone. \n Sentence 2: The man likes rock music.", "output": ["A man with a mohawk has a cell phone."]}, {"input": "Sentence 1: A blond person climbs a sheer rock cliff face. \n Sentence 2: The woman is free climbing without ropes.", "output": ["The person is outdoors."]}, {"input": "Sentence 1: A blond person stands in front of a building with outstretched arms. \n Sentence 2: The person is a woman.", "output": ["A person with outstretched arms is in front of the building."]}, {"input": "Sentence 1: A blond person wearing a black faux tattoo sweatshirt. \n Sentence 2: person going to concert", "output": ["person in sweater"]}, {"input": "Sentence 1: A blond police officer handcuffs a woman in a white shirt. \n Sentence 2: A police officer is handcuffing a woman for driving while under the influence.", "output": ["A police officer is handcuffing a woman."]}, {"input": "Sentence 1: A blond pregnant woman in a black shirt is standing in the kitchen with her hand on her belly holding something in her mouth. \n Sentence 2: The woman is sneaking food from the kitchen.", "output": ["A pregnant woman is standing in a kitchen holding her stomach with something in her mouth."]}, {"input": "Sentence 1: A blond puppy wearing a red collar is standing in the water. \n Sentence 2: a cute puppy wearing a red collar stands in a puddle", "output": ["a puppy in water wearing red collar"]}, {"input": "Sentence 1: A blond singer in front of a kaleidoscope. \n Sentence 2: A blond woman is singing at a kelsidoscope.", "output": ["A singer is near a kaleidoscope."]}, {"input": "Sentence 1: A blond singer is performing as people dance behind her. \n Sentence 2: Gwen Stefani sings while fans dance.", "output": ["A person with blond hair sings while people dance."]}, {"input": "Sentence 1: A blond teenage girl is sitting alone \n Sentence 2: A teenaged girl sits at the bus stop.", "output": ["A teenaged girl sits alone."]}, {"input": "Sentence 1: A blond tennis player gets ready to return the ball. \n Sentence 2: A person playing tennis in the Wimbledon Championships.", "output": ["A person playing tennis."]}, {"input": "Sentence 1: A blond toddler in a light green shirt sitting in a green chair surrounded by other green chairs. \n Sentence 2: A child wearing green sits in  green chair outside.", "output": ["A child wearing green sits in a green chair."]}, {"input": "Sentence 1: A blond toddler in a puffy jacket sits at the top of a blue slide. \n Sentence 2: the child is playing with friends at the playground", "output": ["a child is on the slide"]}, {"input": "Sentence 1: A blond toddler in a white shirt and green pants standing at a wooden fence. \n Sentence 2: The blond toddler in a whiter shirt and green pants stands by the fence waiting for his dad.", "output": ["A young person is standing outdoors."]}, {"input": "Sentence 1: A blond toddler in green trousers peeks through a fence. \n Sentence 2: The little blond boy is on the ground peeks through a fence.", "output": ["A young child in green pants spies through a fence."]}, {"input": "Sentence 1: A blond toddler tastes cake batter off of a mixer. \n Sentence 2: A baby eating vanilla cake batter.", "output": ["A baby eating cake batter."]}, {"input": "Sentence 1: A blond toddler wearing a blue sweater, riding on a wooden toy. \n Sentence 2: A baby looks happy as he plays with his favorite toy", "output": ["A baby plays with his toy"]}, {"input": "Sentence 1: A blond volleyball player in a gray sleeveless shirt and sunglasses bumps a blue, white, and yellow volleyball, while standing on sand. \n Sentence 2: A person is playing volleyball on beach.", "output": ["A person is playing volleyball."]}, {"input": "Sentence 1: A blond woman adjusts her tripod-mounted camera to photograph young people in a park. \n Sentence 2: A woman is outside taking photos.", "output": ["A blonde woman is photographing people in a park."]}, {"input": "Sentence 1: A blond woman alone in a dimly lit room. \n Sentence 2: A blonde woman is waiting for someone in a room.", "output": ["A blonde woman is alone in a room."]}, {"input": "Sentence 1: A blond woman and a brown-haired man kissing. \n Sentence 2: A couple is kissing at their wedding", "output": ["Two people are kissing"]}, {"input": "Sentence 1: A blond woman and a brunette woman pose with a trophy. \n Sentence 2: two tennis players pose with their trophy", "output": ["two people pose"]}, {"input": "Sentence 1: A blond woman and a man are gathering outside with people. \n Sentence 2: Several people are gathered together for a concert.", "output": ["There are several people outside"]}, {"input": "Sentence 1: A blond woman at a bar looks over her shoulder. \n Sentence 2: the woman is waiting for friends", "output": ["a woman is at a bar"]}, {"input": "Sentence 1: A blond woman at a table is writing in a book as two men look on. \n Sentence 2: The two men know the blonde woman.", "output": ["A book is being written by a female."]}, {"input": "Sentence 1: A blond woman at the beach jumping around as she is enjoying her youth and freedom. \n Sentence 2: A blond woman is drunk.", "output": ["There is a blond woman at the beach"]}, {"input": "Sentence 1: A blond woman dressed all in black is sitting backwards in a chair, in a field, looking to the right. \n Sentence 2: The woman is looking at her child.", "output": ["A woman is sitting in a chair outside."]}, {"input": "Sentence 1: A blond woman dressed in black and red is running. \n Sentence 2: A young woman is working out at her local high-school's track, running laps.", "output": ["The woman in the picture is not standing still."]}, {"input": "Sentence 1: A blond woman giving a piggyback ride to a blond girl in a pink coat and headphones. \n Sentence 2: a blond girl gives a piggyback ride to her sister at home", "output": ["a blond woman giving a piggyback ride to another girl"]}, {"input": "Sentence 1: A blond woman in a bikini and high heels. \n Sentence 2: a woman posing for her first photo shoot", "output": ["a female wearing shoes"]}, {"input": "Sentence 1: A blond woman in a black shirt poses with a yellow star and a book. \n Sentence 2: A blond woman poses with some items following a play.", "output": ["A woman poses with some items."]}, {"input": "Sentence 1: A blond woman in a black shirt waits for the train. \n Sentence 2: A women running late for her appointment waiting for the train.", "output": ["A women with hair waiting on the platform for the train."]}, {"input": "Sentence 1: A blond woman in a blue jacket is holding up a pillow in a red pillowcase. \n Sentence 2: a woman is preparing for a pillow fight", "output": ["a woman is holding something"]}, {"input": "Sentence 1: A blond woman in a blue low cut shirt is looking past the camera. \n Sentence 2: A blonde has large breasts.", "output": ["A person is looking off in the distance."]}, {"input": "Sentence 1: A blond woman in a blue low-cut top at a bar or restaurant is looking at a man. \n Sentence 2: A woman propositions a man at the bar.", "output": ["A woman looks at a man."]}, {"input": "Sentence 1: A blond woman in a blue tank top glances at an unidentified figure in front of the camera. \n Sentence 2: A tall person", "output": ["A blond person"]}, {"input": "Sentence 1: A blond woman in a brown sweater is standing behind a counter with a display of seafood. \n Sentence 2: The woman has her hair pulled back.", "output": ["The woman is near the seafood."]}, {"input": "Sentence 1: A blond woman in a burgundy dress is singing, while a man plays a trumpet. \n Sentence 2: Two people are performing to a crowd.", "output": ["Two people are making music."]}, {"input": "Sentence 1: A blond woman in a crowded area hands out fliers while another blond woman holds a bouquet of balloons. \n Sentence 2: A blond woman in a crowded area joyously hands out fliers", "output": ["A blond woman in a crowded area hands out fliers"]}, {"input": "Sentence 1: A blond woman in a decorated matching red skirt and top is standing in a field. \n Sentence 2: There is a women outdoors playing sports", "output": ["There is a women outdoors"]}, {"input": "Sentence 1: A blond woman in a dress looks at papers by a table covered in laptops being used by workers. \n Sentence 2: A female is speaking to a few people at the table.", "output": ["A female standing by a table."]}, {"input": "Sentence 1: A blond woman in a loud print shirt raising her hand and smiling. \n Sentence 2: The woman is waiting to be called on.", "output": ["The woman has her arm in the air."]}, {"input": "Sentence 1: A blond woman in a multicolored shirt poses with a curly-haired man in a black tank top. \n Sentence 2: The man has naturally curly hair.", "output": ["The woman is wearing clothes."]}, {"input": "Sentence 1: A blond woman in a pencil skirt and sandals walks down a street with other people behind her. \n Sentence 2: woman going to the store", "output": ["woman on street"]}, {"input": "Sentence 1: A blond woman in a pink striped shirt is singing in a microphone. \n Sentence 2: A person is recording a song.", "output": ["A woman is singing a song."]}, {"input": "Sentence 1: A blond woman in a red dress and a fedora-adorned man in black dance in a public pavilion across from a cafe and near a bike rack. \n Sentence 2: A couple are dancing outside.", "output": ["A woman and a man are dancing."]}, {"input": "Sentence 1: A blond woman in a red top is sitting on a wall next to a kissing couple in jeans. \n Sentence 2: The teenagers sneak a kiss as the girl's mother looks toward the street.", "output": ["The couple kissing is near a blond woman."]}, {"input": "Sentence 1: A blond woman in a tan shirt sending a text. \n Sentence 2: A blond woman is texting her husband.", "output": ["The women is text messaging."]}, {"input": "Sentence 1: A blond woman in a taupe jacket, standing behind a small table, reaches toward two fluttering birds. \n Sentence 2: A woman tries to catch her pet birds that got out of their cage.", "output": ["A woman behind a table reaches up toward two birds."]}, {"input": "Sentence 1: A blond woman in a white tank top, carrying a bright tote, holding up her arm. \n Sentence 2: woman hails for cab", "output": ["woman holds tote"]}, {"input": "Sentence 1: A blond woman in a yellow shirt lifts up her arm ands furrows her brow. \n Sentence 2: A blond woman in a pretty yellow shirt", "output": ["A blond woman in a yellow shirt"]}, {"input": "Sentence 1: A blond woman in black jeans is sitting on a wall examining her nails. \n Sentence 2: The woman chipped one of her nails.", "output": ["The woman is looking at her nails."]}, {"input": "Sentence 1: A blond woman in blue shorts walks on the beach carrying her shoes. \n Sentence 2: The waves lap at a blond woman's feet.", "output": ["A person walking outside on a sunny day."]}, {"input": "Sentence 1: A blond woman in brown is selling shrimp. \n Sentence 2: A woman by the ocean sells some shrimp.", "output": ["A woman is selling food."]}, {"input": "Sentence 1: A blond woman in heels strolls past the cemetery. \n Sentence 2: A blond lady walks past the cemetery and gets scared.", "output": ["A blond lady walks past the cemetery."]}, {"input": "Sentence 1: A blond woman in sunglasses and a surprised expression talks on a cellphone while another woman walks past in the foreground. \n Sentence 2: A woman is talking to her husband, while another woman walks by.", "output": ["A woman is on a cellphone while another one walks near by."]}, {"input": "Sentence 1: A blond woman in sunglasses and hat talks on a cellphone. \n Sentence 2: A blond woman is on the phone with her insurance company", "output": ["A blonde woman is talking to another person through her cellphone."]}, {"input": "Sentence 1: A blond woman is eating in a busy restaurant. \n Sentence 2: A woman is eating at a fancy restaurant.", "output": ["A woman is eating."]}, {"input": "Sentence 1: A blond woman is guessing a brown-haired man on the cheek. \n Sentence 2: The woman is sexy.", "output": ["The woman has light hair."]}, {"input": "Sentence 1: A blond woman is handed an object from a man in a white shirt. \n Sentence 2: The object is a screwdriver.", "output": ["The man hands the woman an object."]}, {"input": "Sentence 1: A blond woman is holding a tray with pen and paper. \n Sentence 2: The pen is black.", "output": ["They tray has paper on it."]}, {"input": "Sentence 1: A blond woman is leaning against the outside of a door smoking a cigarette. \n Sentence 2: a blonde american woman smoking black cigarette", "output": ["a blond woman smoking a cigarette"]}, {"input": "Sentence 1: A blond woman is listening to headphones outside. \n Sentence 2: the blond girl listens to rap on her headphones", "output": ["the blond girls listens to headphones"]}, {"input": "Sentence 1: A blond woman is next to a man in a red shirt. \n Sentence 2: man and wife talk", "output": ["woman with man"]}, {"input": "Sentence 1: A blond woman is playing drums with band members. \n Sentence 2: A blond woman is playing drums with others.", "output": ["A woman is playing drums with band members."]}, {"input": "Sentence 1: A blond woman is reaching to complete a dig while playing beach volleyball. \n Sentence 2: The woman's team is winning the match.", "output": ["The woman is playing volleyball with others."]}, {"input": "Sentence 1: A blond woman is showing emotion in the rain. \n Sentence 2: A woman is crying in the rain.", "output": ["A woman is in the rain."]}, {"input": "Sentence 1: A blond woman is singing on stage. \n Sentence 2: Dolly Parton performs at the Grammys.", "output": ["A woman singing."]}, {"input": "Sentence 1: A blond woman is sitting on the ground, and a blue car is standing on the street. \n Sentence 2: A woman is observing and waving to the person in the blue car.", "output": ["A woman is observing the car from a distance."]}, {"input": "Sentence 1: A blond woman is sitting under a turkey farm canopy. \n Sentence 2: She is hiding from the rain", "output": ["She is under shelter"]}, {"input": "Sentence 1: A blond woman is sitting with a drink and talking. \n Sentence 2: A blonde woman is at a bar.", "output": ["A light haired woman is drinking."]}, {"input": "Sentence 1: A blond woman is studying and eating Oreo cookies. \n Sentence 2: The woman is studying physics.", "output": ["The woman is studying."]}, {"input": "Sentence 1: A blond woman leans against a white fence. \n Sentence 2: The woman is hispanic.", "output": ["The woman is not standing straight."]}, {"input": "Sentence 1: A blond woman on a bike and a woman in an orange dress embrace and kiss. \n Sentence 2: Two women meet after a long time being separated.", "output": ["Two women embrace and kiss."]}, {"input": "Sentence 1: A blond woman on a playing field holds her polo stick at the ready. \n Sentence 2: She is wearing a hat.", "output": ["A woman plays polo."]}, {"input": "Sentence 1: A blond woman on her cellphone clutching her wallet. \n Sentence 2: The woman's phone is pink.", "output": ["There is a blonde woman"]}, {"input": "Sentence 1: A blond woman pedals a bicycle while carrying a chair on her shoulders. \n Sentence 2: A woman is on stage performing.", "output": ["A woman riding a bike."]}, {"input": "Sentence 1: A blond woman playing bongos while three others look on. \n Sentence 2: The people are outside on the street.", "output": ["Four people are watching or making music."]}, {"input": "Sentence 1: A blond woman playing horseshoes in the snow. \n Sentence 2: The lady in blond is playing horseshoes in the snow without her jacket,", "output": ["The lady in blond is playing horseshoes in the snow."]}, {"input": "Sentence 1: A blond woman playing volleyball on a sunny day at the beach. \n Sentence 2: The woman is sweating.", "output": ["The woman is playing outdoor."]}, {"input": "Sentence 1: A blond woman pours a glass of wine in a dim restaurant. \n Sentence 2: A blond woman pours a glass of wine in a dim, cold restaurant.", "output": ["A blond woman pours a glass of wine."]}, {"input": "Sentence 1: A blond woman pours liquid into a glass; there are many bottles behind her and a jack-o-lantern in front of her. \n Sentence 2: A blond woman pours liquid into a glass; there are many empty milk bottles behind her and a jack-o-lantern in front of her.", "output": ["A woman stands behind a jack-o-lantern."]}, {"input": "Sentence 1: A blond woman pours wine for people while they watch tv. \n Sentence 2: A woman is serving wine at her party.", "output": ["A woman is holding wine."]}, {"input": "Sentence 1: A blond woman practices belly dancing in outfit. \n Sentence 2: A woman is dancing for an audience for money.", "output": ["A woman is wearing clothes and moving around."]}, {"input": "Sentence 1: A blond woman riding a blue bicycle while carrying a chair over her shoulders. \n Sentence 2: The woman is riding her bicycle on a sunny day.", "output": ["The woman is on a bicycle."]}, {"input": "Sentence 1: A blond woman serves the ball in a tennis match. \n Sentence 2: The woman is a professional tennis player.", "output": ["The woman is blonde."]}, {"input": "Sentence 1: A blond woman shows what is on her computer screen. \n Sentence 2: The woman is showing someone else what is on her computer screen.", "output": ["The woman is gesturing at her computer."]}, {"input": "Sentence 1: A blond woman sits behind a desk. \n Sentence 2: A woman works are a receptionist.", "output": ["A woman sits inside."]}, {"input": "Sentence 1: A blond woman sits beside three other men and stares down at the counter \n Sentence 2: A woman and three men are at a restaurant.", "output": ["A woman and three men sit at a counter."]}, {"input": "Sentence 1: A blond woman sits next to a pool of water with her eyes closed. \n Sentence 2: Someone is sunbathing.", "output": ["Someone is sitting outside."]}, {"input": "Sentence 1: A blond woman sitting in a waiting room reading a magazine article while a young man smiles in the background. \n Sentence 2: A pretty blond woman sitting in a waiting room reading a magazine article", "output": ["A blond woman sitting in a waiting room reading a magazine article"]}, {"input": "Sentence 1: A blond woman sitting on a curb at night while a man with a black shirt stands over her and checks his phone. \n Sentence 2: A man stands next to his girlfriend and looks at his phone.", "output": ["A man looks at his phone while standing over a blonde woman on a curb."]}, {"input": "Sentence 1: A blond woman sitting on a plastic stool is working on someone's toes. \n Sentence 2: The woman is a beautician.", "output": ["A blonde woman sits on a stool and works."]}, {"input": "Sentence 1: A blond woman smiles behind a bar. \n Sentence 2: A blonde haired woman smiles at the man across the room.", "output": ["The woman behind the bar with blond hair smiles."]}, {"input": "Sentence 1: A blond woman smiles outside of Laperla. \n Sentence 2: A woman is waiting outside for someone", "output": ["A blond woman is smilng"]}, {"input": "Sentence 1: A blond woman speaking to a brunette woman with her arms crossed. \n Sentence 2: The two lady friends are arguing.", "output": ["A woman is talking to another woman."]}, {"input": "Sentence 1: A blond woman speaks at a podium labeled \"Holiday Stars Project\" in front of a blue wall that says\" University of Illinois Springfield\". \n Sentence 2: A woman giving a presentation.", "output": ["A woman speaking at a podium."]}, {"input": "Sentence 1: A blond woman stands alone in a city alleyway. \n Sentence 2: The woman waits by the alley for her friend.", "output": ["A woman is outside."]}, {"input": "Sentence 1: A blond woman walks through shoulder-high pink tulips, in front of a green field with a small house and trees in the distance. \n Sentence 2: A blond woman runs trough the tulips.", "output": ["A blond woman walks."]}, {"input": "Sentence 1: A blond woman wearing a blue shirt is walking down the street while holding her cellphone. \n Sentence 2: A woman is talking on her cellphone.", "output": ["A woman is walking."]}, {"input": "Sentence 1: A blond woman wearing a dark blue tank top is holding a camera. \n Sentence 2: The woman is a professional photographer.", "output": ["A woman is ready to take pictures."]}, {"input": "Sentence 1: A blond woman wearing a green dress raises her hand and smiles in a room. \n Sentence 2: A woman in a room smiles at a joke.", "output": ["A person in a room smiles."]}, {"input": "Sentence 1: A blond woman wearing a green shirt and blue jeans walks away. \n Sentence 2: A woman walks away in anger.", "output": ["A casually dressed blond woman is walking away."]}, {"input": "Sentence 1: A blond woman wearing a pink tank top is singing into a microphone with musicians in the background at a venue with a brick wall. \n Sentence 2: A blond woman with tattoos wearing a pink tank top is singing into a microphone with musicians in the background at a venue with a brick wall.", "output": ["A person is singing."]}, {"input": "Sentence 1: A blond woman wearing a red shirt is singing into a microphone with a man wearing a black shirt and red tie. \n Sentence 2: To celebrate Valentines Day, everyone at the show is wearing something red, including the man and woman singing act.", "output": ["Two people wearing red articles of clothing sing together at a microphone."]}, {"input": "Sentence 1: A blond woman wearing an apron is putting ingredients into a bowl. \n Sentence 2: She is baking a cake.", "output": ["There is a woman wearing an apron."]}, {"input": "Sentence 1: A blond woman wearing pink makes bubbles with children. \n Sentence 2: The lady in the pink shirt is blowing bubbles for her children.", "output": ["A lady is playing with some kids."]}, {"input": "Sentence 1: A blond woman wearing sunglasses and dice earrings smiles. \n Sentence 2: A woman is happy.", "output": ["A woman is smiling."]}, {"input": "Sentence 1: A blond woman wearing sunglasses on the top of her head. \n Sentence 2: A woman cannot locate her sunglasses and thinks she lost them.", "output": ["A woman is wearing sunglasses."]}, {"input": "Sentence 1: A blond woman with a 40s hairstyle and leopard print shirt. \n Sentence 2: She likes old styles.", "output": ["A woman dresses up."]}, {"input": "Sentence 1: A blond woman with a burgundy shirt laughs into a microphone with a bald, bearded guy with a guitar next to her. \n Sentence 2: A blond woman is a stand up comic making fun of a creepy bald, bearded, guy on stage with her playing the guitar", "output": ["A blond woman is on stage with a man"]}, {"input": "Sentence 1: A blond woman with a fur wrap around her shoulder and a glass of wine in front of her is getting something painted on her arm by a man. \n Sentence 2: A woman is getting a tattoo of her husband's name.", "output": ["A woman getting painted on by a man."]}, {"input": "Sentence 1: A blond woman with a pink headband and pink shorts sits next to a dark-haired man with a black shirt while looking through zip lock bags of small items. \n Sentence 2: A woman and her husband look inside the bags of gifts they purchased for their kids.", "output": ["Two people sit next to each other and look inside bags."]}, {"input": "Sentence 1: A blond woman with a pink shirt and black leather pants holds a camera on a running track. \n Sentence 2: The woman is young.", "output": ["There is a running track."]}, {"input": "Sentence 1: A blond woman with a ponytail on a crowded bus. \n Sentence 2: The blond woman is standing.", "output": ["The blond woman is on public transportation."]}, {"input": "Sentence 1: A blond woman with a red backpack in the snow. \n Sentence 2: The blond woman is reaching into her backpack.", "output": ["A woman is outdoors on a cold day."]}, {"input": "Sentence 1: A blond woman with an orange shirt is making music on a stool. \n Sentence 2: A woman is playing a guitar.", "output": ["A woman is making music."]}, {"input": "Sentence 1: A blond woman with glasses listens too an mp3 player. \n Sentence 2: a blond woman is listing to justin beiber", "output": ["a blonde woman is listening to music"]}, {"input": "Sentence 1: A blond woman with her hair up is taking off a white sweatshirt. \n Sentence 2: A woman is getting undressed.", "output": ["A woman is blonde"]}, {"input": "Sentence 1: A blond woman with her hand on the throat of a blond girl. \n Sentence 2: these people know each other", "output": ["Both these people are blonde"]}, {"input": "Sentence 1: A blond woman with short hair, in a striped shirt, sitting in front of an Apple computer. \n Sentence 2: The woman is browsing the internet on an Apple Computer.", "output": ["A woman sits in a chair, staring at a computer."]}, {"input": "Sentence 1: A blond woman with two children is checking out at a Walmart register. \n Sentence 2: A mother is with her two children at Walmart buying food", "output": ["A mother is with her two children at walmart"]}, {"input": "Sentence 1: A blond woman with wind blown hair on her phone \n Sentence 2: woman talking to sister", "output": ["woman on phone"]}, {"input": "Sentence 1: A blond woman works in a dark office. \n Sentence 2: A woman in a red hair tie is working.", "output": ["A woman is at work."]}, {"input": "Sentence 1: A blond woman wrapped in a towel is relaxing in a sauna. \n Sentence 2: A woman enjoys a sauna on her vacation.", "output": ["A woman enjoys a sauna."]}, {"input": "Sentence 1: A blond women in sunglasses sitting on a bench. \n Sentence 2: A woman waits for her friend on the beach.", "output": ["A woman wears sunglasses on the beach."]}, {"input": "Sentence 1: A blond women is singing in front of a band. \n Sentence 2: The woman is out of tune.", "output": ["She hears the music."]}, {"input": "Sentence 1: A blond women walks out of a modern-looking building. \n Sentence 2: A women leaving work for today.", "output": ["A women exiting a building."]}, {"input": "Sentence 1: A blond young man writing a letter to santa claus. \n Sentence 2: The young man is writing a letter telling Santa Clause what he wants for Christmas.", "output": ["The young man is writing a letter."]}, {"input": "Sentence 1: A blond, fair-skinned baby in a pink top and bib sits in a highchair and eats a biscuit. \n Sentence 2: A baby does its best impression of Cookie Monster.", "output": ["A baby eats a biscuit."]}, {"input": "Sentence 1: A blond, long-haired, and bearded man kneeling and drinking a cold beverage on the grass. \n Sentence 2: A man is tired after working.", "output": ["A man is quenching his thirst with a drink."]}, {"input": "Sentence 1: A blond, male child jumping in the air on a porch in the backyard. \n Sentence 2: A kid is jumping on his porch.", "output": ["A kid is jumping outside on a porch."]}, {"input": "Sentence 1: A blond-hair girl is eating a peach. \n Sentence 2: The girl enjoys eating different types of fruit.", "output": ["A female eats a piece of fruit."]}, {"input": "Sentence 1: A blond-hair woman with an orange shirt is standing outside smoking a cigarette. \n Sentence 2: The woman smokes methols", "output": ["The woman is wearing orange"]}, {"input": "Sentence 1: A blond-haired baby sits in a blue Exersaucer and holds tightly onto a cat's tail. \n Sentence 2: The baby is a boy.", "output": ["The baby is playful."]}, {"input": "Sentence 1: A blond-haired baby sitting in his chair being fed. \n Sentence 2: A sad baby sitting in his chair being fed.", "output": ["A baby sitting in his chair being fed."]}, {"input": "Sentence 1: A blond-haired boy and a brown-haired girl laugh together while eating. \n Sentence 2: Two children laugh together while eating.", "output": ["A blond-haired boy and a brown-haired girl are laughing."]}, {"input": "Sentence 1: A blond-haired boy in his pajamas sits on a red chair next to a black guitar and looks at a book. \n Sentence 2: The boy was reading the book.", "output": ["The blonde boy sat next to the guitar and book."]}, {"input": "Sentence 1: A blond-haired boy is looking at an odd looking humanoid robot. \n Sentence 2: The boy received the robot as a gift.", "output": ["A boy looks at a robot."]}, {"input": "Sentence 1: A blond-haired boy sits in a fetal position on a pile of rocks, his finger on a crack in the rock. \n Sentence 2: The boy is hurt.", "output": ["The blond boy is outside on the rocks."]}, {"input": "Sentence 1: A blond-haired boy wearing a black and white striped shirt and blue pants is kicking a pink soccer ball. \n Sentence 2: The boy is practicing for his upcoming soccer tournament.", "output": ["The light haired boy is playing soccer."]}, {"input": "Sentence 1: A blond-haired boy wearing a black polo playing a guitar and singing into a microphone with a band. \n Sentence 2: The boy is the lead singer of the band", "output": ["The boy is playing music"]}, {"input": "Sentence 1: A blond-haired boy wearing a yellow shirt and blue pants is climbing a large, fallen tree limb outdoors in grassy meadow. \n Sentence 2: The little boy is getting dirty while he climbs on the tree limb.", "output": ["The blond-haired boy is playing outside."]}, {"input": "Sentence 1: A blond-haired child in a black outfit and red belt doing karate. \n Sentence 2: He was testing for his next belt.", "output": ["The child is good at karate."]}, {"input": "Sentence 1: A blond-haired child is being held by a woman in a black top with a silver necklace. \n Sentence 2: A woman is trying to show her kid something", "output": ["A woman is holding a child"]}, {"input": "Sentence 1: A blond-haired child with blue and red floaties playing in the ocean. \n Sentence 2: Boy with floaties has his feet in the sand on the beach.", "output": ["A kid is swimming in the water."]}, {"input": "Sentence 1: A blond-haired female singer with long boots kneels on stage. \n Sentence 2: The female is playing the guitar.", "output": ["The singer is wearing boots."]}, {"input": "Sentence 1: A blond-haired girl in a blue, see-through blouse cools herself with a fan as she walks down the street. \n Sentence 2: On a hot day in the middle of July a woman uses a church fan to cool herself off.", "output": ["A person with blond hair uses a fan as she walks down the street."]}, {"input": "Sentence 1: A blond-haired girl is putting on a bike helmet with a sticker that reads \"cool cats\" displayed on it. \n Sentence 2: The young girl is visiting her grandparents Virginia Beach, VA., and is enjoying a bike ride near the beach.", "output": ["There is one girl in this picture."]}, {"input": "Sentence 1: A blond-haired girl is wearing a purple top, yellow pants, different colored socks, and shoes. \n Sentence 2: The girl has her hair in a pony tail.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A blond-haired girl wearing a white shirt and dark jeans holds a yellow and white ball. \n Sentence 2: A blonde girl holding a volleyball.", "output": ["A blonde girl wearing a white shirt."]}, {"input": "Sentence 1: A blond-haired guitar singer performing in a music store. \n Sentence 2: a man sings a country song in the store", "output": ["a man performs in a store"]}, {"input": "Sentence 1: A blond-haired lady is sitting at a desk with a yellow map hanging on the wall. \n Sentence 2: A lady is doing paperwork at her desk.", "output": ["A lady is sitting at a desk."]}, {"input": "Sentence 1: A blond-haired male contortionist is pushing his arms and head through a toilet seat in a public outdoor setting. \n Sentence 2: The contortionist is trying to get interest in his one man show later on tonight.", "output": ["The man is outside contorting."]}, {"input": "Sentence 1: A blond-haired man in a blue shirt surrounded by screens sitting at a desk and talking into a microphone. \n Sentence 2: An Asian CEO is surrounded by screens at a desk.", "output": ["A man is surrounded by screens at a desk."]}, {"input": "Sentence 1: A blond-haired man in a red shirt is playing pool and is about to hit the 8 ball. \n Sentence 2: The 8 ball is the only one left on the table.", "output": ["A man is playing pool."]}, {"input": "Sentence 1: A blond-haired mother is holding her newborn baby. \n Sentence 2: A blond lady is holding her baby and two more babies.", "output": ["A blond lady is holding her baby."]}, {"input": "Sentence 1: A blond-haired toddler boy looks ahead while a blond-haired woman adjusts his collar. \n Sentence 2: The mother makes sure her son looks his best for his photograph", "output": ["The woman smartens up the little boy's clothing"]}, {"input": "Sentence 1: A blond-haired toddler is holding a soft red and yellow soccer ball. \n Sentence 2: The kid picked up the soccer ball after his siblings soccer practice ended.", "output": ["A child is holding a ball."]}, {"input": "Sentence 1: A blond-haired woman in a black skirt and blue shirt walks down the street with her bag over her shoulder. \n Sentence 2: A woman is walking outside as she carries a bag of books.", "output": ["A woman is walking outside."]}, {"input": "Sentence 1: A blond-haired woman in an off-white coat is shooing birds off a table. \n Sentence 2: The woman is trying to set the table for a meal.", "output": ["A woman is clearing a table of birds."]}, {"input": "Sentence 1: A blond-haired woman is playing darts in a bar. \n Sentence 2: A woman is drinking at a bar.", "output": ["A woman is playing darts."]}, {"input": "Sentence 1: A blond-haired woman is pouring drinks at a bar. \n Sentence 2: A blonde-haired woman is drinking at a bar because she is depressed.", "output": ["A blond-haired woman is at a bar."]}, {"input": "Sentence 1: A blond-haired woman is sitting down next to a pile of backpacks. \n Sentence 2: A woman is waiting for her friend next to some backpacks", "output": ["A woman is sitting down next to backpacks"]}, {"input": "Sentence 1: A blond-haired woman singing on stage with dancers in the background. \n Sentence 2: A sad woman singing on stage with dancers in the background.", "output": ["A blond-haired person singing on stage with dancers in the background."]}, {"input": "Sentence 1: A blond-haired woman talks to a man wearing a tank top and shorts. \n Sentence 2: A tall woman was speaking to a good-looking man with an athletic build.", "output": ["A female spoke to a male."]}, {"input": "Sentence 1: A blond-haired woman walks down a shadow covered sidewalk in Europe. \n Sentence 2: There is a blond-haired woman walking towards home.", "output": ["There is a blond-haired woman walking."]}, {"input": "Sentence 1: A blond-haired woman walks in the street across from Hutchesons' Grammar School. \n Sentence 2: the woman is walking to the cafe", "output": ["the woman is walking outside"]}, {"input": "Sentence 1: A blond-haired, blue-eyed, freckle-faced woman has two cherries stuck up her nostrils. \n Sentence 2: A woman trying to breath with something in her nose.", "output": ["A woman with two cherries up her nose."]}, {"input": "Sentence 1: A blond-headed child holding a red broom. \n Sentence 2: The child wants to help clean up the mess he made.", "output": ["A child is holding a cleaning tool in his hand."]}, {"input": "Sentence 1: A bloody man and woman pose for a picture. \n Sentence 2: The actors pose for a zombie photo.", "output": ["The people are posing."]}, {"input": "Sentence 1: A blue \"thing\" costume gathered around a bunch of people sitting on bleachers clapping. \n Sentence 2: A group of students sits on bleachers clapping", "output": ["A bunch of people sitting around cheering"]}, {"input": "Sentence 1: A blue Harley motorcycle is one of a group of motorcycles owned by motorcyclists. \n Sentence 2: A motorcyclist rides in", "output": ["a group of motorcyclist pose with their bikes"]}, {"input": "Sentence 1: A blue Land Rover is driving across a river. \n Sentence 2: The blue vehicle drives across the landscape of Africa.", "output": ["There is a vehicle outside."]}, {"input": "Sentence 1: A blue SUV drives in a stream surrounded by woodlands. \n Sentence 2: A vehicle is running over wildlife in the woods.", "output": ["A vehicle is in a stream in the woods."]}, {"input": "Sentence 1: A blue SUV driving over a small creek. \n Sentence 2: an suv goes on a camping trip", "output": ["a car goes over a minor obstacle"]}, {"input": "Sentence 1: A blue and white soccer team playing against each other. \n Sentence 2: soccer championships underway", "output": ["2 teams face off"]}, {"input": "Sentence 1: A blue and yellow Chevy race car comes around the bend in the background a white and blue Chevy race car follows. \n Sentence 2: A race car is coming in first in the biggest race of the year.", "output": ["Two race cars are colored blue and yellow."]}, {"input": "Sentence 1: A blue and yellow sports car accelerates around a curve. \n Sentence 2: A sports car is competing in a race.", "output": ["A sports car accelerates around a curve."]}, {"input": "Sentence 1: A blue automobile with european license plate, parked under a skinny white umbrella, in front of a crowd of people. \n Sentence 2: Blue car with German plates, parked by a crowd of people staring at it.", "output": ["Blue car with European plates, parked beneath a white umbrella."]}, {"input": "Sentence 1: A blue bird is flying through the trees. \n Sentence 2: The blue bird sings as it flies.", "output": ["The songbird flies through a stand of trees."]}, {"input": "Sentence 1: A blue boat and orange boat float among lilypads in an outdoor setting. \n Sentence 2: There are two different colored boats with fisherman on them.", "output": ["There are two boats out on the water."]}, {"input": "Sentence 1: A blue boat with a yellow canopy is floating on calm waters. \n Sentence 2: The fishing boat has been anchored.", "output": ["The blue boat is in the water."]}, {"input": "Sentence 1: A blue building has smoke pouring out while a firetruck sits in front of it. \n Sentence 2: The building is on fire.", "output": ["A building is blue."]}, {"input": "Sentence 1: A blue building on fire with black smoke pouring out with a firetruck on the scene. \n Sentence 2: Fire fighters arrive to a three-alarm emergency at a department store.", "output": ["A structure is ablaze."]}, {"input": "Sentence 1: A blue bus is parked on the street, a man walks by. \n Sentence 2: A man is outside and parked on the street outside a bank", "output": ["A man is outside on the street"]}, {"input": "Sentence 1: A blue car drives past a group of people standing under an umbrella. \n Sentence 2: a car drives past people blocking the rain", "output": ["a car drives past people holding umbrella"]}, {"input": "Sentence 1: A blue character sits in the stands at a sports event. \n Sentence 2: A blue character is watching a sporting event with his friend.", "output": ["A blue character is watching a game."]}, {"input": "Sentence 1: A blue construction vehicle is parked on a mound of dirt with a picture of a man in the background that is painted on a building. \n Sentence 2: The vehicle is a Ford", "output": ["The vehicle is blue"]}, {"input": "Sentence 1: A blue delivery truck is parked in front of a white building on a street corner. \n Sentence 2: A person is making deliveries.", "output": ["A delivery truck is parked."]}, {"input": "Sentence 1: A blue door opened and a woman peeking from the left side. \n Sentence 2: A woman opened the blue door on her car.", "output": ["A women is peeking from the left side."]}, {"input": "Sentence 1: A blue excavator digging a large hold in cement. \n Sentence 2: the boy was listening", "output": ["a child was there"]}, {"input": "Sentence 1: A blue eyed child is eating. \n Sentence 2: A blue eyes child is eating his biscuits,", "output": ["Child with blue eye is eating."]}, {"input": "Sentence 1: A blue heron flying. \n Sentence 2: The heron has something in its mouth.", "output": ["The heron is blue."]}, {"input": "Sentence 1: A blue jeep sits in the middle of a stream running through a forested area. \n Sentence 2: The jeep is stuck in the stream.", "output": ["There is a jeep in the forest."]}, {"input": "Sentence 1: A blue lift putting decorations up on a building. \n Sentence 2: A lift is putting Christmas decorations up.", "output": ["There are decorations on a building."]}, {"input": "Sentence 1: A blue race car is parked on the road. \n Sentence 2: A race car is about to start the race", "output": ["A vehicle is stopped on the road."]}, {"input": "Sentence 1: A blue race car on a racetrack is marked with the number 90. \n Sentence 2: A blue race car is going fast on a racetrack.", "output": ["A race car has the number 90."]}, {"input": "Sentence 1: A blue road sign is partially concealed by a nearby foliage. \n Sentence 2: The broken sign is partially concealed by foliage.", "output": ["The sign is partially concealed."]}, {"input": "Sentence 1: A blue station wagon with luggage and a flag sitting on top. \n Sentence 2: the family was going on a trip", "output": ["the car was carrying the luggage"]}, {"input": "Sentence 1: A blue, long-legged wading bird prepares to land in water. \n Sentence 2: A blue heron lands on the lake.", "output": ["A bird is landing on the water."]}, {"input": "Sentence 1: A blue, red, and yellow airplane is flying through the air. \n Sentence 2: The airplane is flying to Chicago.", "output": ["The airplane is moving in the air."]}, {"input": "Sentence 1: A blue-haired girl plays guitar on the sidewalk. \n Sentence 2: A girl is playing her guitar for the people.", "output": ["Down on the sidewalk there's a girl with blue hair playing her guitar."]}, {"input": "Sentence 1: A blue-robed and hooded figure is walking past occupied tables in an upper-class room. \n Sentence 2: the initiation ceremony begins", "output": ["A mysterious person in class."]}, {"input": "Sentence 1: A blue-shirted skateboarder grinds on a rail and another flips his board in the air while other people roll in the background of the park. \n Sentence 2: A skateboarder is doing tricks to impress his girlfriend.", "output": ["A skateboarder is flipping on his skateboard."]}, {"input": "Sentence 1: A blurred image of a black and white dog running through the grass. \n Sentence 2: the image is wet", "output": ["an image of a dog"]}, {"input": "Sentence 1: A blurred person on a motorized bicycle while three people are on the right side of the street. \n Sentence 2: Three older people wait on the curb as traffic whizzes past them.", "output": ["A vehicle passing a group of people."]}, {"input": "Sentence 1: A blurry image of a crowded street. \n Sentence 2: The street is busy.", "output": ["A crowded street."]}, {"input": "Sentence 1: A blurry photo of two dogs. \n Sentence 2: Two dogs moving too fast for the camera.", "output": ["An out of focus photo of dogs."]}, {"input": "Sentence 1: A blurry picture of a man in a blue shirt and hard hat. \n Sentence 2: The man is a construction worker.", "output": ["The man is wearing a hard hat."]}, {"input": "Sentence 1: A bmx biker is in midair attempting a trick. \n Sentence 2: The person is a boy", "output": ["A person is riding a bmx bike"]}, {"input": "Sentence 1: A bmx rider does a trick against a graffiti covered wall. \n Sentence 2: The bmx rider has been riding his entire life.", "output": ["A bike rider is outside doing tricks."]}, {"input": "Sentence 1: A bmx rider performs a jump while holding the bike with just his hands. \n Sentence 2: There is a man performing bmx tricks in front of a crowd", "output": ["There is a man riding a bmx bike"]}, {"input": "Sentence 1: A bmx rider rides up a jump and into the air. \n Sentence 2: The rider is riding", "output": ["The rider rides up a jump"]}, {"input": "Sentence 1: A boat captain steering a large green wheel. \n Sentence 2: The boat pilot is testing a new lightweight anodized aluminum steering wheel at the helm of a ship.", "output": ["A guy is at the green helm of a boat."]}, {"input": "Sentence 1: A boat floating in the water with seagulls flying above. \n Sentence 2: A boat floating in the water with birds perched on it.", "output": ["A boat floating in the water with birds flying above."]}, {"input": "Sentence 1: A boat floating on blue water. \n Sentence 2: The boat is about to be taken out on the water.", "output": ["A boat floats."]}, {"input": "Sentence 1: A boat floats down a river with lush forest on either side. \n Sentence 2: there are children in boat", "output": ["a boat can float"]}, {"input": "Sentence 1: A boat floats near someone swimming in clear, blue water. \n Sentence 2: There was a boat in the lake.", "output": ["The man was swimming towards the boat."]}, {"input": "Sentence 1: A boat goes out to see while someone watches on the beach. \n Sentence 2: The boat is white.", "output": ["There is someone on the beach."]}, {"input": "Sentence 1: A boat is just off the beach with three people standing on it, and the two people loading something on the boat. \n Sentence 2: the boat is the titanic", "output": ["a boat off the beach"]}, {"input": "Sentence 1: A boat is towing a person in a bright green parachute. \n Sentence 2: A man is a world class parasailor.", "output": ["A man is parasailing."]}, {"input": "Sentence 1: A boat sailing past the rising sun. \n Sentence 2: A boat is sailing towards the East.", "output": ["A boat is sailing."]}, {"input": "Sentence 1: A boat selling along side an ocean front sidewalk. \n Sentence 2: A gondola sailing along a Venice sidewalk.", "output": ["A boat sailing in the ocean."]}, {"input": "Sentence 1: A boat with a hotel name on side and with several people on board navigates through the water. \n Sentence 2: The boat was advertising a hotel as it sailed through the evening waters with it's passengers", "output": ["The boat was sailing through the water with people on board"]}, {"input": "Sentence 1: A boat with one sail is being steered in calm water. \n Sentence 2: A boat is on calm water one summer day.", "output": ["A boat is on the water."]}, {"input": "Sentence 1: A boat with two boys in it, with one rowing and the other sitting, is floating down a river. \n Sentence 2: The boat has no motor.", "output": ["The boys are boating outdoors."]}, {"input": "Sentence 1: A boat with two men paddling while the third man holds a line. \n Sentence 2: the people are young", "output": ["people in a boat"]}, {"input": "Sentence 1: A boat worker grabs a length of mooring rope that is connected to a dock. \n Sentence 2: A worker grabs a mooring rope before it comes disconnected and the boat floats away.", "output": ["A person who works boats is grabbing the mooring rope that is connected to the dock."]}, {"input": "Sentence 1: A boat worker securing line. \n Sentence 2: The boat worker works hard to establish the line.", "output": ["A worker is doing something to a boat."]}, {"input": "Sentence 1: A boatful of rafters get wet. \n Sentence 2: Rafters going the stretch of the final river.", "output": ["Rafters getting wet."]}, {"input": "Sentence 1: A boogie boarder surfs on a man made wave. \n Sentence 2: The person is at a water park.", "output": ["There is a person with a boogie board."]}, {"input": "Sentence 1: A border collie is outside jumping over an obstacle. \n Sentence 2: A border collie is outside jumping over a big obstacle.", "output": ["A collie is outside jumping over an obstacle."]}, {"input": "Sentence 1: A border collie jumping over a hurdle. \n Sentence 2: A border collie jumped to hurdle for an agility test.", "output": ["The dog is playing."]}, {"input": "Sentence 1: A border collie jumps over a bed with a tennis ball in its mouth. \n Sentence 2: A puppy chasing a ball in a bedroom.", "output": ["A dog playing ball."]}, {"input": "Sentence 1: A border collie runs by a course with a ball in its mouth. \n Sentence 2: A dog is playing fetch.", "output": ["A dog runs with a ball."]}, {"input": "Sentence 1: A bored looking man sits in between two instruments, on his right is a large drum and on his left is something else- he is probably playing music for some performance. \n Sentence 2: The man is a studio drummer.", "output": ["Some percussion instruments can be seen."]}, {"input": "Sentence 1: A bow does a trick on his skateboard at a skate park. \n Sentence 2: The boy landed the tricked perfectly.", "output": ["There is at least one person at the skate park right now."]}, {"input": "Sentence 1: A bow in a blue sweater shows off a beaded necklace. \n Sentence 2: a designer sweater has nice accessories", "output": ["a blue sweater has a bow with beaded necklace"]}, {"input": "Sentence 1: A bowler has just released a bowling ball down the alley toward the pins. \n Sentence 2: A bowler is going to hit some pins.", "output": ["A bowler is in a bowling alley."]}, {"input": "Sentence 1: A bowler is about to throw a green bowling ball down the aisle. \n Sentence 2: A woman is bowling for the first time.", "output": ["A person is bowling."]}, {"input": "Sentence 1: A boxer is practicing making hits by targeting the gloves of his partner. \n Sentence 2: The person is practicing for a match.", "output": ["The person is practicing."]}, {"input": "Sentence 1: A boxer is practicing punches using a heavy bag. \n Sentence 2: A boxer is practicing punches using a heavy bag as his manager shouts instructions.", "output": ["A boxer is working out."]}, {"input": "Sentence 1: A boy about to hit a ball with a thick stick. \n Sentence 2: A boy is playing baseball.", "output": ["A boy is holding a stick."]}, {"input": "Sentence 1: A boy aiming his gun at a target. \n Sentence 2: The boy is aiming a rifle", "output": ["The boy is getting ready to shoot"]}, {"input": "Sentence 1: A boy and a baby in a ridable truck. \n Sentence 2: A boy and his little sister spend time together in a truck", "output": ["Two children sit in a truck"]}, {"input": "Sentence 1: A boy and a dog run through the grass. \n Sentence 2: A boy and his dog run through field.", "output": ["A boy and his dog run."]}, {"input": "Sentence 1: A boy and a girl are dressed in colorful costumes. \n Sentence 2: A pair of kids wear costumes for Halloween.", "output": ["Two kids are dressed up."]}, {"input": "Sentence 1: A boy and a girl are hanging on the side of a pool, smiling. \n Sentence 2: The children are happy.", "output": ["The children are on the side of the pool."]}, {"input": "Sentence 1: A boy and a girl are petting a cow through a fence. \n Sentence 2: A boy and girl pet a brown cow.", "output": ["A boy and girl pet a cow."]}, {"input": "Sentence 1: A boy and a girl are sitting on the sidewalk. \n Sentence 2: The children are writing on the sidewalk with chalk.", "output": ["A boy and girl are outside."]}, {"input": "Sentence 1: A boy and a girl are standing near the water on a beach. \n Sentence 2: A bride and groom take their wedding vows on the beach, near the sparkling blue ocean.", "output": ["A boy and girl are standing beside the water."]}, {"input": "Sentence 1: A boy and a girl are standing on a pile of rocks. \n Sentence 2: The two people are related.", "output": ["Two people are standing on rocks."]}, {"input": "Sentence 1: A boy and a girl are standing on a riverbank facing the water. \n Sentence 2: The boy and girl are siblings.", "output": ["The boy and girl are standing."]}, {"input": "Sentence 1: A boy and a girl are standing on the edge of a lake at sunset. \n Sentence 2: The boy and girl are throwing rocks in the lake.", "output": ["The children are by the water."]}, {"input": "Sentence 1: A boy and a girl doing something in the woods. \n Sentence 2: A boy and girl are camping in the woods.", "output": ["A boy and girl are between trees."]}, {"input": "Sentence 1: A boy and a girl eat off a plate, while a girl with red-hair drinks water. \n Sentence 2: Boy and girl sitting outside while eating.", "output": ["Boy and girl eating together."]}, {"input": "Sentence 1: A boy and a girl holding hands while sitting on a shore. \n Sentence 2: A couple holding hands at the beach.", "output": ["a couple holding hands."]}, {"input": "Sentence 1: A boy and a girl holding hands. \n Sentence 2: A young couple hold hands.", "output": ["Two kids hold hands."]}, {"input": "Sentence 1: A boy and a girl laughing and having a good time. \n Sentence 2: There are two people laughing at okes.", "output": ["There are two people laughing."]}, {"input": "Sentence 1: A boy and a girl look at a blue Nintendo DS video game. \n Sentence 2: They both want to play the game.", "output": ["The kids are looking at a game."]}, {"input": "Sentence 1: A boy and a girl look on as a man reaches toward something in the grass near the water's shore. \n Sentence 2: The man is standing with a dog.", "output": ["There is a man near the shore."]}, {"input": "Sentence 1: A boy and a girl sitting together in a car at a gas pump as it rains. \n Sentence 2: The couple are sitting at the gas pump because they are too scared to pump the gas during the rain.", "output": ["There are two people in the car at the gas station."]}, {"input": "Sentence 1: A boy and a girl smile for a photo while in a pool. \n Sentence 2: A boy and a girl smile for a photo while in a pool and playing", "output": ["A boy and a girl smile for a photo when they are in a pool."]}, {"input": "Sentence 1: A boy and a girl walking down a road holding a black umbrella. \n Sentence 2: A boy and a girl  holding a black umbrella.", "output": ["A boy and a girl walking down a road holding a  umbrella."]}, {"input": "Sentence 1: A boy and a girl wearing blue are standing on a sidewalk facing opposite directions. \n Sentence 2: The boy and girl are related.", "output": ["There are two people standing on a sidewalk."]}, {"input": "Sentence 1: A boy and a man dressed as rodeo clowns standing in sand \n Sentence 2: A boy and a man like dressing as rodeo clowns", "output": ["A boy and a man are standing outsode"]}, {"input": "Sentence 1: A boy and a man work on an upturned bicycle's front wheel. \n Sentence 2: Two people are almost done working on a bike.", "output": ["Two people are working on a bike."]}, {"input": "Sentence 1: A boy and a person off-camera playing a card game. \n Sentence 2: People are playing a game.", "output": ["Two people are playing cards off camera."]}, {"input": "Sentence 1: A boy and a person suspended above a dome structure. \n Sentence 2: The boy and the person dont know eachother.", "output": ["The boy is above a building."]}, {"input": "Sentence 1: A boy and a slightly older girl stand on the shore of a small blue lake. \n Sentence 2: The boy and girl stand on the shore and watch the waves.", "output": ["The boy and girl stand on the shore."]}, {"input": "Sentence 1: A boy and a woman are on a sled, happily sliding through the show in the mountains. \n Sentence 2: The boy and woman are sledding together.", "output": ["A boy and a woman are having fun in the snow."]}, {"input": "Sentence 1: A boy and a woman in Arab costume making peace signs. \n Sentence 2: A boy and his mother are wearing costumes for the play.", "output": ["Two people are making gestures."]}, {"input": "Sentence 1: A boy and a young woman in a headscarf make peace signs. \n Sentence 2: They are hippies.", "output": ["The two have two fingers up."]}, {"input": "Sentence 1: A boy and girl are playing in bed on top of their father. \n Sentence 2: Children jumping on the bed.", "output": ["Siblings playing in the bedroom."]}, {"input": "Sentence 1: A boy and girl are playing on chains hooked to wooden posts. \n Sentence 2: Two children play on the swings.", "output": ["Two children play on together."]}, {"input": "Sentence 1: A boy and girl are standing together, and the girl is holding a volleyball. \n Sentence 2: A boy and a girl are in the gym.", "output": ["A boy and girl are together."]}, {"input": "Sentence 1: A boy and girl are standing together, one is holding a plate of desserts. \n Sentence 2: The boy wants to give the girl a dessert.", "output": ["The children are having dessert."]}, {"input": "Sentence 1: A boy and girl getting splashed by streams of water on a sunny day. \n Sentence 2: the skateboard was black", "output": ["martial arts demonstration"]}, {"input": "Sentence 1: A boy and girl in swimwear and arm floaters \n Sentence 2: Two children in a pool.", "output": ["Two children dressed to swim."]}, {"input": "Sentence 1: A boy and girl play in a city fountain. \n Sentence 2: a brother and sister playing in the water", "output": ["two people playing in the water"]}, {"input": "Sentence 1: A boy and girl play with the sand. \n Sentence 2: Two kids make a sand castle.", "output": ["Two kids play in dirt."]}, {"input": "Sentence 1: A boy and girl playing with buckets in a lawn sprinkler \n Sentence 2: Two kids are laughing while running and playing with a lawn sprinkler in the grass.", "output": ["Two kids are playing with water outside."]}, {"input": "Sentence 1: A boy and girl sitting and laughing on steps outside. \n Sentence 2: A boy and girl are getting to know each other.", "output": ["A boy and girl are sitting on the steps."]}, {"input": "Sentence 1: A boy and girl, both in jeans, are standing in front of a fence. \n Sentence 2: Kids outside playing", "output": ["Children in jeans standing outside"]}, {"input": "Sentence 1: A boy and his brother are playing with sticks and swords. \n Sentence 2: A boy is playing with his brother outdoors", "output": ["A boy is playing with his brother"]}, {"input": "Sentence 1: A boy and his dog are standing on a trampoline, enjoying each others company. \n Sentence 2: the boy is ten years old", "output": ["a boy is standing"]}, {"input": "Sentence 1: A boy and his dog are watching an object in the water. \n Sentence 2: A boy, with his dog, is looking into the water for something he dropped.", "output": ["A child and his pet are spending time outdoors."]}, {"input": "Sentence 1: A boy and his father go walking in cowboy clothing. \n Sentence 2: A father and his son are doing things around their ranch together.", "output": ["Two people are dressed like cowboys."]}, {"input": "Sentence 1: A boy and his younger brother playing together at the playground. \n Sentence 2: A boy is playing with his brother on the swing sets.", "output": ["There are people playing outdoors."]}, {"input": "Sentence 1: A boy and two girls with matching uniforms. \n Sentence 2: The kids are sitting in class in a fancy private school.", "output": ["There are children wearing matching uniforms."]}, {"input": "Sentence 1: A boy and woman in martial arts uniforms. \n Sentence 2: A mother and son practice martial arts together.", "output": ["There are two people."]}, {"input": "Sentence 1: A boy and woman sitting on a passenger train \n Sentence 2: the boy is her son", "output": ["a boy and woman"]}, {"input": "Sentence 1: A boy appears to be dancing to music in a building filled with people. \n Sentence 2: a boy dances for some people", "output": ["a boy dances to some music in a building"]}, {"input": "Sentence 1: A boy at a gun range aims and shoots. \n Sentence 2: A boy aims at a target.", "output": ["A lad fires a weapon."]}, {"input": "Sentence 1: A boy at a skate park is at the apex of his trick while other boys look on. \n Sentence 2: A kid showing off his skate boarding skills in front of his friends.", "output": ["A kid performing a trick at a skate park."]}, {"input": "Sentence 1: A boy at a skate park wearing a blue helmet inline skates on a small railing. \n Sentence 2: The boy does tricks on his skates every day.", "output": ["The boy knows how to inline skate."]}, {"input": "Sentence 1: A boy at bat playing a baseball game falls to the ground while onlookers watch. \n Sentence 2: The boy had a heart attack while playing baseball.", "output": ["The baseball player fell to the ground."]}, {"input": "Sentence 1: A boy at the beach dumps a bucket of water on another boy's head. \n Sentence 2: The brothers play with water and a bucket.", "output": ["Boys are playing at the beach."]}, {"input": "Sentence 1: A boy attempting a jump on his bike. \n Sentence 2: A boy is wearing a helmet and going over a ramp on his bike.", "output": ["A boy is on a bike."]}, {"input": "Sentence 1: A boy back flipping into a lake in midair. \n Sentence 2: A boy is doing a double backflip.", "output": ["A boy is doing a back flip."]}, {"input": "Sentence 1: A boy baseball player in a green and yellow jersey leaps for the ball. \n Sentence 2: A baseball player is trying to make a game winning catch.", "output": ["A baseball player is trying to catch a ball."]}, {"input": "Sentence 1: A boy being drenched in a downpour of water. \n Sentence 2: a boy geting wet in a storm.", "output": ["a person is gettting wet."]}, {"input": "Sentence 1: A boy being fitted in a brown robe by a man in a white shirt and red cap, another man in a light blue shirt is twirling a ball. \n Sentence 2: The boy is being fitted for a suit.", "output": ["A man is twirling a ball."]}, {"input": "Sentence 1: A boy being fitted in a brown robe by a man in a white shirt and red cap, another man in a light blue shirt is twirling a ball. \n Sentence 2: The men in the photo are all related.", "output": ["A man is twirling a ball."]}, {"input": "Sentence 1: A boy being pulled on a shovel. \n Sentence 2: kids celebrate day off", "output": ["boy pulled on shovel"]}, {"input": "Sentence 1: A boy blowing bubbles into the camera. \n Sentence 2: The boy is only two years old.", "output": ["The boy is blowing bubbles."]}, {"input": "Sentence 1: A boy blowing bubbles outside. \n Sentence 2: a boy is blowing bubbles on a hot summer day", "output": ["a boy is blowing bubbles"]}, {"input": "Sentence 1: A boy blows out a candle on a cake with a penguin labeled \"Happy Birthday, Quinn.\" \n Sentence 2: A boy is looking at his birthday cake.", "output": ["A boy blows out a candle on his birthday cake."]}, {"input": "Sentence 1: A boy bounces in an inflatable playhouse. \n Sentence 2: The boy is at a birthday party.", "output": ["The boy is jumping."]}, {"input": "Sentence 1: A boy brushing his sisters hair. \n Sentence 2: The sister has red hair.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A boy buying produce from an old man. \n Sentence 2: A boy is buying produce so that he has food for later.", "output": ["A boy is buying produce from a man older than him."]}, {"input": "Sentence 1: A boy carries a boogieboard on the beach. \n Sentence 2: The boy stole the boogieboard from someone on the beach.", "output": ["Their is a boy holding his boogieboard."]}, {"input": "Sentence 1: A boy carries a box across a bridge. \n Sentence 2: Someone is outdoors.", "output": ["Someone is carrying something."]}, {"input": "Sentence 1: A boy carries a huge snake around his neck outside. \n Sentence 2: The snake is a python", "output": ["A boy has a snake"]}, {"input": "Sentence 1: A boy carrying a ball is walking down the sidewalk. \n Sentence 2: A child makes his way home after pitching a perfect baseball game.", "output": ["A boy walking outside."]}, {"input": "Sentence 1: A boy carrying an open box crosses a bridge over a road. \n Sentence 2: A boy is carrying a cardboard box.", "output": ["A boy is carrying something."]}, {"input": "Sentence 1: A boy carrying two green vegetables. \n Sentence 2: A child is bringing the food home.", "output": ["A child is carrying food."]}, {"input": "Sentence 1: A boy catcher in a helmet, stretching out his gloved hand for a catch. \n Sentence 2: A catcher is trying to catch a pop fly.", "output": ["A boy in uniform is playing baseball."]}, {"input": "Sentence 1: A boy catches air while racing down a local dirt trail. \n Sentence 2: The boy is riding a BMX bike.", "output": ["A boy soars through the air over the dirt trail."]}, {"input": "Sentence 1: A boy chasing a pigeon on a pier. \n Sentence 2: A boy is on a pier.", "output": ["A boy chasing a pigeon."]}, {"input": "Sentence 1: A boy cheerfully gets ready for sledding. \n Sentence 2: The boy will be meeting his friend.", "output": ["A boy is getting ready to go sled."]}, {"input": "Sentence 1: A boy cheerleader has a girl cheerleader on his knee. \n Sentence 2: some cheerleaders practicing", "output": ["one cheerleader lifts another"]}, {"input": "Sentence 1: A boy climbing a mountain. \n Sentence 2: He is going to the top of that mountain", "output": ["There is a boy in this picture"]}, {"input": "Sentence 1: A boy climbing a tree; smiling for the picture. \n Sentence 2: A boy is a professional fashion model.", "output": ["A boy posing as he climbs."]}, {"input": "Sentence 1: A boy climbing next to a \"Do Not Climb\" sign. \n Sentence 2: A boy is climbing down from the sign.", "output": ["A boy is climbing next to a sign."]}, {"input": "Sentence 1: A boy climbs a rigging on a boat. \n Sentence 2: A child plays near the sea.", "output": ["A little fellow has fun with a boat."]}, {"input": "Sentence 1: A boy climbs a sailboat mast. \n Sentence 2: The boy is falling into the water.", "output": ["The boy is outside on a sailboat."]}, {"input": "Sentence 1: A boy climbs on a stack of timber despite a sign prohibiting it. \n Sentence 2: The boy will get into trouble", "output": ["The sign is next to a stack of timber"]}, {"input": "Sentence 1: A boy climbs rocks in the woods. \n Sentence 2: A boy is hiking.", "output": ["A boy is outside."]}, {"input": "Sentence 1: A boy climbs up some rocks. \n Sentence 2: A boy is working on his dream of becoming a rock climber.", "output": ["A boy is outside."]}, {"input": "Sentence 1: A boy clings to a statue of a beautiful woman. \n Sentence 2: The boy enjoys art.", "output": ["The statue resembles a beautiful woman."]}, {"input": "Sentence 1: A boy covers his face while sitting on a trampoline. \n Sentence 2: He hurt his lip.", "output": ["The boy is covering his face while he sits on the trampoline."]}, {"input": "Sentence 1: A boy crawling through a cement pipeline \n Sentence 2: A boy was playing hide and seek and hide in the pipeline.", "output": ["No one knew how the little boy got stuck in the cement pipeline."]}, {"input": "Sentence 1: A boy descends off the end of a high diving board. \n Sentence 2: A boy dives into a swimming pool.", "output": ["A kid jumps off of a high platform."]}, {"input": "Sentence 1: A boy dives into a pool near a water slide. \n Sentence 2: The boy splashed everyone else in the pool.", "output": ["The boy jumped into the pool and got wet."]}, {"input": "Sentence 1: A boy diving backward off a pier in a large lake. \n Sentence 2: The boy is on vacation.", "output": ["A boy is swimming at the lake."]}, {"input": "Sentence 1: A boy does a flip on the beach. \n Sentence 2: The child is on summer vacation in Mexico", "output": ["There is a child outdoors"]}, {"input": "Sentence 1: A boy does a jumping trick on a snowboard. \n Sentence 2: The snowboarder is trying to impress his friends.", "output": ["A snowboarder performs a stunt."]}, {"input": "Sentence 1: A boy does a skateboard trick off a metal plank. \n Sentence 2: The boy is skateboarding in a huge skateboard park.", "output": ["The boy is skateboarding."]}, {"input": "Sentence 1: A boy does a skateboard trick. \n Sentence 2: the boy is skateboarding", "output": ["the boy does a skateboard trick"]}, {"input": "Sentence 1: A boy does a skateboarding trick in the air while holding the board with his left hand. \n Sentence 2: A sad boy does a skateboarding trick in the air while holding the board with his left hand.", "output": ["A person does a skateboarding trick in the air while holding the board with his left hand."]}, {"input": "Sentence 1: A boy does a trick on a bike in the woods. \n Sentence 2: A boy on his bike trying to do tricks in the forrest.", "output": ["A kid is on a bike around a lot of trees."]}, {"input": "Sentence 1: A boy does a trick on a skateboard. \n Sentence 2: The skateboard is red.", "output": ["The boy is outdoors."]}, {"input": "Sentence 1: A boy does a trick on his bike as other kids watch. \n Sentence 2: A boy does a trick on his bike, while his brothers watch.", "output": ["A human rides a bike."]}, {"input": "Sentence 1: A boy does skateboard tricks on a railing. \n Sentence 2: boy tries new trick", "output": ["boy on skateboard"]}, {"input": "Sentence 1: A boy does tricks on a bicycle while in a park. \n Sentence 2: The child is learning to BMX at a specialty camp", "output": ["The child is on a bike outside."]}, {"input": "Sentence 1: A boy doing a flip in the air at the beach. \n Sentence 2: A young fellow is showing off for a beachgoing girl who has caught his eye.", "output": ["There is an acrobatic young guy by the shore."]}, {"input": "Sentence 1: A boy doing a flip on the grass. \n Sentence 2: A kid is an acrobat in training.", "output": ["A kid is playing outside"]}, {"input": "Sentence 1: A boy doing a handstand on the beach. \n Sentence 2: There is a boy seeing how long he can do a handstand for", "output": ["There is a boy outdoors"]}, {"input": "Sentence 1: A boy doing a skateboard trick off of a flight of stairs while people watch. \n Sentence 2: A young male does a 360 flip off of the stairs while people admire.", "output": ["A person does a trick while people watch."]}, {"input": "Sentence 1: A boy doing a trick in the air on his bicycle \n Sentence 2: A boy doing a trick is laughing.", "output": ["A boy is doing a bicycle trick."]}, {"input": "Sentence 1: A boy doing a trick on a bike \n Sentence 2: a boy is doing a back flip on a bike", "output": ["a boy is doing tricks on a bike"]}, {"input": "Sentence 1: A boy dressed as Spiderman ringing a door bell \n Sentence 2: A boy dressed as Spiderman is at the door.", "output": ["A kid dressed as Spiderman is ringing a door bell."]}, {"input": "Sentence 1: A boy dressed as a pirate and a girl dressed as a princess are running down the street. \n Sentence 2: The kids are going Trick or Treating for Halloween.", "output": ["Two kids in costume are in the street."]}, {"input": "Sentence 1: A boy dressed for Halloween \n Sentence 2: A person dressed up to go trick-or-treating.", "output": ["A person dressed up."]}, {"input": "Sentence 1: A boy dressed in a blue coat skateboards down a street lined with parked cars. \n Sentence 2: A teenage boy without a helmet is skateboarding against traffic.", "output": ["A boy is riding his skateboard outside."]}, {"input": "Sentence 1: A boy dressed in a red t-shirt and blue shorts is standing on a dirt road. \n Sentence 2: A child is dirty from playing in the mud.", "output": ["A child is standing outside."]}, {"input": "Sentence 1: A boy dressed in all black sits on his bike. \n Sentence 2: Boy going to the prom", "output": ["Boy on a bike"]}, {"input": "Sentence 1: A boy dressed in blue jeans and a red shirt sits on the road holding a water bottle while a little girl dressed in a red shirt looks on. \n Sentence 2: A boy is waiting for the bus.", "output": ["A boy is sitting on the road."]}, {"input": "Sentence 1: A boy dressed in blue racing coveralls sits on a soccer ball on a concrete picnic bench. \n Sentence 2: The boy is a car racer.", "output": ["The boy is sitting on a soccer ball."]}, {"input": "Sentence 1: A boy dressed in denim is running on the sidewalk. \n Sentence 2: The boy ran on the sidewalk after the dog.", "output": ["The boy ran on the sidewalk."]}, {"input": "Sentence 1: A boy dressed in red is carrying balloons as he is sitting on the neck of an Asian man. \n Sentence 2: The man is the boy's father.", "output": ["The boy has balloons."]}, {"input": "Sentence 1: A boy dressed in soccer attire and holding his shoes getting out of a car. \n Sentence 2: A boy going to a soccer game for his school", "output": ["A boy stepping out of a car"]}, {"input": "Sentence 1: A boy dressed up as Winnie The Pooh playing with a kite. \n Sentence 2: The boy has a red and blue kite.", "output": ["The boy is holding the kite."]}, {"input": "Sentence 1: A boy dribbles a soccer ball in a grass field next to a parking lot. \n Sentence 2: A sad boy dribbles a soccer ball in a grass field next to a parking lot.", "output": ["A person dribbles a soccer ball in a grass field next to a parking lot."]}, {"input": "Sentence 1: A boy drinks from the water hose. \n Sentence 2: A boy is thirsty.", "output": ["A boy is drinking out of the water hose."]}, {"input": "Sentence 1: A boy eating at a table. \n Sentence 2: At home, a boy eats his lunch.", "output": ["A boy eating."]}, {"input": "Sentence 1: A boy experiencing and exhibit at the museum. \n Sentence 2: The boy is excited because the exhibit is about dinosaurs, his favorite thing.", "output": ["There is one boy in this picture, and he is inside."]}, {"input": "Sentence 1: A boy flipping off a skateboard going down a flight of stairs \n Sentence 2: Someone is racing on a skateboard.", "output": ["A boy is skateboarding."]}, {"input": "Sentence 1: A boy flips off a diving board into a pool. \n Sentence 2: The boy is in a competition.", "output": ["The boy knows how to swim."]}, {"input": "Sentence 1: A boy flips out of the pink intertube while a boy in the green tube watches. \n Sentence 2: Two brothers play in intertubes.", "output": ["Two boys play in intertubes."]}, {"input": "Sentence 1: A boy flying a red and white kite. \n Sentence 2: A boy is flying a red and white kite in a field.", "output": ["A boy is flying a kite."]}, {"input": "Sentence 1: A boy follows a woman holding a basket on her head as they pass a tall white building. \n Sentence 2: The basket is half-full", "output": ["The boy is following the woman"]}, {"input": "Sentence 1: A boy gets his haircut by another boy with friends watching. \n Sentence 2: A child is getting an uneven haircut from his best friend.", "output": ["Some children are watching their other friend."]}, {"input": "Sentence 1: A boy gets ready to throw a baseball. \n Sentence 2: the boy is twelve", "output": ["a boy gets ready"]}, {"input": "Sentence 1: A boy getting his hair buzzed off by another boy. \n Sentence 2: A boy getting a haircut because he has gum in his hair.", "output": ["A boy getting a haircut."]}, {"input": "Sentence 1: A boy getting water in a blue bucket. \n Sentence 2: A sad boy getting water in a blue bucket.", "output": ["A boy getting water in a bucket."]}, {"input": "Sentence 1: A boy goes down a slide. \n Sentence 2: a boy is on the slide because it's his favorite thing at the park", "output": ["a boy is on the slide"]}, {"input": "Sentence 1: A boy going down a water slide. \n Sentence 2: A boy going down his first water slide.", "output": ["A boy sliding."]}, {"input": "Sentence 1: A boy grabs his leg as he jumps in the air. \n Sentence 2: A boy is trying to do a stunt while jumping.", "output": ["A boy is jumping in the air."]}, {"input": "Sentence 1: A boy hangs from a t-bar while a man gives him a push. \n Sentence 2: The man pushing the boy is the boy's father.", "output": ["The boy has his hands on the t-bar."]}, {"input": "Sentence 1: A boy hangs onto straps on a train. \n Sentence 2: the boy is ten years old", "output": ["a boy is hanging"]}, {"input": "Sentence 1: A boy hangs upside down from a metal bar. \n Sentence 2: A boy playing.", "output": ["A boy hanging upside down on playground equipment."]}, {"input": "Sentence 1: A boy has a large snake wrapped around him. \n Sentence 2: The boy is at the zoo", "output": ["there is a boy in this picture"]}, {"input": "Sentence 1: A boy has done a back flip into a swimming pool while another boy watches. \n Sentence 2: The boy did the back flip off the diving board.", "output": ["Two boys are playing at the pool."]}, {"input": "Sentence 1: A boy has fallen off of his bike onto the pavement. \n Sentence 2: The boy is crying because he skinned his knees.", "output": ["The bike with two wheels is laying on the pavenment."]}, {"input": "Sentence 1: A boy having fun while playing Hacky Sack. \n Sentence 2: The boy is playing hacky sack with a group of friends.", "output": ["The boy is playing hacky sack."]}, {"input": "Sentence 1: A boy held by a man points his arm towards the sky, as another boy peers through his hands into the air. \n Sentence 2: A boy points at a UFO.", "output": ["A boy points towards the sky."]}, {"input": "Sentence 1: A boy helping a younger girl blow bubbles. \n Sentence 2: A boy helps a younger girl blow bubbles but he pops them.", "output": ["Kids playing together."]}, {"input": "Sentence 1: A boy hiding behind a wall of snow. \n Sentence 2: A young boy is hiding behind a wall of snow so he won't be caught by the evil snowman.", "output": ["Someone is near the wall of snow."]}, {"input": "Sentence 1: A boy hits a ball off of a tee ball into to net. \n Sentence 2: A boy hits a ball off of a tee ball into to net just as his father showed him", "output": ["A boy plays a game"]}, {"input": "Sentence 1: A boy hits a multicolored pinata using a bat. \n Sentence 2: A boy tries to get  candy out of a pinata during a birthday party.", "output": ["A boy swinging a bat."]}, {"input": "Sentence 1: A boy hits the ball at a baseball game. \n Sentence 2: the boy is ten years old", "output": ["a boy plays a game"]}, {"input": "Sentence 1: A boy hitting a soccer ball with his chest. \n Sentence 2: He is the forward.", "output": ["He is a soccer player."]}, {"input": "Sentence 1: A boy holding a ball falls down in front of another boy who has his arms reaching out while an older man in a green shirt smiles and watches. \n Sentence 2: Two boys play football while their grandpa happily watches.", "output": ["An older man in green smiles as he watches the boy with the ball fall down near the boy with outstretched arms."]}, {"input": "Sentence 1: A boy holding a big rock with another boy blurred in the background. \n Sentence 2: The boy likes rocks.", "output": ["There is a boy holding a big rock."]}, {"input": "Sentence 1: A boy holding a cookie and wearing a red hat is looking at the camera. \n Sentence 2: The boy holding the cookie poses for the camera.", "output": ["The boy holds a cookie and looks at the camera."]}, {"input": "Sentence 1: A boy holding a fishing rod. \n Sentence 2: the boy is happy", "output": ["a boy is going fishing"]}, {"input": "Sentence 1: A boy holding a hose next to a man while another boy watches on, held by a woman. \n Sentence 2: People are doing chores.", "output": ["People are outside."]}]}