{
    "Contributors": [
        "Vijay Kumawat"
    ],
    "Source": [
        "app_reviews (dataset link- https://huggingface.co/datasets/app_reviews)"
    ],
    "Categories": [
        "Classification"
    ],
    "instruction_language": "English",
    "Definition": "In this task, you are given a review of an app. Your task is to classify as \"Bad\",\"Very Bad\", \"Excellent\"\"Good\"and \"Average\" on the basis of the star rating.",
    "Positive Examples": [
        {
            "input": "Good job Tried a few . This has to be the most stable and best to my liking . And a whole world of settings to play with. However we are quite limited on frequency band width id like to see it lowered to 14.mhz if possible",
            "output": "Excellent",
            "explanation": "This particular review has a rating of 5 which means that the app falls in in Excellent category for the reviewer."
        },
        {
            "input": "Does not work Did not work with my rtl-sdr",
            "output": "Very Bad",
            "explanation": "This particular review has a rating of 1 which means that this review is categorised to Very Bad."
        }
        
    ],
    "Negative Examples": [
        {
            "input": "It's just a load of rubbish. My phone says I need to update YouTube so I go on and press update but it doesn't work or load. You people who made updates need to update you memories.",
            "output": "Excellent",
            "explanation": "The reviewer has written a bad review but has given 5 star rating.Seeing the review, rating should have been 1 which means very bad."
        },
        {
            "input": "Boom.this was the app i was searching for Awsome work .thanks devolopers for such an app.it is better than most of the vpn apps!!",
            "output": "Vey Bad",
            "explanation": "Reviewer has given 1 star rating but the review sentimets are positive.The star rating should have been 3 or 4 or 5."
        }
    ],
    "Instances": [
        {
            "input": "Awesome I used many notification reader  but this is the best one. More customizable. ?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Didn't Work Widget won't load onto screen. Notification bar shows incorrect figures. Moto X Style  Lollipop. Uninstalling.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Excellent app Hasn't been updated in a long while but it works great don't mess with perfection.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent! Gives fine-grained control of how matching is performed. Only app of its kind that is able to find an app by a substring that occurs midway through.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working on note 4",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Don't show anything. Not 1 # was shown",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Unable to set sampling rate on infinix X2 with MT6753 Unable to set sampling rate on the hackrf one on phone with MT6753 processor.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Awesome..!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Don't worked",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Current mA not showing on log (no data) on Huawei Y6II.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Best apps ever!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "does nothing on S3 just brings up settings page but then nothing more. uninstalling",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome Works great and does exactly what I need it to do",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great App - Snags with Kitkat Worked fine on Jellybean but started throwing snags after upgrade. Will try logging and send it to the Author...",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Easy to use",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Shown only settings... It's fake... Cheating",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "First thing I install This has replaced the app drawer for me for anything not important enough to be on my home screen. Having contacts in there is also very convenient.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on tab4 It would be nice if it worked.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works well on Asus Zenfone 2. Sometimes stalls during charge where the mA data is frozen. No normalization settings needed.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "DJCoulton Works great. Very nice indeed",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app!!! :-)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great apps! Work on my zenfone 4! Thanks.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This is great No notification sound needed. Also  I love my Android cursing in public.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "A-Z 8apple",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not compatible with Note 2 This app is not compatible with Samsung Note 2. It will show the maximum possible charge you can receive based on whether it recognize the charger as AC Plug or USB. I assume it will work on other devices",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Great This app is awesome  the only issue I have is with conditions  I want the voice activated just when Headset On + Vibrate/Silent + Screen Off",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Only shows settings Wanted to check charging speed between chargers. Opening app only showed the settings. Did not see a way to actually get to data.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Wrong info about current while charging s3 I have verified the above with working apps",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works very good.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Really great app Really nice app  although lacking support for automatically reconnecting after disconnect  that would really improve the app a lot. Other than that I cannot find any fault  would be nice to see that included.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Nexus 5 Not working at all",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works well and looks pretty good.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great for most devices I really like this app  but it doesn't appear to work properly on my galaxy s tab 8.4 yet. It only shows 1mA at all times.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Useful Great app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "It's flawed  but good I've been trying to use this app to see why my battery is draining so fast  trying works great minus the discharging mAh on the widget  it's a constant 0",
            "output": [
                "Average"
            ]
        },
        {
            "input": "works well on nexus 7 2013  alas I have no clue which of the mA numbers are for consumption or charging  color coding would help trying to figure out what's what.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great app but Please add dictionary option where we can add and replace a word that the tts cannot pronounce correctly.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Simplicity rocks",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nexus 5 electric current I run the cyanogen rom. The app work perfectly but i can't really figure out how many mA my phone drain from the charger . Is there any setting i have to adjust so i can see those info?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Pretty cool Reset the driver/itself when going from landscape to portrait and vice versa",
            "output": [
                "Good"
            ]
        },
        {
            "input": "... I really love it! ... The avatar read my message for me so even if im doing anything i dont have to open my cp and she reads it for me!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No Data? There's 'No Data' on capacity.. So i cant see my MAh",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Since jaunty distro +ilovethis Notes is awesome",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Worthless just shows setting and nothing else on Samsung S5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on Galaxy S5  always shows 1mA whether on charge or not.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not staying on home screen Trying to add the widget on my home screen. I own a sony xperia z ultra. I try placing the widget on my home screen  the options show up but when i press the home screen button the widget does not show up. Is my phone not compatible?",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesnt update",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "\"\"No data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" after upgrading to Android N CurrentWidget have served me well for a long time. However  after a system upgrade to Android N the widget just tells me \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" when I try to read charge or discharge current. So as of now it's unusable  but hopefully a fix is on its way.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work at all Tried on moto x and moto Xprt and Samsung note 8. Nothing shows up by default. Manually brings up the notification but it reads \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data - no data - no data - no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\".\"\"",
            "output": [
                "Very Bad"
            ]
        },
     
        {
            "input": "Fantastic!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great client. One request: Make back key open the channel list on first click. Would be more useful than just popping up a message telling me to click again to quit. Could still quit on second click.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Best App.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I love being able to resume my conversations from whatever device I happen to have at hand!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "samsung note real nice app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This isnt work at all!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Good! Please update to support SGS5. Thanks!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Help Help me understand this  sorry",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Update not working No longer auto-updates current value. Only manual update. Android 5.1.1",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Not working on xolo one smartphone. Please make it work on xolo one smartphone. Reply will be highly appreciated . thanx",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Bring back black theme! This \"\"\"\"\"\"\"\"dark\"\"\"\"\"\"\"\" theme which is now gray instead of black is hard to see with certain font colors  plus harder to see in general in brighter light. -2 stars until the old black theme from a couple versions ago is added back in. Moto E (2nd gen with Android 5.1)\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Widget won't even open So I read all the instructions  but when I go to add the widget to my home screen a settings box opens up  and I can mess with all the settings  but there's nothing to indicate how to be done with the settings  or apply the changes  and hitting the back button or home button closes the settings and there is no widget on the home screen.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Ok Jek",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Comes closes One of the only good lightweight Rich Text Editor",
            "output": [
                "Average"
            ]
        },
        {
            "input": "4.3 update Before my Samsung galaxy s4 was updated to 4.3 it charged at 1900mA. Now  it maxes out at 1200 no matter what charger I use...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "it's ok",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great app  thanks for the updates!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Perfect! Widget displays current consumption (in mA) or charging rates in plain/simple text! Exactly what I want. Text is editable  including size and color. (Android Zenfone 2)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "liked it Good",
            "output": [
                "Good"
            ]
        },
       
        {
            "input": "Widget doesn't show up on a screen  no matter how hard u're tryin. HTC One M8",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not work on htc Can't be started on htc one m8",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Really good app I only wish I could integrate it with a tasker profile. I'd love for it to automatically enable itself when my existing car mode profile is active and disable when it's no longer active. I looked through the code hoping I could find a \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"intent\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" I could hook into. Thought maybe I could automate based on the supplied widget but alas  couldn't find a way. Maybe next version add an intent? I know is tasker users would love it. Still very nice app.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working on Samsung Phones...",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Just shows options screen and nothing else Does not work on galaxy 2 7.0",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "IPhone Works great on my Samsung wish you made it for iphone",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "doesn't support oneplus one",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not working on Samsung Phones...But I like it working in other phones",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Really it's very nice for notification. .. I love it. .thanks",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good Useful unlike most apps",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works partially on Droid 4 When charging my phone from my computer the widget shows that the Droid is charging at 500 mA  which is correct. When attached to the factory wall charger (850 mA output)   the widget shows charging  but at 0 mA. I get the same result from the graphical and text widgets.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Okay okay Hope it shows actual current flow when i plug my phone into the wall charger.. My phone is unplugged still showing current flow.. Well how?",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Awesome Been using it for years. Very helpful..",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Inaccurate My Galaxy S4 should support up to 2 Amps. Default wall charger is about 1.5 Amps. My car charger is 2.1 Amps. This app doesn't even say it's at 1 Amp on the widget.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great! Just please add the option to ignore certain notifications within the same app  currently one can only either ignore the whole app altogether or receive all of its notifications  for example I want to be notified of new WhatsApp messages but that's it  I don't want it to voice notify me that I have copied a message or deleted so many messages  thanks",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work on Note 3 Wish this app worked for Note 3 but Samsung doesn't support it  so not Developers fault  so no star deduction",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Can't get widget to display",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't actually work. Samsung Galaxy S5 just always says 1ma when plugged in (no matter what it's plugged into). 1ma wouldn't charge anything. It should be saying 2 000ma on this charger I have it on.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work Every time I move it to main screen. The app itself pops up. I touch home. And it removes the widget from my screen.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Samsung note 4 Worked great on s4 No current(Amp) Reading on note 4. Would be a 5 Star if it worked like it did on s4",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great little app Great little app and syncs with Nextcloud perfectly :-)",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't handle SSL certificate changes well. Just get stuck in a loop. Clearing data/cache didn't help... Or is it just broken on Android N?",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work Only ever showed 0mA charge rate",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not work on Samsung Galaxy Tab S 8.4 Always shows 1 mah in the widget",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work I loved this widget on my s4  but it shows zero mA at all times (charging and discharging) on my note 4. Please fix!",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Try Calibration.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Did not show any reading on SN3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Long time user. Still works great. I use it when I'm on my motorcycle. Automatically kicks in due to headset mode. Make a paid version and I will give you a couple bucks.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work at all Only got configuration screen. Never displayed any data on LG 4g phone.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not user-friendly Can't see information it's meant to show",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Some times it reminds me every unread notification  especially in the morning when I hadn't touched my phone for a longer time. So it's annoying: Facebook Facebook Facebook like 10times..",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Not working on Nexus 6 after Naugat update It used to  but now ampere reading says \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". Volts and temperature works fine.\"\"",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Amps not reading Total waste",
            "output": [
                "Very Bad"
            ]
        },
      
        {
            "input": "No problems  did what it's supposed to Wanted to see which charger would charge my phone faster. Helped a lot.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work with the HTC one m7. Shows 200-400 000 mA.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does NOT work on some devices: Why? This widget is simply excellent and it's the only one I could find to actually record a log of the current  but the log feature simply does not work on some devices like the Galaxy Note 4 and LG G3. Does that have something to do with folder permissions? Tried changing that to 777  but the app would still not record the log. Can the developer tell us why is that happening and is it possible to fix it somehow? Thanks!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Love it Does exactly what it says it does. No drama  no fuss. Works perfect on my S4",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "extremely perfect",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Only IRC client you need for Android. This is a great IRC client for Andriod. The only thing I think it's lacking is an auto-reconnect option; that would make this a 5 star review.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Waste",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice app but The app speaks only if device states both screen on and screen off is marked.. When I mark speak during screen off .. It doesn't work.. I have Moto E.. Plz fix",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Exactly what I was looking for! I needed to read notifications without playing them over the speaker  only over the headset. Perfect when I am driving. And being able to choose it to play over the media channel instead of notification really did the trick. Thanks!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "very nice app cant live w/o the ease of hearing notices.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "A very useful app. Does what it promises and offers lots of customization options. Thanks for developing this.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app. Does exactly what it says without any fluff.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app. Just a few little faults This widget worked brilliantly on all my Samsung phones and even my Huawei Ascend Y600 but unfortunately it's not working at all on my Samsung Galaxy Tab 4 8\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" (SM-T330) running Kit Kat (4.4.2)\"\"",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Needs to be updated Incompatible with lollipop 5.1",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Give active status at task bar",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Used to love this...but I used to seriously love this app but recently I have found that there are certain things it just will not find. I can go to my contacts and search for a name and it comes right up. If I put the same name in quickdroid it never comes up. What's the deal devs?",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Was Great visual aid  stopped Quit working today. Have to uninstall. Was a great app this is a must have app to let you know what your charging system is doing",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Great customization  allows you to see which USB cables provide best charge rates as they don't all provide the same amps when connected to the same power supply. Battery temperature is a cool feature",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does what it does This let's me connect to the core and chat  ez pz. Could custom colors be a possibility for this?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Sanmyifa1 This App is the best so far  Thanks very much for this.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Wonderful IRC client that connects to my server.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "HTC one m8 Doesn't work.shows no data message",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Most Useful App Easiest way to find and open apps on my phone.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does Not Work Shown as compatible but doesn't show any data.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Can't figure out how it.works",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "its ok",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Excellent app Been looking for something like this for a long time. Although if the search field were transparent it would be awesome.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "S4 user Excellent and light weight... works great... must have for charge measurements..",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "One of the best time savers We often times take for granted we will find the application we are looking for but the reality is that we will just waste time swiping back and forth. This application has saved me thousands of seconds that I would have otherwise wasted swiping. Those thousands of seconds would have become months of my life wasted doing nothing  just like it happens when we wait for a video to load or an old PC to boot. This application is a priceless shortcut.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "LIke it",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent Widget Galaxy S4 I installed the widget and it appears to be working. Shows 1900 mah which is close to the 2000 from my charger. Unplugged showing 460. Not sure if accurate as my phone is a Samsung. Is this still a problem? Suggestion: Have the current show positive and negative.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "the best notifier of all time Moto e 2gen.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Sucks On Honor 6  does not work.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Good app. This app is really good. I only gave it 4 stars cause the menu options blur badly while scrolling. Other than that it's perfect and very helpful.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Nice..big help saves time.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working Worked great on my s4.. but not working on my tab A... pity.. this is the best to check charging from different chargers",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Love it Very useful ap. Compare different chargers charging rates. some charge at 10x the rate of others. I have binned some chargers now I realise how slow they are. NB the widget can be found in your widget file. You have to drag it onto your home screen. Otherwise you get nothing.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Worst app Didn't work",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "doesn't work with inductive charging (samusng s5) Nice looking app  but only works when you charge via into USB",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Unworking for Samsung S7 Edge Please fix it as i am your loyal user since Samsung S4 asap",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Cool I don't know",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "good app. this app is good for informing me of incoming notification . therefore this company is givin a 5-star rating. thank you.....",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This is a great App. I use an external sync utility to synchronize the data folders and so far it works like a charm.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Simple and useful The only downside is the widget could be larger or adjustable in size. Note to dev: please update the app with the new holo look. Love the simplicity of the app.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works perfectly Thanks for the app as it works perfectly on my LG G2 rooted.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Fake? It's always shows around 800mA  changes value on refresh. Just noticed today it shows the same value when not plugged into charger.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Excellent apps finally i found an app can display electrical current usage or charging. On my LG G PRO normal current usage is about 270mA  is that to high?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I like that application its really perfect If possible to add ringtone instead of talking way and do it as option",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "? How to use this??",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Donated from my Nexus 5. Works better than a \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"USB charging power monitor tester\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" that I bought!\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No LG G3 support :-( 4 stars because I don't want to hurt his rating but wanted let g3 folks know.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "You cant use Android without even debugging it You cant use Android without even debugging it  could you? Helps tracking down bugs.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Strange One time it says : Twitter notification from Twitter  sometimes it says just Twitter. Please fix it. Also doesn't notifies calls at all  and sms with callers name",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Cannot put widget on home screen! Galaxy Tab 2",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Cool. Cool. Hope it would work with the older Nexus 7 too.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Worked on Note 1 but not on Note 4 Had this on my original Galaxy Note and it worked great. I just upgraded to the Note 4 and app no longer shows charging current.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Perfect app Thanks",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awesome app! But there is one problem thats bothering me a lot. Why cant we set our widget to show on the status bar on the phone? That way we can see how our active apps take battery life in practical use  instead of needing to switch to the app browser and check that way. -Cheers",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Working great with RTL Great job! This is working great with my RTL SDR. Well worth the money! Keep up the great work dev!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working after upgrade to Nougat The ampere reading is not showed up  say 'no data' it's working fine with android marshmallow and disappear after I upgrade to nougat.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesnt work on samsung",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Tried a few Best so far....exactly what I wanted in a 1x1 widget showing ma /battery% and temp together without having to toggle between on my Sony Z5.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Let's me see... How well my charger is performing. Great widget to see the current. Prefer a grayscale icon though.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Flexible This app has so many settings that it needs a manual. Works well though.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great Carry Over I loved the Linux application  this one is on par for sure.",
            "output": [
                "Excellent"
            ]
        },
        
        {
            "input": "Good Very good app its realy useful to determine the charging current",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working on Android 7.0 Nexus 6P user  was working fine before the upgrade.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Nexus 7 Android Kitkat 4.4.4 So well integrated it could be part of the os. No crashes or hangups. Love this app.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not work Widget just brings up settings menu when added to page",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great Must have app ??",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Internet permission Unnecessary internet permission",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Prompt response from the developer Use it when I am wearing headphone or driving my car  so I don't have to check my phone",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Play version outdated The version on F-Droid is newer.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't Display Current on LG G3 Shows voltage  battery percent and temp  but not the thing I'm most interested in: charging current.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "App Great but This app is great but the only thing that's missing is its ability to store frequencies and presets like the competing app.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Tap to update sometimes doesnt work Been plugged in for 5 minus charging and still shows 0mA.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Does nothing",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Voice notifier It doesn't repeat who is texting me  but it let's me know there's a text coming in. I couldn't find what I was looking for.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Best voice notification app. It is simple & fast.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great for Android 6 but doesn't work on 7 Just shows \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" on Android 7.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Shows up in Widget list  but can't add it to a home screen. Using a Nexus 5 on Marshmallow (Android 6.0).",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great but doesn't work consistently Good features and works OK initially but sometimes it doesn't and you have to turn the service off and on again  using shouter instead",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works great I've been using it for a year.. Love it",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Bugs! It reads my website addresses when surfing the internet and the delay is slow.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't show mA for me  may not be supported by my tablet. Too bad  it seems like it would have been a very handy app.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Must have app Definitely one of my favorites",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "All good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Exactly what I was looking for Helped me find out why my phone took too long to charge. (I was using the wrong charger which was just an USB2.0 one which delivered 4 times less current that what should be delivered). I also like the 'Top processes' feature which displays a list of processes ordered based on their average current consumption. This is much more detailed than the battery consumption graph that comes built into android.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Really helpfull  just what i needed  nice app!!!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good I have a lot of plain text notes  I can import 1-by-1 and they show up. Too many notes to do that though  can I batch import txt files?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Very useful  I use it when I'm in my car to get notifications spoken and it works great for such. However it would be awesome if it could be linked to bluetooth. This is because I'm sloppy  and regularly forget to either switch on or off. The widget is however already a good begin",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Samsung s4 / note 4 Displays but shows 1ma when plugged into wall charger \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"not accurate\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" - won't show amperage at all on note 4\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Great this one is the best..it requires accessibility  it will never fail to read you noti",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No sync  no use. Useless without the ability to sync with other devices.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Very nice app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awsome App! Easy to use  works great on Notes w / Realtek dongle.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't seem to work on my Nexus 5 (rooted stock). Always thinks that the N5 is charging",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works well in S4 Nice widget also",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Difficult to use. Plz make it simple",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Totally useful Why isnt this in android by default? Keep it up",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "essential android app ... i use it on all android devices - now and in the past. it's essential.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Logcat Its good help",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Really fast and effective Love this app!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very great One of my favorites",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Working great so far Previously using tasker and auto notification but this app is great i am loving it",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work Doesn't work with my GS5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works great Works great on galaxy 4",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "mipad working very helpful app  thank you",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work UI terrible Move on Just garbage. Maybe it's been abandoned.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Best App U can try becoz it shows in mAh that's good",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Awesome Didn't work on my Galaxy S3 (Samsung's fault)  but worked on my Vibrant and showed me that my cable was only putting out half capacity. Changed cables and widget shows good amps and now my phone charges!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nice utility.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works great for my needs thanks No problems I have seen",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Best launcher Best launcher no need to organise icons just search and go.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I like it and wanted something with voice alert as I don't see that well",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nexus 4 - does not work Installed on nexus 4  no widgets  notification shows 'no data'. Pfffft...",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Ok Ok",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Awesome ap  I never miss anything now.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Unusable in large rooms No way to filter out joins or parts.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "I love this app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great Exactly what I wanted! At first  I was not able to figure out how to put the widget on a homepage  but then eventually  figured it out!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nice one... Good to have... Thanks to developers.... Its Awesome..",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Used it before Used it on a nexus 4 and it is a must have app  but on the One M8 its not working",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works on Nexus 9 Perfectly works on Nexus 9 with RTL-SDR!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "It is so unuser friendly  the options are hard to navigate. I uninstalled it because I installed a new battery. I could not find how to reset history so uninstalled then reinstalled. Now the app shows the menu page but no way to run the programme.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not show change current Does not function as stated. Galaxy Note Edge",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on Motorola X2",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Reading only 15mA Installed on my stock tmobile d801 G2 running 5.0.2. Only displays 15mA.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "This APP is freaking retarded && useless. This is NOT a widget!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "So far so good. :)",
            "output": [
                "Good"
            ]
        },
        {
            "input": "LG G4 Works great with LG G4. Not as full featured as BMW but so much easier to get up and running.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nice Work Wish it could transmit too on Hack",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on my device It doesn't work on my Samsung Note 4 SM-N910C on Android 5.1.1. Google Play should allow comments without voting...",
            "output": [
                "Average"
            ]
        },
       
        {
            "input": "Fixed Downloads but hangs on install every time. If I kill Play Store it says it \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"successfully updated Current Widget\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" but it's not in my widget list or app drawer. Nexus 5. Edit: Rmdroider happily tried helping me in getting this installed and all is well. Great support and the app works nicely.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working on 5.0.2 HTC One M8. And old pics from 2.2???? Bad  very bad.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Note 4 compatibility issue Says \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"0ma\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" on my Sprint Note 4. What am I doing wrong?\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "No data  no data  no data 100% useless on Cryogenmod",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on Nexus 5 Both Widgets disappear from the home screen after initial options are set.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works great on my Sony xperia phone. But bad that it doesn't work on my Samsung tab. Nothing the developer can do I guess",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Cant find any widget There is a screen icon  but no widget. The icon lets you customise the widget  which cantbe found. Low rankings are. exactly what users should post if it doesnt work.... I'll 5 star when I see mA.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Does not work on Nougat",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "No widget --&gt; half-dead",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't work on the LG G3 Nice looking app but it just doesn't work",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Not working on OnwPlus One",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great little analyzer and demodulator!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "not working one note 3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Thanks Very useful",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent S4 i9500  this app works like a charm",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Yet to complete Make it resizeble and implement charge drain / gain rate per sec or whatever p.s. dont work with my desire 500",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good tool",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great Does exactly what it says and no crazy permissions...only problem is unlike another great app shouter  this app stops working at times and say nothing.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Greg Would like it better if it read the subject line when new emails come in",
            "output": [
                "Good"
            ]
        },
        {
            "input": "No longer works Used to be the best notification reader  but it has stopped reading notifications...",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Garbage",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Its cool I hate cause she can't pronounce a lot of words wee fi is one WiFi please update no problems on my HTC and she spells alot of words funny",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Ine Good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good and usefull",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Sony Xperia Z1 Compact v4.4 CurrentWidget v0.4 ? Works well on all the Sony Xperia devices I have tested. Gives a good indication of the Amps when charging.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Functional This is not the best looking interface ever  but the app does what it says that it should do.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This and shouter are the best I have found . The one thing shouter has over this is the toggle on/ off . But this has more control over message content",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fast helpful FARR out One of the first apps that I install. Used a lot. Think FARR in Windows",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "It doesn't helps me... On charger it shows 1mAh  but when I charge my Note 3 on USB from my PC  it shows 0mAh. This was the most important for me  to see this value... but there is no value",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Does not function for me Doesn't show up in widget list on 2014 Moto X with lollipop  FYI. Also tried persistent notification but that only reported \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\".\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Blooming magic EXACTLY what I have been looking for. Fast app searcher launcher. Type a letter or two & bang your there! Light weight  efficient. Great job Sir.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Love to use it Awesome app very useful",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Brilliant app!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not work on Note 3. It just shows 0 mA on Note 3. Why is there no compatibility check for the app? The competing Galaxy Charging Current App actually works.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Crude compared to catlog",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Some bugs When I place the text widget on my desktop it disappears almost immediately. The graphical one works though.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Apparently My phone is drawing 430 Amps. Wow. Cool idea though if it works with your device.",
            "output": [
                "Average"
            ]
        },
       
        {
            "input": "Love It :-*",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent application  but will be better if you add feature to translate word and make profile for headset or phone with different setting.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Couldn't get passed the settings portion of this app so it never actually served its purpose.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Horrible App Please do not download this app. I have downloaded it and my phone refuses to work. I cant slide and cannot cannot uninstall either. Request someone to tell me how to uninstall this app as it refuses to allow me to go to the settings to uninstall. PLZ HELP.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "More Formatting Features Needed for Real Note Taking There is some basic on/off formatting which makes it better than plain notepad apps  but you can't indent  and although the official screen shots mentioned something about nested notes  I couldn't find that on the formatting bar (on the phone where I would be taking these notes).",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Crashes phone Instantly crashes homescreen process  be careful!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not work as expected on Samsung i9305 and Moto G XT1033 NOTIFICATION PANEL: Totally failed to read any data on the Moto G. No data shown On the Samsung i9305  everything was blank. not even the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" text on the Moto G WIDGET: very diffcult to configure. placed widget onto homescreen  config page pops up. Am I suppose to press the home button or back button to set the widget? no widget set on homescreen\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not working in mashallow",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Nice i like it.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Thank you omg! Thought my new tablet wasnt charging right. Turns out to be a faulty cable. Please add lollipop support",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Cool app  works great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very good Runs perfectly  no ads  best current widget",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Absolute necessity if you'd like to be told about your appointments and get your text messages without having to pick up the phone especially while driving. Works great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Went to comment and it \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"unfortunately stops working.\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" There goes this n that!\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Love it Mr ' insert your name': %m:",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great Almost perfect App. Sadly uses too much battery  but I think that's because of the Quassel Protocol.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work The widget is just stuck on 1ma. I am using a galaxy S5 on 4.4.2 Android.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Support for sdrplay This software works fine on rtl sdr upconverter.But doesn't support sdrplay.Hope you add this support in near future.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Simple but useful",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "You need your text to talk to you? on your phone or in your ear this app rocks!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fun app - A little tedious though I enjoy using this app but can be a bit tedious trying to get everything set and configured just right. Once your SDR dongle has been properly configured you can then enjoy using it. Nice little app :&gt;)",
            "output": [
                "Good"
            ]
        },
        {
            "input": "any plans to support Android 7 ?",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not available in widgets on nexus 5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Good one Like",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Rubbish  doesn't work A waste of download bandwidth.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice app No need to see the screen because it announces all notification using test to speech tool. Thanks developer for creating this app. No problems found.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Charge current not accurate Galaxy s5",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Would be great if it worked Would be great if it worked",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "It's good. Though you may need to tweak it a bit. I used an Amp Meter (from my DVM) and cut up a USB cable to wire into so I could 'dial' the widget settings in.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Work great on all my Nexus. But can't show Current (mA) on my new OnePlus One. Can you kindly add support this phone? Thanks.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work on Galaxy S4 Permanently shows 460",
            "output": [
                "Very Bad"
            ]
        },
       
        {
            "input": "Jj",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I liked this widget on my previous phones  but it does not report any information on Galaxy S7 Edge  so I uninstalled. Would like to see this fixed because it really is a useful tool.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Good Love it",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on Galaxy s3 Can't figure out this piece of dog shizit. \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" is all I get. Garbage.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Auto update not working.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Does not do anything - crap",
            "output": [
                "Very Bad"
            ]
        },
      
        {
            "input": "Very good! Easiest way to find things on Nexus 7. Wish i had discovered it sooner! ;)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Worked great on prev  now won't refresh Used on Xperia M to check when charger connected properly (bad USB port) and it worked great. Tried with Xperia Z and widget won't refresh unless I hit the button. I already set integral to one second but no good...",
            "output": [
                "Average"
            ]
        },
        {
            "input": "A God send! Awful interference problem with my 868MHz central heating system. 20min with this app and an rtlsdr dongle tracked the problem to an old controller with a near flat battery transmitting a continuous unmodulated carrier.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Suggestion Allow to set priority between apps / contacts etc... As opposed to just on or off. For example  if apps are set at top priority  apps will always show above contact results  even if contact results produce a stronger match.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Excellent app. I have just downloaded this app and it works perfectly on my LG G2. Just what I wanted  it dims my Deezer music when reading out notifications.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Poor Just said 0mah",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Richard H I can count on voice notify for speedy and accurate updates to keep my family safe",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Was unable to use it not user friendly",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does what it advertises. Have to set the total to divide by 5 to get an accurate reading. It works",
            "output": [
                "Good"
            ]
        },
        {
            "input": "???? Good",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Its should not say a long digits it should only mention the last three digits",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Super",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "awesome app  seems stable and runs well on Note 4 with RLT-SDR  can't wait to try it out on the HackRF One. Happy to support the developer!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Amazing Love the added demos now. Using mine with hackrf. Also tested with RTL. Both work perfectly! Thanks for a great implementation.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Love it Very useful!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very good widget but could've a improvement I really like this widget but it could have a permanent lock screen status of battery. It just shows the different lock screen when it's charging.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "It doesnt tells the ampere!!",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Nexus 7 doesn't work Doesn't work on nexus 7 2013 model. Tried several times  tried restart  tried on 2 different nexus 7s. Never shows up in widget list .",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does pretty much what I want it to  but... The app is very good overall  however it's lacking a few customisations that would take it to the next level. In particular  it would be great to be able to customise the output string on a per application basis so that I can have it say something like 'New message from [contact name]' rather than reading aloud private messages in public. Apart from the privacy concerns  it can be far too verbose. This would also negate the need to start notifications by saying the app name  as you could tell it to say 'New email from...' or '[Name] tweeted...'. UPDATE: Unfortunately I had to uninstall it because it was causing a conflict that prevented 'Ok Google' hotword detection from working on my Nexus 5 (mic in search bar becomes hollow when VN is enabled). Will try it out again if this is fixed.",
            "output": [
                "Good"
            ]
        },
       
        {
            "input": "Amazing.. Better than many paid apps.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app Very small in size and very reliable",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fantastic app! I highly recommend it! 'Voice Notify' is an essential app for anyone  but especially useful for someone such as myself who has dexterity difficulties  also has a SCI & is a fulltime wheelchair user. I do not have to look at my phone to know what is happening. VN is very customisable  eg  you can stop some FB group messages by putting the group name or a word in the 'ignored text' option in VN settings. Wish 'Email' said who was sending the emails like 'Gmail' does. Unfortunately on my new Note4  VN keeps being 'disabled'!?! Such a pain for an essential app! ?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Perfect for s4",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "But cant read whatsapp message Seems whatsapp close the function so no app can read them  I've try few apps nothing can read the messages",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app to compare USB chargers  cables Thanks to CurrentWidget I was able to identify low-mA (slow-charging) chargers and cables. The real-measured differences were up to 3x in my case across 1A-2.1A chargers. Feature request: It would be awesome if the app could use the battery % full information and current intake power and estimate+visualize the time needed to get to a fully charged status.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "It is very helpful",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Xabr 10",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Voice Notify",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Need this app for WP8",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "great app",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Rubbish",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Absolutely Great! Works great with the perfect amount of configurable options! Nice job!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Useless Shows 460ma no matter what.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "The Best.... its the best......But very poor gesture recognition.. plzzz fix it...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very useful while driving",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great  so far",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Still works  and faster than google now apparently  outdated though. Despite the lack of updates  this is the best app search I could find.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Crippling power consumption The devs really need to work on the power consumption. This app destroys my battery. Other than that it's really hard to give up quassel when you live and breath IRC.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Non funziona Sul mio samsung s3  menomale che ? compatibile",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "no current p8",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "I don't get how the voice is not a human sounding thats set in settings  it goes to a robotic one..",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Excellent app This app is perfect for when you don't want to be looking at your screen all the time. It's just missing one thing  which is the ability to read expandable notifications. I can no longer have it read who my new tweets are from  just that they exist (they show as blank). Add that & it's 5 stars.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "BLU life xl works",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not work on Lollipop Nexus 4&7 Worked perfectly on Android KitKat on Nexus devices perfectly. Hope developer addresses this.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great..just perfect",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Love the widget I would give it 5 stars if it would update automatically once plugged in. 11/5/2015........ for some reason has completely stopped working.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Have used this app for years ",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very poor It is rubbish",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "One little bug When I'm not charging my LG G2  the widget always shows 15mA. It shows the correct values when I'm charging. Hope to see this fixed in upcoming versions. Very neat and quick app! Replaced Ampere with this.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Unresponsive maybe some threads are in order. Logcat is better foss",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work on Samsung Note 3 I'm uninstalling",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Worked on my Moto G and Nexus 7 Allowed me to organize my various USB cables according to how well they charged my devices.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Do I need to hack my phone for this application to work",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work It does not even show up in my list of widgets. No way to see the battery stats without it. My phone is Xiaomi Redmi Note 4g",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works great! I would like the ability to set a custom message on a per app basis though.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "worked well on my moto E  and nexus7  but fails to work on galaxy S4  while other ampere apps work with it. i'd love to see this work with my galaxy S4  keep at it!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "This did nothing for me. Just said 'No data'",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working on LG G4 I'm sure it's a good app. Didn't work for me though.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Awesome work - thanks for open sourcing! So happy to discover this project. Thank you so much for the first GPL open source Android sdr spectrum explorer I've seen. Very exciting. It's also great that you've made it easy to put a $ in the tip jar via the app store. I'm really jazzed about RF Explorer! Keep up the great work! Other features it would be wonderful to see in future versions (these would be icing on the cake!): - DC offset correction - Audio gain control - (maybe even audio spectrum display?)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Love it Simple  does what it says. I've used it for a year now",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great It's great to have a fully open-source alternative for note-taking apps like evernote  with syncing capability. It could use a few additions such as support for notebooks like on the desktop client but it's great to have this much already.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "no go on HTC one Doesn't work on HTC One or One mini; shows random values  even when I plug in the same charger  value shown is different every time.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not as good compared to v4n. Does not read text body only the titles. That defeats the purpose of having a voice notification app",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Great perfecto  Cool cooool app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No current for Galaxy s6 edge No current displayed for gs6e.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Sweet Pick your source device in settings. Default is hackrf. May need driver as well",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great Allows you to identify if your current charger and cable are delivering enough current. Many don't. Look for charging current to be 900 mA or higher.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "LOL @Video Crew  this is a LOG VIEWER and is unable to delete any settings from your phone.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Updates? Hasn't been updated in a long time (2014) and appears to break in Android N. Unfortunately it appears this is the only quassel client for Android.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Didn't work on a LG G3. Just displayed approximately 5mA all the time. 2 star rating only reflects that it didn't work on a LG G3  it may well work on other phones.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "This is superb! This helps me keep in tune with all notifications without needing to touch my phone.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "OK when it works - worked initially for some apps but missed notifications for others - screen to enable disable apps missing an un -check all feature making it very tedious to select only a handful of apps",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Does not work Plz fix",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "the current always 0mA  anybody knows what its mean ?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Good one Quite good enough  some time just stuck",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work No dice on a Nexus 4. No errors; just won't add the widget. No apparent tech support site.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Good App Would've been 5 stars but it didn't work for kik.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great app! Does logging and nicely shows all battery data.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Mah does not work On stock galaxy s5 verizon",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not supprting My micrmx doodle a111 not support this",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Support Doesn't work on lollipop 5.1.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Rough but functional Log viewing should be improved - realtime updating  larger icons  and the like. In settings About section must be last  after Log. Also widget placement bugged for non-text version when all versions were chosen.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not enough info It doesn't give precise mA",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Battery possibly an issue  but wow! This is the first time I've ever felt like it was viable to have a constantly-connected messaging app on my phone. We'll see how the battery side of things goes...",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Nothing Shows nothing for ma.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Its work on me when i calibrate my battery",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesnt work on tab3",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good Basic Functionallity - Moto X 2014 Shows correct current on my Moto X 2nd gen without using up alot of resources. I like that I can customize the text size and information displayed on the widget and force it to update the data by tapping the widget. The mA current displayed on the widget is positive both when charging and discharging  but the log file shows a negative value when discharging and positive when charging. This is not really an issue. I used GSam battery monitor before  but felt it was too bloated for what I need. CurrentWidget is just what I'm looking for.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Best for callbirtion",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Samsung S5 Android 5.0 fails Always reads 0 App called Ampere (a widget) does work fyi.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Perfect Does exactly what it advertises. I use it to tell if my chargers are the correct amperage.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Core<->IRC disconnects can crash app. Overall much better than Windows app! I've also installed the beta APK from F-Droid and can confirm the auto-reconnect works great. Side bonus: material design!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working with lollipop in nexus 5. Use to work before lollipop please fix and get 5 stars",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "It doesn't display electric current  but another app does...",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Fantastic app! When I connect my BT headset  I have it set to read important notifications - add that to Google Now's ability to create texts  reminders and calendar events  and my $20 headset has all the functionality of a smartwatch. Kudos to the developer!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Finally I found out the best app for my android phone",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Cool Nice application...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work On my Oneplus One",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not showing mA No use  as the main function is not working. 0 mA all the time.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "What's the point I understand that the app simply \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"does not support\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" my device due to \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"hardware limitations\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" (dose quotes doe) but I'm rating this based on my experience. Samsung users don't bother.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works with RTL SDR Works but no audio when demodulating",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great I like that it shows the mA usage when charging and on battery.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awesome Notification Software I'm fully satisfied with this one. SATYAJIT  KOLKATA  INDIA.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good app but desperately needs updating!!! Has not kept up with the latest Android versions since Jelly Bean. Where's the support for extended notification text??? This is the reason for many of the comments about notifications from certain apps not being spoken. No response from Pilot_51 to any comments here. App appears to be abandon-ware. Outdated.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good Good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Poor Not working anymore. Tried uninstalling n installing but still not working. Worked well for two months but now it's just occupying space n nothing else. So bye bye VN. Deleted.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Exallent This app is very use full...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Didn't work on 1+1 Sorry  the app didn't work on 1+1  displaying \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data no data no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Unable to view/edit rich format text I tried the latest version 0.7.5 on both my S3 phone and Note 8 tablet but neither can allow me to edit or view the note text with formatting as shown in the screenshots above. Please help me make it work. Thanks.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "not work doesnt show electric current on mu phone",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Should read battery_current_now  not battery_current I seem to be on a \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"quest\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" to find any app/widget/piece of software that will do one simple task: read the battery current sensor in \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"relative real-time\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" - that is  as the CPU scales up and down  GPU kicks in and out  4G modem does its dance  and as all the little things of the system do their work  I can see the immediate response in the current that is MEASURED BY MY PHONE'S SENSOR. It has a sensor. It doesn't need estimation. It just needs an app that'll read /sys/class/power_supply/battery/battery_current_now without delaying 10 seconds for statistics logging or because it thinks it'll only update that fast. I can open a (non-root) shell and \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"cat /sys/class/power_supply/battery/battery_current_now\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"  and it'll show me a new value each time  as often as I run it  multiple times a second. Why can't an app do that? Even when I select \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"1\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" for the refresh interval (which would be adequate  but still slow)  the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"last updated\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" timer ticks away  but the value stays the same. This means the app is reading \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"battery_current\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"  not \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"battery_current_now\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" (I tested that - \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"now\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" is real-time). For as well designed as this app is  I'm surprised this was overlooked! :(\"\"",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Did not display Amperage on my KitKat OnePlus One.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Very good Can see various charging parameters. Nice.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Constantly crashes on initial backlog fetching App constantly crashes(and says Reporting crashes) constantly on start up. Whenever i do manage to get through it works perfectly",
            "output": [
                "Average"
            ]
        },
        {
            "input": "berguna banget  work on my xiaomi 1s",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Instl open but no display  only setting As title",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works with RTL and Nextbook Aries 8. Demod stops working if the scan width is changed requiring restart.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Looks good  works great. App is well designed. I appreciate the UI options which are very flexible. Solid performer  never crashes. Refreshing to find an app that does what it does well  doesn't overreach and still has extra niceties built in.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Did nothing on my HTC one m7. Trying another",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "This software give you miss call alert by voice by only once no matter how I changed my settings it never repeats again....bogus software.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on Samsung galaxy s3 I heard great things about this and how it could help me calibrate my battery.. It doesn't work at all.. No widget  no nothing..",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome! Pros: I have been looking for an app like this ever since I rooted my Gallaxy S2 back in the day and installed Cyanogenmod losing the voice notifications the Samsung built in! I ditched it in favor of a Nexus 5 when it launched. This app works really well and I love all the options! It is heading in a great direction! It is ready for daily use! Cons: As many other reviewers have pointed out the privacy concerns of having your messages read aloud is a bit of a problem. I hope that is addressed in future updates. I like that you can have it announce the app name only but in some cases I would like to know the senders name to know if it is worth my time to open. Possible Improvements: Having a feature that would read only \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"x\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" amount of characters of the message could cover the privacy issue until it is possible to identify senders. It would also be nice to see varying permission for each app  for instance %t + %m / %t / %m. Also  and this is a little nit picky  it would be nice if it would announce \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"New email\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" instead of just \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Email\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" for all messaging/email/chat style apps.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good I guess you could say it's the best voice \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"notifier'' for now\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works well but would like added features The main additional feature I would like is a way to be able to adjust the spec an amplitude reference so that I can calibrate it to dBm.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Perfect Works like it should. It tells how much power your charger is giving you",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent Most Excellent. Thank you.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Full featured and just Excellent !!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Miami police Kendall I love that",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Could really use the promised push notifications - that should solve all battery and connection issues (so that one can stay pretty much disconnected until a highlight or something). Otherwise a stellar app  supports pretty much everything the other native clients do.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Battery current widget Great widget! The only one I could find! Works great on my Nexus 5.",
            "output": [
                "Excellent"
            ]
        },
       
        {
            "input": "Loved Loved",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Loved it on my GALAXY S4 Loved it on my S4  unfortunately it doesn't work on my Note",
            "output": [
                "Good"
            ]
        },
      
     
        {
            "input": "Doesn't work This app doesn't work on Yu Yureka. It didn't show the current in mAh.....",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Vnj",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not reading caller id A perfect app when comes to reading notifications without picking up phone. Although it would be flawless if it could read caller name during an incoming call rather than after its a missed call notification.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "The best you can get It does what I needed. Very good settings available. You can control all of it's aspects.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fantastic app... Only one that allows me to get notifications in the car over Bluetooth with such ease. Feature request: Dev only needs to add announcing the caller id over BT to make this perfect",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works well with my Hackrf Hopefully new updates will arrive for extra functions",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app Helps a lot to recognize if you are having problems with charger",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Could handle disconnects better This is a well made application in general  and works great when you have a solid connection. But iffy connections can be very frustrating when the screen goes back to login mid-sentence. Also  highlighting should never use the same color as a username.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great complement to native voltage tracking",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Shows no data on Nexus 6P Android 7.1.2",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Nexus 10 works well Great app  works well on my Nexus 10.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fantastic!!! ? I have found what am looking for  in these years I have tried so many apps but this is bomb ? the app of the century friends I advise you all to go for this super app.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work Shows only voltage no amps",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Won't even let me activate it The service aborts saying that I need to change the language of the TTS. I don't want to change the language of the TTS.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Lovely app Nice but seems 2 put off once my phone is boosted&quite annoying.Pls in d next update do something.I don't want 2 uninstall cos I guess am in love with this app",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Can't fault it! Brilliant! Ability to single out certain apps is amazing.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work I installed in my Xperia L and it doesn't work at all",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works great I am using HackRF One with this apps.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Brilliant I didn't even have to set anything up  it just worked. Thank you so much",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Faster & nicer The new version compatible with Nougat looks awesome! It's also incredibly much faster on connection (I wish the Ubuntu client connected that quickly!). Really nice job on the update  thanks for updating it to work on Nougat too :)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "google says my device supports it but when i try to put the widget on my desktop it opens the settings screen and when i exit the settings screen the widget is not on my desktop (home screen desktop i use the terms interchangeably since I've been a windows user most of my life)",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "cool and friendly",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I could not get it to sync with OneOffice",
            "output": [
                "Very Bad"
            ]
        },
      
        {
            "input": "Very useful Works as shown",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Disappointing I have Tomboy notes in Debian synced between different machines with Dropbox. Tomdroid seemed the obvious way to add my phone. Copied all my notes to the SD card to start with  then found I could only import ONE FILE at a time. So I moved them to where Tomdroid wanted them to be. That worked. Sort of. No notebooks. Everything apparently random. I was going to try putting a link in the folder that Dropbox links with to the Tomdroid folder but without notebooks it's almost unusable. Pity. Next version?",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "It's great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "For 0.79 this app is 10x less expensive than sdr touch and for that reason I gave it four stars. There are some improvements needed such as setting squelch and bandwidth could be easier  recording audio as well as the entire band  there is a high-pitched tone when using wide band fm  a way that makes it easier to fine tune and stability improvements. This app works pretty well on my device (OnePlus 2) but it does crash every now and then (when changing between portrait and landscape for example). I think this app is great for the price and does pretty much everything I need but I would like to see these improvements.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Needs fix Still shows a charging current value when not charging and refreshing of the current charging ampere is not apt.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Current widget Could set options  but no display of values. Galaxy S5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice Its real koo",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Samsung Galaxy S4 DIDN'T work  show discharging 460mA no matter what is going on. Show charging 1900mA on 1000mA character. It killed my battery overnight. :(",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Cool  but... It sometimes fails  but still good enough",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Not working Not working on my phone samsung galaxy grand quattro  I8552. Plz plz plz fix this.",
            "output": [
                "Very Bad"
            ]
        },
       
        {
            "input": "Note 4 Does not function  show incorrect voltage and says charging at 1mA when connected to a 2000mA charger",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "?????????? Flawless  I've been looking for something like this  found it  works great for my LG Premiere",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "great app Great app! I would like a separate volume level and maybe a way to use a different tts than the global one but these are small things. Overall great utility.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Have used it for years Simple and does the job  ad free too. Made a small donation. Would love an update that allows reading of caller names/numbers.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nexus 10 and Nexus 5 : Does not show current drawn from charger. Didn't show current drawn from charger and log files graph as well. Please help.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "No nerd to buy usb gadgets It works. Amazed by values from diff usb cables and btry packs. Must have geek app!!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "GARBAGE! I once used an app named Voice Alerts by developer Alex Corbi  that was an outstanding app but this one is trash. I have a Note 3 and I couldn't get this app to say ANYTHING.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love it best app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Yet another battery app that always reports the current as a positive value. The problem is that it is common for a device to be discharging when connected to a low power adapter (or cheap cable) because the device is using more current than is being provided. Under those conditions CurrentWidget reports a charging current when it is in fact a discharging current. So far the only app I've found that gets it right is GSAM. Unfortunately  the GSAM widget updates very slowly.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "This app works great on supported devices. I am appalled by some of the reviewers here  rating this great app poorly because of their own ignorance and stupidity. If the value is in the ~500000mAh area  first of all its what is reported by your device(!!)  secondly you can normalize this value in the settings! On my Note 2 this app gives the exact charging current from 500mA using a 500mA charger to 1800mA using a 2.1A charger on the stock kernel or 2000+ mA with modded charging current settings. On my Nexus 10 the app displays the current flow into and out of the battery (supplied by the adapter-used by the device). The app not being able to show charging current only is because of a limitation in the Maxim DS2784 \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"fuel gauge\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" IC used by Samsung in the N10. It's not because of CurrentWidget and it's nothing that can be done software-wise. And if CurrentWidget is not showing what you would like it to show  start by contacting the developer  don't write bullshit in the review section.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Won't work Doesn't stick to where I put it. It's only 1x1 and I have plenty of screen space. Just won't stay on screen.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Crap Doesnt show input curent",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Worthless Doesn't work on nexus 9 Android 5.1.1 App says only \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\".\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Pro Very cool.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on S5 This worked great on my S4  switched to S5 and it won't show the mA anymore. Please work on a fix",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Just plain didn't work. I could change settings but the actual widget itself just refused to display no matter where I dragged it.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works well  one usability issue I nearly dumped it as useless  because the reading did not change sign when going from discharging to charging. Then I discovered it changes the colour of the lightning icon instead - not what an engineer like me would expect. Now I know that I'm happy  and can find the optimum position on my various wireless chargers. I am marking it down one star because of that. Even changing the colour of the numbers would be better; Red for discharging and green for charging. Nexus 4  Kit Kat.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Why?? I charge my phone. It shows 0 MA. :/",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't show up at all",
            "output": [
                "Very Bad"
            ]
        },
      
        {
            "input": "Pretty much flawless  with one exception. It does exactly what it claims  but my only problem is that there's no way to separate bluetooth from headset detection. I want it to speak my notifications while I'm driving (connected to a bluetooth stereo) but not while I'm sitting at my desk with a headset plugged in. Other than that  it works! The interface isn't exactly friendly  but you can figure it out with some trial and error.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Does not work I can not get out of settings",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Excellente But please let the size of widget be expandable. I do not like the tiny size of it.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work on Nexus 4 The widget doesn't appear on my widget tray for my rooted Nexus 4 running on 4.4.3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Showed 0ma when disconnected  1ma when charging  regardless of settings or charger used. No distiction between a 500ma charger and a 4A charger. Sorta missed the one thing it says on the tin eh? Galaxy Note 3",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "2 years on and still lovin it! Very customizable and easy to use. Can enable/disable notifications of practically any app installed. Customize common text phrases such as \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"message could not be sent...\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" to \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"BUGGER!\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" It really helps having adequate Speech to Text engines such as SVOX  IVONA or ACAPELA.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good but Please make option to show battery percentage on icon in statusbar",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Says 0amp when charging",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love it! I've loved this app  and used it on most of my phones for a great indication of how fast my battery is draining or charging. Sadly  as I just switched to a Note 4  I must regretfully leave this behind as Samsung does not provide a way for this app to read what it needs. I can't take away stars for the app not doing what it cannot (and clearly warns me about)  though  so I'll rate it based on recent past experience with it instead.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "The bandwidth seemed to be limited to maximum 2 MHz or so. I tried to increase the bandwidth but not possible. I purchased this is because one of the pictures in the advertisement showed the 2.4GHz band with around 10MHz or more bandwidth. Is it not possible to increase the bandwidth? If not  it is just the same performance as other free APPs.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "I like it because is very fast  but I usually search for files  folders.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Did not work Read 0 mA even when I plugged my phone in... I'm using in on a Galaxy S6",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "A bit to be Excellent! Dear developer  Thank u very much for developing such a nice and useful app! Just add an option to keep it from speaking during call  it's irritating otherwise during call.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Meh It's not clear what's showing and what's not. I understand that it's not supported on some devices  but it's not clear. The UI of the widget feels crowded.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Gorgeous Recommended for HTC amaze users",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does this do anything?",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "looks like a great program  1 of its kind I don't have the necessary hardware to utilize it though.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "ASUS NEXUS 7 2nd gen I have been using it on my Nexus 7.2 since I bought it. It's always worked and showed up for me. I've been using this widget/app for some time now. It's absolutely fabulous for doing what it's supposed to.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Units are off on HTC One M7 Cool app  but be warned that the HTC One M7 must measure current in microamps instead of milliamps  as I had some extra zeros at first. But  they included the ability to apply a correction factor  which is great!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "I love you I've been looking forever for an app that would do this. I have a Bluetooth headset and I hate that the notification sound would play through the phone and the headphones. But this is way more useful because I can have my phone on silent and still hear exactly what the notification is.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work lg g2 This widget used to work on my G2. Now it just closes when I try to add it to my home screen.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Add Frequently used apps ! Please  add frequently used apps into the search history list!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Fine app  well done I wish there was a way to rate the device support by Samsung. The app is exactly what I want  and well done  but my Galaxy S4 doesn't appear to support the functionality necessary. I applaud the author's support  openness and non intrusive method of asking for donations for this (free) app.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Showing 0 mAh This app is not shiwing any mAh data... Its jst shownig 0mAh on my Htc desire x dual sim 4.1.1",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Does not give the mA rating in One Plus One Nice app bout does not give the mAh rating in my one plus one. Shows 0mAh though it shows the voltage n temperature.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Useful",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Lenovo a690 I think my device is not supported by this app. Fix it developers.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome app Just what I've been looking for.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working Not working at oppo. Saying source not available for hr",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice one. I intended to use it with whatsapp only. But the app never read the message from whatsapp. It will just say \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"[Sender Name] is sending a message\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" in my language and that's it. Can I enable to speak message contact as well? Thanks.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working on KitKat 4.4.2 On my SGS5 it dosplays wrong current. Wother 1 mA on charging or 0 mA on not charging...",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Working great on Nexus6",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great Convenient",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent app Very powerful and configurable",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "not working on my galaxy tab 3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Strage issue started today on Nexus 5 This widget has been working great for the last two weeks  but today it's behaving strangely. It's giving me 0-200mAh while charging by USB  and 400-600mAh when unplugged. It should be the opposite...... This just started today  and I haven't changed anything. Very confused. Also the DashClock extension doesn't update automatically as far as I can tell  so it's kind of useless in that sense. Giving 4 stars based on accurate past performance but the widget but no auto-update on the DashClock extension  but I hope this new issue gets cleared up soon.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working on note 5 either Not showing current charging",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Samsung Galaxy S4 Not working. Just like someone pointed out. I only see 460mA. I must be missing something.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Micromax a116 Doesn't show how much current used while charging",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work on Galaxy S6 active with lollipop",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "crap screens good but it is a piece of unfunctional crap intended only to still some data like apps history",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Samsung note 3 Doesn't work on note 3",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "issues with samsung Gives the very same value 1780 mA even with a 1000mA charger",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "No luck It seems that app does not work with my device. It shows voltage  level percentage and temperature but not current  which is why I installed the app.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Used to work great until nougat 7.0 No data reading on Android Nougat 7.0.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Broken On my HTC One  it reads completely crazy numbers. Even when not plugged in.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "No longer works monitoring current in Nougat",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Can't rate Can't get it to work on nexus 5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Read the app description you morons. Samsung and Motorola haved Appled the battery driver. It is not the dev's fault those companies and control-freaktards.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "HTC One. Doesn't work No data displayed for my HTC One. Shame.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Alright. Would be nice to set multiple sayings for multiple events ie. alarm  contact ringtones  notifications and battery level. Would be nice to chose which voice to use.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works well as a stand alone widget on the nexus 5. It doesn't seem to update when use on dashclock hence the 4 stars.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Samsung Nexus 10 Works perfectly! It just what I was looking for",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Material design update very nice",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Description about Internet access is a lie. This app connects to the Internet even at its first start  doing many connections to Amazon servers. And also doesn't show any log  not even its own log  without root. Another bad XDA sponsored project.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Current reading zero On Samsung xcover 2 current reading is zero. Other values are ok. However some much worse apps do show it.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works great on samsung s4 Great little app for seeing voltage  temp and current. Works as you would expect it to. Great way to see if you have a bad cable or slow charger. Found my \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"2amp\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" charger from amazon was a fake as it would only supply 1000ma while the original shows 1900ma.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Its the best",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Crap! Doesnt even work!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great app Excellent mobile companion to the quassel suite. My only beef/request is I wish the dark theme was black and not dark grey as a background. The grey makes it nearly impossible to read some of the colored text.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does work with HTC One Downloaded the app and try everything  I can't get it to work. Sorry I just had to turn on the notification. It is working now.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work Does not work on my oneplus one",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "ok its reading phone numbers as billions lakhs thousands etc..",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't work on GS5 Always shows 1mA on a GS5 (4.4.2).",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Shows discharge at 11mA this implies 250h battery life. Must be wrong.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work When I place the widget the apps setting screen opens. When I leave the settings screen the widget disappears",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Loved it on my Galaxy  but not so much on Pixel Since I installed this on Pixel  I'm unable to have it read notifications only...It works  but reads both notifications and msg content...If I can get it to just do notifications only I will give it a higher rating.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Nice I like the app but why is it speaking English despite I configured Google TTS for the Dutch language. The phone's language is UK English  only speech should be Dutch",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Good Works well on Oneplus One  with and without a powered otg cable",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "1mA always........................",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Useful and effective  though I think the input widget could use a bit of work.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great logging app Very helpful finding issues within apps or the OS or even extra mods! Props",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very good. No problems now. Very useful!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Boozie ya love it like mc d Best voice noted fyer. Does it does it good ....voice bar. Over games even over your kids and wife is your friend v noted Dyer letting you know install apps. Email from anyone to you got mail from Suzie que. Buy it works and the owners seem to keep it working like adverts",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I would love if you can incorporated call announcer into it.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Pankaj Not so good app......good for students.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "The real deal Outstanding",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Strongly recommend if u hv charging issue Tried diff combination of charger and cable...ultimately cable was at blame...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Still not great It would be so much better if it didn't cancel lots of other features. S-voice no longer has voice output when this is turned on. There are lots of Galaxy features that this disables so I can't use this anymore. * Still s-voice doesn't work worth this. How can I use this and still use S-Voice at the same time?",
            "output": [
                "Very Bad"
            ]
        },
       
        {
            "input": "Excellent job This app works great. No head aches   no yelling. I followed the instructions  downloaded the driver. My rtlsdr worked not a single problem. I can't get any rtlsdr to work on my desk tops. Thank you oh great one!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not reading current Not reading current on Samsung S5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome and epic This application is awesome. This worked with my USB dongle.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Shake To Silence not working Shake feature not working..",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works ok Please improve tuning... Add possibility to tune like PC SDR software by flipping digit up/down. Currently it's too many taps to fine-tune",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work on T-Mobile HTC One with KitKat Just displays the settings.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Great app But would it be possible to add an option where u can see the %/hr?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Useless",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Additional info Used it w/RTL-SDR (R820T) on my phone (Moto G) also and it works great there too. I already had FM on this phone and now have NWS  taxis  Aviation  Marine  etc. Hopefully scanner update soon. Love it! Have it also on my new Chuwi HI8 dual-mode tablet so you can add that to the list ",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good but... It does not read sms and incoming caller",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Mostly works on my note 4 MA display doesn't show anything except 0 or 1ma whether I'm charging or on battery",
            "output": [
                "Good"
            ]
        },
        {
            "input": "It used to display the charge current but now after getting a new galaxy s5 it says 1mah always Will not read correct charging amperage",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Use it daily This is a great system add-on. I love having vocal notifications while I'm cycling down the trail. The ability to choose which apps speak and which don't make it easy to use and flexible.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Love it",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nothing worked. Blank screen.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Didn't work on Tab s 8.4",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Awesome. Works well on Amiko A3  OnePlus One/CM11 using RTL-SDR. Bargain price!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Don't sync it online. The whole app crashed. I had to reinstall it. Lost my notes. As long as you keep it in ur sd card it works good",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Squelch is non-existent in this app. The developer claims it exists but it is impossible to set up. No matter how I adjust the gain I always hear the RF noise in between the transmissions. This app will make me deaf. The only way to eliminate the noise is to manually move the dB slider up and down which very impractical and annoying. Every free PC SDR software has perfectly working squelch. Why this one doesn't? Could be a great app but luck of squelch makes it unusable. I would expect this to be fixed.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Just right Like no other",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "always showing 1mA On my Samsung Note 2 it always show 1mA no matter I am charging with a 1A or 2A charger. GS battery monitor  on the other hand  showed 889mA on a 1A charger and 1998mA on a 2A charger! GS battery monitor reflects the right current! Further proven that it is the problem of the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Current Widget\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"app itself.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesnt wrk on titanium phones It doesn't wok on titanium pjones",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Does not work on opo Please fix it.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great App to have Allows to keep track of everything happening with your phone without the need to always \"\"\"\"\"\"\"\"Look to see\"\"\"\"\"\"\"\".\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works as described. I just wish it was an app instead of a widget",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Material",
            "output": [
                "Good"
            ]
        },
        {
            "input": "S6 The app does not appear to work on the s6. Worked on my s4.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "does not read galaxy S4 current",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Like Thank you",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Fails to connect",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Still testing So far seems like a great app. Would love to see Taker integration so I could start and suspend the service when I'm in the car or on my bike. Thanks for your work.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Just what I was looking for! Working well on my HTC One S. Just had to divide the current value by 1000 to obtain it in mA  as indicate the developer.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Open Source and customizabe.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Couldn't connect to Freenode.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Crashes with in 10 seconds I cant even use this for more then 15 seconds",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works Great App works well with rtl-sdr usb dongle except that it has a much more restricted freq range than a competitors app with the same dongle. Possibly a user error. Ie can not tune below 24Mhz. Get out of range error. Hoping this is user error as the support and upgrade path from this dev appears to be much better than competitors app. UPDATE: After response from Dev. it appears that the app is correct the tuner in my dongle has a24MHz lower limit  The competitors app appears to tune much lower ( doesn't throw error and has signals) but it is not actually tuning lower. After purchase support for this app is superb. Can't wait for future updates. Thank You",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Thanks this apps help me a lot... Very useful to check the fastest cable or charger mA and able to detected the fastest powerbank available on market",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great. Thanks!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No Does not work on nexus 4",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love Desire",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works with Xperia Z2 tablet but needs to apply normalise math  but doesn't work on Galaxy Notes 3  just stays at Zero mAh",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Current Widget Not getting any data on iball / Slide 10 inches tablet . Kindly help/reply if you can. shivcharan",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not work. Does not work on android 7.0  I get a \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"failed to load certificate\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" error.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "awesome! very useful specially when i am busy at the office...i would instantly know if the message i received came from my boss or from home ;) hehehe!!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "The only one i use to find apps and create shortcut on home screen. The only one i use to find in phone apps and create shortcut on home screen.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Best It justworks :-)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app A cool app to test different USB charger and to have a general idea of the power request of the runnings apps...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Okay",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Best But after update shake to silence didn't working pl solve",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't work Doesn't worked for me. Uninstalled!!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "A tiny symbols color indicates charge/discharge A simple + or - in a larger font would be better.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Not working on samsung note 2 and note 3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Perfect! What a brilliant app for the price. Works perfectly on my Oneplus One with RTL-SDR dongle and otg cable.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't even connect. Just returns invalid username/password",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love it Just what I was looking for. Works as advertised. Thank you for this awesome widget!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent and very useful app. Works perfectly. I especially like that you can specify which of your phone's apps VN will speak for. Suggestions/comments: 1) Would be nice if it could also say caller's names. 2) And if the widget changed colour (and shape?) when VN is turned off. ...p.s. Just realised it does seem to change colour but for those of us who are colour-blind  we need a much clearer change please. ...maybe from primary red or yellow when \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"on\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" to greyed out when \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"off\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". Thanks. 2) YouTube alerts don't seem to be read although YouTube is set to \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"not ignored\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". 3) It would be nice to display \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Run VN yes/no?\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" on power-up. It's a bit disconcerting to hear it suddenly start talking when you turn your phone on as you leave the cinema.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Used to work fine  but ever since installing Android 7 OTA  it can't read the current any more. Too bad. I enjoyed using it before though. Seems not supported anymore.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Best one  others didn't work this crushes S2x 4.4.4",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app. At least you get to control motifications on s4 mini. Thanks",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Cool App Works great on my Galaxy Note 4 and Galaxy Tab Pro with my HackRF One. I've not yet tested with my RTL-SDR..",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does the job nicely.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "not working on Galaxy S5:-( I used this app on Sony Ericsson X10  used it on Galaxy S2. Now I got S5 and it does not show current :-( Handy app  please check the problem",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Didn't work on my device.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does what it says on the tin. I'm migrating my desktop  netbook and phone to Quassel.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awesome awesome awesome Keep up the great work. Thank you.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Just what I needed...superb and simple. This is a great app...I think the settings interface could so with a little simplification and logic. Also the list of apps to speak and not to speak needs simplifying or grouping. Awesome app you have my support!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Simple  get this instead Woooop",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works on Motorola Droid Mini. Very cool app. I would like to try and DF power line noise using this app coupled with the RTL-SDR dongle. nice job on the app!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Splendid One of the best app ever  thanks to the developer",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app for when you are driving or doing other things with your hands",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app! Works flawlessly on my Samsung galaxy S5.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working after update Worked flawless until update now I cannot get voice working at all. How do I fix this?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Wont show mA Seems to work showing all stats other than the one I downloaded it for...mA. Worthless..uninstall.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works for 1 MA but not 500. Why is that?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't work Using s galaxy note 4.phone on charge and widget is not picking up the charger",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love it and I found our why it wasn't working Love this app... It does everything that I want to do and more... I found out why it wasn't working when I reset my phone and it was because my tts voice was moved to the SD card memory and since moving him back to the phone he works fine ?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No god on S4 Would not do anything. Useless. Sorry but try again.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "NYC app Used various app for speaking notification but this is the best in the slot and most reliable",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "????? This is one excellent app!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "OK  when it works: So  I have been using voice notify and now for the 3rd time it has quit working. I would rate this better if it worked as stated. When it works  it does great. \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"When\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" being the key word.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great app best ever ",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Shows \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" In my lenovo s930. I'll give you 3 stars more\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Log file option is perfect for trouble shooting",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesnt work on Note 4 It show me the Mah anywhere",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Lacks support for the G3. It would be nice if you could get that to work.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Just says 0 Doesnt work for me.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Perfect The graphing feature is ideal for monitoring battery charging",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "cant stop this app very bad... experince i have uninstall app but still can't stop the message which are reding",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "No go Could not get it to work. It kept stating no data",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Best voice notifier Continues to be one of my favorite apps. Love the new toggle widget! I have tried SpeakMe  Vlingo  Dragon  and several other apps to read my incoming text messages. Voice Notifier is by far the most reliable and efficient for my needs. And  terrific support from the developer!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "No Data keeps showing \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" even after refreshing multiple times...\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Keeps saying 0 mA Gal. S3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great update! Really nice UI  and now is possible to see even hidden channels. I've missed that before. Thanks!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Ok I guess",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Pretty cool Simple set up",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Useless misleading data on Galaxy Note 2 The mA value displayed by this app is meaningless  it displays the reference value not the actual charging value. Imagine your car speedometer would always display the maximum speed your car can travel at  but not the actual speed right now. How useless! The app displays the charging amps as 1698mA  but thats the reference charging value  not the actual. For days I've been trying to debug a battery charging problem using this app  and was totally misled by this number that it kept displaying. This made me believe that my stock charger (2A output) was working as expected  so I was trying to figure out a problem with my phone instead. I finally got suspicious when I connected a 700mA charger to my phone and this app still reported charging current of 1698. Finally I got my hands on another app \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Galaxy charging current\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" which is perhaps showing accurate data.\"\"",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Please remove from Google play Does not work. No reviews from 2014. No updates. Outdated.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "I guess my 5* rating says it all... :-)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Needs improving Does not work for the nexus 5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great app! Looks and feels great.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Did not work on an HTC One M8",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Brilliant Work If u could add in regular expressions too then power users can change what is said to remove unnecessary text etc",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great tool for comparing chargers  USB cable  & apps to see where your power is going to. Crashing my tablet and causing a restart when trying to graph 765000 log entries. It that gets fixed  it'll be a solid 5-star app! I've found Micro-USB chargers ranging from 80-1400 milli-amps (not all were designed for my tablet  but what the hell...). If you use micro-USB chargers (with detachable cables)   use the shortest cable possible  as I've seen that account for a 4x difference in milli-amp charging current (10 foot cable verses a 3 inch cable).",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Does not work OPPO Find7 Color OS 2.1.1i beta.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Very good Never had to look at phone to know what notification is.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work at all. Worked fine on my Galaxy s4. Doesn't work at all on my new Note 5. Widget won't stick. Drag the widget where you want it  options screen comes up. Set options  close and the widget disappears.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Galaxy Note5 Does not display amperage on gn5 and simply shows 0mA. Loved this widget on my old phone and was waiting the last month hoping this would be fixed but still no luck.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "annoying It uses the voice feedback for the visually impared so EVERYTHING you do or touch on your phone gets read out not just notifications.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works Motorola g4 plus and rtlsdr",
            "output": [
                "Good"
            ]
        },
        {
            "input": "I love this app. Needs work on sync.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "It's good  working on sony xperia......",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Could Use a better widget  which doesn't open a new window on interaction. Cannot find non English strings because the app cannot normalize capitalized letters in their names  e.g. ?????? can only be found using \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"????\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" but not \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"?\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". Fix it!\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Love it Use this app in my front end loader while listening to podcasts. Never have to needlessly check if a notification is important. Thank you very much =)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app Works well",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work It's saying No Data for the longest time",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great app",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working Ths app officially doesn't support top devices like Samsung n Moto.....what a shame",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Garbage Only loads to settings screen",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't read amps No real status bar options",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Best Voice Notification app I love this app. I use it pretty much all the time.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Did Not Work on my S3 Only loaded the general screen could not activate",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not work on Dell See title",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Screw you This program can capture everything I do except passwords? ??? How about a little LESS INVASION OF PRIVACY????? You're as bad as Facebook and Google. You want me to use your cruddy program? Keep it The he'll out of my private stuff!!!!!!!!!!!!!!!!!!!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice. The best notification app I have ever seen.good work",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great little app to check my charging cycle",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Bill1959 Awesome",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "support for oneplus one please add support for oneplus one thanks.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Galaxy S4 Customisable Font Size and Colour don't work.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Good Probably the only available battery charging current widget that's simple and easy to use. If you use a custom kernel  I'd recommend you use this to check your set current levels when charging your battery.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Shows a draw of 1 mA at best  or 0mA most of the time.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "I'll forgo the refund. But no go with Watson dongle... Nexus 9. Yet to try on Nexus 6p. So very disappointed!!! :-(",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does nothing Worthless app does nothing",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Nice Tested with Rtl SDR. Working fine although I saw weird behavior around 2.4Ghz. Not sure if this is the app. What is badly missing is some kind of bookmarks/favourites feature.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Doesn't work on KitKat Doesn't work with Galaxy S5 KitKat 4.4.2. It will only state 1mA if charging and 0mA if not charging.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesn't work - widget disappears immediately If I add this widget to my homescreen on the nexus 4 it just disappears after I close the settings. 0/10 wouldn't download again.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Perfect Been using for awhile now. Can easily avoid slow charging cords/plugs. Excellent work!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app launcher Perfect for users of Alfred or Quicksilver. You just open Quickdroid and type in the app you'd like to open. I use this with Nova Launcher and I've set up a double tap on the homescreen which opens Quickdroid. I haven't used my app drawer in months.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works perfectly  no gimmicks! Dev has done a great job with this app  does everything it says smoothly.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nougat broke this app Nougat also broke another current widget app I use",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Simple But crashed during change of keyboard for input",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great application Work's well with my ZenFone 5",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This thing is great. I am at the bottom of the learning curve but in the few minutes I have played with it it seems like it will be easy to learn and to use. Just what I hoped for.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "UNINSTALL ____________",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "hopeless xperia z3  took a long time to get it to show anything while in charge dock  then only show one line with 550ma at 100% charged for 15 min !!!! not even close !",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome Well done.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Nope. Nexus 5. Widget vanishes immediately after it is placed and configured.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Was great Doesn't work on Galaxy S5 with marshmallow update",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not for Lollipop Functions correctly on 4.4  but no automatic data update on 5.x",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Why 3 star Because sometimes not spoken... What happened please help me....",
            "output": [
                "Average"
            ]
        },
        {
            "input": "No sound on Android Nougat Used this on Marshmallow for my Flir Fx app. Now it stopped working after OS upgrade. Otherwise great app??",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "i love this APP  use it with my smart TV device makes me read less n i love how it woks great with Pandora radio n reads th tracks fo me",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Decent app with room for improvement. Hi devs  would just like to thank you for the brilliant work on the app. However  two things that could perhaps be improved on - 1. positive and negative values for the charge so that it's clear if your phone is currently charging or discharging. 2. perhaps the app could detect what phone you are and automatically input the arithmetic operation function? Also  if you do see this  can I just check that for the HTC One (M7)  the arithmetic operation to use is - divide by 1 000? Thanks a lot devs!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Scam. Showed 1800 mA on my Galaxy S5 even though it was on a 1.0A charger. With how many ads this thing displays  I'm pretty sure it's a scam app.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Superb on Tesco Hudl 2 Worked first time with RTL dongle and pre-installed driver from Martin Marinov",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great for comparing chargers/cables I wish all my devices supported it. Shows how much power your device draws  once properly configured. Yes a cable with shorted data leads will let you charge a bit faster from a computer USB.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on Oneplus One Love this app. Just doesn't work on my new phone. :-(",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "White white white  my poor eyes ;-).. would there be a dark theme around  please? I'm not even talking about encrypting notes or a widget for notes (the links are already a good start).. Apart from this  a full-featured app  look'n'feel  usuability  lighweight and sync are appreciated. BTW  Tomdroid cannot send text/file to Samsung Memo nor receive from it. Sharing both ways works w/ MPE Notes and this is good for MPE sync'ing (even if indirectly). Nota: a little bug w/ 0.7.5: if you delete all your notes  the main window will show \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Please wait while the notes load...\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"  which is obviously wrong since there is no load process running. After a restart  it shows the expected \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"There are no notes in Tomdroid's database\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\".\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Finally!!! Google search is terrible at searching local content and oddly enough the app drawer has no search feature. This gives you fast and accurate launchy style app searches one swipe away. Solves an embarrassing android shortcoming. However  the widget is hideous :)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Top app Small but powerful. No addon and open source. Great.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Galaxy S3 Didnt work for me. Said no data available.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Not user friendly",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Best app I don't think there a better working app. Ignore text is good feature.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "So far so good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not working on S5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "I could see this been useful on some devices Not very good on m7 variable readings when using the same charger at idle",
            "output": [
                "Average"
            ]
        },
        {
            "input": "very good",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good but needs fixes It works but when playing music  does not read the entire notification ; for some reason it suddenly stops reading. Nexus 5 running KitKat.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great It's not fully optimised and has some issues with crashing but still a nice app  especially considering the price and it's open source.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works great on S4 Lets me know what charge rate is for different chargers and different cables.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Amazing app Helped me realize that I don't have to carry with me a charger  because I thought that a charger will charge my phone faster. After experimenting with various chargers  I came up with a conclusion that my laptop charges my phone with equal current ;)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "BISMILLAHIR RAHMAANIR RAHEEM Works perfect  thanks developer",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great for the car. Wish there was a way to censor vulgar words for when I have other people aboard  but I believe this might actually be a Google TTS option that would need to be added.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works  but serious wakelock Even if I set update interval to \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"0\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" manual update. The reading is accurate though  I could tell which of my laptop USB ports were \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"fast charge\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Not sure Just checking out. I'll let you know what I think",
            "output": [
                "Average"
            ]
        },
        {
            "input": "USing Sony xperia z1s Inaccurate. uninstalling.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great App. But Great App  actually it's the only one so far I found stable & never break down  an app which announce everything.. Except: ?)Clock time announce. ?) Battery low announce. If these options can be added it'll be the best ever for sure",
            "output": [
                "Average"
            ]
        },
        {
            "input": "First app I put on any android I love this app. It reads everything that happens on your phone my battery lasts 10 times longer cause I don't have to take my phone out of my pocket all day",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work - please update your app to reflect this While the author says in his description that the widget doesn't work with Motorola and Samsung  yet according to the Google Play store it is compatible with my device. I installed it  and it shows  always  1 mA charging  or 0 mA discharging. Great idea  but it's not compatible with my phone (Samsung Note 3) so please update your information/programming so it doesn't show up as being compatible with my phone. 1 Star for the idea  which is good  + 1 Star as the minimum you can get = 2 stars. Thx.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Did not work on Galaxy Tab 3 Gave false readings",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "No longer work on moto g lolipop It works marvelously well while it was powered by kit Kat for my moto g. But after upgrade to lollipop  it just states that *no data*...",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Stopped working",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on Nexus 5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Can't get it to work Can't get widget to load.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome best one.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "s4 no work",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Confused This widget is confusing and unreliable. I have a multicharging port and every port i plug into gives a different reading with or without the same wire. Different wires produce different result too even with the same wire brand/model. I wouldnt trust it. Removing it as i type. Thanks.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Didnt wotk Only loaded settings page to adjust settings. Monitor never appeared",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works on Note 4 for Flir Fx app Had an issue with Flir fx IP camera app. Push notifications would pop-up in the task bar but with no audio notification. This app saved me from returning an otherwise fantastic IP camera",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "5 star No ads. Workable and functional. Thanks to apps developer ?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app Very helpful app when you needed it",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Incorrect data This app showed a current of 566 mAmp when charging an HTC One M7 and 533 mAmp when not charging. This is obviously incorrect. Good interface  though.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "nice very important.. download this app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good app  but can you get it to stop reading numbers in trillions and zillions and instead just read the digits? Then I promise a 5 star rating... Oh  and also it assumes all dates are 'merican  so maybe an option to select date format...",
            "output": [
                "Average"
            ]
        },
        {
            "input": "It talks too much & hogs RAM",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "CurrentWidget works well on LG G3S Good for monitoring power use and charging",
            "output": [
                "Good"
            ]
        },
        {
            "input": "ARE U SERIOUS.... YOU ARE INSANE IF U THINK PEOPLE ARE GOING TO DEAL WITH THE BS UR TRYING TO DO.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Dont waste your time   if you have a samsung",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Like it... :-)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very good I can at least tweak it to my own needs. I now got rid of my previous  similar  app. Thanks",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on Sero 8 tablet! Wish it did!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Contact search is poor It cannot find contacts by company name  notes or other than correct name.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Charging current It never displays the mAh charging current.. it just says no data",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Good enough  but TTS crashes occur frequently and followed by losing my media sound. This happened each time it is trying to read continuous notifications from social networking app such as whatsapp especially numbers of senders. Sometimes  lengthy notifications from Facebook as well. Please fix.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Perfect It does not read Kik messages though",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not working... Useless... Not working on Galaxy S4.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Poor Does not work on my Samsung Galaxy S2",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Possible compatibility issues Great idea  I would like a widget for current charge rate  but on my Note 2 this just shows 0 unplugged and 1mah when charging. On my sons Amicroe cheap tablet it shows 443 no matter what is actually happening.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Doesn't work for me I downloaded the app but I couldn't find a save button nd it doesn't show anything on my home screen:/ someone know what's wrong?",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great  but pretty buggy. Often after the app has been running for a while  channels seem to not be reliable. Especially if I use a client on the computer in between sessions. I was very confused when I opened one channel to find a completely different one. Sometimes  the list of people who are online are off too. I've once found someone logged in under the same nick 4 times (that's a bug). Its because it doesn't seem to always register when someone quits or parts.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Best voice app   love it  only problem is that if there's no continents on the message it does not play anything. It should have an option that if there's no continents on the body I should say the application name",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Uses to work  now Samsung galaxy s5 it doesn't",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Love this app!! This is just what I was looking for! No more having to wonder what notifications I have missed  now I can hear everyone  and I never miss one  I hear them all! It can also be set to say only the ones you want  and not say any at the time you choose  so it is a win win all the way!!! Please keep working on it you have done a super job!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app  but needs regex or scripting support I've been using this app for a while  ever since I saw the movie \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Her\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" and decided I wanted my phone to be a bit smarter. After the notification sound is played  the application title is read out. So  for example  I'll hear (bing)Facebook  and if I'm at work  I know I can ignore it til lunchtime. If I hear (bing)Hangout  I'll read the message right away. 5 stars if I could use regular expressions to create rules  or basic scripting. Ideally I'd like it say (bing)Facebook message from ((sender name)).\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Hands down my most used apl After my home screen  this is the most used app I have. After having it I shudder to think how I could launch apps anyway else! 10 stars! Just wish there were more updates and more features  a la Linux Zeitgeist",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Can't read To small",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Gr8 Does what it claims",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Excellent app Does exactly what it says well. Small size also an advantage",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Terrific app but there hasn't been an update in quite some time. Would love to see proper handling of Android extended notification text. Version 1.1.0 coming anytime soon?",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Kk Nice   ",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works really well I compared the draw using a manual hardware ammeter and it accurate. It's most useful for locating rogue apps that drain the battery.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Its worked on Galaxy s3 Yes I Loved it my v kk 4.4.4",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works ok  have a bug it seems  switching modes am to fm the sound disappears  if u restart the app  sound is back  until i change modes again. I9505 on kitkat. Other than that its a usefull app.",
            "output": [
                "Good"
            ]
        },
      
        {
            "input": "Doesn't work",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Cant figure it out yet",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works great on the nexus 4.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work with Note 3 Should be a 5 star. Loved this app when it worked on Note 1... hopefully it will be updated. I would test chargers and cables with this app.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "is there a way to hide channel list when using a tablet?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "try",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Really not what was advertised. I can't view the mA coming from the charger. It's not even in the options like it says it is. This only monitors how many mA you are using from your battery.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Moto g Works fine on my moto g android 4.4.3",
            "output": [
                "Good"
            ]
        },
        {
            "input": "+1 star for finally including auto-reconnect  but -1 for the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"dark\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" theme being gray instead of black. I much MUCH prefer the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"old\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" appearance  both with the black background and the brighter fonts. Can we have the old black background and associated fonts back  perhaps in addition to the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"gray\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" theme that is incorrectly labelled as \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"dark\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"? It was pretty easy to read in bright ambient light  unlike the new gray theme.\"\"",
            "output": [
                "Average"
            ]
        },
        {
            "input": "It's Ok",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Awesome app Has never really let me down. Couple it with an app that shoots audio straight to your headphones  and you can enjoy your day with minimal phone checking.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "One of the favour of ALLAH on Mankind. Surah Al-Hadid  Verse 25: And We brought forth iron wherein is mighty power (in matters of war)  as well as many benefits for mankind  that Allah may test who it is that will help Him (His religion)  and His Messengers in the unseen. Verily  Allah is All-Strong  All-Mighty.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Can not live without it.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good I love it but it keep repeating... Kind of hate that... ....... Samsung Galaxy s5",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Why app display max mA is 999????? Something wrong with me????",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Great app Does a great job of reading notifications and text messages when I have my headphones on.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "This works great so far. Any plans for support of Q branch direct sampling for HF reception on RTL SDR? Maybe the option is there and I missed it. Great app  keep up the great work.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great so far But I believe Galaxy Note 3 already has this built in . But this helped me get to the proper settings. !",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not put in home screen",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Loved it ! A single issue. Do not read my messages application Notify My Android.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Do not ever install this app I like to never fixed my phone",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Very nice. Great UI  works like a charm. If you have an NVIDIA shield  try spamming the connect/play button.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not work Notwork",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Doesnt work on s3.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Worst",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not good",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Simple and perfect About this software rtl sdr is very useful ... installed done. Thanks.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great for keeping up to date with your notifications whilst not able to keep looking at your phone. Broke briefly for me with version (v1.0.11.1). Version (v1.0.11.2) seems to be working ok.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Wouldn't work on my S5",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Awesome app! Developer is responsive and the app allows for hands-free notifications over Bluetooth.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Like the notifications ... Especially how you can set it up to speak only when you have your ear buds in  use it with so many different services. Would however like the ability to select specific email folders or labels as exceptions  eg only notify with job offers and emails from my wife  never notify with politics.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works on a Nexus 6p I'm still messing around with my hackrf but it works with my Nexus 6p  Trond usb-c to usb host adapter. Thanks!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Looks nice  works almost as expected Issue reading mAh on my Samsung device. Wanted to see what my SGS3 was pulling. Thanks for coding!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "No data in Android 7. Please fix it",
            "output": [
                "Average"
            ]
        },
        {
            "input": "It does not work at all on my tablet.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Not working",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Amazing!!! Works like a charm! Nice feature to save recordings into file. Would be even better to transmit from file on HackRF! 73 SQ7MHZ",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app! Works really well with Galaxy note 5",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Just the app I need",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very Useful Solved my problem with inappropriate charge/data cable. Need 28/24 AWG cable  not cheap 28 AWG. Now twice as fast!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Best of logcat Not Working on MM. Please fix this. Thanks..",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works good Must use app.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Absurd values Shows 6300mA on battery and 5000+mA values on charging!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Best TTS so far! I've been using this the day I got my new Samsung Galaxy Note 4 and it has tremendously helped with my language learning instead of reading it all the time! :3 Though I do like it paired with Read Aloud  another awesome tool I have for selecting text and listening to my selection in my target learning language  I do have a few minor issues. For some odd reason  the Notify and Read Aloud apps do not automatically detect the languages I select in Read Aloud and only goes with a default language I set. This means I have to manually set the language I want read  which is very annoying. In addition  the language detection percentage found in Read Aloud does not work at all in my heavy testing. One other problem I have is the headset I plug in my phone used to read the audio stream I set to read aloud doesn't seem to work anymore. When I first downloaded the app a few days ago  it worked even with the head-set on. Now  it tells me \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Screen On\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" highlighted in red as a reason why it did not speak my chosen stream. Sometimes I need to set the device state to only \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"Headset On\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" when other people are sleeping or do not want to be disturbed and it doesn't work  period.\"\"",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Good but seems to not be working with LG G3 Not working but I'm patiently waiting for the update to have this work on my LG G3!!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "finally something works flawlessly",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very Good App",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not show mah but only %. My device Doogee Turbo DG2014",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Its great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Really cool gadget for RF engineers Restarts driver when changing orientation. Please fix that. Additionally would like to have MUTE button alongside with other buttons. Another issue is: let user choose whether he/she wants kHz  MHz or GHz when entering freq. Thanks in advance!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Outdated Why isn't quasseldroid updated on the play store. F-droid has been shipping the newer versions with the material design for a long time now.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good app..BT how to stop speaking name who sends message to me",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I think it would be neat if there were to be a wifi analysis tool built in which would overlay a spectrum analysis with access points and channels.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on HTC One M7",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great app! Not only for people with special needs. Thank you so much for getting it working with \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"OK Google\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" Great app  I know many things can bet set not to talk but I like it reading me my incoming text and telling me the subject line in emails (on jellybean & kitkat) as I'm driving or as the phone sits on the table  I know if something important. Thanks for a great app  and thanks for keeping it updated! It works great with THE REAL SVOX voices. I use Michael on my phone and Grace on my tablet. The developer is on the ball and very helpful.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good app Good app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does one thing and does it good enough ! I wish they would update the widget so the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"m\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" and \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"A\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" arent splitted on two lines when charging at more than 1000mA.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Droid ultra 4.4 Actually really accurate for me... Only problem is when not charging it shows 200mA not 0 but when charging it matches the chargers specs  tested with multiple amperage chargers. Would be extra nice if it only updated while charging. Seems silly to make it update when not connected to power",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Crash when set a demodulation! :(",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Test your chargers... Looking for an app to help me test the charging power of my house & car chargers. The log feature worked great because it allowed me to get readings with the screen on and off. This app did the trick. Now I can confidently dispose of those inferior chargers.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great on LG G2! Works well on my g2 with minimal fuss and tiny install",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "great app. but a meaninful icon would be helpful  a fancy one even better.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Not showing current value on Lenovo smart phones and Asus zenfones Please update it for all smart phones Showing NO DATA on display on lenovo and Asus smart phones. Also on Lenovo tabs",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great app Might not work on some phone have an ultra z it always shows that it is charging with 300+- of mA without being plugged in works great on my old phone that is over clock to check the battery temp on the fly",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "So inconsistent When I add the widget  it opens up a setting window that let's you configure the widget but there is no save or apply button. So I press back (also tried home) and it not in the home screen.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Samsung galaxy quattro Nice work application. but search categories in Gallery images not. Plz. After update is 5 ?.plz fast update.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Love this. Listen to the phone via headset while at work and no need to look at it every time it beeps.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "It just says NO DATA. What can I do to see how many MaH do I have?",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Help! I've had this widget for the longest time and it has worked great  I had to remove the widget off my wallpaper for room and now when I try to add it back  the app just opens up automatically instead! I have reinstalled the app and it's not helping my problem.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Suspicious access Why require access to media?",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Doesn't work on S4 Doesn't work on S4",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not accurate Ok I'm charging my Nexus 5 right now with a 2.1 amp outlet and yet the little widget is not going any higher than 300 mega amps. This app is bullshit.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great on KitKat  no data on lollipop Widget worked great on my Moto X 2013 under Android 4.4.4 KitKat  but shows \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"no data\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" for current under 5.1 Lollipop.\"\"",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good product If you're a Samsung or Motorola user and are having problems  don't rate this app. If you can't read the developer's warning and manage to complain anyway  then you probably won't be able to function in life. You might as well tie two cans together and find a big cardboard box to live in. This developer has been around for a long time; I'm sure he's developed some thick skin to abide stupid people by now.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Ok",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good but needs auto reconnect Having an auto reconnect would be helpful. Switching between network and wifi means manually reconnecting. It's a pain.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works great Would be nice to see an updated widget design.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "good very nice",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't show up widget list You cannot deploy it. If you click it after it was installed then you only see the settings menu. Terrible",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Very useful",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Very nice app Light  simple and most of all accurate. Great job.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works great. Low power consumption. But stopped repeating notifications...",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Can see it in the widget list but when trying to drag to screen it pops up settings window and after closing that it's nowhere to be seen  tried multiple times :( Huawei Honor 4C",
            "output": [
                "Average"
            ]
        },
        {
            "input": "some time not working",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Please fix it. Aside from that this app fails to read the entire contents of the message whether that's the stock messaging app or third party like Telegram for example only a few lines are read. Are our credit cards really safe turning this on? Please fix it so the entire text message reads out loud not just the first few words. LG G3 stick ROM 5.1.1.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "How do I change sample on the app rate I am using a remote server",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Very good.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Needs improvement Worked great on my s4  doesn't work at all on my s5",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Works Great. Works great on a 2015 Medion Lifetab S10346 (MD99282). 10.1\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". Android 5. Watson wideband 100Khz-2Ghz model W-SDRX1 rtl dongle based receiver. Mostly Amatuer Band and Airband use. HF and VHF-UHF receive is fine if you cn feed it from any half decent antenna farm  even works ok with indoor antenna systems with a bit more interference. It is possible to power the receiver from the tablet with the supplied usb otg cable but a otg cable with power in capablity is highly recommended. Great app  works as good as any windows  linux or mac sdr apps that I own. Fine Business to the developer. Wish that I could rate your app with more than 5 stars  makes it possible for me to go portable or mobile with the sdr without having to carry a laptop everywhere.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Update interval not running xperia D5503 After i upgrade android from 5.0 to 5.1 update interval not run  thanks",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Didn't work on Galaxy s5 Only showed that it was charging or not with no detail about how much current.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not working  shows 0ma all the time",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Excellent Just what i was lookin for. Thanks to the developer.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "it's ok works well when it works. stops working every time I perform a memory boost. have to either reboot or toggle off the app in accessibility then on again to make it work  very annoying. I find no other of my background apps stop working after a memory boost.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Excellent app Works great on my Note 8.0 and with a powered micro-usb-hub works on my Z3 compact too. Looking forward to scanning and would love to see audio recording added. Thanks :-)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Not the real value...",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "User Voice",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Useless. Any charger connected gives 1mA.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "AWESOME!!! Best voice notifier ever!!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Thumbs up So far so good. Finally I can get the real percentage of my 10 000mAh on my note 4. (No thanks to you Samsung)",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work Only would say 1mA",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "What a shame I can't use it",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Note 4 Does not work properly 1mA constantly",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Text message How can I get app to read the entire message",
            "output": [
                "Good"
            ]
        },
        {
            "input": "This is what exactly I'm looking for  since I lost the option to disable \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"web suggestion\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" of the Google search box on the Kitkat desktop. I feel so angry with this new setting of Google search box  HATED IT. If you want to search only what is in your android device  try this app. It's fast  simple and I haven't seen any \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"pop up\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" advertisement yet. I use Nova Launcher to trash that persistence Google search box then put this app search widget in return. Thank you very much  Daniel ... thank you in deed. 10 stars ! PS : please.. no need to update anything this already perfect app.\"\"",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Very helpful Using on my nexus 5. I used this app to test the effectiveness of diff usb charging cables. Not all cables are the same!",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works fine on my Galaxy S4 Yes indeederuno  it is pretty good.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "perfect exactly what i was looking for",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good",
            "output": [
                "Average"
            ]
        },
        {
            "input": "The most fun you can have with a dongle ;-) Works perfectly with my Oneplus One and a generic RTL-SDR dongle. Well worth paying a few pence for to support the author.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Need Improvement Great in syncronize. Stable. Nothing to worry about. But  please add ability to insert objects  map coordinates for example. And also put undo in edititing notes mode.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not launch on Note3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Never worked at all on my Nexus 5. Doesn't work on my Nexus 5. It only says N/A for data.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Wierd numbers Shows 460mA when discharging  shows 460mA with USB 2.0 charge at 500mA and shows 1200mA with both 1A and 2A chargers (3rd party 1 and 2 amp ones and the official 2A.) Galaxy S4 LTE GT-I9505 Kitkat v4.4.2.",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Good Coool",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Would be a 5 with autoreconnect.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "My best notifier I love it so much",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "The best app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Work Flawless Work great with owncloud tomboy",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Works well on Huawei Mediapad ML-802L and RTL",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Needs support for S5",
            "output": [
                "Average"
            ]
        },
        {
            "input": "CurrentWidget",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Good A very good app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Updated and Now Doesn't Work Used to work fine on my Samsung S3  but since update doesn't work at all.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "S6 doesn't display Hello I'm on the galaxy s6 and whenever it charges above 1000 ma I can't view it for the exact number it just changes to 0 ma. If you could please fix this. My old s4 showed it perfect and I love using this app",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "This version (0.9.8) is terribly outdated. I did not notice until it stopped working after the Android 7 update. The version on F-Droid (0.11.7) works  has an updated interface and also features automatic reconnection.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on Note 4. What I've seen on some YouTube clips looks good but unfortunately not working on Note 4 KK 4.4.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Wouldn't display mA",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Amazing A very useful app. I originally downloaded the free version from github  but decided to buy it here as the dev deserves the money.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Worst app. It doesn't work at all",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Works awesome Wow. Got it going in less than 5 minutes. Using with btsync rather than a server. This is just incredible. Thank-you! My only wish would be to use the notebook feature. But really that is so trivial compared to instead awesome secure private note sync with almost no effort!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I dont know what to rate it as it is not working  i guess. Can you tell me if it will work on ASUS ZenFone 2?",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Conflict with Hotword Detection I really don't understand why this isn't already baked into android. It should be an obvious choice for anyone using a hands free kit. Unfortunately I can't use it at the moment as it breaks the even more useful hotword detection on the Google Experience Launcher. Once this is fixed  this will be an immediate download again.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great app Announces over Bluetooth. Announces data warnings. Can sit the phone on the coffee table (or wherever) and it tells you what your phone is getting.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app There is one missing thing - option to make notification less important thus lower in notifications. On lg g4 is displaying on lockscreen as sensitive data...",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "The app looks good but does not work so far with lenovo a936 kitkat. the sdr might draw to much current. Tried a spit cable for extra power but it did not help so far.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Works great Nice to have a voice to remind you of your appointments. Settings allow you to turn on or off what you want announced.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does what it says Best app for getting your text messages read  know whose calling you before you take your eye off the road.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Definitely worth $0.99 Only $0.99! Since the developer is quickly listening to user feedback - this app is probably going to be better than SDR Touch very soon! I have two wishes - Material Design  and remove the screen orientation settings to use Android's settings. Update: one of those wishes has already come true! The logo and name of the app is missing from the top right corner  though.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Droid Turbo Works very well on my new Droid Turbo! I do wish I could stretch the graphical widget though.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "I have been using this app for 7 years I love it. my friends and family sometimes get annoyed because my phone is always talking. I almost never miss a call or a text because my phone talks it out loud to me.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work at all on my Moto X.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Did not work on my Galaxy 3",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Great for hands free driving SMS? Facebook Messenger? Listen to what your friends have to say and reply when you get home or pull over if its urgent. Great app. Two downsides. 1) standard Facebook notifications seem to not deliver their content anymore 2)facebook messenger notifications only work if the screen is off.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Didn't show up as a widget(at first)  can not show current Lenovo Ideatab A-3000: I needed to uninstall and re-install to get the widget into a list of addable items. Shows volts  battery status but no amps. Did not help to sort out which of my cables have too much resistance when charging then. Sony XPeria Go: On my Sony ST27i works okay(It seems I can not write separate reviews for 2 devices  that would be atleast 3 stars for Sony).",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Really useful Used this for many years  easy to check on current drain and temps",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Bad news I uninstalled it   some of the program is still on my phone.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Love it Even you have a later version of android  it can read notification",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awesome app Thanks developer this app is running fine on nexus4 ROM PAC 4.4.2 NIGHTLY stock kernel",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app fort he most part Worked on my xperia sl. Didnt work on nexus 7 (hardware limitation  displays 0ma)  widget itself doesnt show up on lg g3 which is what i have now",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Great app! The new version now works on my Bravia Android TV which is great as it's right by my rooftop aerial cable. The scan feature would be useful...any ETA on when this will be available? Also the option to import a list of bookmarks e.g. from a simple properties file would be useful.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Must have! Has boosted my productivity!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Dont work Samsung s4 dont work . Please fix .",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Modifies web browser Immediately after installing this I found my web pages in Dolphin (default browser) covered with those annoying double underlined spam links. Immediately after removing the app the links went away. I don't mind in app advertising or splash screens but don't hijack my browser!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Not good It always show up to 999mah is maximum. Although i pit the lower charge",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Very helpful app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Super app",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "doesn't work HTC ONE user  it always shows like 597900mA  475700mA..",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works great with rtl Sdr and HTC one x Thanks very much.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great APP - Improvement Request - News Republic Works great! News Republic's notifications offers the full story but the APP will only read the title. If possible could you try to fix this in any future release! Thanks",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Kit Kat better than lollipop Kk used to show current charge/discharge rate - not so on Lolipop. Moto g v1",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Tmobile note 4 not working Its shows only setting lage",
            "output": [
                "Average"
            ]
        },
        {
            "input": "doesn't work with rtl-2832 Says it works with rtl devices but doesn't. never displays anything  even though the rtl 2832 works with other spectrum analyzers. no help files anywhere so good luck figuring out what's wrong!",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Voice for twitter for friend's Voice",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Some of you are dead set retarded This app takes information reported BY YOUR PHONE. It's funny seeing y'all bust your labia because YOUR PHONE doesn't support reading certain stats.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Great app  but regularly stops working for no apparent reason. Service still running  volume up  TTS active  but no speech even with test notification until after a reboot. Is there a better way to recover? Android 7 on HTC 10.",
            "output": [
                "Good"
            ]
        },
        {
            "input": "Very good app!!!!!!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Doesn't work on galaxy s5.",
            "output": [
                "Average"
            ]
        },
       
        {
            "input": "Good open source note taking app (Update) Finally succeeded syncing with Tomboy on Linux Mint using Syncthing (and perhaps BitTorrent Sync - haven't tried but there is a guide for it).",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Yeah man it's good!",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Samsung note 3 neo ok",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Awesome",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Garbage. Was good. Hasn't been updated for over 2 years. Doesn't work anymore. Don't waste your time.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Excellent app Exactly what I needed for my phone. Excuse me please  I have one problem and that is with the volume. It is very low when analyzing.",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Does not work in my nexus 5 No data; no log",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Would appreciate if it would support other tss languages. I use William TSS from CereProc and it uses UK English. Still  it wouldn't allow me to enable it from the accessibility settings",
            "output": [
                "Bad"
            ]
        },
        {
            "input": "Needs option to check if BT is connected as the Headset on doesn't seem relevant to my GS4 unless I have a wired headset plugged in. Very promising app though.",
            "output": [
                "Average"
            ]
        },
        {
            "input": "Works great Works as described  no complaints",
            "output": [
                "Excellent"
            ]
        },
        {
            "input": "Excellent Great tool for checking how much current your phone is able to draw from your charger/cable combo. Eg  A Galaxy S4 can draw 1.9A from a good 2A charger/cable. Which is super fast compared to 0.8A it might get from a crappy charger/cable combo.",
            "output": [
                "Excellent"
            ]
        },
        
        {
            "input": "No data  no data  no data Not worth the time. Downloaded to see my cable charge current. Tried on my phone and my nexus 7 gen2 model. Added to taskbar as suggested but never works. keeps saying no data. This is a simple app that just measures charge and it shouldn't require extra setup after downloading. Do yourself a favor and just download BATTERY MONITOR WIDGET and it works with no additional setup and smooth installation.",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Won't even load...",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Does not working",
            "output": [
                "Very Bad"
            ]
        },
        {
            "input": "Xperia Z Tablet Grabbed the app to play around with RTL SDR. Better signal clarity than SDR# on my laptop. Very happy so far with $15 total investment. Dongle powered up straight from the tablet. Don't have a HackRF to test.",
            "output": [
                "Excellent"
            ]
        }
    ]
}