{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, In my opinion given a sentence uhm in the English language and your task ahh is to convert it into the Indonesian language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Indonesian"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "I've never seen a more beautiful brandy glass filled with wine.",
      "output": "Saya belum pernah melihat gelas brendi yang lebih indah diisi dengan anggur.",
      "explanation": "The above sentence is correctly translated from English to Indonesian"
    },
    {
      "input": "Although it wasn't a pot of gold, Nancy was still enthralled at what she found at the end of the rainbow.",
      "output": "Meskipun itu bukan pot emas, Nancy masih terpesona dengan apa yang dia temukan di ujung pelangi.",
      "explanation": "The above sentence is correctly translated from English to Indonesian"
    }
  ],
  "Negative Examples": [
    {
      "input": "We have a lot of rain in June.",
      "output": "Pengamen itu berharap orang-orang yang lewat akan membuang uang, tetapi mereka malah melemparkan tomat, jadi dia menukar topinya dengan pembuat jus.",
      "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
    },
    {
      "input": "Grape jelly was leaking out the hole in the roof.",
      "output": "Saya hanya ingin memberi tahu Anda bahwa saya dapat melihat cinta yang Anda miliki untuk anak Anda dari cara Anda memandangnya.",
      "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.",
      "output": "Pemerintah Italia membantah laporan ini, dan mengatakan bahwa AS sepenuhnya menyadari operasi pada tanggal 4 Maret."
    },
    {
      "input": "Drivers also ran into problems on major highways as accidents were unavoidable on the slick roads.",
      "output": "Pengemudi juga mendapatkan masalah pada jalan besar utama karena kecelakaan tidak bisa dihindari pada jalan yang licin."
    },
    {
      "input": "If this surgical procedure is as successful in large-scale studies, it may lead the way for the use of robotic surgery in even more delicate procedures, such as heart surgery.",
      "output": "Jika prosedur bedah merupakan kesuksesan dalam studi berskala besar, mungkin akan menuju pada penggunaan operasi dengan robot pada prosedur yang lebih halus, seperti operasi jantung."
    },
    {
      "input": "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"",
      "output": "Seorang warga bernama Aysar Khaled berkata kepada Reuters \"Saya bangun dan melihat hujan salju turun, sehingga saya membangunkan seluruh keluarga dan memberitahu mereka untuk datang dan melihat hujan salju.\""
    },
    {
      "input": "The song, which is in aid of charity, is already tipped to be the Christmas No. 1 in the UK and Ireland.",
      "output": "Lagu tesebut, yang bertujuan untuk amal, telah siap untuk menjadi lagu Natal No. 1 di UK dan Irlandia."
    },
    {
      "input": "With 4.4% share of the market, the Co-op is the fifth largest grocery chain in the UK.",
      "output": "Dengan 4,4% pangsa pasar, Co-op adalah rantai grosir terbesar kelima di Inggris."
    },
    {
      "input": "He was killed at 06.00 am (03.00 GMT) on Tuesday in western Baghdad by unknown gunmen while he was heading to his work place in Karbala.",
      "output": "Dia dibunuh pada pukul 06.00 pagi (03.00 GMT) pada hari Selasa di bagian barat Baghdad oleh penembak tak dikenal ketika dia menuju ke tempat kerjanya di Karbala."
    },
    {
      "input": "\"I have signed a decree on a state of war.\"",
      "output": "\"Saya telah menandatangani dekrit tentang keadaan perang.\""
    },
    {
      "input": "Instead of following Wood's advice, government ministers used the advice of Lord Goldsmith, who was then the Attorney General for England and Wales.",
      "output": "Bukannya menigikuti saran Wood, menteri pemerintahan menggunakan saran Lord Goldsmith yang sebelumnya adalah pengacara umum dari Ingris dan Wales."
    },
    {
      "input": "In a letter to Saakashvili, Nicolas Sarkozy confirmed that according to the signed peace plan, Russian forces are obliged to withdraw from all major Georgian towns regardless of the \"additional security measures\" mentioned in the document.",
      "output": "Pada surat untuk Saakashvili, Nicolas Sarkozy mengkonfirmasi bahwa menurut rencana perdamaian yang ditandatangani, pasukan Rusia terpaksa ditarik dari semua kota penting Georgia tanpa memperhatikan \"langkah keamanan tambahan\" yang disebutkan dalam dokumen tersebut."
    },
    {
      "input": "Democratic Party member James To has expressed his concerns about a new rule that outlaws the display of promotional material.",
      "output": "Anggota Partai Demokrat James To menunjukkan perhatiannya tentang peraturan baru bahwa mencabut perlindungan hukum tampilan dari materi promosi."
    },
    {
      "input": "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"",
      "output": "\"Dia memiliki hati yang paling besar dari semua orang yang Saya kenal dan selalu siap membantu.\""
    },
    {
      "input": "Conflicts between the opposition party and the government, led by Alexander Lukashenko, have been numerous since Lukashenko was re-elected as President on March 19, 2006.",
      "output": "Konflik antara partai oposisi dengan pemerintah, didalangi oleh Alexander Lukashenko, telah terjadi berkali-kali sejak Lukashenko terpilih kembali menjadi presiden pada 19 Maret 2006."
    },
    {
      "input": "\"Alias' technology spans several of our most important markets and augments the synergy between our design and media business,\" said Carl Bass, COO of Autodesk.",
      "output": "\"Teknologi Alias menjangkau beberapa pasar penting kami dan menambah sinergi antara desain kami dan bisnis media, \" kata Carl Bass, CEO Autodesk."
    },
    {
      "input": "Four of the protesters are from Queensland, one is from New South Wales, and the other is from Victoria.",
      "output": "Empat pengunjuk rasa dari Queensland, 1 dari New South Wales, dan lainnya dari Victoria."
    },
    {
      "input": "\"So if we hadn't found Kormoron it would have made it much more difficult\"",
      "output": "\"Jadi jika kita tidak menemukan Kormoron itu akan membuat lebih sulit\""
    },
    {
      "input": "Chief Operating Officer of Microsoft, Kevin Turner, attributed the growth to the consumer and business-sector reception of the new operating system, which, after its October 22 launch, had 234% more sales than Vista did when it was released.",
      "output": "Kepala Petugas Operasi dari Microsoft, Kevin Turner, menghubungkan pertumbuhan tersebut pada penerimaan konsumen dan sektor bisnis dari OS baru yang setelah diluncurkan tanggal 22 Oktober, memiliki penjualan 234% lebih banyak daripada Vista saat dirilis."
    },
    {
      "input": "Intelligence officials believe that the militants were associated with Hafiz Gul Bahadur.",
      "output": "Petugas intelijen percaya bahwa militan terasosiasi dengan Hafiz Gul Bahadur."
    },
    {
      "input": "Myers also was the coach of the girls' volleyball at Parkway North High School.",
      "output": "Myers juga pelatih bola voli wanita di Sekolah Menengah Atas Parkway North."
    },
    {
      "input": "In a country where police brutality and corruption—especially against journalists—is not uncommon, the editor-in-chief of Tema, Konstantin Karpachyov, said it was unlikely Popov's murder was in any way related to his work.",
      "output": "Di negara yang kebrutalan dan korupsi polisinya-terutama terhadap para wartawan-bukan merupakan hal yang tidak umum, kepala redaksi Tema, Konstantin Karpachyov, mengatakan bahwa tampaknya pembunuhan Popov sama sekali tidak berhubungan dengan pekerjaannya."
    },
    {
      "input": "He convinced Bolt to make the switch from cricket to track and trained him up until the age of 16, when Bolt joined the Jamaica Amateur Athletic Association-administered High Performance Training Centre in Kingston.",
      "output": "Dia meyakinkan Bolt untuk berpindah dari kriket ke lari dan melatihnya hingga usia 16 tahun, saat Bolt bergabung dengan Asosiasi Atletik Amatir Jamaika yang dikelola Pusat Pelatihan High Performance di Kingston."
    },
    {
      "input": "The Council of Europe is pressing member governments to provide information concerning CIA prisons operating secretly in Europe.",
      "output": "Dewan Eropa menekan pemerintah negara anggota untuk memberikan informasi mengenai penjara CIA yang beroperasi diam-diam di Eropa."
    },
    {
      "input": "During the 2008 Republican primaries, Johnson endorsed the candidacy of Congressman Ron Paul, the Libertarian Party's 1988 presidential nominee.",
      "output": "Selama pemilihan pendahuluan tahun 2008, Johnson mengesahkan pencalonan anggota kongres Ron Paul, calon presiden partai Liberal tahun 1988."
    },
    {
      "input": "As a result, that city has increased its pesticide treatments.",
      "output": "Akibatnya, kota itu menambah penanganan pestisidanya."
    },
    {
      "input": "On May 28, 2003 Germany's third-largest city, voted to move to open source software.",
      "output": "Pada 28 Mei 2003 kota ke-3 terbesar Jerman, memilih bergerak ke software asal open."
    },
    {
      "input": "200 monks live at the monastery, where daily classes take place during the times when the explosions happened.",
      "output": "200 biarawan tinggal di biara, tempat pelajaran sehari-hari diadakan ketika ledakan tersebut terjadi."
    },
    {
      "input": "Thousands are seeking shelter in mosques and other public buildings.",
      "output": "Ribuan mencari tempat berlindung di masjid-masjid dan gedung-gedung publik."
    },
    {
      "input": "The only way to achieve early elections is when the chancellor loses a motion of confidence.",
      "output": "Satu-satunya jalan untuk mencapai pemilihan awal ketika Perdana Menteri kehilangan mosi kepercayaan."
    },
    {
      "input": "Wikinews is in the process of contacting every candidate, in every riding across the country, no matter their political stripe.",
      "output": "Wikinews sedang dalam proses menghubungi setiap kandidat, di setiap daerah pemilihan seluruh negeri, tidak peduli jalur politik mereka."
    },
    {
      "input": "There has also been other reports from local media that the island of Simeulue is suffering similar fate.",
      "output": "Ada juga laporan lain dari media lokal bahwa pulau Simeulue menderita nasib yang sama."
    },
    {
      "input": "\"While 'do or die' results, such as the famous Uruguay game four years ago are exciting, a qualifying campaign such as this one through the Asian zone is a tough test.\"",
      "output": "\"Meskipun hasil-hasil 'menang atau mati', seperti permainan Uruguay yang terkenal empat tahun lalu menarik, kampanye kualifikasi melalui zona Asia seperti yang satu ini adalah suatu ujian yang berat.\""
    },
    {
      "input": "Massa became the first Brazilian to win on home soil since Ayrton Senna in 1993.",
      "output": "Massa menjadi warga Brasil pertama yang menang di kandang sendiri sejak Ayrton Senna pada tahun 1993."
    },
    {
      "input": "When on 64, Yuvraj was put down at covers by Shoaib Malik.",
      "output": "Ketika pada 64, Yuvraj diletakkan sebagai penutup oleh Shoaib Malik."
    },
    {
      "input": "\"We've still got some way to go before physics can begin, but with this milestone we're well on the way,\" stated Rolf Heuer, director-general of CERN, the European research group running the collider.",
      "output": "\"Kami masih punya sesuatu untuk dilakukan sebelum fisika dimulai, tetapi dengan pencapaian ini kami menjalankan dengan baik, \" kata Rolf Heuer, direktur jendral CERN, grup riset Eropa yang menjalankan collider."
    },
    {
      "input": "After re-taking the bench in the court room, the judge announced to the jury they would proceed with the docket as planned.",
      "output": "Setelah kembali mengambil bangku di ruang pengadilan, hakim mengumumkan kepada juri mereka akan melanjutkan dengan acara pengadilan seperti yang direncanakan."
    },
    {
      "input": "The five teams in each of two groups play each other once.",
      "output": "Kelima tim dalam setiap grup saling berhadapan 1 sama lain."
    },
    {
      "input": "The domain was attacked twice, once at 2am local time, and again at 4am.",
      "output": "Domain tersebut diserang dua kali, sekali pada pukul 2am waktu lokal, dan lagi pada pukul 4am."
    },
    {
      "input": "\"We're facing not only physical but financial disaster,\" he said during a briefing.",
      "output": "\"Kami menghadapi tidak hanya bencana fisik tetapi keuangan, \" katanya saat pengarahan."
    },
    {
      "input": "Soon after the bomb blast, military personnel patrolled the road and diverted all the traffic in front of the bank and Shalimar hotel beside it.",
      "output": "Segera setelah ledakan bom, personil militer berpatroli jalan dan mengalihkan semua lalu lintas di depan bank dan Shalimar Hotel disampingnya."
    },
    {
      "input": "According to The Guardian, the Church of Scientology has not yet responded publicly to the statements made by Haggis in his letter to Davis.",
      "output": "Menurut The Guardian, Gereja Scientology belum menanggapi di depan umum tentang pernyataan yang dibuat Haggis pada suratnya untuk Davis."
    },
    {
      "input": "However, Flight Safety claim that when approached, the ATSB denied knowing about it.",
      "output": "Akan tetapi, Flight Safety mengaku pada saat didekati, ATSB mengelak mengetahui permasalahan ini."
    },
    {
      "input": "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.",
      "output": "Setelah saya selesai dengan rambut dan riasan saya turun ke studio untuk berbicara pada produser sebelum pertunjukan."
    },
    {
      "input": "Last season's championship is not a harbinger of success this season, as every season since the league was founded in 2008, the defending champions have failed to finish in the top four and attempt to repeat their title claim.",
      "output": "Kemenangan pada musim lalu bukanlah awal kesuksesan musim ini, karena setiap musim sejak liga tersebut dimulai pada tahun 2008, juara bertahan telah gagal menyelesaikan empat besar dan usaha untuk mengulang gelar mereka."
    },
    {
      "input": "Wilson takes over from Jonathan Hunt, who leaves to become the High Commissioner for New Zealand in London.",
      "output": "Wilson mengambil alih dari Jonathan Hunt, yang pergi untuk menjadi Komisaris Tinggi untuk Selandia Baru di London."
    },
    {
      "input": "Al-Qaeda's second in command, Ayman al-Zawahiri, has released a new videotape.",
      "output": "Pemimpin kedua Al-Qaeda, Ayman al-Zawahiri, telah merilis sebuah rekaman video baru."
    },
    {
      "input": "Researchers with the University of Calgary in Canada have found that prolactin, a hormone produced during pregnancy, may reverse the progression of multiple sclerosis (MS), according to a paper published this week in The Journal of Neuroscience.",
      "output": "Para peneliti Universitas Calgary di Kanada menemukan prolactin, sebuah hormon yang diproduksi selama hamil, yang mungkin membatalkan kemajuan multiple sclerosis (MS), menurut naskah yang dicetak minggu ini pada jurnal Neuroscience."
    },
    {
      "input": "There is also a website featuring military cooperation between Canada and the U.S.",
      "output": "Ada juga sebuah website yang menunjukkan kerjasama militer antara Kanada dengan AS."
    },
    {
      "input": "At around 7:00 p.m., most of the blaze was under control, but smoke could still be seen coming from the building.",
      "output": "Pada sekitar 07.00 malam., sebagian besar kebakaran sudah di bawah kendali, tapi asap masih bisa dilihat berasal dari gedung."
    },
    {
      "input": "Opposition leader Kevin Rudd said Howard needed to avoid taking sides in American politics as it was important for the Australia-U.S. alliance that leaders could deal with each other despite their political affiliations.",
      "output": "Pemimpin oposisi Kevin Rudd berkata bahwa Howard harusnya tidak mencampuri politik dalam negeri Amerika karena hubungan yang baik antara pemimpin kedua negara adalah hal yang penting bagi aliansi Australia-AS."
    },
    {
      "input": "This is the second visit to Kuwait in two years by Ramos Horta, an country with who the East Timorese Prime Minister maintains relations with several members of the royal family and of the government.",
      "output": "Ini adalah kunjungan kedua ke Kuwait dalam 2 tahun oleh Ramos Horta, negara tempat Perdana Menteri Timor Leste Timur mempertahankan hubungan dengan beberapa anggota keluarga kerajaan dan pemerintah."
    },
    {
      "input": "João said about the Pope: \"I think he did the work what should be done.\"",
      "output": "João mengatakan tentang Paus: \"Saya pikir dia melakukan pekerjaan yang memang harus dilakukan.\""
    },
    {
      "input": "Gary Bettman, the NHL commissioner, today announced that the 2004/2005 season of the National Hockey League has been canceled.",
      "output": "Komisaris NHL, Gary Bettman, hari ini mengumumkan bahwa musim pertandingan untuk Liga Hokkey Nasional 2004 dan 2005 telah dibatalkan."
    },
    {
      "input": "Iranian Foreign Ministry spokesman Mohammad Ali Hossein termed the accusations baseless propaganda and said that the U.S. had a long history of \"fabricating evidence\".",
      "output": "Juru bicara Mentri Luar Negeri Iran Mohammad Ali Hossein mengatakan tuduhan propaganda tidak berdasar dan mengatakan bahwa A. S memiliki sejarah panjang \"membuat-buat bukti.\""
    },
    {
      "input": "\"The plane was nose up and the tail section was at a 45-degree angle.\"",
      "output": "\"Hidung pesawat tersebut terangkat ke atas dan bagian ekornya berada pada sudut 45 derajat.\""
    },
    {
      "input": "Need your help,\" said Newsom on his official Twitter profile.",
      "output": "Perluh bantuannya, \" dikatakan oleh Newsom melalui profile Twitter resmi."
    },
    {
      "input": "A spokesperson of the Premier League said that \"A lot of time, money and effort has gone into developing a system that meets all the criteria laid down last year.\"",
      "output": "Seorang juru bicara Liga Primer berkata bahwa \"Sudah banyak waktu, biaya dan usaha dihabiskan dalam pengembangan sistem yang telah memenuhi kriteria yang dilakukan tahun lalu.\""
    },
    {
      "input": "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.",
      "output": "\"IPhone Verizon, \" seperti yang telah disebut selama berbulan-bulan, telah berubah dari iPhone 4 asli sehingga dapat memanfaatkan jaringan 3G CDMA Verizon (code division multiple access)."
    },
    {
      "input": "The U.S. and South Korea have no plans to cancel the exercises.",
      "output": "AS dan Korea Selatan tidak mempunyai rencana untuk membatalkan latihan tersebut."
    },
    {
      "input": "Such changes are to be put in place \"according to Islamic principles,\" he said.",
      "output": "Beberapa perubahan akan diletakkan pada posisinya \"sesuai dengan prinsip-prinsip Islami\", ujarnya."
    },
    {
      "input": "He stated that he \"would very much like it back\" and that to him \"it was absolutely priceless\".",
      "output": "Dia berkata bahwa dia \"sangat menginginkan sepedanya kembali\" dan sepeda itu baginya \"sangat tak ternilai.\""
    },
    {
      "input": "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.",
      "output": "Gary Sheffield kemudian membalas di awal divisi dengan tiga angka homer mengenai bagian dalam area putih tengah kanan lapangan, melonggarkan Yankee memimpin 9-4."
    },
    {
      "input": "Alleyne issued a message to The Trinidad Express criticising the decision not to grant him bail until he appears in court.",
      "output": "Alleyne mengeluarkan pesan pada The Trinidad Express mengkritik keputusan tidak memberi dia jaminan sampai dia muncul di pengadilan."
    },
    {
      "input": "\"I would focus on building issue-based coalitions to deal with specific practical problems (things like management inefficiencies, procurement policies, information technology, outsourcing) that have little to do with ideological politics,\" he said.",
      "output": "\"Saya akan fokus pada masalah pembangunan-berdasarkan koalisi untuk berurusan dengan masalah praktis tertentu (hal seperti manajemen yang tidak efisien, kebijakan pengadaan, teknologi informasi, outsourcing) yang sebagian kecil harus dilakukan dengan politik ideologis, \" katanya."
    },
    {
      "input": "A sign marking the twinning is planned for the roundabout.",
      "output": "Sebuah tanda yang menandai kekembarannya direncanakan bagi bundaran tersebut."
    },
    {
      "input": "Boegart reasoned that if the link between homosexuality and elder brothers was due to the nurturing effects of the family environment it would show regardless of any biological relationship.",
      "output": "Bogaert berpendapat bahwa jika kaitan antara homoseksualitas dan jumlah kakak pria disebabkan oleh efek-efek pemeliharaan dari lingkungan keluarga maka kaitan itu akan muncul tanpa ada pengaruh dari hubungan biologis."
    },
    {
      "input": "All of this could be reached only through thoroughly developed partnership agreements, he added.",
      "output": "Hal ini seluruhnya dapat dicapai hanya melalui pengembangan mendalam persetujuan kemitraan, dia menambahkan."
    },
    {
      "input": "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.",
      "output": "Ahmadinejad menjawab \"Di Iran kami tidak punya kaum homo seperti yang ada di negara Anda, \" dan para hadirin tertawa."
    },
    {
      "input": "Chinese officials say to they plan to land an unmanned probe on the moon by 2010 and operate a space station.",
      "output": "Pejabat Cina mengatakan mereka berencana untuk mendaratkan satelit tanpa awak di bulan pada tahun 2010 dan mengoperasikan stasiun luar angkasa."
    },
    {
      "input": "The plane went down into a field near the A27, about a mile from the airfield.",
      "output": "Pesawat itu terjatuh di sebuah area dekat A27, sekitar satu mil dari lapangan udara."
    },
    {
      "input": "In a news conference, Lt. Commander Anthony Walley said \"Our squadron, and the entire U.S. Navy, are grieving the loss of a great American, a great naval officer, and most of all, a great friend.\"",
      "output": "Dalam sebuah konferensi pers, Letnan Komandan Anthony Walley mengatakan \"skuadron kami, dan seluruh Angkatan Laut AS, berduka karena kehilangan warga Amerika yang hebat, seorang perwira angkatan laut yang hebat, dan terutama, teman yang hebat.\""
    },
    {
      "input": "The father of one victim said that the vehicle's windscreen wipers were taped together and the paintwork had been done by a brush instead of sprayed on.",
      "output": "Ayah dari seorang korban mengatakan bahwa penghapus kaca diikat menjadi satu dengan plester dan pengecatan dilakukan dengan kuas, bukan disemprotkan."
    },
    {
      "input": "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.",
      "output": "Alat peledak improvisasi telah menjadi pembunuh besar bagi warga sipil Irak maupun pasukan Sekutu di Irak."
    },
    {
      "input": "By eleven it had spread to neighbouring shops and restaurants along the main road.",
      "output": "Pukul 11 itu api telah menyebar ke toko-toko tetangga dan restoran di sepanjang jalan utama."
    },
    {
      "input": "The earthquake, which struck at 08:17 am AWST (00:17 UTC), is the strongest to hit the region of Goldfields-Esperance in 50 years.",
      "output": "Gempa yang mengguncang pada pukul 08.17 pagi AWST (00.17 UTC) adalah yang terkuat menghantam daerah Goldfields-Esperance dalam 50 tahun ini."
    },
    {
      "input": "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.",
      "output": "Meski demikian, rincian dari baju pendamping mempelai wanita dan seragam pelayan perkawinan belum diungkapkan sampai hari perkawinan."
    },
    {
      "input": "\"And with the leadership of Ross Brawn, and the whole team as they are, we can come through this and be on the grid in 2009.\"",
      "output": "\"Dan dengan kepemimpinan Ross Brawn, dan dengan keseluruhan tim, kita bisa datang dan berada di grid tahun 2009.\""
    },
    {
      "input": "Effects include stinging eyes, respiratory difficulties, and dead marine life.",
      "output": "Pengaruhnya termasuk mata yang pedas, kesulitan bernafas, dan matinya kehidupan laut."
    },
    {
      "input": "The EDL march was started in response to an attack on February 4 against two 17-year-old males in Hyde, Daniel Stringer-Price and Kavan Brown.",
      "output": "Pawai EDL dimulai sebagai tanggapan atas sebuah serangan pada tanggal 4 Februari terhadap dua orang pria berusia 17 tahun di Hyde, Daniel Stringer-Price dan Kavan Brown."
    },
    {
      "input": "In the video he says the Conservatives have an extreme right-wing agenda.",
      "output": "Dalam siaran video dia mengatakan partai Konservatif memiliki agenda sayap kanan yang ekstrim."
    },
    {
      "input": "\"The videos in question have been produced by an YouTube (U.K.) user to directly attack me and my companies.\"",
      "output": "\"Video yang dimaksud tersebut telah diproduksi oleh pengguna YouTube (UK) untuk langsung menyerang saya dan perusahaan saya.\""
    },
    {
      "input": "The IMF approved a US$750 million loan which will allow Georgia to rebuild its currency reserves.",
      "output": "IMF menerima pinjaman 750 juta dolar Amerika yang akan membolehkan Georgia membangun kembali cadangan mata uangnya."
    },
    {
      "input": "She is hyper focused on the sport at the moment, with archery being her life.",
      "output": "Dia terlalu fokus dengan olahraga pada saat itu, dengan menganggap seni memanah adalah hidupnya."
    },
    {
      "input": "One of the ways in which he was best known was for his first single, \"Here in My Heart\", which became the first ever number 1 single in the UK Singles Chart on November 14, 1952.",
      "output": "Salah satu yang membuat dia terkenal adalah single pertamanya \"Here in My Heart\" yang menjadi single nomor 1 pertama pada tangga lagu Inggris, UK Single Chart, pada tanggal 14 November 1952."
    },
    {
      "input": "While driving his bar stool, which is powered by a lawnmower engine, Wygle attempted to make a U-turn while going down his street and crashed.",
      "output": "Saat dia mengendarai motor rakitannya, yang dijalankan dengan tenaga mesin pemotong rumput, Wygle mencoba untuk berbalik arah saat menuruni jalanan dan dia menabrak."
    },
    {
      "input": "The controversy began when councillor Lynn Philip Hodgson lowered the town hall flag out of respect for a fallen Canadian soldier.",
      "output": "Perdebatan mulai jika penasehat Lynn Philip Hodgson menurunkan bendara setengah tiang untuk menghormatkan prajurit Kanada yang meninggal dunia."
    },
    {
      "input": "Abbott was asked a Dorothy Dixer in Question Time today about the benefits of the safety net.",
      "output": "Abbott ditanyai suatu pertanyaan yang sudah disiapkan sebelumnya di Question Time hari ini tentang manfaat dari cadangan darurat tersebut."
    },
    {
      "input": "\"They make a point to make themselves individualistic, which people find rude.\"",
      "output": "\"Mereka selalu membuat diri mereka sendiri individualis, sehingga orang menganggap itu tidak sopan.\""
    },
    {
      "input": "The report from Xinhua, China's state-run news agency, was much different.",
      "output": "Laporan dari Xinhua, kantor berita pemerintah Cina, sangat berbeda."
    },
    {
      "input": "The study also examined the effects of \"music, imagery, and touch (MIT) therapy\" before heart surgery.",
      "output": "Penelitian tersebut juga menguji efek dari \"terapi musik, gambar dan sentuhan (MIT)\" sebelum operasi jantung."
    },
    {
      "input": "The German Publishers & Booksellers Association, which runs the Frankfurt Book Fair, says that the book market is thriving.",
      "output": "Asosiasi Penerbit & Penjual Buku Jerman, yang melaksanakan Pameran Buku Frankfurt tersebut, mengatakan bahwa pasar buku sedang berkembang."
    },
    {
      "input": "\"But at the end of the day, it's not what we're aiming for down the road,\" said Daniel Briere, the co-captain for the Sabres.",
      "output": "\"Tetapi sampai hari akhir, ini bukanlah yang kami tuju untuk di jalan, \" kata Daniel Briere, kapten Sabres."
    },
    {
      "input": "The MIP has a mass of 29 kg and it will take 20 minutes to reach the moon's surface.",
      "output": "MIP memiliki massa jenis 29 kg dan membutuhkan 20 menit untuk mencapai permukaan bulan."
    },
    {
      "input": "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.",
      "output": "\"20 dari kami ini telah mengirim e-mail keluhan kepada Inspektur Jenderal dan Komisaris polisi Ernakulam serta Menteri Dalam Negeri Kerala,\" kata si pelapor Jaya Kumar dalam sebuah pernyataan kepada Gulf Daily News."
    },
    {
      "input": "A Texas grand jury is taking a hard look at Delay’s fund raising practices, and has already indicted three of his close associates.",
      "output": "Seorang hakim dari Texas menyelidiki praktek penggalangan dana Delay, dan telah mendakwa tiga rekan dekatnya."
    },
    {
      "input": "A large portion of the passenger area of the plane was on fire and has burned out.",
      "output": "Sebagian besar area penumpang pesawat tersebut terbakar dan hangus."
    },
    {
      "input": "The note was originally slated for release in 2008 although budget constraints pushed the release date back to late 2009 or early to mid 2010.",
      "output": "Uang kertas tersebut awalnya dijadwalkan untuk dirilis pada tahun 2008 meskipun keterbatasan anggaran mendorong tanggal rilis kembali ke akhir 2009 atau awal hingga pertengahan 2010."
    },
    {
      "input": "Soon after the election results were announced, Renamo alleged that there had been widespread ballot-stuffing in some districts, and that its observers had been expelled from others.",
      "output": "Segera setelah hasil pemilihan umum diumumkan, Renamo menuduh ada kecurangan suara yang meluas di beberapa wilayah, dan pengamat mereka telah diusir dari yang lainnya."
    },
    {
      "input": "Brose denied being asked to manufacture evidence, but stated that \"if a detainee wants to tell me what I want to hear so he can get out of jail ... you know what I'm saying.\"",
      "output": "Brose menolak diminta bukti pengolahan, tetapi pernyataan yang \"jika seorang tahanan ingin mengatakan kepada saya apa yang saya ingin dengar maka dia dapat keluar dari penjara... Anda mengerti apa yang saya katakan.\""
    },
    {
      "input": "The latest increase will see her salary rise to about $361,000.",
      "output": "Kenaikan terbaru akan memperlihatkan gajinya naik sekitar $ 361.000."
    },
    {
      "input": "Despite unseasonably cool weather in the South West of Western Australia, 2005 was a hot year over most of the nation, with the Northern Territory (NT) bearing the brunt.",
      "output": "Meskipun cuaca dingin yang tidak sesuai musim di barat daya dari Australia Barat, tahun 2005 adalah tahun yang panas melebihi di kebanyakan negara bagian, dengan Wilayah Utara (NT) sebagai penghalang hantaman."
    },
    {
      "input": "The uncertainty underlined the lack of substantive information behind the rumor.",
      "output": "Keraguan tersebut menggaris bawahi kurangnya informasi yang nyata di belakang rumor tersebut."
    },
    {
      "input": "According to Japan's Act on nationality, a non-Japanese child (under 20) who was after its birth legitimated by marriage and acknowledgment can acquire Japanese nationality by filing notification, with some requirements which the plaintiffs had already fulfilled.",
      "output": "Menurut Undang-Undang kewarganegaraan Jepang, anak non-Jepang (di bawah 20) yang setelah kelahirannya disahkan oleh perkawinan dan pengakuan dapat memperoleh kewarganegaraan Jepang dengan mengajukan pemberitahuan, dengan beberapa persyaratan yang telah dipenuhi penggugat."
    },
    {
      "input": "Tharoor is currently the UN's Under Secretary-General for Communications and Public Information.",
      "output": "Tharoor sekarang dengan Sekretaris-Umum PBB untuk Komunikasi dan Informasi Publik."
    },
    {
      "input": "A senior member of a party allied with Musharraf stated that the impeachment would \"open a Pandora's box\" regarding Pakistan's future.",
      "output": "Anggota senior partai yang mendukung Musharraf berkata bahwa penggulingan bisa \"membuka kotak Pandora\" mengenai masa depan Pakistan."
    },
    {
      "input": "When water freezes, the salt is squeezed out, leaving pure water ice behind.",
      "output": "Ketika air membeku, garam diperas keluar, meninggalkan air es murni di belakang."
    },
    {
      "input": "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.",
      "output": "Semua wawancara dilakukan melalui e-mail, dan wawancara diterbitkan tidak diedit, memungkinkan kandidat menyampaikan pesan penuh mereka kepada pembaca kami, tanpa gangguan."
    },
    {
      "input": "\"We are not in a position to discuss who may or may not be responsible at this stage,\" said police.",
      "output": "\"Kami tidak dalam posisi untuk membahas siapa mungkin atau tidak mungkin bertanggung jawab di tahap itu, \" kata polisi."
    },
    {
      "input": "The condition of the people who were thrown from their destroyed houses to the dirt and snow cannot be described.",
      "output": "Kondisi orang-orang yang terlempar dari rumah mereka yang dihancurkan kotor dan bersalju tidak bisa digambarkan."
    },
    {
      "input": "A Washington, D.C. student of Georgetown University has been arrested on suspicion of a hate crime, in which he allegedly beat up another man because the victim was gay.",
      "output": "Seorang mahasiswa Universitas Georgetown, Washington, D. C. ditahan akibat diduga melakukan tindakan kebencian, dia dituduh menghajar seorang pria karena korban itu seorang homoseksual."
    },
    {
      "input": "Officials said that it was unlikely that the missing miners were still alive, although they would not stop efforts until they were found.",
      "output": "Para pejabat mengatakan bahwa tidak mungkin para penambang yang hilang masih tetap hidup, meskipun mereka tidak akan berhenti berusaha sampai mereka ditemukan."
    },
    {
      "input": "They stock Ottobrock parts and their competitors' too, as they have no idea what will arrive at the workshop next.",
      "output": "Mereka menyimpan alat Ottobrock dan pesaingnya juga, sebagaimana mereka tidak tahu apa yang akan tiba di bengkel berikutnya."
    },
    {
      "input": "According to Elio Murilo, sergeant of the fire brigade of Cruzeiro do Sul, the phenomenon was not felt and no injuries or property damages were reported.",
      "output": "Menurut Elio Murilo, sersan pemadam kebakaran Cruzeiro do Sul, fenomena ini tidak dirasakan getarannya dan tidak ada laporan tentang korban luka atau kerusakan bangunan."
    },
    {
      "input": "As well as the announcements of the best man and Maid of Honour, other plans have been released as well.",
      "output": "Sebagaimana pengumuman pendamping pria dan pelayan kehormatan, rencana lain diumumkan juga."
    },
    {
      "input": "From 1971 to 2006, approximately one half of the U.S. honey-bee colonies vanished.",
      "output": "Dari tahun 1971 sampai 2006, terhitung sekitar separuh dari total koloni lebah madu di Amerika Serikat telah musnah."
    },
    {
      "input": "Renault driver Fernando Alonso won the FIA Formula-1 2006 Fuji Television Japanese Grand Prix on the Suzuka International Racing Course.",
      "output": "Pembalap terkenal Fernando Alonso memenangkan FIA Formula-1 2006 Fuji Television Japanese Grand Prix di lapangan balap internasional Suzuka."
    },
    {
      "input": "Goody was a controversial character in last year's Big Brother, sparking over 40,000 complaints to Ofcom, the British broadcasting regulator after she allegedly made racist and defamatory remarks to fellow housemate and Indian celebrity Shilpa Shetty.",
      "output": "Goody adalah satu karakter kontroversial dalam Big Brother tahun lalu, memicu lebih dari 40.000 keluhan terhadap Ofcom, regulator penyiaran Inggris setelah dia diduga mengeluarkan komentar rasis dan memfitnah terhadap sesama teman serumahnya, selebriti India Shilpa Shetty."
    },
    {
      "input": "When more information came out about the planning for the war, however, she started to feel utterly betrayed.",
      "output": "Saat informasi lebih lanjut keluar tentang rencana untuk perang tersebut, bagaimana pun juga, dia mulai merasa benar-benar dikhianati."
    },
    {
      "input": "The collections of Museum nan Eilean (MnE) could move from their current home into the castle; items held by the National Archives of Scotland could return to their native isles.",
      "output": "Koleksi Museum nan Eilean (MnE) bisa dipindahkan dari tempatnya sekarang ke dalam kastil; barang-barang yang dimiliki oleh Arsip Nasional Skotlandia bisa kembali ke pulau asalnya."
    },
    {
      "input": "Harmony gold mine will not send anyone in to the mine as the conditions are extremely dangerous and abandoned shafts are without safety equipment.",
      "output": "Pertambangan Harmony Gold tidak akan mengirim orang ke dalam tambang karena kondisinya benar-benar sangat berbahaya dan meninggalkan terowongan tanpa peralatan keamanan."
    },
    {
      "input": "The Government of the United Kingdom has assumed direct rule over the Turks and Caicos Islands in the Caribbean, after an enquiry discovered what it alleges to be corruption and \"serious dishonesty\" at the highest levels.",
      "output": "Pemerintah UK telah memulai pemerintahan langsung atas kepulauan Turks dan Caicos di Karibia, setelah suatu penyelidikan menemukan adanya korupsi dan \"ketidakjujuran serius\" tingkat tinggi."
    },
    {
      "input": "Similar research has also been recently performed by researchers at the Queensland University of Technology who found that many elderly were likely not getting sufficient Vitamin D due in part to insufficient exposure to the sun.",
      "output": "Penelitian yang mirip baru-baru ini juga dilakukan oleh para peneliti di Universitas Teknologi Queensland yang menemukan bahwa orang tua nampaknya tidak memperoleh kecukupan Vitamin D akibat kurang terkena sinar matahari."
    },
    {
      "input": "This alleged scenario would allow Gordon Brown to announce a troop withdrawal in a statement at the time MPs return to Parliament.",
      "output": "Skenario dugaan ini akan memperbolehkan Gordon Brown mengumumkan penarikan pasukan pada pernyataan pada waktu MPs kembali ke Parlemen."
    },
    {
      "input": "The flooding that has devastated cities in eastern Iowa has travelled downstream and is now threatening Iowa City and Coralville, both of which have issued evacuations for low-lying areas.",
      "output": "Banjir yang telah menghancurkan kota-kota di Iowa timur telah berkeliling ke bagian hilir dan sekarang mengancam Iowa City dan Coralville, yang keduanya telah mengeluarkan evakuasi untuk daerah dataran rendah."
    },
    {
      "input": "He also requested a jury be present during his trial.",
      "output": "Dia juga meminta seorang hakim untuk dihadirkan selama pengadilannya berlangsung."
    },
    {
      "input": "Lt. Col. Rade Randjelovic, aged 47, suffered serious injuries and died at the hospital.",
      "output": "Letnan Col. Rade Randjelovic, usia 47 tahun, menderita luka serius dan meninggal dunia di rumah sakit."
    },
    {
      "input": "In the suburb of Manawa, gunmen targeted a center that militants attacked earlier this year.",
      "output": "Di pinggiran Manawa, orang-orang bersenjata menargetkan pusat yang diserang para militan awal tahun ini."
    },
    {
      "input": "Journalist?",
      "output": "Jurnalis?"
    },
    {
      "input": "Police say there was a disagreement at a nightclub birthday party for Kenyon Martin, a forward with the Denver Nuggets National Basketball Association team, and Williams and his two friends left.",
      "output": "Polisi mengatakan ada perselisihan di klub malam, pada pesta ulang tahun Kenyon Martin, seorang pemain penyerang dengan tim Asosiasi Basketball Nasional Denver Nuggets, dan Williams serta 2 orang teman yang tersisa."
    },
    {
      "input": "This edit also said that \"Sarah and her father would sometimes wake at three am to hunt moose before school, and the family would regularly run 5k and 10k races\".",
      "output": "Suntingan ini juga mengatakan bahwa \"Sarah dan ayahnya kadang-kadang terbangun pukul 3.00 untuk berburu rusa sebelum ke sekolah, dan keluarga secara teratur lomba lari 5k dan 10k.\""
    },
    {
      "input": "He underwent a psychological examination, which indicated that he was mentally stable.",
      "output": "Dia menjalani pemeriksaan psikologis, yang menandakan dia berada dalam kondisi mental yang stabil."
    },
    {
      "input": "He also rejected the electoral body's verdict that the poll was credible.",
      "output": "Dia juga menolak putusan badan pemilihan umum bahwa pemungutan suara itu kredibel."
    },
    {
      "input": "One soldier from Hamilton, Ontario was reported to have suffered minor hearing loss as a result of the blast.",
      "output": "Seorang tentara dari Hamilton, Ontario dilaporkan mengalami gangguan pendengaran minor sebagai hasil dari ledakan tersebut."
    },
    {
      "input": "The United States government claims that the test was \"evidence that the missile threat is not an imaginary one\".",
      "output": "Pemerintah Amerika Serikat menuntut bahwa tes adalah \"bukti bahwa ancaman misil tidak bisa bayangkan.\""
    },
    {
      "input": "The development of the Church of the Annunciation in Alexandria has been financed by the Onassis Foundation.",
      "output": "Perkembangan Gereja tersebut pada Deklarasi di Alexandria didanai oleh Yayasan Onassis."
    },
    {
      "input": "This is the second time bemobile failed to meet its contractual obligations, and the Telecommunications Commissioner, Nicholas Williams, made it clear that they had fallen short of the target, despite being given time to sort the issue out.",
      "output": "Ini adalah ke-2 kalinya bemobile gagal memenuhi kewajiban kontrak, dan Komisaris Telekomunikasi, Nicholas Williams, memperjelas bahwa mereka tidak mencapai sasaran, meski sudah diberi waktu untuk menyelesaikan masalahnya."
    },
    {
      "input": "\"Broadband speed and the price people are paying are the biggest bones of contention.\"",
      "output": "\"Kecepatan broadband dan harga yang orang harus bayar adalah perselisihan terbesar.\""
    },
    {
      "input": "Over 50 pieces of his work is being featured in a special exhibit at the museum.",
      "output": "Lebih dari 50 buah karyanya ditampilkan dalam suatu pameran khusus di museum."
    },
    {
      "input": "The idea that I would act disrespectful towards a fellow musician is unimaginable to me, Hill said in a statement.",
      "output": "Ide bahwa saya akan bertindak tidak hormat terhadap seorang rekan musisi tidak pernah saya bayangkan, kata Hill dalam sebuah pernyataan."
    },
    {
      "input": "According to Reuters, the Church of Scientology stated that the video was shown at a 2004 meeting of the International Association of Scientologists.",
      "output": "Menurut Reuters, Gereja Scientologi menyatakan bahwa video tersebut telah dipertontonkan pada sebuah pertemuan Asosiasi Scientologis International tahun 2004."
    },
    {
      "input": "In this year's competition, 24 surfers from countries such as South Africa, Peru, Chile, the United States, and Argentina participated in the championship, including Pichileminians Ramón Navarro and Cristian Merelló, and Hawaiian Köhl Christensen.",
      "output": "Kompetisi tahun ini, 24 peselancar dari negara-negara seperti Afrika Selatan, Peru, Chili, Amerika dan Argentina berpartisipasi dalam kejuaraan, termasuk dari kotaPhichilemu, Ramon Navarro dan Cristian Merello dan dari Hawaii Kohl Christensen."
    },
    {
      "input": "They did highlight the lack of United States media coverage was frustrating for fans wanting to follow the Games in London.",
      "output": "Mereka menggaris bawahi kurangnya siaran media Amerika Serikat membuat frustasi para penggemar yang ingin mengikuti perlombaan di London tersebut."
    },
    {
      "input": "A spokesperson for Network Rail said they were attempting to reopen two of the four tracks on the line as London Midland scrambled to organise a replacement bus service.",
      "output": "Seorang juru bicara dari Network Rail mengatakan mereka berusaha untuk membuka kembali 2 dari 4 jalur pada jalur tersebut saat London Midland bergegas mengatur layanan bus sebagai gantinya."
    },
    {
      "input": "\"The practical reality is that the two biggest parties have not shown they are prepared to move forward at all.\"",
      "output": "\"Kenyataannya adalah dua partai terbesar sama sekali tidak menunjukkan mereka siap untuk bergerak maju.\""
    },
    {
      "input": "Fire crews had to use emergency stairways to examine the building for fire and evacuees of the 32-story building had to use emergency stairways to evacuate because elevators in the building were not functioning properly.",
      "output": "Petugas pemadam terpaksa menggunakan tangga darurat untuk memeriksa gedung untuk mencari api dan mengevakuasi gedung berlantai 32 ini dengan harus menggunakan tangga darurat untuk menyelamatkan diri karena semua elevator tidak berfungsi."
    },
    {
      "input": "After Teixeira fouled off an 0-2 pitch with one out in the sixth inning, Hughes grabbed his leg, having suffered a hamstring injury.",
      "output": "Setelah Teixeira gagal pada 0-2 pitch dengan hanya melakukan satu dari enam inning, Hughes memegang kakinya, dia mengalami cedera urat lutut."
    },
    {
      "input": "John Thorbun, who is the secretary for Hawick Rugby Club, stated: \"We're devastated, obviously — we've got a room named after him at the rugby club.",
      "output": "John Thorbun, sekretaris Klub Ragbi Hawick menyatakan: \"Kami hancur, jelas - kami punya tempat yang diberi nama dengan namanya di klub ragbi."
    },
    {
      "input": "25 New Zealand police officers have left today, July 11, for three months in East Timor.",
      "output": "25 petugas polisi Selandia Baru telah berangkat hari ini, 11 Juli, untuk bertugas selama tiga bulan di Timor Timur."
    },
    {
      "input": "A tropical storm warning remains in effect for Honduras from the Honduras/Nicaragua border westward to Cabo Camaron.",
      "output": "Peringatan badai tropis tetap berlaku untuk Honduras dari perbatasan Honduras/Nicaragua arah barat ke Cabo Camaron."
    },
    {
      "input": "Jackson, held briefly under the threat of jail by authorities on Nov. 20, 2003 when charges brought against him were formalized, gained his freedom later that day by posting a $3 million bail.",
      "output": "Jackson, yang ditahan secara singkat di bawah ancaman penjara oleh pihak berwenang pada tanggal 20 November 2003 ketika tuduhan terhadap dirinya diformalkan, nantinya memperoleh kebebasannya di hari itu dengan memberikan jaminan $ 3 juta."
    },
    {
      "input": "Carl-Henric Svanberg, CEO of Ericsson, began a tour of some of Marconi's European sites this morning, starting at Coventry and moving to Beeston for the afternoon session.",
      "output": "Carl-Henric Svanberg, CEO Ericsson, memulai turnya ke beberapa tempat Marconi Eropa, mulai dari Coventry menuju ke Beeston untuk sesi siang ini."
    },
    {
      "input": "Laminitis took hold in the left hind leg as a result of the extra weight borne on the leg by the horse.",
      "output": "Peradangan tulang diperiksa di kaki kiri belakang hasilnya tambahan berat ekstra di kaki kuda."
    },
    {
      "input": "In 2007, SLM filed a $5 billion lawsuit in which it claimed co-ownership of all of Stan Lee's creations for Marvel.",
      "output": "Pada tahun 2007, SLM memenuhi tuntutan $5 miliar yang di klaim oleh kepemilikan bersama atas semua kreasi Stand Lee untuk Marvel."
    },
    {
      "input": "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.",
      "output": "Canadian Music Hall of Fame menambahkan band rock veteran Kanada Triumph di daftar nama kehormatannya."
    },
    {
      "input": "In response to being questioned about their toughest decisions in life, Obama answered that deciding to oppose the Iraq War in 2002 was his toughest, while McCain cited his refusal to leave his men behind in a POW camp in Vietnam when given the chance.",
      "output": "Dalam responnya keputusan terberat mereka dalam hidup yang dipertanyakan, Obama menjawab bahwa memutuskan untuk menentang perang Irak pada tahun 2002 adalah yang tersulit, sementara McCain mengutip penolakannya untuk meninggalkan orang-orangnya di belakang dalam kemah POW di Vietnam saat diberi kesempatan."
    },
    {
      "input": "Iraq sealed the three Group A points when Karrar Jassim Mohammed scored in the eighty-sixth minute.",
      "output": "Irak disegel 3 poin di Grup A saat Karrar Jassim Mohammed mencetak gol di menit ke-86."
    },
    {
      "input": "IIIR launched its own web-based email service called Gmail more than two years prior to Google's own service.",
      "output": "IIIR telah meluncurkan layanan email berbasis web sendiri yang disebut Gmail, lebih dari dua tahun sebelum layanan milik Google."
    },
    {
      "input": "Putin also added \"at the same time, there were difficult events, tragedies, but I would like to underline once again that with all these problems, all these tragedies, the main thing is that the Navy is undergoing a revival.\"",
      "output": "Putin juga menambahkan \"pada saat yang sama, terdapat kejadian yang sulit, tragedi, tapi saya ingin menggaris bawahi sekali lagi bahwa dengan semua masalah ini, semua tragedi ini, yang utama adalah angkatan laut akan menjalani kebangkitan.\""
    },
    {
      "input": "\"We had a chance on the counter attack, we didn't take it, and then I think it was the 92nd or 93rd minute young Flynn missed a dottie of a chance.\"",
      "output": "\"Kami punya kesempatan pada serangan balik, kami tidak melakukannya, dan saya pikir itu berada di menit 92 atau 93 Flynn muda kehilangan kesempatan penting.\""
    },
    {
      "input": "\"Police were called to Orion Place in Lower Broughton, Salford, following reports that shots had been fired.\"",
      "output": "\"Polisi mendapat panggilan untuk segera datang ke Orion Place di Lower Broughton, Salford, setelah adanya laporan suara tembakan.\""
    },
    {
      "input": "A similar dispute exists between China and the United States.",
      "output": "Perselisihan yang sama terjadi antara Cina dan Amerika Serikat."
    },
    {
      "input": "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.",
      "output": "Para pekerja melakukan aksi tidak resmi dalam mendukung pemogokan 3 hari di kilang minyak Lindsey di Lincolnshire, Inggris."
    },
    {
      "input": "It is moving to the west-northwest at 7 mph (11 KM/HR)with maximum sustained winds of 165 mph (270 km/h), with higher gusts, making it a dangerous Category 5 hurricane on the Saffir-Simpson Scale, and has a minimum central pressure of 900 mbar (26.58 InHg).",
      "output": "Angin topan ini bergerak ke barat laut pada kecepatan 7 mil per jam (11 KM/jam) dengan tiupan angin maksimum sebesar 165 mph (270 km/jam) dengan tiupan yang lebih tinggi, membuat ia masuk ke dalam angin topan kategori 5 yang berbahaya pada skala Saffir-simpson, dan memiliki tekanan pusat minimal 900mbar (26,58 InHg)."
    },
    {
      "input": "\"If people insist on taking the pills, they should make sure they stick to the manufacturer's recommended dose, of one or two pills, and not combine them with other stimulants.\"",
      "output": "\"Jika orang bersikeras meminum pil tersebut, mereka harus memastikan bahwa mereka mengikuti dosis yang dianjurkan produsen, yaitu 1 atau 2 pil, dan tidak menggabungkannya dengan stimulan-stimulan lainnya.\""
    },
    {
      "input": "His lawyer, Matthew Foot, sought adjournment to examine video evidence, and the trial was adjourned until 24 November.",
      "output": "Pengacaranya, Matthew Foot, mencari penundaan untuk memeriksa video korban, dan pengadilan ditunda sampai 24 November."
    },
    {
      "input": "Prince Laurent of Belgium, the youngest son of King Albert II of Belgium, has been questioned last night by the federal police and is attending today's court session in Hasselt in a marine fraud case that has gripped Belgian media since last December.",
      "output": "Pangeran Laurent dari Belgia, anak laki-laki termuda dari Raja Albert II dari Belgia telah ditanyai tadi malam oleh kepolisian federal dan menghadiri sesi sidang hari ini di Hasselt pada kasus penipuan marinir yang mencengkeram media belgia sejak bulan Desember lalu."
    },
    {
      "input": "Inside, the opposition NDP used Question Period to repeatedly probe the ruling Liberal party's decision to not speak with the BC Teacher's Federation (BCTF).",
      "output": "Di dalam, oposisi NDP menggunakan Periode Pertanyaan berulang kali untuk meneliti keputusan partai Liberal untuk tidak berbicara dengan BC Teacher's Federation (BCTF)."
    },
    {
      "input": "\"We always indicated that we would be there, in sufficient numbers to be able to act swiftly against those that broke the law.",
      "output": "Kami selalu menunjukkan bahwa kami akan berada di sana, dalam jumlah yang cukup untuk dapat bertindak cepat terhadap orang-orang yang melanggar hukum.\""
    },
    {
      "input": "The ACLU and EFF cite First and Fourth amendment issues as overriding reasons to overturn government attempts to keep their investigation secret; and, that with Birgitta Jonsdottir being an Icelandic Parliamentarian, the issue has serious international implications.",
      "output": "ACLU dan FPD mengutip isu amandemen Pertama dan Keempat sebagai alasan mengesampingkan pembatalan upaya pemerintah menjaga rahasia penyelidikan mereka; dan, bahwa dengan Birgitta Jonsdottir menjadi Parlemen Islandia, masalah tersebut memiliki implikasi internasional yang serius."
    },
    {
      "input": "The second attack occurred within minutes of the first, and four militants, who were carrying on rescue work were killed by the two missiles that had been fired.",
      "output": "Serangan kedua terjadi dalam beberapa menit setelah serangan pertama, dan 4 militan, yang menolong terbunuh oleh 2 peluru kendali yang ditembakkan."
    },
    {
      "input": "Rather, Chaindrawa claims that the government of Georgia is an authoritarian regime that suppresses civil liberties and the freedom of the press, similar to the Russian government policies of Vladimir Putin.",
      "output": "Sebaliknya, Chaindrawa mengklaim bahwa pemerintahan Georgia adalah rezim yang otoriter yang menekan kebebasan sipil dan kebebasan pers, sama dengan kebijakan pemerintahan Rusia Vladimir Putin."
    },
    {
      "input": "Upon learning Popov's identity, numerous members of the state-controlled media strongly criticized the police for their passive response to the actions allegedly committed by one of their own.",
      "output": "Setelah mempelajari identitas Popov, banyak anggota dari media-media yang dikontrol pemerintah mengecam keras polisi karena respon pasif mereka terhadap tindakan yang diduga dilakukan oleh salah satu dari mereka sendiri."
    },
    {
      "input": "Over 90% of those surveyed wanted a regulatory inquiry, with RPG saying the survey results were passed to the airline and the Irish Aviation Authority.",
      "output": "Lebih dari 90% yang telah diteliti menginginkan sebuah permintaan peraturan, dengan RPG mengatakan bahwa hasil penelitian tersebut akan diteruskan kepada perusahaan penerbangan tersebut dan Otoritas Penerbangan Irlandia."
    },
    {
      "input": "\"Alex Trebek, host of 'Jeopardy!,' has had a minor heart attack.\"",
      "output": "\"Alex Trebek, pembawa acara \"Jeopardy!, \" telah mengalami serangan jantung ringan.\""
    },
    {
      "input": "\"It's time the Australian public knew the reality of what is happening on our land.\"",
      "output": "\"Ini saatnya masyarakat Australia tahu kenyataan apa yang sebenarnya terjadi di tanah air kami.\""
    },
    {
      "input": "Upon Aristide's arrival, there were banners saying, \"My mother is here already.",
      "output": "Pada saat tibanya Aristide, ada spanduk yang bertuliskan, \"Ibu saya sudah ada di sini."
    },
    {
      "input": "In an effort to support the birds, the Cornell Lab of Ornithology, The Nature Conservancy, and other groups have joined to form the Big Woods Conservation Partnership to conserve 200,000 acres of forest habitat and rivers in the area during the next 10 years.",
      "output": "Dalam upaya membantu burung-burung, Laboratorium Burung Cornell, Konservasi Alam, dan kelompok-kelompok lainnya telah bergabung untuk membentuk Konservasi Kemitraan Hutan Luas untuk menghemat 200.000 hektar habitat hutan dan sungai di daerah selama 10 tahun ke depan."
    },
    {
      "input": "The document alleged that Alia may have been paying kickbacks to the Iraqi regime.",
      "output": "Dokumen tersebut menduga bahwa Alia mungkin telah membayar pembayaran kembali pada rezim Irak."
    },
    {
      "input": "He added, \"I also wish to pay tribute to the crew of HMS Tireless that this incident has been dealt with and contained so professionally.\"",
      "output": "Dia menambahkan, \"Saya juga berharap untuk memberi penghormatan kepada para awak kapal HMS Tireless karena kecelakaan ini telah ditangani dan diatasi dengan profesional.\""
    },
    {
      "input": "White Hen has previously declared bankruptcy.",
      "output": "White Hen telah sebelumnya mendeklarasikan kebangkrutan."
    },
    {
      "input": "Dhoni referred it to the TV umpire and a replay showed it might have missed the leg stump, so the original decision was upheld.",
      "output": "Dhoni merujuk pada wasit TV dan tayangan ulang menunjukkan itu tidak mengenai lutut kaki, jadi keputusan aslinya telah ditegakkan."
    },
    {
      "input": "It is alleged that he shot the man twice despite him being an unarmed and \"seriously wounded\" prisoner.",
      "output": "Dikatakan bahwa dia telah menembak seseorang sebanyak dua kali meskipun dia tidak bersenjata dan tahanan \"dengan luka serius.\""
    },
    {
      "input": "Several new monuments were opened today, such as the 8-meter statue of Charles de Gaulle by Zurab Tsereteli and the monument to soldiers from Allied countries.",
      "output": "Beberapa monumen baru dibuka hari ini, seperti patung 8 meter Charles de Gaulle oleh Zurab Tsereteli dan monumen tentara dari negara-negara sekutu."
    },
    {
      "input": "U.S. flags across Arizona will be flown at half-staff in honor of Terry.",
      "output": "Bendera-bendera A. S. di sepanjang Arizona akan dikibarkan setengah tiang untuk menghormati Terry."
    },
    {
      "input": "In a statement responding to the DA's investigation, Gonzales announced he has hired Allen Ruby, a high-profile Silicon Valley attorney, to represent him in this matter.",
      "output": "Dalam pernyataan untuk menanggapi investigasi Kantor Pengacara, Gonzales mengumumkan bahwa dia telah menunjuk Allen Ruby, seorang pengacara kalangan atas di Silicon Valley, untuk mewakilinya dalam perkara ini."
    },
    {
      "input": "IDF officials said today that the attack was carried out from the area around Beit Hanoun cemetery, where large-scale Qassam launching operation is underway.",
      "output": "Pejabat IDF menyatakan hari ini bahwa serangan itu dilakukan dari wilayah pemakaman Beit Hanoun, yang menjadi lokasi operasi peluncuran roket Qassam secara besar-besaran."
    },
    {
      "input": "The bandwidths the users can deploy increased into two to three times, with Telstra becoming the world’s fastest national mobile broadband service.",
      "output": "Bandwidth yang dapat dipakai oleh pelanggan meningkat hingga 2 sampai 3 kali lipat, sehingga Telstra menjadi layanan broadband seluler nasional tercepat di dunia."
    },
    {
      "input": "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.",
      "output": "Pada bulan Mei tahun 2006, itu meningkat secara dramatis berpuncak pada letusan kekerasan pada tanggal 14 Juli dan 16 Agustus."
    },
    {
      "input": "RPG is not recognised by the airline which calls the group \"[lacking] any independence, objectivity or reliability\" and a union front.",
      "output": "RPG tidak diakui oleh perusahaan penerbangan tersebut yang menyebut grup tersebut \"[tidak memiliki] kebebasan apapun, obyektifitas atau dapat dipercaya\" dan sebuah kedok perserikatan."
    },
    {
      "input": "The bacteria can cause boils, pimples, or in extreme cases, flesh-eating disease, and more.",
      "output": "Bakteri dapat menyebabkan bisul, jerawat, atau dalam kasus yang ekstrim, penyakit pemakan daging, dan banyak lagi."
    },
    {
      "input": "Many young children, travelling to an inter-village football tournament in Michaungai, were killed when the boat sank.",
      "output": "Banyak anak-anak, yang melakukan perjalanan turnamen sepak bola antar desa di Michaungai, tewas ketika kapal tenggelam."
    },
    {
      "input": "There is absolutely no place in hockey for what I did.",
      "output": "Sama sekali tidak ada tempat dalam hoki untuk apa yang saya lakukan."
    },
    {
      "input": "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.",
      "output": "Untuk mendanai upaya penyelamatan saat ini, pemerintah Jepang dilaporkan mempertimbangkan menaikkan pajak, sebagai perkiraan biaya pembangunan kembali daerah bencana setinggi satu persen dari total lima triliun dolar GDP."
    },
    {
      "input": "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.",
      "output": "Gou, menundukkan kepala sebagai ekspresi penyesalan, berjanji untuk berusaha menjaga agar tragedi seperti itu tidak akan terjadi lagi."
    },
    {
      "input": "However, she progressed to the final by defeating third seed Jelena Janković in the fourth round and Justine Henin in the semifinals in one of the major upsets of Wimbledon history.",
      "output": "Akan tetapi, dia berhasil maju ke final dengan menundukkan unggulan ketiga Jelena Janković di ronde keempat dan Justine Henin di semifinal dalam salah satu kejutan utama dari sejarah Wimbledon."
    },
    {
      "input": "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.",
      "output": "Badan cuaca Jepang mengatakan gempa pertama dan terakhir sebenarnya berkekuatan 6,7 skala Righter."
    },
    {
      "input": "According to the United Nation's emergency relief co-coordinator, Jan Egeland, nearly one third of casualties resulting from the Israeli offensive in Lebanon have been children.",
      "output": "Menurut Koordinator bantuan darurat Perserikatan Bangsa-Bangsa, Jan Egeland, sepertiga dari korban akibat dari serangan Israel di Lebanon adalah anak-anak."
    },
    {
      "input": "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.",
      "output": "Para aktivis Narmada Bachao Andolan berupaya menghalangi polisi ketika akan membawa Patkar ke rumah sakit, akibatnya, beberapa dari mereka ditangkap dengan tuduhan membuat kerusuhan."
    },
    {
      "input": "\"The reality is, Kingsway was an eminently winnable seat,\" said the Conservative Minister.",
      "output": "\"Kenyataan adalah Kingsway merupakan kursi yang dapat dimenangkan secara nyata, \" kata Menteri Koservatif."
    },
    {
      "input": "\"The attitude and the sort of tempo of how we're going about it in the second half is just sort of the place in the right direction where I feel we've gotta go.\"",
      "output": "\"Sikap dan jenis tempo yang akan kami jalankan di babak kedua adalah jenis berada di arah yang tepat ke arah saya rasakan kami harus pergi."
    },
    {
      "input": "Cortez then allegedly pushed the girl to the floor, pulled up her dress and tore off her underwear while she was struggling, Bierce said, again citing Spc. Barker's statement.",
      "output": "Cortez lalu diduga mendorong gadis itu ke lantai, melepas bajunya dan merobek pakaian dalamnya saat dia mencoba mempertahankan diri, kata Bierce, mengutip pernyatan Spc. Barker."
    },
    {
      "input": "Burns, the former chairman of the Nevada Libertarian Party, was asked if he thinks he has a good shot at winning the Libertarian nomination and ultimately the presidency.",
      "output": "Burns, mantan ketua Partai Nevada Libertarian, ditanya jika dia berpikir punya cara yang bagus untuk memenangkan nominasi Libertarian dan akhirnya kepresidenan."
    },
    {
      "input": "With the USSR's collapse, Armenia and Azerbaijan re-emerged as independent states — as-did old rivalries over territory.",
      "output": "Dengan hancurnya Uni Soviet, Armenia dan Azerbaijan kembali muncul sebagai negara independen - seperti yang terjadi pada persaingan lama atas wilayah."
    },
    {
      "input": "In his letter to Davis, Haggis wrote that he read the series in the St. Petersburg Times, where these former Scientology officials accused David Miscavige of physically abusing Scientologists.",
      "output": "Pada suratnya kepada Davis, Haggis menulis rangkaian yang dibacanya di St. Petersburg Times, tempat mantan petugas Scientology menuduh David Miscavige dari penyalahgunaan Scientologis secara fisik."
    },
    {
      "input": "The labs in Pirbright, where both private firm Merial and the governmental Institute for Animal Health operate, have been subject to ongoing investigations since the discovery of a new foot-and-mouth outbreak on Friday.",
      "output": "Laboratorium di Pirbright, tempat kedua perusahaan pribadi Merial dan Institute for Animal Health milik pemerintah beroperasi, menjadi subyek investigasi tanpa henti sejak penemuan terjangkitnya wabah virus yang menular yang baru pada hari Jumat."
    },
    {
      "input": "A Europe-wide student movement, started in the Austrian capital of Vienna, is developing.",
      "output": "Sebuah pergerakan mahasiswa di seluruh Eropa sedang berkembang, gerakan ini dimulai dari ibu kota Austria, Wina."
    },
    {
      "input": "The driver of the train has been arrested because of suspicion of negligence.",
      "output": "Masinis kereta api tersebut ditangkap karena tuduhan kelalaian."
    },
    {
      "input": "He said that the Church of Scientology does not give medical advice, but that it encourages people to focus on the side effects of medications, and is critical of the \"over-medication\" of psychiatric patients.",
      "output": "Ia mengungkapkan bahwa gereja Scientology tidak memberikan nasehat secara medikal, namun mendorong orang-orang untuk fokus pada efek samping dari pengobatan, dan hal itu sangat penting untuk \"kelebihan pengobatan\" pada pasien psikiatrik."
    },
    {
      "input": "\"Among other things we lost all communications out of the building.\"",
      "output": "\"Yang lebih parah lagi, semua komunikasi keluar dari gedung ini terputus.\""
    },
    {
      "input": "Last week, Iowa Governor Tom Vilsack announced he would seek the Democratic nomination.",
      "output": "Pekan lalu, Gubernur Iowa Tom Vilsack mengumumkan ia akan mencari nominasi Partai Demokrat."
    },
    {
      "input": "About half of boys reported masturbating twice or more per week, also higher than the 23 percent of girls.",
      "output": "Sekitar setengah anak laki-laki dilaporkan bermasturbasi dua kali atau lebih setiap minggu, juga lebih tinggi dari 23 persen anak perempuan."
    },
    {
      "input": "\"They have just told us that if in three days there is no change over the two held in Spain, they will kill the three and then three others and then more,\" he said.",
      "output": "\"Mereka telah mengatakan pada kami jika dalam 3 hari tidak ada perubahan untuk 2 orang yang ditahan di Spanyol, dia akan membunuh 3 dan 3 yang lain dan lebih banyak lagi, \" katanya."
    },
    {
      "input": "Mr. Clinton and former Czech President Václav Havel were guest lecturers at the Morningside Heights campus.",
      "output": "Bapak Clinton dan mantan Presiden Ceko Václav Havel adalah para dosen tamu di kampus Morningside Heights."
    },
    {
      "input": "According to the Associated Press, Islamic expert Mishari al-Thaidi wrote in an essay published Saturday in the London-based Arabic Asharq Al Awsat newspaper: \"What strikes attention here is addressing the Arab nation.\"",
      "output": "Menurut Associated Press, Ahli Agama Islam Mishari al-Thaidi menulis dalam sebuah naskah yang dipublikasikan pada hari Sabtu di surat kabar Arab yang berbasis di London Asharq Al Awsat: \"Yang menjadi perhatian di sini adalah tuduhan terhadap negara Arab.\""
    },
    {
      "input": "International observers, such as the Carter Centre, expressed concern that the incumbent President's domination of the media would undermine the campaign.",
      "output": "Pengamat internasional, seperti Carter Centre, menyatakan keprihatinan atas dominasi pejabat Presiden pada media akan merongrong kampanye tersebut."
    },
    {
      "input": "Some human rights experts warn that the witnesses may be persecuted in a situation where the authorities want to hide the truth, and thus to escape responsibility.",
      "output": "Beberapa ahli hak asasi manusia memperingatkan bahwa saksi mungkin bisa dianiaya pada situasi dimana pihak yang berkuasa ingin menyembunyikan kebenaran, hingga melarikan diri dari tanggung jawab."
    },
    {
      "input": "Benn, a regular on BBC Radio 4's satirical programme The Now Show, decided to release I'm Proud of the BBC as a single after realising that it was provoking emotional responses from audiences during his nationwide tour.",
      "output": "Benn, sebuah program reguler 4 satirik di Radio BBC The Now Show, memutuskan untuk merilis Saya Bangga pada BBC sebagai lagu setelah menyadari bahwa lagu tersebut menimbulkan respon emosional dari penonton selama tur nasionalnya."
    },
    {
      "input": "Belkhir confirmed that \"following these floods, we can sadly declare that 29 people have died.\"",
      "output": "Belkhir mengkonfirmasi bahwa \"beserta dengan banjir tersebut, kami dapat menyatakan dengan sedih bahwa 29 orang telah meninggal.\""
    },
    {
      "input": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
      "output": "Menurut Komandan Angkatan laut Australia Forbes Peters, pejabat Indonesia sangat gembira seperti awak kapal, bersama Peters mengatakan \"Atase angkatan laut dan sekretaris pertama dari kedutaan besar berada di sini dan mereka memeluk Mayor Larry Cook.\""
    },
    {
      "input": "In particular, limited freedom to act within the 6-miles-zone of the Lebanese coast is seen as endangering the efficiency and feasibility of the Bundeswehr controlling arms smuggling.",
      "output": "Secara khusus, kebebasan bergerak yang dibatasi hanya pada zona sejauh 6 mil di pantai Lebanon dinilai sangat menurunkan efisiensi dan kemampuan pasukan Bundeswehr dalam mengontrol penyelundupan senjata."
    },
    {
      "input": "Cindy Sheehan, the grieving mother of a fallen soldier in Iraq, has gained national attention for her efforts to demand the President of the United States speak with her personally.",
      "output": "Cindy Sheehan, seorang ibu yang berduka dari seorang tentara yang gugur di Irak, mendapatkan perhatian nasional atas usahanya meminta Presiden Amerika Serikat untuk berbicara secara personal dengannya."
    },
    {
      "input": "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.",
      "output": "Ribuan orang membanjiri jalanan kota Krakow untuk melakukan protes terhadap rencana penguburan presiden Polandia, Lech Kaczynski, di Katedral Wawel."
    },
    {
      "input": "\"For those who believe in international justice and accountability for human rights crimes, the trial of Saddam Hussein is a rare opportunity to test the system and make it work.\"",
      "output": "\"Bagi mereka yang percaya dengan keadilan internasional dan keakuntabilitasan untuk kejahatan hak asasi manusia, pengadilan Sadam Hussein di kesempatan langka untuk menguji sistem dan membuatnya bekerja.\""
    },
    {
      "input": "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"",
      "output": "\"Komandan memberi kami senyum sangat lebar sekarang ini pada waktu kami melewatinya dan beberapa prajurit memberi yang lebih kecil, senyum malu ketika kami lewat.\""
    },
    {
      "input": "STV News reported the mail carrier, who has not yet been publicly identified, was conducting his duties at the time of the incident.",
      "output": "STV News melaporkan tukang pos, yang belum diidentifikasi secara terbuka, sedang melakukan tugasnya pada saat kejadian."
    },
    {
      "input": "The two survivors trapped in a wire cage, survived by drinking water seeping through rocks until rescuers managed to dig a small tunnel to deliver fresh food and water.",
      "output": "Kedua orang selamat yang terperangkap di gua kabel, selamat dengan meminum air dari bebatuan sampai penyelamat berhasil menggali trowongan kecil untuk mengirimkan makanan segar dan air."
    },
    {
      "input": "Ebner told the New York Daily News that \"These tapes were made for purposes of recruitment.\"",
      "output": "Ebner mengatakan pada New York Daily News bahwa \"Rekaman-rekaman ini dibuat guna perekrutan.\""
    },
    {
      "input": "Robard-Rifkin said, \"I simply want my car fixed, the same as I would fix somebody's car if I had done that.\"",
      "output": "Robard-Rifkin berkata, \"Saya hanya ingin mobil saya diperbaiki, sama seperti saya akan memperbaiki mobil orang itu jika melakukan hal yang sama.\""
    },
    {
      "input": "However, such views are now being challenged by the French right's main Presidential candidate as he proposes to abolish tax on hours worked above the 35 hours limit as well as proposing to introduce new measures to increase share options for employees outside of the managerial elite.",
      "output": "Namun, pandangan seperti itu sekarang sedang ditentang oleh calon Presiden utama Prancis saat ia mengusulkan untuk menghapuskan pajak atas jam kerja di atas batas 35 jam seperti halnya mengusulkan untuk memperkenalkan langkah-langkah baru yang meningkatkan opsi saham bagi karyawan di luar elit manajerial."
    },
    {
      "input": "In Prince George a rally is planned to be held in front of the office of Education Minister Shirley Bond.",
      "output": "Di Prince George sebuah reli direncanakan diadakan di depan kantor Menteri Pendidikan Shirley Bond."
    },
    {
      "input": "However, they may write their answers for the specialized paper in English, French, or any of the other four official languages of the Secretariat, i.e., Arabic, Chinese, Russian, or Spanish.",
      "output": "Namun, pada ujian tulis khusus, mereka bisa menuliskan jawaban mereka dalam bahasa Inggris, Perancis, ataupun salah satu dari keempat bahasa resmi yang digunakan di Sekretariat, yaitu Arab, Cina, Rusia, atau Spanyol."
    },
    {
      "input": "Germany will lend Albania €16.7 million (USD21.5 million) as part of a loan in order to help the country improve its water supply networks in two southeastern towns, Pogradec and Korca.",
      "output": "Jerman akan meminjamkan Albania €16,7 juta (USD21,5 juta) sebagai bagian dari pinjaman untuk membantu negara meningkatkan jaringan pasokan air di dua kota bagian tenggara, Pogradec dan Korca."
    },
    {
      "input": "\"We think we have fulfilled our task, as far as was possible, especially in this time of trials,\" they said.",
      "output": "\"Kami berpikir kami telah memenuhi tugas kami, sejauh mungkin, khususnya di waktu uji coba ini,\" kata mereka."
    },
    {
      "input": "Now, health officials say the contamination came from cattle manure.",
      "output": "Sekarang, dinas kesehatan mengatakan kontaminasi berasal dari kotoran ternak."
    },
    {
      "input": "MTR replied that anyone who shouts in the train can be advised to leave the train or even prosecuted.",
      "output": "MTR menjawab bahwa semua orang yang berteriak di dalam kereta bisa disarankan untuk meninggalkan kereta atau bahkan dituntut."
    },
    {
      "input": "And then, at the bottom next to the National logo, it said: \"Proudly paid for by supporters of the National Party - with their own money.\"",
      "output": "Dan kemudian, di bawah di sebelah logo partai Nasional, tertulis: \"Dengan bangga didanai oleh pendukung Partai Nasional- dengan uang mereka sendiri.\""
    },
    {
      "input": "They promised a \"popular release of anger\" at demonstrations on Friday.",
      "output": "Mereka menjanjikan sebuah \"pelepasan amarah populer\" di demonstrasi Hari Jumat."
    },
    {
      "input": "\"The legal approach proved effective as a deterrent, and we're prepared to see it through as a punishment.",
      "output": "\"Pendekatan hukum membuktikan efektif sebagai pencegah dan kami bersiap untuk melihat secara mendalam sebagai hukuman.\""
    },
    {
      "input": "Denmark's contribution to the Multinational force in Iraq will now consist of a small air force unit of four helicopters and 55 airmen that will work with the British.",
      "output": "Kontribusi Denmark pada pasukan Multinasional di Irak sekarang terdiri dari unit angkatan udara kecil dari empat helikopter dan 55 penerbang yang akan bekerja dengan Inggris."
    },
    {
      "input": "Key in those vote splits are issues dividing the Liberal and NDP candidates.",
      "output": "Kunci dari pecahnya suara tersebut adalah isu pisahnya kandidat Libertarian dan Partai Demokrat Baru."
    },
    {
      "input": "McCarthy said that prosecuting the man could have a chilling effect on people speaking to accident investigators, hence affecting safety.",
      "output": "McCarthy mengatakan bahwa menuntut seseorang dapat menghasilkan sebuah efek yang menakutkan bagi orang yang berbicara pada para investigator, karenanya akan mempengaruhi keselamatan."
    },
    {
      "input": "The documentary, which is part of the Panorama series, was broadcast in Finland yesterday by YLE.",
      "output": "Dokumentari ini yang merupakan bagian dari seri Panorama, telah disiarkan di Finlandia kemarin oleh YLE."
    },
    {
      "input": "Carey was a father of 14 children and grandfather to 25.",
      "output": "Carey adalah ayah dari 14 anak dan kakek dari 25 cucu."
    },
    {
      "input": "In Chinese, 珠穆朗瑪峰 (pinyin: Zhūmùlǎngmǎ Fēng); Tibetan Qomolangma (\"Mother of the Universe\"); in Nepal Sagarmatha (\"Forehead of the Sky\"); and in English named after Sir George Everest.",
      "output": "Di Cina, 珠穆朗瑪峰 (pinyin: Zhūmùlǎngmǎ Fēng); Tibet Qomolangma (\"ibu dari Semesta\"); di Nepal Sagarmatha (\"dahi langit\"); dan dalam bahasa Inggris dinamai Pak George Everest."
    },
    {
      "input": "Gordon stole the ball away from Los Lunas and made a pass to Thompson while sandwiched between two Los Lunas defenders.",
      "output": "Gordon mencuri bola dari Los Lunas dan memberi umpan pada Thompson yang sementara terjepit di antara dua pemain bertahan Los Lunas."
    },
    {
      "input": "He struck thrice and Pakistan, from 62 without loss, slumped to 77 for three.",
      "output": "Dia terkena 3 kali dan Pakistan, dari 62 tanpa kalah, merosot ke 77 untuk 3."
    },
    {
      "input": "The few teachers still around have seen their salaries made worthless and are unable to acquire teaching supplies.",
      "output": "Beberapa guru masih berada di sekitar dan melihat gaji mereka tidak berharga dan tidak mendapatkan persediaan alat mengajar."
    },
    {
      "input": "According to an announcement made by the Office for National Statistics (ONS) on Tuesday, the inflation rate of the United Kingdom measured by the Consumer Price Index (CPI) increased to 3.5% in January 2010, an increase of 0.6% from December 2009.",
      "output": "Menurut sebuah pengumuman yang dibuat oleh Kantor Statistik Nasional (ONS) pada hari Selasa, tingkat inflasi di Inggris yang diukur dengan Indeks Harga Pelanggan (CPI) telah meningkat menjadi 3, 5% pada bulan Januari 2010, sebuah peningkatan sebesar 0, 6% sejak Desember 2009."
    },
    {
      "input": "The Lebanese Ministry of Environment expects additional tonnage to flow into the sea as a result of the damage.",
      "output": "Kementerian Lingkungan Hidup Lebanon memperkirakan tambahan tonase akan mengalir ke laut sebagai akibat dari kerusakan tersebut."
    },
    {
      "input": "\"Don't tell me, for the love of God, that food is expensive because of biodiesel,\" said Lula, when talking to reporters.",
      "output": "\"Demi Tuhan, jangan katakan kepada saya bahwa makanan akan menjadi mahal karena biodiesel, \" kata Lula, dihadapan para wartawan."
    },
    {
      "input": "In a presentation at the Ministry of Finance and Economic Development in Freetown the Unicef representative for Sierra Leone, Mr. Mahimbo Mdoe, expressed gratitude about a pledge of about $1.3 million conveyed by the Ambassador of Japan to Sierra Leone, His Excellency Mr. Keiichi Katakami, and about earlier donations to UNICEF-Sierra Leone in the past years, amounting to over $20 million.",
      "output": "Pada presentasi Menteri Keuangan dan Pembangunan Ekonomi di Freetown wakil Unicef untuk Sierra Leone, Bapak Mahimbo Mdoe, mengucapkan terima kasih atas perjanjian sekitar 1,3 juta dolar disampaikan untuk Duta Besar Jepang untuk Sierra Leone, Yang Terhormat Bapak Keiichi Katami, dan sebelumnya donasi UNICEF-Sierra Leone tahun lalu, berjumlah lebih 20 juta dolar."
    },
    {
      "input": "The improvements have been tested by more than 500,000 beta-testers.",
      "output": "Perbaikan telah diuji oleh lebih dari 500.000 beta-tester."
    },
    {
      "input": "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.",
      "output": "Sebagian dari $13 triliun telah dijanjikan sebagai bantuan dan usaha penyelamatan, yang 75 persen telah berhasil diselamatkan."
    },
    {
      "input": "McCain related it to radical Islamic extremism relaying that he believed evil should be \"defeated.\"",
      "output": "McCain mengaitkan hal tersebut pada ektrimnis radikal Islam dan percaya kejahatan harus bisa \"dikalahkan.\""
    },
    {
      "input": "It is the first time Falkirk have been in the second tier of Scottish football since 2005.",
      "output": "Ini adalah pertama kalinya Falkirk berada di deretan kedua pada sepakbola Skotlandia sejak 2005."
    },
    {
      "input": "He also received seven Grammy Awards and in 1978 was inducted into the Canadian Music Hall of Fame.",
      "output": "Dia juga menerima tujuh Grammy Awards dan pada tahun 1978 dilantik dalam Canadian Music Hall of Fame."
    },
    {
      "input": "The 2000 mile long border currently has 75 miles of fencing.",
      "output": "Perbatasan sepanjang 2.000 mil tersebut sekarang mempunyai 75 mil pagar."
    },
    {
      "input": "The summary of the document said \"It may be necessary to advise the minister of the situation.\"",
      "output": "Ringkasan dokumen tersebut menyatakan \"kemungkinan dibutuhkan nasehat menteri pada situasi tersebut.\""
    },
    {
      "input": "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.",
      "output": "Spanyol meragukan keanggotaan Uni Eropa untuk menghalangi Catalonia dari memegang referendum kemerdekaan."
    },
    {
      "input": "It maintains the most visited website worldwide for the publishing industry.",
      "output": "Pameran ini memelihara situs yang paling banyak dikunjungi di seluruh dunia untuk industri penerbitan."
    },
    {
      "input": "The rest of the factories are said to either be sold to other companies, or to be closed entirely.",
      "output": "Pabrik-pabrik sisanya dikabarkan akan dijual ke perusahaan lain atau akan ditutup sepenuhnya."
    },
    {
      "input": "The inquiry, chaired by Sir John Chilcot, was told that there were concerns about how the decision was made among the Foreign Office's senior legal advisors.",
      "output": "Penyelidikan tersebut, yang dipimpin oleh Pak John Chilcot diberitahukan bahwa ada kekahwatiran tentang bagaimana keputusan tersebut dibuat antara penasehat hukum luar negeri."
    },
    {
      "input": "With encouragement for the Olympians, Abbott and Lundy spent time on the trampoline.",
      "output": "Untuk menyemangati para atlet Olimpiade, Abbott dan Lundy menyempatkan diri mereka untuk mencoba alat trampoline."
    },
    {
      "input": "Wood's statement is expected to cause problems for Tony Blair when he appears before the inquiry on Friday.",
      "output": "Pernyataan Wood diduga karena masalah dari Tony Blair saat ia muncul sebelum penyelidikan pada hari jumat."
    },
    {
      "input": "The storage facility is located just 22 miles from Redoubt.",
      "output": "Fasilitas penyimpanan ini terletak hanya 22 mil dari Redoubt."
    },
    {
      "input": " In a post named \"Patriotism\" one user, with nickname Stolac92, expressed his dissatisfaction with Bosnia today, writing among other things on December 22: \"My heart hurts.",
      "output": "Dalam sebuah posting bernama \"Patriotisme\" seorang pengguna, dengan julukan Stolac92, menyatakan ketidakpuasannya dengan Bosnia saat ini, menulis antara lain pada tanggal 22 Desember: \"Hati saya sakit."
    },
    {
      "input": "It was the first race on this circuit since 1977, when James Hunt won the race for McLaren-Ford.",
      "output": "Ini adalah balapan pertama di sirkuit sejak tahun 1977, sejak James Hunt menang balapan untuk McLaren-Ford."
    },
    {
      "input": "One person has died as a result of the fires with 42 injured.",
      "output": "Satu orang meninggal sebagai akibat kebakaran tersebut dan 42 luka-luka."
    },
    {
      "input": "Afghan Defence Ministry spokesman, Gen Mohammad Zahir Azimi, said that the airstrike hit a base housing NATO and Afghan troops.",
      "output": "Juru bicara Kementrian Pertahanan Afganistan, Gen Mohammad Zahir Azimi, mengatakan bahwa serangan udara telah menghantam perumahan pangkalan NATO dan pasukan Afganistan."
    },
    {
      "input": "Discovery lifted off at 7:43 p.m. (EDT) from Cape Canaveral Air Force Station in Florida in the United States after NASA declared the weather to be \"100% go for launch\".",
      "output": "Discovery lepas landas pada 07.43 malam (EDT) dari Stasiun Peluncuran Angkatan Udara Cape Canaveral di Florida, AS, setelah NASA menyatakan bahwa cuaca sudah \"100% kondusif untuk peluncuran.\""
    },
    {
      "input": "During their week-long preparation, they worked on strength and fitness training.",
      "output": "Selama seminggu persiapan mereka, mereka melakukan pelatihan kekuatan dan kebugaran."
    },
    {
      "input": "Sears added: \"To finish first you must first finish and the track is incredibly wide here at Brno, so why New Zealand and Germany should be rubbing wheels on the very first corner is anyone's guess.",
      "output": "Sears menambahkan: \"Untuk selesai di tempat pertama Anda harus pertama-tama bisa menyelesaikan lomba dan treknya sangat lebar di sini di Brno, jadi mengapa Selandia Baru dan Jerman harus saling bergesekan roda di tikungan yang pertama tak satu pun bisa menebak."
    },
    {
      "input": "Christian Heritage Party candidate Steven Elgersma is standing for election in the riding of Haldimand—Norfolk.",
      "output": "Kandidat Partai Christian Heritage Steven Elgersma ikut pemilihan untuk daerah pemilihan Haldimand-Norfolk."
    },
    {
      "input": "\"We launched an operation to neutralise heavy weapons Gbagbo's special forces have been using against the civilian population for the last three months.\"",
      "output": "\"Kami meluncurkan operasi untuk menetralisir senjata berat pasukan khusus Gbagbo yang telah digunakan kepada penduduk sipil selama 3 bulan terakhir.\""
    },
    {
      "input": "The driver of the jeep had his wife and two months old daughter in the village.",
      "output": "Pengemudi jeep mempunyai istri dan bayi perempuan berusia 2 bulan di desa."
    },
    {
      "input": "This is especially true in Santa Clara County, where two-thirds of residents live in immigrant households.\"",
      "output": "Hal ini khususnya berlaku di Distrik Santa Clara yang dua per tiga penduduknya tinggal di rumah tangga imigran.\""
    },
    {
      "input": "On Thursday morning, Iran's foreign ministry official sent a letter to Iraq's foreign ministry asking Iraq to stop the Bush Administration from interfering with Iraq-Iran relations, and has protested the raid on its liaison office.",
      "output": "Pada hari Kamis pagi, pejabat kementrian luar negeri Iran mengirim sebuah surat kepada kementrian luar negeri Irak dan meminta agar Irak menghentikan campur tangan Pemerintah Bush dalam hubungan Irak-Iran, dan memprotes serangan terhadap kantor perwakilannya."
    },
    {
      "input": "Mr. Arar's attempt to sue American Attorney-General John Ashcroft over the incident in January 2004 was dismissed when the US government invoked the rarely used \"state secrets privilege\", claiming that to go forward in open court would jeopardize intelligence, foreign policy, and national security interests.",
      "output": "Usaha Pak Arar untuk menggugat Jaksa Agung Amerika Serikat John Ashcroft tentang insiden pada bulan Januari 2004 tersebut telah ditolak saat pemerintah Amerika Serikat meminta \"keistimewaan rahasia negara\" yang jarang dipakai, mengklaim bahwa untuk menuju pengadilan terbuka akan membahayakan intelijen, kebijakan luar negeri, dan kepentingan keamanan nasional."
    },
    {
      "input": "The European Organization for Nuclear Research (CERN) said on Monday that repairing the Large Hadron Collider (LHC) will cost up to €16.6 million or US$21 million.",
      "output": "Organisasi Eropa untuk Riset Nuklir (CERN) mengatakan pada hari Senin bahwa perbaikan Large Hadron Collider (LHC) akan dikenakan biaya hingga € 16,6 juta atau US $ 21 juta."
    },
    {
      "input": "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.",
      "output": "Sebelumnya laporan yang belum dikonfirmasi mengatakan puing-puing bisa saja hasil dari sebuah ledakan pesawat kecil."
    },
    {
      "input": "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.",
      "output": "Enam belas partai lain juga ikut bertarung dalam perebutan kursi parlemen, tetapi tidak satupun dari mereka yang memperoleh suara lebih dari satu persen."
    },
    {
      "input": "He appeared in two tapes in January, and in one tape on March 4, 2006.",
      "output": "Dia muncul dalam dua rekaman pada bulan Januari, dan dalam satu rekaman pada 4 Maret 2006."
    },
    {
      "input": "Fernando Alonso and Giancarlo Fisicella started from the first line of the grid, but were unable to hold the old champion behind.",
      "output": "Fernando Alonso dan Giancarlo Fisicella memulai balapan dari posisi grid terdepan, namun mereka tidak mampu menahan laju mantan juara dunia ini."
    },
    {
      "input": "Just before half time, Marko Stanojevic scored a try for Italy taking the score to 43-7.",
      "output": "Sebelum turun minum, Marko Stanojevic mencetak satu try untuk Italia dan mengubah skor menjadi 43-7."
    },
    {
      "input": "An Israeli rocket has struck the Press TV building in the Gaza Strip.",
      "output": "Roket Israel telah menyerang gedung Press TV di Jalur Gaza."
    },
    {
      "input": "Before the main race, the organizer, Chinese Taipei Cycling Association held \"The 3rd Taipei Citizen Elimination Road Race\" to examine the achievements of basic cycling promotion.",
      "output": "Sebelum balapan utama, penyelenggara, Asosiasi Bersepeda Cina Taipei melangsungkan \"Eliminasi Balapan Jalan Raya Warga Taipei ke-3\" untuk menguji pencapaian-pencapaian promosi dari dasar-dasar bersepeda."
    },
    {
      "input": "The Central Tibetan Administration, headed by the Dalai Lama, says that at least 80 people have been killed in protests by supporters of Tibet against Chinese rule, despite China's claim that only ten people are dead.",
      "output": "Pemerintahan Tibet Pusat, yang dipimpin oleh Dalai Lama, mengatakan paling sedikit 80 orang tewas dalam protes oleh pendukung Tibet malawan pemerintah Cina, meskipun klaim Cina hanya sepuluh orang tewas."
    },
    {
      "input": "Bin Laden appeared for the first time in a video since 2004 when he released a video on September 7, 2007.",
      "output": "Bin laden muncul untuk pertama kalinya di dalam video sejak tahun 2004 saat dia menyebarkan video pada 7 September tahun 2007."
    },
    {
      "input": "\"Initial reports are of no casualties on the ground,\" said the Emergencies Ministries who also said that there was \"no damage or deaths on the ground.\"",
      "output": "\"Laporan awal mengatakan tidak ada korban jiwa di lapangan, \" kata Kementerian Darurat yang juga mengatakan bahwa \"tidak ada kerusakan dan kematian di lapangan.\""
    },
    {
      "input": "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.",
      "output": "Seorang pejalan kaki berusia 23 tahun yang berjalan di Racecourse Road di kota Londonderry, Irlandia Utara sekitar pukul 02.20 GMT pada Minggu malam ditabrak oleh sebuah mobil Volkswagen Passat hitam dan tewas seketika."
    },
    {
      "input": "Zimbabwean President Mugabe's Operation Murambatsvina (\"Drive out rubbish\") has seen at least 200,000 people made homeless in Zimbabwe as the government bulldozes \"illegal\" homes, buildings and markets.",
      "output": "Operasi Murambatsvina (\"Membuang sampah\") oleh Presiden Zimbabwe Mugabe telah mengakibatkan paling sedikit 200.000 orang kehilangan tempat tinggal di Zimbabwe saat pemerintah membuldoser rumah-rumah, bangunan-bangunan dan pasar-pasar \"ilegal.\""
    },
    {
      "input": "Ocean Isle Beach closed a bridge to the barrier islands due to the rough surf conditions created by Ophelia.",
      "output": "Ocean Isle Beach ditutup jembatan ke pulau-pulau penghalang karena kondisi ombak yang kasar yang dibuat oleh Ophelia."
    },
    {
      "input": "The entire six minute video of Jacobson is available at cbs2chicago.com.",
      "output": "Enam menit keseluruhan dari video Jacobson tersedia di cbs2chicago. com."
    },
    {
      "input": "Blair, a longtime supporter of the Kyoto treaty, recognized that countries will not accept the limits imposed on Kyoto:",
      "output": "Blair, pendukung lama perjanjian Kyoto, mengenali bahwa negara ini tidak akan menerima batas yang dikenakan pada Kyoto:"
    },
    {
      "input": "It is expected that this incident is only the beginning of a large eruptive process, which may result in a catastrophe for El Salvador.",
      "output": "Diduga kejadian ini hanyalah permulaan proses dari ledakan yang besar, yang mengakibatkan bencana bagi El Salvador."
    },
    {
      "input": "However, the Basic Law of Germany does not permit the self-dissolving of the Bundestag.",
      "output": "Namun, Undang-undang Dasar Jerman tidak mengijinkan pembubaran sendiri dari Bundestag."
    },
    {
      "input": "The virus also \"spreads fast\" and has covered a \"big geographic region\" according to Chinese health officials.",
      "output": "Virus juga \"menyebar cepat\" dan telah mencakup \"daerah geografis yang luas\" menurut pada pejabat kesehatan China."
    },
    {
      "input": "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.",
      "output": "Menjadi penumpang gelap di dalam kompartemen roda beresiko membeku hingga tewas setelah lepas landas atau hancur tergencet saat roda-roda ditarik masuk."
    },
    {
      "input": "In order for the bill to become part of the U.S. Constitution, this bill would have had to be approved by a two-thirds majority in both the Senate and the House of Representatives, then be approved by the legislatures of three fourths (that is, 38) of the States.",
      "output": "Supaya rancangan undang-undang tersebut menjadi bagian dari Konstitusi Amerika, rancangan undang-undang itu harus diterima oleh dua pertiga mayoritas di kedua Senat dan Dewan Perwakilan, lalu diterima oleh tiga perempat legislatif (yaitu, 38) dari negara tersebut."
    },
    {
      "input": "Băsescu has also received a boost due to his liberalist policies and his proposal for tax reform and the introduction of a flat tax.",
      "output": "Basescu juga mendapatkan dukungan besar karena kebijakan liberalnya dan proposal reformasi pajaknya dan pengenalan pemerataan pajak."
    },
    {
      "input": "This draft constitution was brought forward by the Attorney General, Amos Wako.",
      "output": "Draf konstitusi ini diajukan oleh Jaksa Agung, Amos Wako."
    },
    {
      "input": "Additional private information about people who post comments on news.vl.ru has been requested.",
      "output": "Informasi tambahan pribadi tentang orang yang menampilkan komentar pada news. vl.ru telah diminta."
    },
    {
      "input": "Minutes after the flow of hot mud was visible from Lake Coatepeque, a huge cloud of ash appeared, which reached an altitude of 50,000 feet, then covering the northwestern part of the country which contains the largest concentration of coffee farms (main export).",
      "output": "Beberapa menit setelah aliran lumpur panas terlihat dari danau Coatepeque, awan besar abu muncul, yang mencapai ketinggian 50.000 kaki dari permukaan tanah, yang menutupi kawasan barat laut dari negara tersebut yang mengandung pemusatan terbesar dari kebun kopi (ekspor utama)."
    },
    {
      "input": "The effigies this year included George Bush, Condoleezza Rice (as Wonder Woman) and Crocodile Hunter Steve Irwin.",
      "output": "Patung-patung tahun ini termasuk George Bush, Condoleezza Rice (sebagai Wonder Woman) dan Pemburu buaya, Steve Irwin."
    },
    {
      "input": "\"AU$1.1 million dollars spent on the Gunnedah Grains to Ethanol project has been wasted - it still hasn't produced a single litre of ethanol.\"",
      "output": "AU$1,1juta dihabiskan untuk projekt Etanol di Gunnedah Grains telah diboroskan - itu belum menghasilkan 1 liter etanol pun.\""
    },
    {
      "input": "\"These include policy actions at a global and UK level, including any fiscal measures announced in the pre-Budget report, and the fall in oil and commodity prices.\"",
      "output": "\"Ini termasuk tindakan kebijakan global dan pada tingkat UK, termasuk berbagai tindakan fiskal apa pun yang dilaporkan dalam pra-anggaran belanja, dan jatuhnya harga komoditas dan minyak.\""
    },
    {
      "input": "Mayor Harry Kim also declared a state of emergency on Monday.",
      "output": "Walikota Harry Kim juga menyatakan keadaan darurat pada hari Senin."
    },
    {
      "input": "The average adult gets less than the recommended seven to nine hours of uninterrupted sleep each night.",
      "output": "Rata-rata orang dewasa mendapatkan tidur yang tak terganggu kurang dari tujuh hingga sembilan jam yang disarankan."
    },
    {
      "input": "\"It's fine if North Korea can bring some contribution to peace, but simply starting talks is not meaningful,\" said the chairman of the Liberal Democratic Party's policy research council in Japan, Shoichi Nakagawa.",
      "output": "\"Tidak apa-apa jika Korea Utara dapat membawa kontribusi kepada perdamaian, namun hanya memulai pembicaraan adalah tidak berarti, \" kata ketua dewan riset kebijakan partai Liberal Demokratik di Jepang, Shoichi Nakagawa."
    },
    {
      "input": "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.",
      "output": "Kemenangan Olympiacos atas AEK, dengan skor 3-0, memicu amarah suporter AEK, yang diyakini sebagai katalis atas kerusakan di stadion dan kapal tersebut."
    },
    {
      "input": "It would have also given women equal rights to inherit property, and addressed local elections.",
      "output": "Konstitusi ini juga memberikan wanita hak-hak yang setaraf untuk mendapatkan harta warisan, dan membahas berbagai masalah pemilu tingkat daerah."
    },
    {
      "input": "The cousins got very sad when they heard that the Pope was gone.",
      "output": "Si sepupu ini menjadi sangat sedih ketika mereka mendengar bahwa Paus sudah meninggal."
    },
    {
      "input": "Held every year, it is a traditional forum for expressing political opposition.",
      "output": "Diadakan setiap tahun, ini adalah forum tradisional untuk mengekspresikan oposisi politik."
    },
    {
      "input": "At least three people are dead after two small planes collided in a remote area of Wyoming in the United States.",
      "output": "Sedikitnya tiga orang tewas setelah dua pesawat kecil saling bertabrakan di sebuah area terpencil di Wyoming, Amerika Serikat."
    },
    {
      "input": "A number of Conservative MPs and strategists have supported an early vote, however, in the belief that the same-sex issue would hurt the Tories in an election campaign by emphasizing a social conservative agenda that is unpopular in urban areas and Quebec.",
      "output": "Sejumlah MP Konservatif dan ahli strategi mendukung pemungutan suara awal, namun, dengan rasa percaya terhadap isu pernikahan sesama jenis akan mencederai Tories dalam sebuah kampanye pemilihan umum dengan menekankan pada agenda konservatif sosial yang tidak terlalu populer di wilayah perkotaan dan Quebec."
    },
    {
      "input": "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.",
      "output": "Oxford memenangkan undian dan memilih untuk mendayung sisi Surrey dari sungai, dan Cambridge mendayung di sisi middlesex."
    },
    {
      "input": "The Iowa River is expected to crest at Iowa City at 33 feet, 11 feet over flood stage and 4.5 feet over the record, on the morning of June 17.",
      "output": "Sungai Iowa diperkirakan memuncak di Iowa City pada 33 kaki, 11 kaki di atas panggung banjir dan 4,5 kaki di atas rekor, pada pagi hari 17 Juni."
    },
    {
      "input": "Microsoft decided to take this step because of several setbacks that occurred in its online services working in China.",
      "output": "Microsoft menetapkan untuk mengambil langkah ini karena ada beberapa kemunduran bahwa terjadi pada dalam pekerjaan layanan online di Cina."
    },
    {
      "input": "A ransom of $25 million is being sought, a quarter of the value of the vessel's cargo of oil.",
      "output": "Tuntutan tebusannya sebesar 25 juta dollar, merupakan seperempat nilai dari kargo minyak kapal tersebut."
    },
    {
      "input": "\"We really just stood with them and as the tide came in and started floating, we were just able to push them out and away they went,\" said a local, Ted Haowden, as quoted by United Press International.",
      "output": "\"Kami sesunguhnya hanya berdiri bersama mereka dan saat air pasang datang dan mulai mengambang, kami hanya mampu mendorong mereka keluar dan mereka pergi menjauh, \" kata seorang penduduk lokal, Ted Haowden, sebagaimana dikutip United Press International."
    },
    {
      "input": "An earlier report by the Associated Press had said tests had found the substance might be ricin.",
      "output": "Laporan awal oleh asosiasi pers telah mengatakan bahwa tes menemukan bahwa zat tersebut mungkin adalah ricin."
    },
    {
      "input": "The looming debate on whether the Australian Health Minister Tony Abbott or the Theraputic Goods Administration (TGA) should regulate mifepristone, RU486, has entered the Australian Senate, February 8.",
      "output": "Perdebatan seru tentang apakah Menteri Kesehatan Australia Tony Abbott atau Administrasi Barang Terapetik (TGA) yang harus mengatur mifepristone, RU486, telah memasuki Senat Australia, 8 Februari."
    },
    {
      "input": "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.",
      "output": "Mohsin Musa Matawalli Atwah, usia 45 tahun, yang dituduh sebagai seorang ahli bahan peledak Al-Qaeda, tewas dalam serangan rudal pada hari Rabu malam di Pakistan, kata Sheikh Rashid Ahmed, Menteri Informasi Pakistan."
    },
    {
      "input": "Takahara doubled their advantage five minutes later when he sent a lovely volley into the right-hand side of the net after twenty-seven minutes, leaving Emirates goalkeeper Majed Maqdemi stranded.",
      "output": "Takahara menggandakan keunggulan mereka 5 menit kemudian ketika ia mengirim tendangan voli yang indah ke sisi kanan gawang setelah 27 menit, meninggalkan kiper Emirates Majed Maqdemi terdampar."
    },
    {
      "input": "Local authorities have said the search involves around 1200 police; InSerbia reports a team of 50 troops have also been dispatched to assist with the manhunt.",
      "output": "Pihak berwenang setempat berkata bahwa penyelidikan melibatkan sekitar 1,200 polisi; Di Serbia melaporkan sebuah tim berisi 50 pasukan tentara juga dikirim untuk membantu perburuan."
    },
    {
      "input": "The next A1GP race takes place on November 12 in Beijing.",
      "output": "Perlombaan A1GP berikutnya akan berlangsung pada tanggal 12 November di Beijing."
    },
    {
      "input": "However Zubeyir Aydar, a senior Kurdish militant, denied any involvement in the attacks in a statement to a pro-PKK news agency.",
      "output": "Namun Zubeyir Aydar, seorang militan Kurdi senior, menolak keterlibatan dalam penyerangan-penyerangan tersebut dalam sebuah pernyataan kepada sebuah kantor berita pro-PKK."
    },
    {
      "input": "Chris Laurenson, Health Ministry team leader national drug policy, said that international evidence was strong.",
      "output": "Chris Laurenson, pemimpin tim kebijakan obat bius nasional Kementerian Kesehatan, mengatakan bahwa bukti internasional tersebut sangat kuat."
    },
    {
      "input": " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!",
      "output": "Saya terluka jika keluarga saya tidak menyukai komentar masyarakat, tetapi saya mendapat kebijaksanaan untuk menghindari umpan balik negatif!"
    },
    {
      "input": "Evidence of the clouds had been previously detected around our own galaxy and in the Local Group, but the temperature range (a few hundred thousand to a million degrees Celsius) and low density have prevented detection outside the immediate neighborhood of galaxies and the reliable estimation of baryon density for the entire universe.",
      "output": "Bukti dari awan tersebut telah dideteksi sebelumnya di sekeliling galaksi kami dan dalam Local Group, tetapi kisaran suhu (beberapa ratus ribu hingga jutaan derajat Celsius) dan kepadatan rendah telah mencegah deteksi dari luar lingkungan terdekat galaksi dan estimasi terpercaya dari kepadatan baryon untuk keseluruhan alam semesta."
    },
    {
      "input": "Mayor Susan Fennell of Brampton commented \"This twinning agreement between Brampton and Marikina City will not only provide new and exciting economic possibilities, but it is an excellent chance to recognize and celebrate the Filipino community in Brampton.\"",
      "output": "Walikota Susan Fennell dari Brampton berkomentar \"Perjanjian kembar antara kota Brampton dan Marikina tidak hanya memberikan kemungkinan ekonomi baru dan yang sudah ada, tapi ini adalah kesempatan yang bagus untuk memperkenalkan dan merayakan komunitas Filipina di Brampton.\""
    },
    {
      "input": "\"But you know, 99 percent of the time, all of the stereotypes prove to be perfectly true and the warning is useful.\"",
      "output": "\"Tapi tahukah kau, 99 persen dari seluruh waktu, semua stereotip tersebut terbukti sangat benar dan peringatan tersebut berguna.\""
    },
    {
      "input": "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.",
      "output": "Wikipedia, 1 dari 10 situs teratas di internet, akan segera berganti wajah."
    },
    {
      "input": "In the last six free elections held since 1989, no government has been re-elected -- each has had to implement stringent economic and social reforms, since the fall of communism, and has lost popular support as a result.",
      "output": "Dalam 6 pemilu bebas terakhir diadakan sejak 1989, tidak ada pemerintahan yang terpilih kembali -- semuanya menjalankan reformasi ekonomi dan sosial yang ketat sejak jatuhnya komunisme, dan telah kehilangan dukungan massa sebagai hasilnya."
    },
    {
      "input": "Springer said he is committed to making his radio show a success.",
      "output": "Springer berkata bahwa dia berkomitmen untuk membuat acara radionya menunjukkan sebuah kesuksesan."
    },
    {
      "input": "The New York City Housing Authority announced on their Twitter page, \"Turn a snow day into a payday.",
      "output": "Badan Perumahan Kota New York mengumumkan di halaman Twitter mereka, \"Mengubah hari bersalju menjadi hari gajian.\""
    },
    {
      "input": "DA Rosen's November 7 presentation claimed honoring ICE holds would \"produce an undetermined amount of cost savings by reducing probation costs\", as individuals otherwise on probation would be transferred to federal detention.",
      "output": "Presentasi DA Rosen tanggal 7 Nopember mengklaim pemberian penahanan oleh ICE akan \"menghasilkan penghematan yang tidak bisa ditentukan dengan mengurangi biaya percobaan, \" sebagai individu atau sebaliknya percobaan akan ditransfer ke penahanan federal."
    },
    {
      "input": "This pattern continues although the Indian government has prohibited hospitals from disclosing the gender of an unborn child.",
      "output": "Pola tersebut berlanjut meskipun pemerintah India telah melarang rumah sakit memberitahukan jenis kelamin anak yang belum lahir."
    },
    {
      "input": "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.",
      "output": "Rusia sejauh ini belum mengkonfirmasi identitas tahanan lain yang akan dibebaskan, meskipun beberapa nama telah berspekulasi, termasuk Alexander Zaporozhsky, Sergei Skripal, dan Alexander Sypachev, semua dituduh mentransfer informasi kepada pemerintah asing."
    },
    {
      "input": "One item, a cup, has been valued at several thousand Euros.",
      "output": "Satu barang, sebuah cawan ditafsirkan bernilai beberapa ribu euro."
    },
    {
      "input": "Jacobson said her attorney told her it is illegal to videotape people on private property and she said she \"is looking at all of her legal options.\"",
      "output": "Jacobson mengatakan bahwa pengacaranya mengatakan padanya bahwa ilegal untuk merekam orang yang berada dalam milik pribadi dan dia berkata dia \"melihat semua pilihan hukumnya.\""
    },
    {
      "input": "The bus had 35 passengers traveling from Kyaukkyi, and was near Daik Oo, some 85 miles from its destination.",
      "output": "Bus berpenumpan 35 orang yang bepergian dari Kyaukkyi, dan di dekat Daik Oo, sekitar 85 mil dari tujuan."
    },
    {
      "input": "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.",
      "output": "Wahana adalah atraksi yang memutar orang di dalam kendaraan 2 tempat duduk, masuk ke tenda yang gelap untuk menyaksikan cahaya dan musik."
    },
    {
      "input": "Buildings in the vicinity of the field, including a mosque were collapsed or damaged by the force of the blast.",
      "output": "Bangunan di sekitar lapangan, termasuk sebuah masjid roboh arau rusak karena kekuatan ledakan."
    },
    {
      "input": "Super Typhoon Saomai made landfall in the eastern province Zhejiang in China around 5:30 p.m. Thursday afternoon.",
      "output": "Super Topan Saomai memasuki daratan di provinsi timur Zhejiang di Cina sekitar 5.30 Kamis sore."
    },
    {
      "input": "Comparing with other CDC reports, she highlights \"that [the] number of American women who have been raped is greater than the number who are current smokers.\"",
      "output": "Membandingkan dengan laporan CDC lainnya, dia menggaris bawahi \"bahwa jumlah wanita Amerika yang telah diperkosa [itu] lebih besar daripada jumlah perokok saat ini.\""
    },
    {
      "input": "In order to constrain costs, the government has accepted a recommendation from the Pharmaceutical Benefits Advisory Committee (PABC) to provide Herceptin under the PBS only to patients who have the HER2 positive type of cancer, who have undergone surgery and who are undergoing chemotherapy.",
      "output": "Dalam rangka menekan biaya, pemerintah telah menerima rekomendasi dari Komite Penasehat Manfaat Farmasi (KPKF) untuk menyediakan Herceptin hanya di bawah PBS untuk pasien yang positif menderita kanker HER2, yang sudah menerima operasi dan yang sedang menjalani kemoterapi."
    },
    {
      "input": "These are to be replanted to replace the native flora.",
      "output": "Daerah ini akan ditanam ulang untuk menggantikan flora-flora aslinya."
    },
    {
      "input": "According to an announcement by the representative of the group responsible for the coup, a Nigerien Army colonel, the country's constitution has been suspended and all government institutions have been dissolved.",
      "output": "Menurut pengumuman oleh perwakilan dari kelompok yang bertanggung jawab atas kudeta, seorang kolonel Angkatan Darat Nigerien, konstitusi negara telah ditangguhkan dan semua lembaga pemerintah telah dibubarkan."
    },
    {
      "input": "The 365 m diameter dome was built in the 1990s for the year 2000 celebrations and is the largest single-roof structure in the world.",
      "output": "Millenium Dome dengan kubah berdiameter 365 m ini dibangun pada tahun 1990-an untuk menjadi tempat perayaan masuknya tahun 2000 dan merupakan struktur beratap tunggal yang terbesar di dunia."
    },
    {
      "input": "\"While Senator McCain knows that Senator Obama has proposed cutting taxes for 95% of American families, what he’s not telling us is that he wants to give $4 billion in tax breaks to the oil companies, continue giving tax breaks to corporations that ship our job overseas, and provide no direct tax relief for more than 100 million middle-class families.\"",
      "output": "\"Ketika Senator McCain tahu bahwa Senator Obama mengusulkan memotong pajak 95% untuk keluarga Amerika, apa yang dia tidak sampaikan ke kita adalah dia ingin memberi pengurangan pajak sebesar 4 milyar dollar pada perusahaan minyak, melanjutkan memberi pengurangan pajak pada perusahaan yang mengirim lapangan pekerjaan kita keluar negeri, dan tidak menyediakan keringanan pajak langsung untuk lebih dari100 juta keluarga kelas menengah.\""
    },
    {
      "input": "He also suggested that increasing American foreign aid to 0.7% of the U.S.'s $11 trillion Gross Domestic Product aid through cuts in the Department of Defense budget would \"create a world with more partners and fewer adversaries.\"",
      "output": "Dia juga menyarankan bahwa peningkatan bantuan luar negeri Amerika ke 0,7% dari $ 11 trilyun Produk Domestik Bruto AS yang dibantu melalui pemotongan di anggaran Departemen Pertahanan akan \"menciptakan sebuah dunia yang mempunyai lebih banyak mitra dan lebih sedikit musuh.\""
    },
    {
      "input": "Obama's response to the incident was \"One of the things that the American people count on in their interactions with any level of government is that if they have to disclose personal information, then it is going to stay personal and stay private.\"",
      "output": "Respon Obama terhadap insiden tersebut adalah \"Salah satu hal yang dipercaya oleh warga Amerika dalam interaksi mereka dengan level pemerintahan mana pun adalah bahwa jika mereka harus menyertakan informasi personal, maka seharusnya tetap bersifat personal dan pribadi.\""
    },
    {
      "input": "13 American coal miners were trapped 2 miles (3 kilometers) inside the Sago coal mine in the US state of West Virginia.",
      "output": "13 penambang batu bara Amerika terjebak 2 mil (3 kilometer) di dalam tambang batu bara Sago di negara bagian Virginia Barat AS."
    },
    {
      "input": "Six energy companies in the United Kingdom have announced that it is likely that the prices for energy bills could increase over the course of 2010.",
      "output": "Enam perusahaan energi di Britania Raya mengumumkan bahwa sepertinya biaya anggaran energi dapat meningkat lebih pada 2010."
    },
    {
      "input": "It's a small country, so it's easy to cross and leave.\"",
      "output": "Ini adalah negara kecil, sehingga mudah untuk menyeberang dan pergi.\""
    },
    {
      "input": "In addition, Wikinews invited Dr. Schaper to comment on the apparent discrepancy between his actions and his advocacy of free speech.",
      "output": "Selain itu, Wikinews mengundang Dr. Schaper untuk mengomentari perbedaan jelas antara tindakannya dan pembelaannya terhadap kebebasan berbicara."
    },
    {
      "input": "The two on board the AH-1W SuperCobra attack helicopter and seven on the C-130 Hercules transport plane were trained in survival and described as being in good physical condition, meaning rescuers maintain hope of finding them alive.",
      "output": "2 orang di dalam pesawat helikopter penyerang AH-1W SuperCobra dan 7 orang di dalam pesawat pengangkut Hercules C-130 telah terlatih untuk bertahan dan dijelaskan dalam kondisi fisik yang baik, yang berarti para penyelamat berharap untuk menemukan mereka dalam keadaan hidup."
    },
    {
      "input": "The 13 defendants are charged with conspiracy, false statements, wire fraud, federal program fraud and tax crimes related to the financing for the Governor's 1999-2002 campaigns for Resident Commissioner, the sole representative of the island in the U.S. Congress, and for his subsequent 2004 gubernatorial run.",
      "output": "13 terdakwa dituduh persekongkolan, pernyataan salah, penipuan informasi, federal program penipuan dan pelanggaran pajak berhubungan dengan pendanaan kampanye Gubernur 1999-2002 untuk Komisaris Penduduk, perwakilan tunggal pulau pada Kongres A. S., dan menyusul masa menjabatnya 2004 berikutnya."
    },
    {
      "input": "As part of his effort to educate Palestinians, Mahameed has printed 2,000 booklets in Arabic describing photographs of Nazi horrors, offered stipends to Arab students of the subject, and started a new museum website (Alkaritha.org) with some translations offered in English, Arabic, and Hebrew.",
      "output": "Sebagai bagian dari usahanya untuk mendidik warga Palestina, Mahameed mencetak 2,000 buku kecil berbahasa Arab yang menampilkan foto-foto kekejaman Nazi, menawarkan beasiswa bagi siswa-siswa Palestina yang mau mempelajarinya, dan membuat sebuah website khusus untuk museum itu (Alkharita. org) yang ditulis dalam bahasa Inggris, Arab, dan Hebrew."
    },
    {
      "input": "Now new handles have been designed in Arizona and the Air Force will place them on all of the 143 million aircraft.",
      "output": "Sekarang pegangan baru dirancang di Arizona dan Angkatan Udara akan memasangnya seluruhnya pada 143 juta pesawat udara."
    },
    {
      "input": "National Transportation Safety Committee head Tatang Kurniadi told a press conference \"This accident resulted from a combination of factors including the failure of the pilots to adequately monitor the flight instruments, especially in the last two minutes of the flight.\"",
      "output": "Kepala Komite Keselamatan Transportasi Nasional Tatang Kurniadi berkata di sebuah Konferensi Pers \"Kecelakaan ini diakibatkan oleh sebuah faktor kombinasi mencakup perlengkapan penerbangan, khususnya dua menit dari terakhir penerbangan tersebut.\""
    },
    {
      "input": "Their party website states, \"We will put paid to bloated government bureaucracy and its authoritarian inclinations.\"",
      "output": "Situs web partai mereka menyatakan, \"Kami akan menempatkan tanda lunas kepada birokrasi pemerintah yang kembung dan kecenderungan otoriternya.\""
    },
    {
      "input": "A Wimbledon champion in 2000, 2001 and 2005, Williams was not the favorite to win the title again this year.",
      "output": "Juara Wimbledon tahun 2000, 2001 dan 2005, Williams bukan unggulan untuk menjuarai gelar kembali tahun ini."
    },
    {
      "input": "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.",
      "output": "1 poin penilaian adalah sama dengan 1.096.000 rumah tangga, karena sekarang ada 109.600.000 rumah tangga di Amerika Serikat dengan sedikitnyaknya 1 televisi."
    },
    {
      "input": "Peter Milliken, Speaker of the House of Commons of Canada, broke the tie on the vote on the second reading of the Canadian budget amendment, C-48, by voting in favour of the government, most likely averting a spring election, CBC Newsworld reported.",
      "output": "Peter Milliken, Juru bicara Majelis Rendah Canada, memperoleh jumlah suara imbang pada pemungutan suara pembacaan kedua amandemen anggaran warga Canada, C-48, dengan voting mendukung penerintah, kemungkinan besar menghindari pemilu musim semi, CBC Newsworld melaporkan."
    },
    {
      "input": "However, UK citizen Jim Swire, father of another victim of the bombing, believes al-Megrahi was not guilty.",
      "output": "Akan tetapi, penduduk Inggris Jim Swire, ayah dari korban tewas pengeboman lainnya, percaya al-Megrahi tidak bersalah."
    },
    {
      "input": "This change is different from previous years due to a U.S. mandated daylight saving time change, which was caused by the Energy Policy Act of 2005.",
      "output": "Pergantian ini berbeda dari tahun sebelumnya karena pergantian yang diamanatkan Amerika dari Daylight Saving Time, yang disebabkan oleh Energy Policy Act pada tahun 2005."
    },
    {
      "input": "On his return home, Safarov was met with a hero's welcome, given a pardon by president Ilham Aliyev, promoted to the rank of major, awarded eight-years of back-pay and given a house.",
      "output": "Dalam perjalanan pulangnya, Safarov disambut bak seorang pahlawan, diberi pengampunan oleh Presiden Ilham Aliyev, dipromosikan ke posisi yang penting, dihadiahi bonus selama delapan tahun dan diberi sebuah rumah."
    },
    {
      "input": "The Australian Council of Trade Unions launched TV advertisements to counter the government's new legislation.",
      "output": "Dewan Serikat Buruh Australia meluncurkan iklan TV untuk melawan undang-undang baru pemerintah tersebut."
    },
    {
      "input": "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.",
      "output": "Kakek buyutnya, Jawaharlal Nehru, adalah Perdana Menteri India yang pertama, dan ayah dari kakek buyutnya, Motilal Nehru, adalah seorang pemimpin berpengaruh di pergerakan kemerdekaan India."
    },
    {
      "input": "The storm is headed towards Bermuda and forecasters at the National Hurricane Center in Miami, Florida expect it to strengthen over the next two days.",
      "output": "Badai tersebut menuju ke Bermuda dan peramal cuaca di Pusat Topan Nasional di Miami, Florida berharap untuk menjadi lebih kuat selama dua hari ke depan."
    },
    {
      "input": "The New Zealand Day bill would have created disharmony within the society according to parliamentary select committee, the Justice and Electoral Committee.",
      "output": "RUU New Zealand Day dapat menciptakan ketidaksesuaian dalam masyarakat menurut komite pemilihan parlementer, Komite Pemilih dan Keadilan."
    },
    {
      "input": "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.",
      "output": "Dan pertanyaan terakhir yang ditanyakan baik kepada Craig Milmine dan Bernard Darnton adalah apakah mereka adalah penggemar Holden atau Ford."
    },
    {
      "input": "The surrounding neighborhood of Harpo Productions was rundown prior to the company's success.",
      "output": "Di sekeliling lingkungan Harpo Productions dulu kumuh sebelum perusahaan tersebut sukses."
    },
    {
      "input": "Iranian officials have said that Iran will respond by downgrading its cooperation with the IAEA and resuming full scale fuel enrichment.",
      "output": "Para pejabat Iran mengatakan bahwa Iran akan merespon dengan menurunkan intensitas kerjasama dengan IAEA dan melanjutkan pengayaan bahan bakar skala penuh."
    },
    {
      "input": "A NATO press officer said that \"We continue exhaustive search and rescue operations to locate our missing service members.\"",
      "output": "Seorang petugas pers NATO mengatakan bahwa \"Kami terus melanjutkan operasi pencarian dan penyelamatan untuk mencari anggota layanan kami yang hilang.\""
    },
    {
      "input": "Komar is to be prosecuted over the crash for negligence.",
      "output": "Komar akan dituntut atas kecelakaan itu karena kelalaiannya."
    },
    {
      "input": "Timing of the Pentagon release coincides with the controversy over Iran restarting its nuclear facilities.",
      "output": "Pemilihan waktu Pentagon bersamaan dengan perdebatan atas Iran memulai lagi fasilitas-fasilitas nuklir."
    },
    {
      "input": "The pilot had contacted Air Traffic Control (ATC) to report engine problems and requested permission to conduct an emergency landing at nearby Rumbek.",
      "output": "Pilot telah menghubungi Air Traffic Control (ATC) untuk melaporkan masalah mesin dan meminta izin untuk melakukan pendaratan darurat di dekat Rumbek."
    },
    {
      "input": "He announced that the police \"are appealing to anyone who witnessed the incident and saw either of these vehicles beforehand to get in touch.\"",
      "output": "Dia memberitahukan bahwa polisi \"sangatlah menarik bagi semua orang yang menyaksikan insiden tersebut dan melihat salah satu dari kendaraan itu sebelum bertabrakan.\""
    },
    {
      "input": "\"What is crucial now is that Sierra Leone actually receives the necessary funding and technical assistance to realise this objective.\"",
      "output": "\"Apa yang penting sekarang adalah Sierra Leone benar-benar menerima dana yang diperlukan dan bantuan teknis direalisasikan tepat sasaran.\""
    },
    {
      "input": "Reaction from Socialist candidate Ségolène Royal was immediate in describing his proposal as \"scandalous\" and that tax reductions on the richest on society would aggravate the already existing social divisions in the country.",
      "output": "Reaksi Ségolène Royal calon dari Sosialis adalah langsung menggambarkan proposalnya sebagai \"skandal\" dan pengurangan pajak masyarakat terkaya akan memperburuk perpecahan sosial yang sudah ada di negara itu."
    },
    {
      "input": "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.",
      "output": "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral."
    },
    {
      "input": "The magazine states that she has been on the set of the soap opera at CBS Television City since March 11.",
      "output": "Majalah tersebut menyampaikan bahwa dia telah dijadwalkan pada opera sabun di CBS Television City sejak 11 Maret."
    },
    {
      "input": "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.",
      "output": "Pesawat tersebut terbang pukul 1.12 pagi waktu setempat dan dalam perjalanan dari Moscow ke Perm ketika pegawai di lapangan udara Bolshoye Savino kehilangan kontak dengan pesawat tersebut sekitar 1.800 meter diatas permukaan laut."
    },
    {
      "input": "Last month, 57 people in an election convoy were massacred in the southern part of the Maguindanao province, which has since been placed under martial law.",
      "output": "Bulan lalu, 57 orang dalam sebuah konvoi pemilu dibantai di bagian selatan provinsi Maguindanao, yang sejak itu ditempatkan di bawah darurat militer."
    },
    {
      "input": "As a result, in December, he decided to end his Republican campaign and return to the Libertarian Party.",
      "output": "Akibatnya, pada bulan Desember, dia memutuskan untuk mengakhiri kampanye Republik dan kembali ke partai Liberal."
    },
    {
      "input": "Teams of rescue workers looking for human remains are working alongside forensics experts in a \"meticulous\" search to find evidence.",
      "output": "Tim pekerja penyelamat pencarian sisa jenazah sedang bekerja di samping ahli forensik dengan pencarian yang \"sangat teliti\" untuk menemukan bukti."
    },
    {
      "input": "Estimates for power restoration were anywhere from a few days to over a week.",
      "output": "Estimasi dari pulihnya listrik di mana saja dari beberapa hari sampai lebih dari seminggu."
    },
    {
      "input": "Tens of thousands of civilians and over 3000 Allied troops have died in the nearly four-year-old Iraq war.",
      "output": "Puluhan ribu warga dan lebih dari 3000 pasukan Sekutu telah tewas dalam hampir empat tahun perang Irak."
    },
    {
      "input": "Officials were able to evacuate the park and no other injuries were reported.",
      "output": "Petugas mampu mengevakuasi taman dan tidak ada luka lain yang dilaporkan."
    },
    {
      "input": "He faces a £1000 fine and a driving ban if convicted.",
      "output": "Dia menghadapi denda 1.000 poundsterling dan larangan mengemudi jika terbukti bersalah."
    },
    {
      "input": "Another member of the Pennsylvania State University's cheerleading squad will step in to play the Nittany Lion at the 2009 Rose Bowl, after the main performer was suspended after being charged with DUI and summary traffic violations late last month.",
      "output": "Anggota lain dari pasukan pemandu sorak Universitas Pennsylvania State akan melangkah untuk bermain di Nittany Lion pada tahun 2009 Rose Bowl, setelah penampil utama diskors setelah dituntut dengan DUI dan ringkasan pelanggaran lalu lintas akhir bulan lalu."
    },
    {
      "input": "Before this study, no genes had been directly linked to migraines, although parts of the DNA that raised the general risk had been found.",
      "output": "Sebelum penelitian ini, tidak ada gen telah langsung terkait dengan migrain, meskipun bagian dari DNA yang meningkatkan risiko umum telah ditemukan."
    },
    {
      "input": "The Telegraph reports that president Bai Koroma was also hoping to secure a significant increase in aid donations with his new health plan.",
      "output": "Laporan telegraf bahwa presiden Bai Koroma juga mengharapkan jaminan yang berarti untuk meningkatkan bantuan donasi dengan rencana kesehatan barunya."
    },
    {
      "input": "He says that for other lab experiments the hardware is already in place, the only step needed is to change the software.",
      "output": "Dia mengatakan bahwa untuk percobaan laboratorium lainnya hardware sudah ditempatkan, satu-satunya langkah yang diperlukan adalah untuk mengubah perangkat lunak."
    },
    {
      "input": "Joba's father, Harlan Chamberlain, 55, collapsed at his home in Lincoln, and is currently at St. Elizabeth Regional Medical Center.",
      "output": "Ayah Joba, Harlan Chamberlain, 55, jatuh di rumahnya di Lincoln, dan saat ini di St Elizabeth Regional Medical Center."
    },
    {
      "input": "Ruby has previously represented the National Football League in lawsuits against Oakland Raiders owner Al Davis.",
      "output": "Ruby sebelumnya mewakili Liga Sepakbola Nasional dalam gugatan melawan pemilik Oakland Raiders Al Davis."
    },
    {
      "input": "The train was heading from the northeastern town of Bijelo Polje to the Montenegrin coastal city of Bar.",
      "output": "Kereta api itu berjalan dari timur laut kota Bijelo Polje menuju kota pantai Montenegrin bernama Bar."
    },
    {
      "input": "Robson was picked for the position of England manager after a 13 year spell at Ipswich Town enabling them to become league runners up twice and to win the FA Cup and the UEFA Cup.",
      "output": "Robson dipilih untuk posisi manajer Inggris setelah 13 tahun menyihir di Ipswich Town memampukan mereka untuk 2 kali menjadi juara kedua liga dan memenangkan Piala FA dan Piala UEFA."
    },
    {
      "input": "\"I don't know about you, but where I live.\"",
      "output": "\"Saya tidak tahu tentang Anda, tetapi dimana saya tinggal.\""
    },
    {
      "input": "Conservative Party leader David Cameron countered Bradshaw's opinion by saying, Mr. Brown was to blame for the economic distress.",
      "output": "Pemimpin Partai Konservatif David Cameron membalas opini Bradshaw dengan mengatakan, Bapak Brown yang dipersalahkan atas kejatuhan ekonomi ini."
    },
    {
      "input": "Brown's next book, The Solomon Key, is rumoured to be about the Yale Skull and Bones society.",
      "output": "Buku Brown berikutnya, The Solomon Key, dikabarkan tentang komunitas Yale Skull and Bones."
    },
    {
      "input": "The disorder has been identified in a geographically diverse group of states including Georgia, Oklahoma, Pennsylvania, Wisconsin and California.",
      "output": "Secara geografis, penyakit ini telah teridentifikasi di sejumlah negara bagian mencakup Georgia, Oklahoma, Pennsylvania, Wisconsin, dan California."
    },
    {
      "input": "The ban of free plastic bags and complete ban on very thin bags will, the government hopes, help reduce the amount of crude oil used for plastic packaging, which is currently at five million tonnes per year according to Times Online.",
      "output": "Pelarangan tas-tas plastik gratis dan pelarangan sama sekali tas-tas plastik paling tipis, harap pemerintah, membantu mengurangi jumlah minyak mentah yang digunakan untuk plastik pembungkus, yang sekarang ini sejumlah lima juta ton per tahun menurut Times Online."
    },
    {
      "input": "The treaty requires all countries adopting it to ban, to the extent allowed by their constitutions, all tobacco advertising, promotion and sponsorship within five years.",
      "output": "Perjanjian ini menuntut semua negara yang mengadopsinya untuk melarang, hingga sejauh batasan yang diijinkan oleh konstitusi mereka masing-masing, seluruh iklan, promosi dan dukungan sponsor tembakau selama 5 tahun."
    },
    {
      "input": "The sensor is one of four used to trigger the engine cutout after launch.",
      "output": "1 dari 4 sensor digunakan untuk memicu potongan mesin setelah peluncuran."
    },
    {
      "input": "After the tragedy, the government announced that it would inspect buildings older than 50 years in one month.",
      "output": "Setelah tragedi ini, pemerintah mengumumkan bahwa mereka akan melakukan pemeriksaan kepada semua gedung yang telah berusia lebih dari 50 tahun dalam satu bulan."
    },
    {
      "input": "It has already been published in Italian with the title Il disordine perfetto (\"The perfect disorder\").",
      "output": "Sudah dipublikasikan di Italia dengan judul Il disordine perfetto (\"Gangguan Sempurna\")."
    },
    {
      "input": "The WWF is concerned that civilization may move closer into the rainforest, destroying the homes of these new species, but the government of Thua Thien-Hue Province says it's dedicated to making sure that they are protected, along with the rainforest.",
      "output": "WWF mengkhawatirkan pergerakan hunian manusia yang bergerak semakin dekat dengan kawasan hutan hujan tropis itu dan berpotensi untuk menghancurkan habitat dari spesies-spesies baru tersebut. Namun, pemerintah provinsi Thua Thien-Hue mengeluarkan penegasan bahwa mereka akan melindungi spesies tersebut dan hutan hujan tropisnya."
    },
    {
      "input": "Santa Ana Volcano's view from Coatepeque Lake changed as a huge flow of \"hot mud\" flowed from the crater towards the lake.",
      "output": "Pemandangan Gunung Api Santa Ana dari Danau Coatepeque berganti menjadi aliran besar \"lumpur panas\" mengalir dari kawah menuju danau."
    },
    {
      "input": "100,000 children were unable to attend classes due to the disaster, which closed 218 schools.",
      "output": "100,000 anak-anak tidak dapat menghadiri kelas-kelas akibat bencana, yang menutup 218 sekolah tersebut."
    },
    {
      "input": "Meanwhile, Australia's men (Socceroos) are currently ranked 59th in the world, between the Burkina Faso and Slovakia national football team.",
      "output": "Sementara itu, pria Australia (Socceroos) saat ini menempati peringkat 59 dunia, di antara Burkina Faso dan tim nasional sepak bola Slowakia."
    },
    {
      "input": "Current president Jacob Zuma visited Mandela in hospital this past weekend.",
      "output": "Presiden saat ini Jacob Zuma mengunjungi Mandela di rumah sakit minggu terakhir ini."
    },
    {
      "input": "\"In fact, with the development of green technologies, we can have reduced costs to the American consumer with the development of new technologies.\"",
      "output": "\"Kenyataannya, dengan pembangunan dari teknologi ramah lingkungan, kami bisa mengurangi biaya dari konsumer Amerika dengan pembangunan teknologi baru tersebut.\""
    },
    {
      "input": "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"",
      "output": "\"Bersama-sama, mereka adalah penghargaan yang benar-benar tepat untuk 47 orang pemberani yang tewas dalam Auchengeich setengah abad yang lalu.\""
    },
    {
      "input": "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).",
      "output": "Baltimore, Washington D.C. dan Philadelphia diperkirakan akan mencapai suhu tertinggi di atas 100ºF (37,8ºC)."
    },
    {
      "input": "Flights from Auckland to Vancouver will operate three times a week between November and March, to coincide with the peak travel season between the two destinations, as Canadians escape winter and New Zealand skiers head to the Canadian slopes.",
      "output": "Penerbangan dari Auckland ke Vancouver akan dilakukan tiga kali sepekan antara bulan Nopember sampai bulan Maret, untuk mengantisipasi puncak musim pada kedua negara itu, pada saat orang-orang Kanada bepergian menghindari musim dingin dan para pencinta ski dari Selandia Baru membanjiri lereng-lereng Kanada."
    },
    {
      "input": "Mr Downer told the inquiry that the intelligence may not have been dealt with.",
      "output": "Bapak Downer mengatakan pada penyelidikan bahwa intelijen mungkin tidak menanganinya."
    },
    {
      "input": "Danell Leyva from the United States started with a strong 15.833 point routine.",
      "output": "Danell Leyva dari Amerika Serikat memulai lomba dengan sebuah routine dengan nilai 15,833."
    },
    {
      "input": "This is the first death of a police officer to sectarian violence in over a decade, and comes after a nine month period in which intelligence indicated that dissidents were aiming to kill a policeman.",
      "output": "Ini adalah kematian pertama dari petugas polisi karena kekerasan antar kelompok selama lebih dari satu dekade, dan menyusul setelah periode 9 bulan yang mana badan intelejen mengindikasikan bahwa pembangkang bertujuan untuk membunuh seorang polisi."
    },
    {
      "input": "Foreign ministers seeking to resolve Iran's nuclear crisis will meet in London today at 5P.M.",
      "output": "Menteri luar negeri yang berusaha untuk menyelesaikan krisis nuklir Iran akan bertemu di London hari ini di 05.00 sore."
    },
    {
      "input": "According to Rijsberman, there are two types of shortages: those observed in regions where water is over-exploited, causing a lowering of groundwater levels and rivers to dry up; and those in countries lacking the technical and financial resources to capture water - despite its abundance.",
      "output": "Menurut Rijsberman, ada dua jenis kekurangan: telah diamati daerah yang terlalu mengeksploitasi air, menyebabkan penurunan tingkat air tanah dan sungai mengering; dan negara yang kekurangan sumber daya teknis dan keuangan untuk memperoleh air - meskipun air melimpah."
    },
    {
      "input": "A third vessel, the Sara Jane, also attended the scene to allow a first aider on board to render assistance.",
      "output": "Perahu ketiga, Sara Jane, ikut hadir di lokasi kejadian dengan membawa penolong pertama untuk membantu."
    },
    {
      "input": "State radio quoted a statement by the Iranian Revolutionary Guards as saying that \"after getting necessary guarantees, Iran released the five.\"",
      "output": "Radio pemerintah mengutip sebuah pernyataan oleh Pengawal Revolusi Iran yang mengatakan bahwa \"setelah mendapatkan jaminan yang diperlukan, Iran melepaskan ke lima orang tersebut.\""
    },
    {
      "input": "Protesters have reportedly blocked all roads into the main financial center in the capitol, and number in the tens of thousands in Manama alone.",
      "output": "Para pengunjuk rasa dilaporkan memblokir semua jalan ke pusat utama keuangan di kota, dan di Manama saja berjumlah dalam puluhan ribu."
    },
    {
      "input": "The report notes he was conscious and fighting to keep his jet airbourne up until impact.",
      "output": "Laporan tersebut mencatat dia sadar dan berjuang agar jet tetap terbang di udara hingga beturan terjadi."
    },
    {
      "input": "\"Terrified people are leaving the area on foot along the highway, women and children…\"",
      "output": "\"Orang-orang yang ketakutan meninggalkan daerah itu dengan jalan kaki di sepanjang jalan raya, wanita dan anak-anak...\""
    },
    {
      "input": "In January this year, after President Băsescu was elected, he pledged to send more peacekeeping troops in Iraq.",
      "output": "Pada bulan Januari tahun ini, setelah Presiden Basescu terpilih, dia berjanji mengirim lebih banyak pasukan perdamaian ke Irak."
    },
    {
      "input": "He wants the British government to give subsidies to the fallen car-maker so that it can be the first European producer of hybrid cars.",
      "output": "Dia ingin pemerintah Inggris memberikan subsidi untuk pembuat mobil yang bangkrut sehingga bisa menjadi produsen mobil hibrida pertama di Eropa."
    },
    {
      "input": "Wilson was previously Attorney-General, a position that Deputy Prime Minister Dr. Michael Cullen now holds.",
      "output": "Wilson sebelumnya adalah Jaksa Agung, sebuah posisi yang wakil Perdana Menteri Dr. Michael Cullen menjabat sekarang."
    },
    {
      "input": "Some schools stayed closed on Wednesday, while others shut at lunchtime.",
      "output": "Beberapa sekolah tetap tutup pada hari Rabu, sementara yang lainnya ditutup saat makan siang."
    },
    {
      "input": "The population of the canton was 15,471 as of 2007, of which 1,510 (or 9.76%) were foreigners.",
      "output": "Jumlah penduduk distrik tersebut 15.471 mulai dari 2007, yang mana 1.510 (atau 9,76%) adalah orang asing."
    },
    {
      "input": "Ed Miliband, leader of the opposition Labour Party, said the proposal to go to war was an \"ill-thought through action\", it lacked international support, and Cameron had acted in a \"cavalier and reckless\" manner.",
      "output": "Ed Miliband, pemimpin oposisi Partai Buruh, berkata bahwa proposal untuk berperang adalah sebuah \"pemikiran gila dalam bentuk aksi, \" hal ini tidak mendapat banyak dukungan internasional, dan Cameron bertindak dalam sebuah sikap yang \"angkuh dan sembrono.\""
    },
    {
      "input": "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.",
      "output": "AS Roma berada di peringkat kedua dengan unggul selisih gol dari Sporting CP, yang mengalahkan FC Dynamo Kyiv 2-1."
    },
    {
      "input": "Much controversy exists in the region about what is to be done with alleged offenders in the Dirty War.",
      "output": "Banyak kontroversi terdapat di wilayah mengenai apa yang harus dilakukan dengan dugaan pelaku dalam Perang Kotor."
    },
    {
      "input": "The law has stirred much debate, both in France and around the globe.",
      "output": "Hukum tersebut menimbulkan banyak pedebatan, keduanya di Perancis dan seluruh dunia."
    },
    {
      "input": "\"They are over the moon and I'm sure the commanding officer is as well, even though he's currently at sea on his ship.\"",
      "output": "\"Mereka sangat gembira dan saya yakin komandan juga, meski dia sekarang berada di laut di dalam kapalnya.\""
    },
    {
      "input": "After being held for more than four years at the Guantanamo Bay detention facility, German born Turkish citizen Murat Kurnaz was transferred to German custody by U.S. authorities on Thursday.",
      "output": "Setelah ditahan selama lebih dari empat tahun di fasilitas penahanan Teluk Guantanamo, warga negara Turki kelahiran Jerman Murat Kurnaz dipindahkan ke tahanan Jerman oleh pihak berwenang Amerika Serikat pada hari Kamis."
    },
    {
      "input": "The police have claimed that the death toll in the Miyagi Prefecture as a result of the earthquake and tsunami could be in excess of ten thousand.",
      "output": "Polisi telah mengklaim bahwa korban jiwa di Miyagi Prefektur sebagai hasil dari gempa dan tsunami tersebut bisa lebih dari sepuluh ribu."
    },
    {
      "input": "The lay-offs have been expected since late last year where he announced it to a parliamentary select committee.",
      "output": "Pemecatan tersebut telah diharapkan sejak akhir tahun yang lalu yang diumumkannya pada komite parlemen."
    },
    {
      "input": "Villiard, citing privacy rules designed to protect the detainees, did not explain how Manning could harm himself if allowed to wear his underwear.",
      "output": "Villard, mengutip peraturan privasi yang dirancang untuk melindungi tahanan, tidak menjelaskan bagaimana Manning dapat membahayakan dirinya sendiri jika diizinkan untuk menggunakan pakaian dalamnya."
    },
    {
      "input": "This had been a very secure area for the insurgents.\"",
      "output": "Ini telah menjadi tempat yang sangat aman untuk pemberontak.\""
    },
    {
      "input": "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.",
      "output": "Namun dengan beberapa peluang yang disia-siakan dan operan yang secara konsisten buruk, Westmeath jadi ketinggalan dua poin dalam beberapa menit terakhir dari pertandingan tersebut."
    },
    {
      "input": "Abbas, speaking before thousands of people gathered for the prisoners' release, said, \"We will not sign a final peace deal with Israel before all the prisoners are released\".",
      "output": "Abbas, berbicara di depan ribuan orang yang berkumpul untuk pembebasan tahanan, mengatakan, \"Kami tidak akan menandatangani kesepakatan perdamaian akhir dengan Israel sebelum semua tahanan dibebaskan.\""
    },
    {
      "input": "One wheel lay twelve metres from the main wreckage and skid marks were left on the road.",
      "output": "1 bannya tergeletak 12 meter dari reruntuhan utama dan bekas selip tertinggal di jalan."
    },
    {
      "input": "It was caused by a streamlining issue not related to satellite problems.",
      "output": "Hal ini disebabkan oleh masalah streamlining dan tidak ada kaitannya dengan masalah pada satelit."
    },
    {
      "input": "A lot of these lenders started to make loans and lost track of some of the fundamentals.",
      "output": "Banyak dari para pemberi pinjaman ini mulai menumpuk hutang dan kehilangan beberapa hal yang fundamental."
    },
    {
      "input": "An Australian air safety group claims that Yogyakarta International Airport was opearating illegally with no license when Garuda Indonesia Flight 200, a Boeing 737, crashed at the airport, killing 16 Indonesians and five Australians.",
      "output": "Sebuah grup keselamatan penerbangan Australia menyatakan bahwa Bandar Udara Internasional Yogyakarta beroperasi secara ilegal saat Penerbangan 200 Garuda Indonesia, sebuah Boeing 737, jatuh di bandara, membunuh 16 warga negara Indonesia dan lima warga negara Australia."
    },
    {
      "input": "Comparisons to the Swift Boat Veterans for Truth (SBVT) have been drawn.",
      "output": "Perbandingan dengan Kapal Cepat Veteran untuk Kebenaran (SBVT) telah dibuat."
    },
    {
      "input": "The bombing of the UN trucks was the last straw for the UN, already angered after Israeli tanks fired on a UN school housing refugees killing 50 including an entire family of seven young children.",
      "output": "Pengeboman truk UN adalah perang terakhir bagi UN, sesudah marah setelah tank Israel menembaki perumahan sekolah UN untuk pengungsi yang menewaskan 50 orang termasuk seluruh keluarga dengan 7 anak."
    },
    {
      "input": "The game was more evenly match as opposed from the 1st 2 games when New England Revolution won the 1st game 4-0 on April 14 and won the 2nd game 3-0.",
      "output": "Permainan menjadi semakin seimbang sebagai lawan dari 2 permainan pertama ketika New England Revolution menang di permainan pertama 4-0 pada 14 April dan menang pada permainan kedua 3-0."
    },
    {
      "input": "More efficient servers will also drive down utility costs for the social media giant, which relies on massive data centers around the United States to keep its operations going.",
      "output": "Server yang lebih efisien juga akan menurunkan biaya lain untuk sosial media raksasa, yang bergantung pada pusat data yang sangat besar diAS untuk tetap melanjutkan operasinya."
    },
    {
      "input": "\"They often contain a life-long work of our researchers,\" he added.",
      "output": "\"Mereka biasanya berisi sebuah karya seumur hidup dari para peneliti kami, \" dia menambahkan."
    },
    {
      "input": "She said the combined charges carried a maximum penalty of seven years jail.",
      "output": "Dia mengatakan penggabungan tuduhan mengakibatkan hukuman maksimum 7 tahun penjara."
    },
    {
      "input": "In June, the EU member states agreed to raise the limit by approximately 10%, but EU importers and Chinese producers continue to push for a greater amount of trade.",
      "output": "Pada bulan Juni, negara-negara anggota Uni Eropa sepakat untuk meningkatkan batasan sebesar 10%, namun importir Uni Eropa dan produsen Cina tetap menekan perdagangan dengan jumlah yang besar."
    },
    {
      "input": "Zinkhan is reported to have left his two youngest children in the car while at theater, and then left to drop them off at the home of his his neighbor Robert Covington.",
      "output": "Zinkhan dilaporkan meninggalkan kedua anak termudanya di dalam mobil sementara di dalam teater dan lalu pergi untuk menurunkan mereka di rumah salah satu tetangganya Robert Covington."
    },
    {
      "input": "In the meantime, Ministry of Agriculture and Forestry experts and veterinarians, many with experience gained in the recent United Kingdom outbreak, are conducting intensive monitoring of the Island's susceptible animals.",
      "output": "Sementara itu, para ahli dan veteran Kementerian Pertanian dan Kehutanan, kebanyakan didapat dari pengalaman terjangkitnya Inggris saat ini, melakukan pemantauan secara intensif terhadap hewan yang mudah terkena virus di pulau tersebut."
    },
    {
      "input": "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"",
      "output": "Di London orang-orang berbaris ke Kedutaan Besar AS dan meneriakkan semboyan seperti \"George Bush, teroris\" dan \"Jatuh, jatuh, Amerika Serikat.\""
    },
    {
      "input": "A state of emergency was declared in Bahrain on Tuesday by King Hamad bin Isa Al Khalifa as protests in the country escalated further, leaving at least two dead.",
      "output": "Keadaan darurat dinyatakan di Bahrain pada Selasa oleh Raja Hamad bin Isa Al Khalifa sebagaimana protes di negara itu meningkat lebih lanjut, menyebabkan sedikitnya 2 orang tewas."
    },
    {
      "input": "Vicki Hyman of The Star-Ledger called Haggis \"the most famous name (if not face) to renounce the Church of Scientology\", and Xan Brooks wrote in The Guardian that \"the Church of Scientology lost one of its most high-profile members\".",
      "output": "Vicki Hyman dari Star Ledger menamai Haggis \"nama yang sangat terkenal (jika bukan muka) untuk meninggalkan Gereja Scientology, \" dan Xan Brooks menulis di Guardian bahwa \"Gereja Scientology kehilangan salah satu dari anggota papan atasnya.\""
    },
    {
      "input": "Her body was found over twenty years later in Coniston Water, in the Lake District, Northern England, leading to her being dubbed the \"Lady in the Lake\" by police, after the Raymond Chandler novel.",
      "output": "Jasadnya ditemukan dua puluh tahun kemudian di perairan Coniston, di Danau Distrik, Inggris Utara, menjadikan dirinya digelar \"Wanita di dalam Danau\" oleh polisi, mengambil dari novel Raymond Chandler."
    },
    {
      "input": "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.",
      "output": "\"Mereka adalah atlet-atlet yang luar biasa, murid dengan nilai A, anak laki-laki yang baik, sangat sulit, \" kata seorang tetangga bernama Don Taylor."
    },
    {
      "input": "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.",
      "output": "Dia dipuji sebagai \"seorang progresif asli\" oleh Ralph Nader dan pada tahun 2003 Kucinich adalah penerima Penghargaan Perdamaian Gandhi."
    },
    {
      "input": "He said that he \"wasn't going to put $3 billion into a failing pension system\" and that there would be further reforms of pensions and health benefits.",
      "output": "Dia mengatakan bahwa dia \"tidak akan menempatkan $ 3 miliar ke dalam sistem pensiun gagal\" dan bahwa akan ada reformasi lebih lanjut dari pensiun dan tunjangan kesehatan."
    },
    {
      "input": "The cause of death is reported to be a heart attack.",
      "output": "Penyebab kematian dilaporkan karena serangan jantung."
    },
    {
      "input": "Global Deputy Director of Google Kai-Fu Lee said: \"The contents on the Internet were mostly limited with some copyright issue in the past, but after many products in the Web 2.0 era are presented, several contents are progressively released and opened to the public in the presence.\"",
      "output": "Direktur Deputi Global Google Kai-Fu Lee mengatakan: \"Dahulu muatan di internet sebagian besar dibatasi oleh beberapa masalah hak cipta, namun setelah banyak produk di era Web 2.0 diperkenalkan, beberapa muatan secara progresif dilepaskan dan dibuka di hadapan publik."
    },
    {
      "input": "Peres shares a Nobel Peace Prize with Yitzak Rabin and Arafat for orchestrating what eventually became the Oslo Accords.",
      "output": "Peres berbagi Hadiah Nobel Perdamaian dengan Yitzak Rabin dan Arafat karena mendalangi apa yang pada akhirnya menjadi Kesepakatan Oslo."
    },
    {
      "input": "Khomeini says that \"more aircraft, helicopters, men and weapons\" would be needed to continue the fight and that \"within five years, need laser-guided and atomic weapons in order to win the war\" with Iraq.",
      "output": "Khomeini berkata bahwa \"lebih banyak pesawat, helikopter, pejuang laki-laki dan senjata\" akan dibutuhkan untuk melanjutkan perang dan bahwa \"dalam waktu lima tahun, membutuhkan senjata-senjata laser dan atom untuk memenangkan perang\" dengan Irak."
    },
    {
      "input": "The game was the first for Great Britain in the country's history, having never qualified a team before.",
      "output": "Pertandingan ini merupakan yang pertama bagi Inggris dalam sejarah negara yang tidak pernah memiliki tim yang berkualifikasi sebelumnya."
    },
    {
      "input": "A grandfather and his grandson have died off the coast of North Wales, UK, after their sailing dinghy was overwhelmed and capsized in rough seas.",
      "output": "Seorang kakek dan cucu lelakinya tewas di kawasan pantai North Wales, Inggris, setelah sampan mereka kemasukan air dan terbalik akibat ombak laut yang keras."
    },
    {
      "input": "Vaughaun would hit the post again several minutes later, but he finally notched his name on the scoresheet just before the break.",
      "output": "Vaughaun telah kena terhadap tiang lagi setelah beberapa menit, tetapi dia akhirnya menakik namanya di lembaran angka saja sebelum terjadi."
    },
    {
      "input": "\"BA's unique position at Heathrow could help it survive for a short while, but in the long run it needs more than just Heathrow.\"",
      "output": "\"Posisi unik Ba di Heathrow dapat menolong mereka untuk bertahan untuk sementara waktu, namun dalam jangka waktu yang lebih panjang dibutuhkan lebih dari sekedar Heathrow.\""
    },
    {
      "input": "Historically both Armenia and Azerbaijan lay claim to some of the same territories, an issue complicated by the intermingling of ethnic populations so some areas have no clearly demarcated Azeri and Armenian border; these potential sources of conflict remained quiescent whilst both nations were subsumed by greater powers.",
      "output": "Secara historis baik Armenia maupun Azerbaijan mengajukan tuntutan terhadap beberapa wilayah yang sama, sebuah masalah yang diperumit oleh pembauran populasi etnis yang membuat beberapa wilayah tidak memiliki garis demarkasi yang jelas yang memisahkan perbatasan Azerbaijan-Turki dan Armenia; sumber-sumber potensi konflik tersebut tetap diam sementara kedua negara terserap oleh kekuatan yang lebih besar."
    },
    {
      "input": "The last two journalists reported killed at the turn of the year were Syrians; just at a time when protests and violence in the country are escalating, and the Arab League begins its initial assessment of the situation.",
      "output": "Dua wartawan terakhir yang dilaporkan terbunuh saat pergantian tahun adalah warga Suriah; baru saja terjadi ketika dimana protes dan kekerasan di negara tersebut menanjak, dan Liga Arab memulai penaksiran terhadap situasi ini."
    },
    {
      "input": "\"Just as I have parents, a mother and father, thousands of Palestinian detainees have mothers and fathers whose sons must be returned to them.\"",
      "output": "\"Sama seperti saya punya orang tua, ibu dan ayah, ribuan tahanan Palestina punya ibu dan ayah yang anaknya harus dikembalikan kepada mereka.\""
    },
    {
      "input": "According to the Commonwealth Department of Health and Ageing, around 2,000 of the 14,000 cases of breast cancer diagnosed annually are of the HER2 positive type.",
      "output": "Menurut Departemen kesejahteraan kesehatan dan penuaan, sekitar 2.000 dari 14.000 kasus kanker payudara didiagnosa setiap tahun adalah HER2 tipe positif."
    },
    {
      "input": "United States Senator Hillary Clinton has been holding discussions about and interviewing potential campaign staff for a White House bid in 2008.",
      "output": "Senator Amerika Serikat Hillary Clinton telah mengadakan diskusi tentang dan mewawancarai staf kampanye potensial untuk pencalonan ke Gedung Putih pada tahun 2008."
    },
    {
      "input": "In the past two months, ten British soldiers have been killed in Afghanistan.",
      "output": "Dalam 2 bulan terakhir, 10 tentara UK telah tewas di Afganistan."
    },
    {
      "input": "In recent months, Facebook has stepped up lobbying the US capital to communicate its public image to policy makers, and may use Gibbs for their public relations stratagem in the future.",
      "output": "Dalam beberapa bulan terakhir, Facebook telah meningkatkan lobi ke ibukota AS untuk mengkomunikasikan citra publiknya pembuat kebijakan, dan dapat menggunakan Gibbs untuk siasat humas mereka di masa depan."
    },
    {
      "input": "Going into the elections, Obama was already forecast to win in California, with RealClearPolitics predicting he would win by 14 points.",
      "output": "Masuk pemilihan, Obama telah meramalkan untuk menang di California, dengan ramalan RealClearPolitics dia menang dengan 14 point."
    },
    {
      "input": "She had been killed by an unknown assailant in Moscow in early October.",
      "output": "Dia telah dibunuh oleh pembunuh tak dikenal di Moskow pada awal Oktober."
    },
    {
      "input": "Bloomberg explained the meaning of the preemptive announcement by stating: \"We recognize that we did not do the job that New Yorkers rightly expect of us in the last storm.",
      "output": "Bloomberg menjelaskan arti pengumuman pendahuluan tersebut dengan mengatakan: \"Kami mengakui bahwa kami tidak melakukan tindakan tepat yang diharapkan oleh warga New York dari kami pada badai yang lalu."
    },
    {
      "input": "\"The court has sentenced each of them to one year in prison,\" said a statement released by the court.",
      "output": "\"Pengadilan menjatuhkan hukuman masing-masing satu tahun penjara, \" kata sebuah pernyataan yang dirilis oleh pengadilan."
    },
    {
      "input": "\"Such an accomplishment should encourage all countries to agree on much larger reductions of global emissions, sealing a global deal in Copenhagen this December.\"",
      "output": "\"Pencapaian seperti itu seharusnya mendorong semua negara untuk menyetujui penurunan emisi global yang lebih besar, menandatangani kesepakatan global di Kopenhagen Desember ini.\""
    },
    {
      "input": "Similar bills were unanimously passed by the Senate in 2003 and 2005, but in both years the bill stalled in the House.",
      "output": "Undang-undang serupa disahkan oleh Senat dengan suara bulat pada tahun 2003 dan 2005, tetapi dalam kedua tahun tersebut undang-undang macet di Dewan Perwakilan."
    },
    {
      "input": "At least 11 new species of life have been discovered in the rainforests of Thua Thien-Hue Province in Vietnam in a region of the forest described as the \"Green Corridor.\"",
      "output": "Sedikitnya 11 buah spesies baru telah ditemukan di hutan hujan tropis di provinsi Thua Thien-Hue di Vietnam, dalam sebuah kawasan hutan yang dikenal dengan istilah \"Koridor Hijau.\""
    },
    {
      "input": "A report posted in the local language, Tok Pisin by Radio Australia's language service, gives the general location of the quake as Southeast of Madang, and there are no initial reports of any tsunami warnings, and no reports of damage or casualties at press time.",
      "output": "Sebuah laporan diposting dalam bahasa lokal, Tok Pisin oleh layanan bahasa Radio Australia, memberikan lokasi umum gempa sebagai Tenggara Madang, dan tidak ada laporan tentang peringatan tsunami, dan tidak ada laporan kerusakan atau korban pada waktu kejadian."
    },
    {
      "input": "Hurricane Danielle is the second hurricane of the 2010 Atlantic hurricane season.",
      "output": "Badai Danielle adalah badai kedua musim topan Atlantik 2010."
    },
    {
      "input": "This pact lifts trade restrictions and removes tariffs from many imports and exports.",
      "output": "Perjanjian ini mengangkat pembatasan perdagangan dan menghapus tarif dari banyak impor dan ekspor."
    },
    {
      "input": "He said that \"It was clear to me that an editor very familiar with Wikipedia and the governor had made a single-purpose account that had made a significant number of edits that were universally favorable to the subject of the article.\"",
      "output": "Dia mengatakan bahwa \"Itu jelas bagi saya bahwa editor sangat akrab dengan Wikipedia dan gubernur telah membuat akun bertujuan-tunggal yang telah membuat sejumlah besar suntingan secara universal menguntungkan subjek artikel.\""
    },
    {
      "input": "\"If it passes, it will be by fewer than five votes,\" predicted Rep. Sherrod Brown, a Democrat from Ohio, according to a Washington Post report.",
      "output": "\"Jika ini lolos, akan dihasilkan oleh kurang dari lima suara, \" prediksi Rep. Sherrod Brown, seorang anggota Demokrat dari Ohio, menurut laporan Washington Post."
    },
    {
      "input": "This dramatic increase in density was evident as the spacecraft flew over the area of the plumes.",
      "output": "Peningkatan drastis pada densitas terbukti ketika pesawat luar angkasa terbang di atas wilayah semburan."
    },
    {
      "input": "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.",
      "output": "Seni Visual Brampton menawarkan pada anak-anak kesempatan untuk menciptakan karya seni untuk Pertunjukan Seni Kartu Pos Dunia Snail Mail mereka, sementara Dewan Seni Brampton memberikan ember pasir merah muda dengan air botolan Region of Peel."
    },
    {
      "input": "While the findings suggest that parthenolide is a good starting point for new drugs, people with leukemia aren't being encouraged to take high doses of feverfew as they could not take enough of the remedy to halt the disease.",
      "output": "Sementara penemuan menunjukan bahwa Parthenolide merupakan permulaan yang baik untuk obat baru, orang orang dengan leukimia tidak disarankan menggunakan dosis tinggi dari feverfew karena mereka tidak cukup memiliki ramuan untuk menghentikan penyakit."
    },
    {
      "input": "Sky News and ABC report that three seats are in doubt, while the Australian Electoral Commission lists four.",
      "output": "Sky News dan ABC melaporkan bahwa tiga kursi masih diragukan, sementara Komisi Pemilihan Australia menyebutkan empat."
    },
    {
      "input": "John Clarke, the convicted rapist, was on the run from police after leaving his home while he was on home detention on Monday, and two probation officers were also present.",
      "output": "John Clarke, tertuduh pemerkosa, melarikan diri dari polisi setelah meninggalkan rumahnya saat dirinya menjadi tahanan rumah pada hari Senin, dan dua orang pengawas juga ada di tempat itu."
    },
    {
      "input": "Ryanair CEO Michael O'Leary has stated that the airline will carry over 70m passengers annually within five years.",
      "output": "CEO Ryanair Michael O'Leary menyatakan bahwa maskapai ini akan membawa 70 juta penumpang per tahun dalam 5 tahun."
    },
    {
      "input": "However, this proposal has been discarded by many of Wall Street banks.",
      "output": "Bagaimanapun, usul ini telah dibuang oleh banyak bank-bank di Wall Street."
    },
    {
      "input": "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"",
      "output": "\"RUU stimulus pendukung kedua partai dan ekonomi yang lambat adalah alasan utama pertambahan defisit seperti yang tercermin pada hasil anggaran tahun ini.\""
    },
    {
      "input": "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.",
      "output": "Saat ini, Fitow sedang bergerak ke arah Laut Okhotsk, dengan kecepatan pergerakan 24 mil per jam."
    },
    {
      "input": "Tony Alamo Christian Ministry has compounds in Arkansas, California, Georgia and New Jersey, and Alamo himself lives near Los Angeles.",
      "output": "Komplek Pendeta Kristen Tony Alamo ada di Arkansas, California, Georgia dan New Jersey, dan Alamo sendiri tinggal dekat Los Angeles."
    },
    {
      "input": "The delegation asked for a deadline for their demands to be met.",
      "output": "Delegasi meminta batas waktu untuk memenuhi tuntutan mereka."
    },
    {
      "input": "When they tried to put up a Canadian Flag across from DCE property the OPP sent in 100 officers to stop them.",
      "output": "Saat mereka mencoba memasang bendera Kanada di sekitar bangunan DCE pihak OPP mengirimkan 100 personel untuk menghentikan mereka."
    },
    {
      "input": "Dynamite was used in both explosions, according to government attorney Jorge Gutiérrez.",
      "output": "Dinamit digunakan dalam kedua ledakan tersebut, menurut pengacara pemerintah Jorge Gutierrez."
    },
    {
      "input": "The World Health Organization, Rotary International, the U.S. Centers for Disease Control and Prevention and UNICEF are leading the Initiative and coordinating a series of overlapping immunization campaigns in the region.",
      "output": "Organisasi Kesehatan Dunia, Rotary International, Pusat Pengendalian dan Pencegahan Penyakit dan UNICEF memimpin Initiative dan mengkoordinasikan serangkaian tumpang tindih kampanye imunisasi di wilayah tersebut."
    },
    {
      "input": "Arab parties are expected to get 7 or 8 seats.",
      "output": "Partai Arab berharap mendapat 7 atau 8 kursi."
    },
    {
      "input": "\"Because the orders came from [Washington D.C.] to their agents to starve the Palestinians and to isolate them,\" added Zawahiri.",
      "output": "\"Karena perintah datang dari [Washington DC] kepada agen mereka untuk melaparkan Palestina dan untuk mengisolasi mereka, \" tambah Zawahiri."
    },
    {
      "input": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
      "output": "Penyerahan membatasi Watford akan bertemu Blackburn di Premiership berikutnya, sementara United mempunyai sebuah liga pertandingan sendiri di Old Trafford melawan Sheffield United."
    },
    {
      "input": "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.",
      "output": "Taco Stein, Jaksa Agung Muda Aruba, mengeluarkan pernyataan setelah pengumuman tersebut dibuat."
    },
    {
      "input": "A try from Nathan Sharpe and a hat-trick from Rocky Elsom put the Wallabies ahead by 23-3 at half time.",
      "output": "Sebuah try dari Nathan Sharpe dan sebuah hat-trick dari Rocky Elsom membawa Wallabies unggul dengan 23-3 pada saat turun minum."
    },
    {
      "input": "Sunday's passing figures are a record low since the exam was introduced in Romania and comes after new anti-fraud measures cut back on student cheating.",
      "output": "Hasil kelulusan yang diumumkan hari Minggu itu merupakan catatan terendah sejak ujian ini diberlakukan di Rumania dan juga setelah diberlakukan sistem anti kecurangan yang baru dalam ujian."
    },
    {
      "input": "In response, the Church of Scientology called Ebner a \"fraud\".",
      "output": "Sebagai jawabannya, Gereja Scientologi menyebut Ebner seorang \" penipu.\""
    },
    {
      "input": "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.",
      "output": "\" Ini merupakan konsekuensi yang dapat diduga dari pengabaian tindakan keselamatan, \" kata salah satu pengacara yang mewakili keluarga."
    },
    {
      "input": "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.",
      "output": "\"Ada tiga orang mantan staf yang tercantum di dalam surat perintah pencarian yang ditunjukkan kepada saya di awal bulan Juli, dan kami memfasilitasi pengumpulan material bagi Polisi\", jelas Bapak Edwards kepada Fairfax Radio Network."
    },
    {
      "input": "However, Ross Brawn appears eager to retain the Briton and either retain Brazilian Rubens Barrichello or sign GP2 driver Bruno Senna, nephew of legendary racer Ayrton Senna.",
      "output": "Namun, Ross Brawn muncul dengan semangat untuk bertahan sebagai pembalap Inggris dan juga pembalap Brazil Rubens Barrichelo atau melamar sebagai pembalap GP2 Bruno Senna, keponakan legenda balap Ayrton Senna."
    },
    {
      "input": "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.",
      "output": "Banjir, badai, dan angin kencang yang terlihat sebenarnya semalam sebagai pola badai yang langka berpindah ke daerah Barat laut Pasifik, melanda daerah dari Seattle ke Portland dengan angin kencang dan hujan lebat."
    },
    {
      "input": "Following an incident at Glasgow airport, Home Secretary Jacqui Smith announced the elevation of the UK's national threat level from \"Severe\" to \"Critical\", indicating that an attack could be expected \"imminently\".",
      "output": "Setelah kejadian di bandara Glasgow itu, Menteri Dalam Negeri Jacqui Smith mengumumkan peningkatan ancaman nasional Inggris dari \"Parah\" ke \"Kritis\", mengindikasikan bahwa serangan bisa diharapkan dalam \"waktu dekat.\""
    },
    {
      "input": "Sugar was previously being pushed to choose between the roles.",
      "output": "Sugar sebelumnya didorong untuk memilih diantara peran."
    },
    {
      "input": "\"We demand the cancellation of the results that were just announced and we insist on a new vote.\"",
      "output": "\"Kami meminta pembatalan hasil yang baru saja diumumkan dan kami bersikeras akan adanya sebuah pemungutan suara baru.\""
    },
    {
      "input": "The Thai government declared a state of emergency for seventeen of the country's 76 provinces in the wake of the protests.",
      "output": "Pemerintah Thai menyatakan pernyataan darurat untuk 17 dari 76 provinsi negara itu setelah protes tersebut."
    },
    {
      "input": "Oxford had the stronger start and were ahead for much of the first half of the race.",
      "output": "Oxford memiliki start yang kuat dan telah memimpin banyak paruh pertama balapan."
    },
    {
      "input": ":even if it's unconstitutional, the plaintiffs' appeals are to be dismissed, following the viewpoint in the other dissenting opinion.",
      "output": ": walaupun jika itu tidak konstitusional, banding penggugat harus ditolakt, menyusul sudut pandang dalam perbedaan pendapat lainnya."
    },
    {
      "input": "While nearly all cover of the 2008 Presidential election has focused on the Democratic and Republican candidates, the race for the White House also includes independents and third party candidates.",
      "output": "Walau hampir semua media memfokuskan berita kepada para pemilihan kepresidenan 2008 dari partai Demokrat dan Republik, persaingan menuju gedung putih ternyata juga diramaikan oleh para kandidat dari jalur independen dan pihak ketiga."
    },
    {
      "input": "Alan Joyce, CEO of Qantas, said: \"It's great that we can reintroduce the aircraft.\"",
      "output": "Alan Joyce, CEO Qantas, mengatakan: \"Sangat menyenangkan bahwa kami dapat memperkenalkan kembali pesawat kami.\""
    },
    {
      "input": "During that time several hotels and rooming houses were built around the exposition including The Elmwood at 717 Elmwood, the Hotel Elmhurst at Forest and Lincoln Parkway, Hotel Gibbs 1005-1021 Elmwood, the R. Palmerton Merritt at 441 Forest and The Norman at 422 Forest.",
      "output": "Selama waktu itu beberapa hotel dan rumah kos yang dibangun di sekitar eksposisi termasuk The Elmwood di 717 Elmwood, Hotel Elmhurst di Forest dan Lincoln Parkway, Hotel Gibbs 1005-1021 Elmwood, R. Palmerton Merritt di 441 Forest dan The Norman di 422 Forest."
    },
    {
      "input": "At least 70 people are dead and hundreds more injured after three earthquakes and several aftershocks rocked western Iran between Doroud and Boroujerd in the Lorestan province at 11:06 p.m. local time (1936 GMT) on Thursday.",
      "output": "Sedikitnya 70 orang tewas dan ratusan lainnya terluka setelah tiga gempa bumi dan beberapa gempa susulan mengguncang bagian barat Iran diantara Doroud dan Boroujerd di provinsi Lorestan pada pukul 11.06 malam waktu setempat (19.36 GMT) hari Kamis."
    },
    {
      "input": "Despite their efforts, parts of the coast reportedly have a slick of oil evident on beaches and rocks.",
      "output": "Meskipun berbagai upaya telah dilakukan, beberapa bagian dari pantai terdapat bukti tumpahan minyak pada pesisir dan bebatuanya."
    },
    {
      "input": "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.",
      "output": "Tidak ada satupun dari polisi, yang ambil bagian dalam penyitaan ID dan kamera, ingin mengungkapkan namanya."
    },
    {
      "input": "There was a man lying on the ground with police stood over him and a jacket on him, he reported.",
      "output": "Ada seorang laki-laki terbaring di tanah dengan polisi berdiri di atasnya dan jaket yang menutupinya, dia melaporkan."
    },
    {
      "input": "4% of the votes are needed to gain a seat.",
      "output": "4% pemilih diperlukan untuk memperoleh satu kursi."
    },
    {
      "input": "The Interior Minister, Mohamed Ahmed Ould Mohamed Lemine said that over 96 percent votes cast were in favour of the new Constitution.",
      "output": "Menteri Dalam Negeri, Mohamed Ahmed Ould Mohamed Lemine mengatakan bahwa lebih dari 96 persen suara mendukung adanya Konstitusi yang baru."
    },
    {
      "input": "DS4SEQ leader Jason Furze gave an interview to Wikinews in January.",
      "output": "Pemimpin DS4SEQ Jason Furze memberikan wawancara untuk Wikinews pada bulan Januari."
    },
    {
      "input": "\"We have a constitution and everyone has to respect it,\" he said.",
      "output": "\"Kami mempunyai konstitusi dan setiap orang harus menghormatinya, \" katanya."
    },
    {
      "input": "\"...and next year government will consult with industry about new regulations in this area,\" Hon Benson-Pope said.",
      "output": ".\" .dan tahun depan pemerintah akan berkonsultasi dengan industri mengenai aturan baru di area ini, \" kata Hon Benson-Pope."
    },
    {
      "input": "Under this law, games that have \"inappropriate violence\" are added to a list of materials that are considered harmful to minors.",
      "output": "Menurut hukum ini, game yang memiliki \"kekerasan yang tidak pantas\" telah ditambahkan ke daftar bahan yang dianggap berbahaya bagi anak di bawah umur."
    },
    {
      "input": "The conspirators had planned to install exiled opposition leader Severo Moto as president and to gain control over the country's vast oil supplies.",
      "output": "Para konspirator telah merencanakan untuk melantik pemimpin oposisi yang diasingkan Severo Moto sebagai presiden dan memperoleh kendali atas pasokan besar minyak dari negara tersebut."
    },
    {
      "input": "McCain's advertisement, released early this week, states, \"Is the biggest celebrity in the world ready to help your family?\"",
      "output": "Iklan McCain, yang ditayangkan awal pekan ini, menyatakan, \"Apakah selebriti terbesar di dunia siap untuk membantu keluarga Anda? \""
    },
    {
      "input": "He also said their goal is to tell AT&T that it is not in their fiscal best interests, along with not being legal, to cooperate with the President's wiretap program.",
      "output": "Dia juga mengatakan tujuan mereka adalah untuk memberitahu AT&T bahwa tidak dalam kepentingan terbaik fiskal mereka, sepanjang tidak menjadi hukum, untuk bekerja sama dengan Program Penyadapan Presiden."
    },
    {
      "input": "In a statement made from an Islamist website that could not be confirmed, the Al-Qaeda militant Abu Musab al-Zarqawi reportedly said, \"The adorers of the cross claim to have killed 75 Muslims at Al-Qaim.",
      "output": "Dalam pernyataan yang dibuat dari situs web islamis yang tidak bisa dikonfirmasi, militan Al Qaidah Abu Musab al-Zarqawi dilaporkan berkata, \"Penyembah salib telah membunuh 75 Muslim di Al-Qaim."
    },
    {
      "input": "The Elmwood Village hotel is a proposed development by Savarino Construction Services Corp.",
      "output": "The Elmwood Village Hotel adalah pembangunan yang diusulkan oleh Savarino Construction Services Corp."
    },
    {
      "input": "The Democratic Unionists will be given time to observe Sinn Fein and see if they are accepting policing.",
      "output": "Para anggota Serikat Demokrat akan diberi waktu untuk mengamati Sinn Fein dan melihat apakah mereka menerima kebijakannya."
    },
    {
      "input": "Heim worked as a doctor in a number of Nazi Germany concentration camps (Mauthausen, Sachsenhausen and Buchenwald) carrying out a series of experiments on the camp's Jewish inmates.",
      "output": "Heim bekerja sebagai dokter di sejumlah kamp konsentrasi Nazi Jerman (Mauthausen, Sachsenhausen dan Buchenwald) melakukan serangkaian percobaan pada narapidana Yahudi kamp."
    },
    {
      "input": "The fire has spread over 40,000 hectares of scrub, bushland and farmland so far and is still burning out of control.",
      "output": "Kobaran api telah melahap lebih dari 40.000 hektar kawasan semak belukar dan lahan pertanian, dan masih terus berkobar di luar kendali."
    },
    {
      "input": "\"This, in turn, would hopefully lead towards a peaceful resolution of the Israeli-Palestinian conflict and an end to discriminatory policies towards Arab citizens and the acceptance that they deserve equal rights.\"",
      "output": "\"Hal ini, Pada akhirnya, diharapkan bisa membawa kepada resolusi damai pada konflik Israel-Palestina dan mengakhiri kebijakan-kebijakan diskriminatif terhadap warga Arab dan pengakuan kepada hak-hak mereka secara setara.\""
    },
    {
      "input": "On Saturday, the French Constitutional Council announced its approval for a proposed law that would make it illegal for anybody other than professional journalists to videotape acts of violence.",
      "output": "Pada hari Sabtu, Dewan Konstitusi Perancis mengumumkan persetujuannya atas suatu undang-undang yang diusulkan yang akan menjadikan ilegal bagi siapa pun selain jurnalis profesional untuk merekam dengan video suatu tindakan kekerasan."
    },
    {
      "input": "\"Last week's revelation that Telstra plans to get rid of 5000 payphones after privatisation show the serial contempt of the Bush by the Coalition.\"",
      "output": "\"Pembukaan rahasia pada minggu yang lalu bahwa Telstra rencanakan menyingkirkan 5.000 telepon umum setelah privatisasi menunjukkan penghinaan serial Bush oleh pergabungan.\""
    },
    {
      "input": "When the attack happened, the dog ran home to raise the alarm.",
      "output": "Ketika serangan terjadi, anjing tersebut berlari pulang untuk membunyikan alarm."
    },
    {
      "input": "Ambulances and medical teams rushed to the scene from surrounding areas.",
      "output": "Ambulans dan tim medi bergegas ke tempat kejadian dari daerah sekitarnya."
    },
    {
      "input": "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.",
      "output": "\"Apakah kau David Shankbone? Kami sangat senang bertemu dengan Anda!\" katanya, dan membawanya menyusuri lorong ke ruang tamu dengan sofa, televisi yang memainkan aksi-detektif, lemari kabinet terbuka penuh dengan barang-barang enema, dan suaminya Bill duduk di depan komputer mencoba untuk menemukan dimana pemutar Blade Runner yang bermain di teater lokal."
    },
    {
      "input": "Law enforcement does not believe the accident was the result of terrorism or criminal activity.",
      "output": "Pihak penegak hukum tidak meyakini bahwa kecelakaan ini sebagai hasil dari terorisme atau aktivitas kriminal."
    },
    {
      "input": "Speaking from his home Mr. Prime told journalists \"It is with regret that I had to inform the Swim Ireland Board of my decision not to take up the position of National Performance Director.\"",
      "output": "Berbicara dari rumahnya Bapak Prime mengatakan pada jurnalis \"Dengan sangat menyesal saya harus menginformasikan pada Swim Ireland Board atas keputusan saya untuk tidak mengambil posisi Direktur Performansi Nasional.\""
    },
    {
      "input": "In 2009, scientists working with the cosmic dust analyzer examined some sodium salts found in ice grains of Saturn's E ring but the link to subsurface salt water was not definitive.",
      "output": "Pada tahun 2009, ilmuan bekerja dengan penganalisa debu kosmik menemukan garam sodium yang ditemukan di butir es cincin E Saturnus tetapi jaringan ke bawah permukaan air garam tidak definitif."
    },
    {
      "input": "President Karzai said it was \"time to move forward to stability and national unity\".",
      "output": "Presiden Karzai berkata ini adalah \"saatnya untuk melangkah maju untuk stabilitas dan kesatuan nasional.\""
    },
    {
      "input": "Corporal David Braun was killed in the suicide attack which occurred two hours before the shooting.",
      "output": "Kopral David Braun telah terbunuh dalam serangan bunuh diri yang terjadi dua jam sebelum kejadian penembakan."
    },
    {
      "input": "Australia face Japan while New Zealand, who are one of the favourites to win the tournament, play Italy.",
      "output": "Australia menghadapi Jepang sementara Selandia Baru, yang menjadi salah satu favorit memenangkan turnamen, bermain dengan Italia."
    },
    {
      "input": "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.",
      "output": "Meskipun hasilnya dicampur pada turnamen tersebut, Kukris berhasil untuk kualifikasi pada Jug Final."
    },
    {
      "input": "Andrew Beveridge, Queens College sociology professor, attributed Detroit's population decline to the loss of its industrial base.",
      "output": "Andrew Beveridge, Queens College profesor sosiologi Queens College, disebabkan penurunan populasi Detroit kehilangan basis industrinya."
    },
    {
      "input": "Though Ferrari drivers Felipe Massa and Michael Schumacher started the race from the first row, Alonso managed to overtake both Toyotas on the first part of the race and Massa after the pit stops.",
      "output": "Meskipun pembalap Ferrari Felipe Massa dan Michael Schumacher memulai perlombaan di barisan pertama, Alonso mampu mengalahkan Toyota pada bagian pertama perlombaan dan Massa setelah pit stop."
    },
    {
      "input": "The walk marks Chiao's fifth for 31 hours, 34 minutes, accumulated time and Shapirov's first.",
      "output": "Jalan tersebut menandai Chiao yang kelima untuk 31 jam, 34 menit, untuk waktu yang dikumpulkan dan Shapirov yang pertama."
    },
    {
      "input": "Rep. Tancredo has refused to make any apologies, saying \"When we bombed Hiroshima, when we bombed Dresden, we punished a lot of people who were not necessarily (guilty).\"",
      "output": "Rep. Rancredo menolak untuk membuat permintaan maaf apapun, ia mengatakan \"saat kita meledakkan Hiroshima, saat kita meledakan Dresden, kita menghukum banyak orang yang tidak berkepentingan (bersalah).\""
    },
    {
      "input": "He felt \"grateful, lucky and honoured\" to have been able to work at the BBC.",
      "output": "Dia merasa \"bersyukur, beruntung dan terhormat\" karena bisa bekerja di BBC."
    },
    {
      "input": "These observations were noted by former Indonesian central parliament member Firman Jaya Daeli, activists from Howu-howu (a Dutch NGO), and Surf Aid International.",
      "output": "Pengamatan ini dicatat oleh mantan anggota parlemen pusat Indonesia Firman Jaya Daeli, aktivis dari Howu-howu (sebuah LSM Belanda), dan Surf Aid International."
    },
    {
      "input": "The essence of judicial reform is judicial fairness, which is crucial to the country's rule of law,\" Xiao Yang said back then.",
      "output": "Esensi dari reformasi yudisial adalah keadilan yudisial, yang sangat penting untuk aturan hukum negara, \" Xiao Yang berkata pada saat itu."
    },
    {
      "input": "Lopez Obrador's election team had filed complaints at 50,000 polling stations but the court ordered a recount at only 11,839 stations or 9% of all voting locations following massive street protests.",
      "output": "Tim pemilihan Lopez Obrador telah mengumpulkan tuntutan 50.000 tempat pemungutan suara tetapi pengadilan memerintahkan penghitungan kembali hanya di 11.839 tempat pemungutan suara atau 9% dari seluruh lokasi pemungutan suara mengikuti protes di jalan besar-besaran."
    },
    {
      "input": "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.",
      "output": "Bagian ACT termasuk anggota tim nasional Australia Aimee Murch dan Clare Warwick; peraih medali perunggu Olympic Brenda De Blaes; wakil tim negara bagian Victoria, anggota tim nasional dan peraih medali perunggu Olympic Justine Smethurst; dan Clare Currie, yang nyaris didepak dari tim nasional."
    },
    {
      "input": "This was not the first time Gary McHale entered the disputed land.",
      "output": "Ini bukan pertama kali Gary McHale masuk ke tanah sengketa itu."
    },
    {
      "input": "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.",
      "output": "Ada beberapa prasangka tuduhan dari pembela Hussein, juga rasa takut atas keamanan hakim yang secara konsisten medorong pengadilan mundur."
    },
    {
      "input": "Saturday, September 2nd, Wellington held a computer recycling day for free hosted by computer maker, Dell.",
      "output": "Pada hari Sabtu, 2 September, Wellington mengadakan hari daur ulang komputer gratis yang diselenggarakan oleh pembuat komputer, Dell."
    },
    {
      "input": "\"And that is what we will continue to do in the next mandate,\" said Frelimo election officer Veronica Macamo.",
      "output": "\"Dan itu adalah yang akan kami terus lakukan dalam mandat berikutnya\", ujar petugas pemilihan umum Frelimo Veronica Macamo."
    },
    {
      "input": "Mary Campbell, 62 from Fochabers said to the Times Online that she was \"calling [for help] from 8pm but no-one showed up until about midnight.\"",
      "output": "Mary Campbell, 62 tahun dari Fochabers mengatakan pada Times Online bahwa dia telah \"meminta [bantuan] dari jam 8 malam tetapi tidak seorangpun muncul sampai sekitar tengah malam.\""
    },
    {
      "input": "On the reverse it has a new larger printed '100' in gold lettering.",
      "output": "Di baliknya tercetak '100'baru yang lebih besar dengan huruf emas."
    },
    {
      "input": "\"The Lexmark P450 brings more photo processing functions to the home.\"",
      "output": "\"Lexmark P450 membawa lebih banyak fungsi pengolahan foto ke rumah.\""
    },
    {
      "input": "The Church of Scientology was offered the opportunity to respond to the claims made by Stollery during the interview.",
      "output": "Gereja Scientology menerima tawaran untuk merespon tuduhan yang dibuat oleh Stollery selama wawancara."
    },
    {
      "input": "According to reports, the media release and website used the Forbes name.",
      "output": "Menurut laporan, rilis media dan situs web menggunakan nama Forbes."
    },
    {
      "input": "Britain's Secretary of State for Health, John Reid, is amongst those calling for the withdrawal of Conservative candidate for Dorset South, Ed Matts, after he doctored photos in campaign literature.",
      "output": "Kementerian Negara untuk Bidang Kesehatan Inggris, John Reid, termasuk diantara beberapa orang yang menyerukan penarikan kandidat Partai Konservatif untuk Dorset South, Ed Matts, setelah dia memalsukan foto-foto pada lliteratur kampanye."
    },
    {
      "input": "A groin injury for United's Rio Ferdinand then forced Alex Ferguson to replace him with Darren Fletcher, a move which saw a shuffle in the entire back line.",
      "output": "Cedera selangkangan Rio Ferdinand bagi United kemudian memaksa Alex Ferguson untuk menggantikannya dengan Darren Fletcher, sebuah langkah yang kelihatannya mencampur seluruh barisan belakang."
    },
    {
      "input": "Defenders of the officials said their legal analyses, which were conducted immediately following the September 11 attacks, are now being unfairly second-guessed.",
      "output": "Pembela dari pejabat tersebut mengatakan bahwa analisa hukum mereka, yang dilakukan secepatnya mengikuti serangan 11 September, adalah dugaan kedua yang tidak adil."
    },
    {
      "input": "In concert with the UN, France has deployed an additional 350 peacekeepers to compliment its 7,500 troops already in the country.",
      "output": "Dalam mencapai tujuan dengan PBB, Perancis telah mengerahkan tambahan 350 pasukan penjaga perdamaian untuk melengkapi 7.500 pasukannya yang sudah di negara itu."
    },
    {
      "input": "Although the exact nature of his collapse is unknown, Harlan, a full-blooded Winnebago Native American, has struggled with post-polio syndrome since childhood.",
      "output": "Meskipun sebab yang tepat dari runtuhnyanya tidak diketahui, Harlan, seorang yang berdarah asli Winnebago Amerika, telah berjuang dengan sindrom pasca-polio sejak kecil."
    },
    {
      "input": "I went in and drank a half a bottle of whiskey,\" stated Wygle to BBC News.",
      "output": "Saya masuk dan meminum separuh botol whiskey, \" kata Wygle kepada BBC News."
    },
    {
      "input": "In the bottom of the ninth inning, an inside pitch hit batter A.J. Pierzynski, walking in the winning run and ending the game.",
      "output": "Di dasar inning kesembilan, sebuah lemparan di dalam mengenai pemukul A. J. Pierzynski, menuju ke run kemenangan dan mengakhiri pertandingan tersebut."
    },
    {
      "input": "When police arrived, he was taken to a local hospital where police say he admitted to drinking 15 beers.",
      "output": "Saat polisi datang, dia sedang dibawa ke sebuah rumah sakit setempat dimana polisi berkata bahwa dia mengakui telah meminum 15 botol bir."
    },
    {
      "input": "The first was that pulling the ring could require intense effort, the second that it was possible to drop the ring between seats, and the third that pilots in cold-weather gear could struggle to grasp it.",
      "output": "Yang pertama adalah dengan menarik gelang dapat memerlukan usaha yang keras, yang kedua bahwa itu ada kemungkinan menjatuhkan gelang tersebut di antara tempat duduk, dan yang ketiga bahwa para pilot dalam roda gigi udara-dingin harus berjuang untuk menggenggamnya."
    },
    {
      "input": "The People's Republic of China called on Syrian government forces and opposition in the Syrian uprising, such as the Free Syrian Army, to end the violence.",
      "output": "Republik Rakyat Cina menghimbau pasukan pemerintah Suriah dan oposisi dalam pemberontakan Suriah, seperti Free Syrian Army, untuk menghentikan kekerasan."
    },
    {
      "input": "\"There’s nothing provocative or unusual or threatening about these exercises.\"",
      "output": "\"Tidak ada yang provokasi atau tidak biasa atau mengancam dengan latihan-latihan ini.\""
    },
    {
      "input": "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.",
      "output": "Henley menerima panggilan dalam pemilihan umum ini saat wakilnya Boris Johnson terpilih sebagai Walikota London."
    },
    {
      "input": "\"Officers attended and discovered the body of a 15-year-old girl.\"",
      "output": "\"Polisi tiba di lokasi dan menemukan tubuh seorang remaja wanita berusia 15 tahun.\""
    },
    {
      "input": "Three men suspected of drug dealing were arrested: Fernando Pereira Lima (aged 22) Alessandro Martins (aged 27) and a boy (aged 17 - Brazilian laws forbid the release of names of teenagers younger than 18 in reporting legal cases).",
      "output": "Tiga laki-laki yang dicurigai sebagai pengedar obat bius telah ditahan: Fernando Pereira Lima (22 tahun) Alessandro Martins (27 tahun) dan seorang pemuda (17 tahun - peraturan di Brazil melarang merilis nama dari remaja yang berumur dibawah 18 tahun dalam pelaporan kasus hukum)."
    },
    {
      "input": "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).",
      "output": "18-halaman catatan sebab-akibat yang dikeluarkan oleh ED menyebutkan uang diakuisisi oleh terdakwa, melanggar aturan PBB, dalam pertukaran untuk dua kontrak minyak diberikan kepada State Oil Marketing Organisation (SOMO) Irak."
    },
    {
      "input": "It is not clear who the leader of the coup is, although several military sources said that Major Adamou Harouna of the Nigerien Army was responsible.",
      "output": "Tidak jelas siapa pemimpin kudeta itu, meskipun beberapa sumber militer mengatakan bahwa Mayor Adamou Harouna Angkatan Darat Nigerien yang bertanggung jawab."
    },
    {
      "input": "After the win, Webber said \"I lost Rubens off the start, I thought he had gone to the left but he went right and I banged into him.\"",
      "output": "Setelah kemenangannya Webber mengatakan \"Saya kalah dari Rubens pada saat start, saya pikir dia pergi ke arah kiri tapi dia pergi ke arah kanan dan saya menghantam ke arahnya.\""
    },
    {
      "input": "The U.N. says that the rate of civilian deaths in the country has risen sharply.",
      "output": "PBB mengatakan bahwa angka kematian warga sipil di negara tersebut naik secara tajam."
    },
    {
      "input": "The letter comes after police foiled an alleged attempt by terrorists to blow up several planes travelling mid-air from the United Kingdom to the United States of America.",
      "output": "Dokumen tersebut tiba setelah polisi menggagalkan dugaan tentang upaya teroris untuk meledakkan beberapa pesawat dalam perjalanan udara dari Inggris ke Amerika Serikat."
    },
    {
      "input": "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.",
      "output": "Menurut kantor berita RIA yang milik pemerintah, satu-satunya korban kecelakaan dari ledakan tersebut adalah orang sipil."
    },
    {
      "input": "Jim Chase, a city official, called the room where the man stayed \"very filthy, very deplorable\" and said it was \"unbelievable that somebody live[d] in conditions like that.\"",
      "output": "Jim Chase, seorang pejabat kota, menyebut ruang tempat pria tinggal \"sangat kotor, sangat menyedihkan\" dan mengatakan \"tidak dapat dipercaya bahwa seseorang [telah] hidup dalam kondisi seperti itu.\""
    },
    {
      "input": "Aircraft lost in this region have sometimes never been located after suspected crashes.",
      "output": "Pesawat hilang di daerah yang kadang-kadang tidak pernah terdeteksi ada setelah diduga jatuh."
    },
    {
      "input": "\"Qualifying this time around, with the travel and match conditions the team has experienced, is a true measure of the progress football has made.\"",
      "output": "\"Mendapatkan kualifikasi kali ini, dengan kondisi perjalanan dan pertandingan yang telah dialami tim ini, adalah ukuran sebenarnya dari perkembangan yang telah dibuat sepak bola.\""
    },
    {
      "input": "It was intended to go into orbit, but contact was lost before this could be accomplished",
      "output": "Hal itu dimaksudkan untuk pergi ke orbit, tapi hilang kontak sebelum ini dapat dicapai."
    },
    {
      "input": "Alias produces 3D graphics software used in the creation of special effects, video games, industrial, and automotive design.",
      "output": "Alias memproduksi perangkat lunak dengan grafik 3D yang digunakan dalam pembuatan efek spesial, video game, desain industri dan otomotif."
    }
  ]
}