{
    "Contributors": [
        "Saianirud Reddy Nellore"
    ],
    "Source": [
        "https://huggingface.co/datasets/go_emotions"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task you are given a sentence and you have to detect the emotion that sentence is expressing. There will 5 categories of emotions which are anger, confusion, joy, sadness and neutral. Output 0 for anger, 1 for confusion, 2 for joy, 3 for sadness and 4 for neutral.",
    "Positive Examples": [
        {
            "input": "I KILL YOU SCUM.",
            "output": "0",
            "explanation": "The sentence expresses the emotion - anger by mentioning about killing someone. So, the output is 0."
        },
        {
            "input": "I read the Wikipedia and I'm even more confused now.",
            "output": "1",
            "explanation": "The sentence expresses the emotion - confusion by mentioning that the author is even more confused. So, the output is 1."
        },
        {
            "input": "I very happy with my character. I took my sweet ass time picking one that I liked.",
            "output": "2",
            "explanation": "The author states that he is very happy, which is an expression of joy. So, the output is 2."
        },
        {
            "input": "I was suffering a delirium flu during the phantom facemask game so it's all sorts of suffering for me.",
            "output": "3",
            "explanation": "The sentence expresses the emotion - sadness by mentioning about the suffering the author had. So, the output is 3."
        },
        {
            "input": "Those are some fine looking pills.",
            "output": "4",
            "explanation": "The sentence doesn't express any emotion as it is just a normal statement. So, the output is 4."
        }
    ],
    "Negative Examples": [
        {
            "input": "I enjoyed this TED talk.",
            "output": "0",
            "explanation": "The sentence expresses joy as it states the author enjoyed the TED talk. So, the output should be 2 instead of 0."
        },
        {
            "input": "I miss being practically jello as a kid",
            "output": "1",
            "explanation": "This sentence expresses sadness by mentioning about missing something. So, output 3 instead of 1."
        }
    ],
    "Instances": [
        {
            "input": "Screw DBs swill, their creepy Children of God (cult) employees, and the traffic mess it creates on Rural in Tempe",
            "output": [
                "0"
            ]
        },
        {
            "input": "You'll feel better about yourself if you don't act like an asshole to people who care about you.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Holy fuck, report this now. The fuck you doing on reddit? ",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] is amazing how dare you",
            "output": [
                "0"
            ]
        },
        {
            "input": "Yeah but they actully had/have shit to be mad about. Their board is incapable.",
            "output": [
                "0"
            ]
        },
        {
            "input": "They just shot up a mall. They're complete fucking idiots.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The orange man angers me and I do not like him.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Outraged suburban white moms ranting about stupid things that don't matter and making ridiculous comparisons are peak humor",
            "output": [
                "0"
            ]
        },
        {
            "input": "NOO HES SO ANGRY",
            "output": [
                "0"
            ]
        },
        {
            "input": "You cant.Its the idiot civilian drivers fault for probably just staying behind him like a zombie. Unless they come out with heated trailers soon.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I've been playing for years and it's still a bitch for me to lay off balls.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Motherfucker!!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ya i hate to talk bad about don't but they should get the sticks out of their butts and make smarter decisions for their community",
            "output": [
                "0"
            ]
        },
        {
            "input": "Holy shit I'm stupid",
            "output": [
                "0"
            ]
        },
        {
            "input": "First of all how DARE you plague this country with your USELESSNESS you degenerate smh",
            "output": [
                "0"
            ]
        },
        {
            "input": "Lies, damn lies and statistics. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "Correct What the fuck is the AAF is what im asking.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Can you freak bitchhhhh",
            "output": [
                "0"
            ]
        },
        {
            "input": "yeah violence shouldn't be your goto first option, but the people who pretend words are meaningless sounds are stupid idiots",
            "output": [
                "0"
            ]
        },
        {
            "input": "Get out of my head.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Take your upvote, you no good bastard.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck this team",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ya know, I hate lying but I guess I'd make an exception for this. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "fuck the caps!",
            "output": [
                "0"
            ]
        },
        {
            "input": "He has become that which he swore to destroy!",
            "output": [
                "0"
            ]
        },
        {
            "input": "I'm tired of these stupid posts. Stop trying to become a meme. You're ruining this sub!",
            "output": [
                "0"
            ]
        },
        {
            "input": "The only thing keeping me warm in this subzero temperature is my fucking hate for [NAME].",
            "output": [
                "0"
            ]
        },
        {
            "input": "You realize everyone sees you REEEEEEing all over the place right? You can act nonchalant all you want but obviously youre one salty sea dog",
            "output": [
                "0"
            ]
        },
        {
            "input": "Damn, he sold all out for that kick",
            "output": [
                "0"
            ]
        },
        {
            "input": "This shit had me howling, which I can't say happens too often. Didn't expect to see comedic gold in that sub.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Sexual frustration.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck yea!",
            "output": [
                "0"
            ]
        },
        {
            "input": "And what a fuckton of karma it was. It's fake stories like this that really prove that communism is the far superior economic system.",
            "output": [
                "0"
            ]
        },
        {
            "input": "BURN IT DOWN",
            "output": [
                "0"
            ]
        },
        {
            "input": "Are you implying that I can not determine guilt by seeing a person's skin color and tense smile, you fucking racist?",
            "output": [
                "0"
            ]
        },
        {
            "input": "STOP GETTING FACTS FROM [NAME] AND THE CORRUPT STATE ..lol",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is my biggest pet hate of all time!",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] looking like his fucking controller disconnected",
            "output": [
                "0"
            ]
        },
        {
            "input": "Don't be a class traitor",
            "output": [
                "0"
            ]
        },
        {
            "input": "US labor laws are fucked up",
            "output": [
                "0"
            ]
        },
        {
            "input": "What a political whore Uncle [NAME] is!",
            "output": [
                "0"
            ]
        },
        {
            "input": "*what the fuck*",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fucking hell! I've been out there protesting orange people all this time. I need funding for new signs!",
            "output": [
                "0"
            ]
        },
        {
            "input": "This just makes me angry.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Indifferent before leaving. Indifferent after. Although hasidic [NAME] are fucking mental.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hated broccoli until my parents tapped into my obsession with dinosaurs and got me to pretend I was a brontosaurus",
            "output": [
                "0"
            ]
        },
        {
            "input": "WILL YOU TWO SHUT UP? PEOPLE ARE TRYING TO SLEEP",
            "output": [
                "0"
            ]
        },
        {
            "input": "I really hate this family. Nothing but snake-oil salesmen who's negative influence will reverberate for a new generation of young women who deserve better role models.",
            "output": [
                "0"
            ]
        },
        {
            "input": "THIS IS NOT DETROIT, MAN! THIS IS THE SUPERBOWL!",
            "output": [
                "0"
            ]
        },
        {
            "input": "I'm not surprised to read this within the sub it's in. Bunch of knuckle dragging storm troopers WOULD be angry to see people liberate themselves. XD",
            "output": [
                "0"
            ]
        },
        {
            "input": "What a fuckin n",
            "output": [
                "0"
            ]
        },
        {
            "input": "You smug fuck",
            "output": [
                "0"
            ]
        },
        {
            "input": "That is an exceedingly rare failure. I read an article about this guy. He was just stupid and stopped there.",
            "output": [
                "0"
            ]
        },
        {
            "input": "> so much misinformation > No hazing or violence tolerated whatsoever Lmao wut",
            "output": [
                "0"
            ]
        },
        {
            "input": "Screaming at this reply",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck it, maybe the faceless men worship the great other AND assassinated the fire warlocks in valyria, hwo knows?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Debunked as in proven wrong. Again, he is a well known fool. Do yourself a favor and never take anything he says remotely seriously. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "OH [NAME] I CAN'T TELL ANYMORE!",
            "output": [
                "0"
            ]
        },
        {
            "input": "HOLY MOTHER DUCKER",
            "output": [
                "0"
            ]
        },
        {
            "input": "Do you fucken mind",
            "output": [
                "0"
            ]
        },
        {
            "input": "This makes me unfathomably angry.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I'm just salty man. I hate playing Houston. I'm sure it's a nice place to live.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I don't fucking care",
            "output": [
                "0"
            ]
        },
        {
            "input": "Watch your back u/Youareapooptard, [NAME] might hunt you down and burn you alive for that relatively minor insult",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fucking and being a boy",
            "output": [
                "0"
            ]
        },
        {
            "input": "You're definitly an asshole, or a troll. Maybe both.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Serious question, where was this? That looks like my ex in the green top.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Awe! That sucks!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Super Bowls are overrated anyways. s. I'm more angry about back-to-back seasons ending on a fade to Crabtree in the endzone.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Go fuck yourself.",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.",
            "output": [
                "0"
            ]
        },
        {
            "input": "How dare they ask me to be a good person! I'll show em!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Kill him the sinner",
            "output": [
                "0"
            ]
        },
        {
            "input": "We have seven fucking billion and more people bork every day !!",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME]' ego has turned him into such a bully. He seems to get off lately on witch-hunting and encouraging his \"sisters\" to harass people.",
            "output": [
                "0"
            ]
        },
        {
            "input": "LETS FUCKING GOOOOO",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] royally fucked up that last rotation. Also did [NAME] even get a single kill with their specialists ?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ya done goofed kid. All you had to do was win.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck right off, it was illegal at the time so the law was being broken. Learn to live with your actions and their consequences you whiny socialists.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Bitch yes!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Wow dude get a life and stop digging through my comments trying to pick a fight like a belligerent moron.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Sounds hella aggressive. You can say the same thing while being nicer about it.",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME]. [NAME] and [NAME] just style on these scrubs with fucking mecha Tai Chi.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I could crush him like a bug right now.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Why hasn't he been made GM yet???",
            "output": [
                "0"
            ]
        },
        {
            "input": "Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck you my fortnite k/d is better bitch",
            "output": [
                "0"
            ]
        },
        {
            "input": "And religion isn't displayed on uber page. She saw a brown person and refused to interact with them solely based on race. She's a racist.",
            "output": [
                "0"
            ]
        },
        {
            "input": "What a load of old shite.",
            "output": [
                "0"
            ]
        },
        {
            "input": " a thing, and I've had my share of Whistle Pig Pie. I hate me ",
            "output": [
                "0"
            ]
        },
        {
            "input": "When I was her age I had 3 jobs... oh you have like 18... get off my lawn!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Wtf is a weeb",
            "output": [
                "0"
            ]
        },
        {
            "input": "How dare you interrupt the circle jerk. Out, sir.",
            "output": [
                "0"
            ]
        },
        {
            "input": "That goes both ways, their adrenaline and determination would also be through the fucking roof.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I sure hope so! Smug bastards!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Because it's so ridiculously stupid people just can't help themselves.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Try reading up. Not going to play these stupid games with a butt hurt Meltzer fan boy.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The stupid is real",
            "output": [
                "0"
            ]
        },
        {
            "input": "It's a smart move but also hurts the business and possibly false. It's rude.",
            "output": [
                "0"
            ]
        },
        {
            "input": "wtf i hate [NAME] now",
            "output": [
                "0"
            ]
        },
        {
            "input": "This works for me too. Not sure why either.",
            "output": [
                "1"
            ]
        },
        {
            "input": "wait... so are ugly people downwoted all the time or they don't post or what is going on here...",
            "output": [
                "1"
            ]
        },
        {
            "input": "this guy /u/EightRoundsRapid is sending me nude dm's even though he knows i'm underage, what do i do?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'll never understand how people make so many typos in posts that are meant to convey a serious, thoughtful message. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "The entire generations thing needs to die. What are they useful for? Feeding the ego of some dumbass on the internet?",
            "output": [
                "1"
            ]
        },
        {
            "input": "No, honestly. I've never had this problem until now and I'm not sure what's happening ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Pac Med building. Amazon's headquarters was there once upon a time. Not sure what it is now. Probably medical.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Who's we? Because a lot of people on your side don't seem to want that.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Competent, maybe, but erratic, unpredictable, and somewhat homicidal. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't understand why this is funny. All of it honestly. She os body shaming [NAME], why should we love that? ",
            "output": [
                "1"
            ]
        },
        {
            "input": "they might have seen me pooping",
            "output": [
                "1"
            ]
        },
        {
            "input": "what time is it now? i'm definitely in a different time zone",
            "output": [
                "1"
            ]
        },
        {
            "input": "So what should I do?? I've been dating her for eight years and am confused on what to do please help me.",
            "output": [
                "1"
            ]
        },
        {
            "input": "But why tho",
            "output": [
                "1"
            ]
        },
        {
            "input": "He was supposed to go to a therapist appointment but I have no idea if he actually went.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Haven't been able to watch tonight and just saw the score. What is happening?!",
            "output": [
                "1"
            ]
        },
        {
            "input": "My mom just shared this on Facebook and I didn't even know what to say to her so I just immediately screenshotted it to share here",
            "output": [
                "1"
            ]
        },
        {
            "input": "So just tell me I dont want to go look, was the video cut/edited? Or is it RAW? I MUST KNOW!",
            "output": [
                "1"
            ]
        },
        {
            "input": "BUT GUIS I THOUGHT [NAME] WAS PRO GUN? This should put the final nail in anyone still foolish enough to think that.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Not sure why you're trying to shove spoiler hints into the face of someone who explicitly said they just finished chapter 1 but more power to you I guess",
            "output": [
                "1"
            ]
        },
        {
            "input": "A long term relationship with pizza? Wow talk about accurate!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Do communists believe in private property?",
            "output": [
                "1"
            ]
        },
        {
            "input": "That is either very bad or very good.",
            "output": [
                "1"
            ]
        },
        {
            "input": "See [NAME] this is the problem, I don't know if you're talking about cutting people in half or halving the population",
            "output": [
                "1"
            ]
        },
        {
            "input": "I still have no idea what \"died three times\" means...",
            "output": [
                "1"
            ]
        },
        {
            "input": "I guess the caveat is that is a world championship offyear where not all players are available due to playoffs",
            "output": [
                "1"
            ]
        },
        {
            "input": "Maybe I have inaccurate memories re: Carolina and Boston is a better third",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm confused because her mom doesn't post anything bad, especially compared to her photos she took in prison. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "I desperately want to believe you but then",
            "output": [
                "1"
            ]
        },
        {
            "input": "Am I confusing you with someone? I thought you had posted that you liked older women.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Wait u went to a hooker? I thought it was a massage person that was attracted to you",
            "output": [
                "1"
            ]
        },
        {
            "input": "I mean maybe I did too but as you said it was a decade ago or more.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Your brain is confusing itself. Try not to think about it too much. It's.. real weird to consider.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Is that why you stayed so long? :P",
            "output": [
                "1"
            ]
        },
        {
            "input": "Maybe try a flashlight next to her bed, so she can turn it on and look around if she gets scared?",
            "output": [
                "1"
            ]
        },
        {
            "input": "It looks like you might have some sand in your angina.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Every time I see telomeres yknow who I think of?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Having no position is in itself a position. I'm not sure which party is more likely to split right now.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know why they bother with it.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Ah, I didn't understand the context.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Damn, I totally have used Dragon as my handle on certain dating apps before. Not sure how I feel about that now lol",
            "output": [
                "1"
            ]
        },
        {
            "input": "I get it from (very Welsh) grandmotherly types at my work. Like they're lovely but I'm 24??",
            "output": [
                "1"
            ]
        },
        {
            "input": "I feel left out cuz I don't get this, can someone explain ",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't understand why [NAME] is starting it on the feet..",
            "output": [
                "1"
            ]
        },
        {
            "input": "Do you mean they will win 3 championships in 58 years? Otherwise I don't understand your comment.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I was responding to the title of the post (not the article). Did you call OP racist? I'm guessing not.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why is step 1 make the thing so huge? I mean go slightly bigger and do a bangle?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Uh, you can't see the grille?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I honestly can't tell if your being sarcastic or not with this comment.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't. I only know about it from the internet. I had no idea.",
            "output": [
                "1"
            ]
        },
        {
            "input": "You mean the millions of college grads living with their parents?",
            "output": [
                "1"
            ]
        },
        {
            "input": "What mental illness am I displaying?",
            "output": [
                "1"
            ]
        },
        {
            "input": "That was jarring indeed. But why he wearing a mask?!?!?!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did not know we were playing tonight",
            "output": [
                "1"
            ]
        },
        {
            "input": "Isn't that how [NAME] won in the first place?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Can genes be altered? I feel like I've heard something like this.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I can't tell if the is comfortable in that outfit",
            "output": [
                "1"
            ]
        },
        {
            "input": "Was she immunosuppressed in any way?",
            "output": [
                "1"
            ]
        },
        {
            "input": "might be two people on their phone. I'm guessing they had a green light at the time.",
            "output": [
                "1"
            ]
        },
        {
            "input": "did he just hecking kill [NAME]",
            "output": [
                "1"
            ]
        },
        {
            "input": "But how does he.....but where will he......can he even........fuck it I'm out",
            "output": [
                "1"
            ]
        },
        {
            "input": "Bridge trolls people, people trolls back the bridge, not sure what's happening now",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm not even surecwhat it is why do people hate it?",
            "output": [
                "1"
            ]
        },
        {
            "input": "What the actual fuck, does seeing something terrible prevent you from enjoying the entire rest of your life?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Let me guess, are you [NAME]?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Wait... so you do or don't have Cole Madison news? I heard he became a [NAME] and he's living in Thailand.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Yep. Still don't know what you're talking about. Come back when you actually read the pdf and become informed.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did someone turn u down? Is this revenge?",
            "output": [
                "1"
            ]
        },
        {
            "input": "What would you do if y'all end up having kids, but break up later? There's no guarantee y'all will be together forever. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Dude, whenever I'm bored I either masturbate play games or browse reddit. Not sure how anyone can be bored with such fantastic opportunities.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Air traffic controllers are responsible for 100,000x the amount of lives. Should they be getting paid more? I'm not sure this is the best argument to make. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm not sure anyone has asked, and feel free to not answer. But is your feeling that the team definitely favors [NAME] right now? ",
            "output": [
                "1"
            ]
        },
        {
            "input": "It was the largest defeat since the 20s wasn't it? Soz am only now catching up so may have misunderstood",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm French so I didn't know her, it's so cool that you have transgender politicians! I can't see it happen here.",
            "output": [
                "1"
            ]
        },
        {
            "input": "OMG if the [NAME] and [NAME] run... I'll have the worst of time deciding who to vote for!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did either of those places declare independence out of the blue? No.",
            "output": [
                "1"
            ]
        },
        {
            "input": "...and? 20 year olds aren't incapable of not being hypocritical shit-stirrers?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Oh my [NAME] please no",
            "output": [
                "1"
            ]
        },
        {
            "input": "Child: Dad, what's science? Dad: I don't know son, we're republican.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Is there a university in China? Are we in 5019?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Lore wise, this makes sense and I hate/love it with the same energy ",
            "output": [
                "1"
            ]
        },
        {
            "input": "IS THIS NOT THE GOOGLE???? GOOGLE CHICKEN POT PIE RECIPE. DAMN TECHNOLOGY AND MELLINIALS.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Scrambled eggs, chevre, sweet potato chips, and a side of I should probably go shopping. A confusing flex",
            "output": [
                "1"
            ]
        },
        {
            "input": "Who should I keep? 1 keeper. .5 PPR ten teams [NAME] [NAME] [NAME] [NAME] [NAME]",
            "output": [
                "1"
            ]
        },
        {
            "input": "ah i was also confused but i think they mean friends around the same age",
            "output": [
                "1"
            ]
        },
        {
            "input": "Thanks, no idea why that would be removed.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Yeah, and [NAME] is not the guy he initially accused of murder. I'm not sure what the confusion is here",
            "output": [
                "1"
            ]
        },
        {
            "input": "This has been going on for months and bypass 2018 and now it is about to end.Actually I doubt it",
            "output": [
                "1"
            ]
        },
        {
            "input": "That guy who melodramatically dances around playing horribly soppy poppy chord progressions over and over and does a cringy dance that makes me want to kill things?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Does the world really need this?",
            "output": [
                "1"
            ]
        },
        {
            "input": "link to the crack tweet?",
            "output": [
                "1"
            ]
        },
        {
            "input": "he dribbles softly and loosely I dont understand why nobody has fixed it.",
            "output": [
                "1"
            ]
        },
        {
            "input": "For a second, despite the title, I thought you were pouring coffee creamer on yourself and I was confused.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I guess some people havent met meth",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know who is dumber here.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Was this at Meadowvale? I wanted to take a pic but had my gloves on",
            "output": [
                "1"
            ]
        },
        {
            "input": "I think they mean the banker is being unethical, but I'm not 100% sure",
            "output": [
                "1"
            ]
        },
        {
            "input": "What's with the click? I don't get it... It ruins the joke *hangs up*",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did I miss something? I don't think she's announced yet. Someone could still beat her to it.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I have so many questions...",
            "output": [
                "1"
            ]
        },
        {
            "input": "And it was out of their control as well for both. That's funny",
            "output": [
                "2"
            ]
        },
        {
            "input": "the sky, living a happy and amazing life in the clouds.",
            "output": [
                "2"
            ]
        },
        {
            "input": "TBH she kind of brought it on herself. I'm glad the GM came to his senses.",
            "output": [
                "2"
            ]
        },
        {
            "input": "i'm happy you were able to have a child! that's my biggest concern.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Embrace the feels my friend. Glad you found happiness even if it is fleeting.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy to not only have the same birthday as him, but to also have a ball he threw into the stands after the middle of the 9th inning. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad she's not living in a bubble then....",
            "output": [
                "2"
            ]
        },
        {
            "input": "Im glad to hear it !!!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Hahah you right. Please don't tell any birds!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I think someone else should open a drive through so I can enjoy the flavours without the dishes aha",
            "output": [
                "2"
            ]
        },
        {
            "input": "Bruh, fake music was the fucking best, wish we could go back.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Name one thing this person in power has said or done that's racist. This should be fun..",
            "output": [
                "2"
            ]
        },
        {
            "input": "[NAME] Wednesday's 😎 Good to know he's enjoying the retirement life. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Oooh, hasn't seen that one. My favourite song is the first half of Miss Me.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I mean if my wife looks like that when I get married then I'll be quite happy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm really enjoying Season 3 but this would ruin it for me.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm elated to hear that 🤗",
            "output": [
                "2"
            ]
        },
        {
            "input": "Phoenix sunrises and sunsets have been nice the past week with all the clouds and rain - beautiful shot!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad I'm on my way out through ATL instead!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I was so happy for cowboy",
            "output": [
                "2"
            ]
        },
        {
            "input": "She's a piece of work. I'm glad you're reporting your account issues.",
            "output": [
                "2"
            ]
        },
        {
            "input": "It's been good, made me able to function much much better. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad it's not just me!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Enjoying it. It makes shaving my head easier.",
            "output": [
                "2"
            ]
        },
        {
            "input": "That'd be fun! Meet at a bar and watch the show!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Sometimes I just go on the YouTube video for any song older than like 20 years and these comments never disappoint",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm glad none of you are GM",
            "output": [
                "2"
            ]
        },
        {
            "input": "Oh my goodness it's like a happy little cloud! What breed is it? Either way, omg enjoy petting that super soft puppy coat for me! ",
            "output": [
                "2"
            ]
        },
        {
            "input": "No problem. Glad you were able to take something away from that.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm also enjoying it I like mixing the colors the most.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Lmfao. Tax refunds. Must be nice to get one of those.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Oh no, the gig is up. I'm really [NAME]. LOL",
            "output": [
                "2"
            ]
        },
        {
            "input": "good to see your story had a happy ending!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I am glad your okay.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I think it was a one time thing because they still go for a lot more. I got lucky.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I am interested if still available. This would be way more fun then my smith center season!",
            "output": [
                "2"
            ]
        },
        {
            "input": "You're a sealion and a leftist troll. Begone, and enjoy your ban.",
            "output": [
                "2"
            ]
        },
        {
            "input": "This makes me smile!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Enjoyed pulling moves, if you can find it. Was a comedy very Belfast centric though. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "That was fun.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Three years ago I did! Ended up hospitalized for 5 days. I can say that I'm in a much better place now. :)",
            "output": [
                "2"
            ]
        },
        {
            "input": "I might be interested, been playing 5e in a couple campaigns now, happy to talk further!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Sooooo happy for you.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Might be an unpopular opinion but I actually enjoyed the faster ruck speed. Spewing they didn't stay strong and stick to their guns",
            "output": [
                "2"
            ]
        },
        {
            "input": "I stoped telling story because ''[NAME]\"*. Drawing makes me look intensely people to measure their ratio and understand their shapes. That's my new fun",
            "output": [
                "2"
            ]
        },
        {
            "input": "She's actually crazy",
            "output": [
                "2"
            ]
        },
        {
            "input": "So cool! Me and my sissy got the same but on our arms! On twitter!",
            "output": [
                "2"
            ]
        },
        {
            "input": "You were used as a weapon to inflict pain on your father. Glad you reconnected and found a good parent.",
            "output": [
                "2"
            ]
        },
        {
            "input": "lol..You're not getting [NAME] or any of the young core..",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy birthday!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Buying Bitcoin at it's peak is the equivalent of people buy Fyre festival tickets. I'm glad I did neither",
            "output": [
                "2"
            ]
        },
        {
            "input": "No problem at all, glad I could help :) Cheers!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I freakin' love doing this, too!!! Makes me happy for a second or two!",
            "output": [
                "2"
            ]
        },
        {
            "input": ">a fun activity!!! At no point in my TBM life would I have found that fun or worthy of even one exclamation.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm a Bioware fanboy so obviously biased. I even enjoyed Andromeda. Haha.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Same here! Although I just try to be happy whenever I am with my child.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Feels good bruh",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm glad he's still watching",
            "output": [
                "2"
            ]
        },
        {
            "input": "[NAME] is a happy boi!!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy cake day brother!",
            "output": [
                "2"
            ]
        },
        {
            "input": "because it's fun",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm glad I'm not the only one that allocates points for road kills.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I remember 2008-2010. Phones couldn't do that yet. Phones had 640x480 screens back then, and believe me, we were amazed by that.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy cake day friend",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm two weeks in, hope your right, I'm loving the game right now",
            "output": [
                "2"
            ]
        },
        {
            "input": "Day one of new job official duties on the books. I survived! One day down, 35 years to go... :]",
            "output": [
                "2"
            ]
        },
        {
            "input": "Inkling main: I like being cheap. It makes me happy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Ok cheers. I'm banned from there",
            "output": [
                "2"
            ]
        },
        {
            "input": "I am glad, and enjoy. It has some pretty cool theological discussions.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad you found it!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I am so happy that sub exists",
            "output": [
                "2"
            ]
        },
        {
            "input": "To each their own. I enjoy it for what it is",
            "output": [
                "2"
            ]
        },
        {
            "input": "That and customizable CSS makes me so happy. /r/Firefoxcss if you're interested : )",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy cake day bro... or ma'am. You have to see this to really take it in.",
            "output": [
                "2"
            ]
        },
        {
            "input": "The possibilities are fascinating. In other times, I'd be enjoying watching the lawyers argue...!",
            "output": [
                "2"
            ]
        },
        {
            "input": "No we're getting Kinsler and be happy with it",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm glad you did",
            "output": [
                "2"
            ]
        },
        {
            "input": "So happy to see [NAME] regaining his form... we had to sacrifice [NAME] for it, but i'm okay with that...",
            "output": [
                "2"
            ]
        },
        {
            "input": "In draft I see a lot of enchantress. Even without Enchantress if Lodestone Demolition gets 6 dmg(same as Lightning Strike) I am happy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "There's having fun and being a hoe, OP seem to assume what she is, so ni worries for her. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "So happy I bought a PC. If you're looking for a better experience across ALL games I suggest you do the same.",
            "output": [
                "2"
            ]
        },
        {
            "input": "What's it matter where this came from? It fits every content guideline and we're enjoying it.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I've tried a few times on mobile and it never works for some reason. Edit: just logged on at work and fixed it. Feels good",
            "output": [
                "2"
            ]
        },
        {
            "input": "I rate [NAME] highly, so this is good news.",
            "output": [
                "2"
            ]
        },
        {
            "input": "That logo looks cool in the morning lol almost cyperpunk",
            "output": [
                "2"
            ]
        },
        {
            "input": "Well I'm glad the whole coffee vs beer exchange was the most accurate part of the episode. When it comes to accents, anyway...",
            "output": [
                "2"
            ]
        },
        {
            "input": "I would be unfulfilled and unhappy. I enjoy meat, thankfully I own my own plot of land and can hunt on it at will.",
            "output": [
                "2"
            ]
        },
        {
            "input": "A bit of storybook now and again never hurt anyone :D So happy for the both of you!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Cheers, I enjoyed your announcers. Sucks we don't get to play again until next year",
            "output": [
                "2"
            ]
        },
        {
            "input": "Thank you. I thought I was going crazy for a sec.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Someone made this album, dwights a bit lanky but I enjoyed it. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Keep spreading the word fellas. Wishing you all a great 2019, love you guys and the whole community.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad you are resting better, and as for your friend he deserves the brownie points. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Haha haha! Excellent",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy New year!",
            "output": [
                "2"
            ]
        },
        {
            "input": "No problem. I'm happy to know it's not what you meant.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I haven't heard that name in SO LONG. They had this GBA game that was one of my favorite games of all time!",
            "output": [
                "2"
            ]
        },
        {
            "input": "While this makes me happy to know, it would probably be for the best if we didn't post these things where abusers can find out about them.",
            "output": [
                "2"
            ]
        },
        {
            "input": "My daughter attempted in November of 2012. She also still struggles. Glad you're BOTH still alive!",
            "output": [
                "2"
            ]
        },
        {
            "input": "literally exactly my thoughts on this!!! also happy cake day!!",
            "output": [
                "2"
            ]
        },
        {
            "input": "How poignant.",
            "output": [
                "3"
            ]
        },
        {
            "input": "For Citynews dot ca that is really sad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "My inevitable famine is when I run out of pop tarts and get sad",
            "output": [
                "3"
            ]
        },
        {
            "input": "Uh . . . Uh . . . I'm not feeling so well.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Will that's what that poor child was just taught. Some parents have no idea",
            "output": [
                "3"
            ]
        },
        {
            "input": "In my few years playing I never knew this ... I feel so lost now",
            "output": [
                "3"
            ]
        },
        {
            "input": "I feel his pain. Bad dxm trips are the most terrifying thing in the moment but they're way more forgiving than bad psych trips",
            "output": [
                "3"
            ]
        },
        {
            "input": "i miss this show so much",
            "output": [
                "3"
            ]
        },
        {
            "input": "If I died I've always wondered who will be at my funeral. I imagine only my mom. Maybe one of these days I'll find out.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I remember being three years old and feeling mortified and frustrated that my preschool teacher and classmates were freely dancing to ridiculous music.",
            "output": [
                "3"
            ]
        },
        {
            "input": "My childhood horse died due to twisted intestines. Very traumatizing, since he crawled over and put his head in my lap at the end.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I had so many avatars named after Star Wars characters on Millsbury. I miss it 😭😭😭",
            "output": [
                "3"
            ]
        },
        {
            "input": "Cant you tell how sad she is from her face?",
            "output": [
                "3"
            ]
        },
        {
            "input": "Topic change #4. This is getting sad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "as a woman, I can tell ya it's not uncommon for that to happen, haha. [NAME] make it extra sad though.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sorry to hear that",
            "output": [
                "3"
            ]
        },
        {
            "input": "Very sad. People like this are ruining Aus.",
            "output": [
                "3"
            ]
        },
        {
            "input": "God damn I miss this game!",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm sorry man sounds bad",
            "output": [
                "3"
            ]
        },
        {
            "input": "The guy that waived a future hall of famer. Hard to get away from that decision.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It's hard for me to switch between english and spanish in the same sentence, sorry I'll try to improve in the future",
            "output": [
                "3"
            ]
        },
        {
            "input": "It never ends well",
            "output": [
                "3"
            ]
        },
        {
            "input": "This really hurts my feelings.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I actually feel bad for your roommate, poor guy.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Please don't think the way they're trolling represents us [NAME]. I'm sorry this happened.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Very sad. It's the child I feel for most.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I think the saddest thing here is that he thinks \"by-my-self\" is how to write that.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sad thing is, I wanted to, but I'm stupidly awkward...",
            "output": [
                "3"
            ]
        },
        {
            "input": "Nope. Sadly early 30s",
            "output": [
                "3"
            ]
        },
        {
            "input": "And..the reality of it hurts",
            "output": [
                "3"
            ]
        },
        {
            "input": "That was painful.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It was pretty heart breaking, then the council came out and said they weren't going to collect them. Made a lot of people mad. ",
            "output": [
                "3"
            ]
        },
        {
            "input": "My son told me he hates me",
            "output": [
                "3"
            ]
        },
        {
            "input": "I really hate ginger ale. With a passion. The scenario in that scene makes me sick to my stomach.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm sorry you poop your pants every time someone mixes those words up.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sadly the same way know people who know people and being in public. Maybe an online game with chat like league or xbox",
            "output": [
                "3"
            ]
        },
        {
            "input": "This is straight up depressing",
            "output": [
                "3"
            ]
        },
        {
            "input": "Yeah those glimpses of the person I fell in love with too but unfortunately the glimpses are not enough which hurts :/",
            "output": [
                "3"
            ]
        },
        {
            "input": "poor little dude! Glad he's okay. He and his brother have a story to tell now.",
            "output": [
                "3"
            ]
        },
        {
            "input": "You'd think we don't have anymore tears already... It's been 62 years of crying.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I actually feel assaulted by this video.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Right... so true. I'm sorry you're going through this too.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I was under the impression that [NAME] also has some pretty rough health problems.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Yes no one wants to believe my religion and how to make people happy so it makes me sad",
            "output": [
                "3"
            ]
        },
        {
            "input": "Yeah its too bad that there was someone at a university who wanted to research this and he got shut down.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Gaaahhh. That one would hurt.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Right there with you. 20 years together and suddenly its over. I'm tired of crying and hurting. We'll get through this.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I was also bullied at work. I was on lithium for a while. You're not alone.",
            "output": [
                "3"
            ]
        },
        {
            "input": "That sounds so terrible. I'm very sorry.",
            "output": [
                "3"
            ]
        },
        {
            "input": "No, they couldn't hav- They shouldn't have. uh...this makes me feel sick 🤕 ",
            "output": [
                "3"
            ]
        },
        {
            "input": "I've had sleep paralysis once and it is really bad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Females living on Recruit difficulty. Smh",
            "output": [
                "3"
            ]
        },
        {
            "input": "That poor janitor.",
            "output": [
                "3"
            ]
        },
        {
            "input": "as a Ducks fan, this thread makes me sad...",
            "output": [
                "3"
            ]
        },
        {
            "input": "You look like a failed attempt to gene splice [NAME] and [NAME] DNA",
            "output": [
                "3"
            ]
        },
        {
            "input": "I used to love watching movie reviews and video essays. But it's seems like I can't enjoy anything anymore",
            "output": [
                "3"
            ]
        },
        {
            "input": "Marginal taxes was taught in my high school economic literacy class, it's so sad that so many people don't even understand the basics of our tax system ",
            "output": [
                "3"
            ]
        },
        {
            "input": "For sure...sometimes I feel like I will just evaporate into nothingness as the stranger in the mirror looks on.",
            "output": [
                "3"
            ]
        },
        {
            "input": "But still, crying \"castrate all pedophiles\" because they could be potential rapists is like crying \"kill all men, they are all potential rapists.\" ",
            "output": [
                "3"
            ]
        },
        {
            "input": "What a cataclysm",
            "output": [
                "3"
            ]
        },
        {
            "input": "he's not happy with me",
            "output": [
                "3"
            ]
        },
        {
            "input": "I was sad to see emails from multiple downtown restaurants offering free delivery through grubhub. Deliveries are going to be brutal.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Mom will get sad. [NAME] still good. Hanging out with friends still good. Money buying foodie exp is still good.",
            "output": [
                "3"
            ]
        },
        {
            "input": "My [NAME] accuses me of cheating all the time too when I've been nothing but loyal. Makes me wonder if she was cheating on me too...",
            "output": [
                "3"
            ]
        },
        {
            "input": "The last message was particularly painful to read",
            "output": [
                "3"
            ]
        },
        {
            "input": "BREAKING NEWS: The new girl had to shred/chip a 6lb entire chub of Kentucky Gold ham today. Poor girl's arm ached the rest of the day.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I hate it when mom and dad fight.",
            "output": [
                "3"
            ]
        },
        {
            "input": "And there I was blaming the poor black lads",
            "output": [
                "3"
            ]
        },
        {
            "input": "I can't translate /s to Texan speak well and forgot so my apologies y'all :)",
            "output": [
                "3"
            ]
        },
        {
            "input": "\"I am going to be going through a nasty divorce in a few years so I will need the money.\" - [NAME]",
            "output": [
                "3"
            ]
        },
        {
            "input": "But...but...I just bought a new gun in Fallout '76.....and America is the centre of the universe!! :'(",
            "output": [
                "3"
            ]
        },
        {
            "input": "I miss big daddy buff",
            "output": [
                "3"
            ]
        },
        {
            "input": "Hey its you again. Dude can you please say \"N\" so I can complete the task? My last request went unanswered sadly.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm so sorry. That's awful.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I hope you survive this. Losing a friend is a heavy loss",
            "output": [
                "3"
            ]
        },
        {
            "input": "I stopped worrying about showing vulnerability years ago but there's still nobody there.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Still saddened by the fact that we never got to see prime [NAME] vs prime [NAME].",
            "output": [
                "3"
            ]
        },
        {
            "input": "You're just lonely, dude. Don't mix that feeling with love.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Oh man that title hurt my brain.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It's so sad that i can play all these Zelda games on my 3DS but not my Switch. I have like 12 Zelda games on my 3DS",
            "output": [
                "3"
            ]
        },
        {
            "input": "She must have a very boring life",
            "output": [
                "3"
            ]
        },
        {
            "input": "Grandmas knees are burning up",
            "output": [
                "3"
            ]
        },
        {
            "input": "So sorry for your loss! I lost my cat 6 years ago in 2021 due to terminal autism. 😭😭",
            "output": [
                "3"
            ]
        },
        {
            "input": "This is so sad. #playdespacito",
            "output": [
                "3"
            ]
        },
        {
            "input": "The fact someone could read your post and literally go and do this saddens me.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Cried when [NAME] and [NAME] gave each other a big hug and [NAME] lifted him off the ground.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.",
            "output": [
                "3"
            ]
        },
        {
            "input": ">The ABC's hard-hitting investigation :/ Such a sad article.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm getting old. :/",
            "output": [
                "3"
            ]
        },
        {
            "input": "Gnarly ballsack is the technical term, I believe. Sadly, it's just a face beard.",
            "output": [
                "3"
            ]
        },
        {
            "input": "As a [NAME], I would like to extend an apology to anyone freezing in the polar vortex. ",
            "output": [
                "3"
            ]
        },
        {
            "input": "It hurts to look at it",
            "output": [
                "3"
            ]
        },
        {
            "input": "*losing hope Loose is what your mom is",
            "output": [
                "3"
            ]
        },
        {
            "input": "He was cut yesterday, unfortunately",
            "output": [
                "3"
            ]
        },
        {
            "input": "It's sad, but yes, zero. ",
            "output": [
                "3"
            ]
        },
        {
            "input": "Been scoring big on the Groudons.. caught 4 so far. Edit: no, no shinys yet. I've had the worst luck with shinys in this game",
            "output": [
                "3"
            ]
        },
        {
            "input": "That is so sad, just goes to show we have a lot more to learn about the other beings we share this rock with : /",
            "output": [
                "3"
            ]
        },
        {
            "input": "I hope all my muscles cringe so spastically all my joints come loose and I collapse into a writhing agonized pile of blood and meat.",
            "output": [
                "3"
            ]
        },
        {
            "input": "His left hand is mightily fucked.",
            "output": [
                "3"
            ]
        },
        {
            "input": "True, and so sad to see. Somewhere along the way, the governing of a country my mutual consensus turned into a national sport with 2 teams.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Oh don't worry, their kids were taken away. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "I met [NAME] and he actually DID give me 40 dollars...I worked at a movie theater near where he lives and he bought snacks.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Time to start my end of life tren blast!",
            "output": [
                "4"
            ]
        },
        {
            "input": "It becomes manageable after I get prep going. But first thing in the morning it's always a mess.",
            "output": [
                "4"
            ]
        },
        {
            "input": "All true, but [NAME] only \"retired\" to get out of AZ. Now that he's back looking for a job...",
            "output": [
                "4"
            ]
        },
        {
            "input": "HAVE YOU SEEN MY SON?!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Then I find writing of us only eating it during winter strange.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I mean I feel like some people lose it more drastically than others.",
            "output": [
                "4"
            ]
        },
        {
            "input": "99.9999999% of sugar relationships involve sex. If you're not interested in sex, you should not sugar.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I ahead and report this jerk offs!!!!",
            "output": [
                "4"
            ]
        },
        {
            "input": "This, like it varies and fluctuates",
            "output": [
                "4"
            ]
        },
        {
            "input": "Maybe I'm out of the loop, can we get a little more detail please?",
            "output": [
                "4"
            ]
        },
        {
            "input": "More like he stole a joke they made.",
            "output": [
                "4"
            ]
        },
        {
            "input": "That's not very cash money of you",
            "output": [
                "4"
            ]
        },
        {
            "input": "Pot of boiling water. Bears don't know how to carry any of these things so it will probably spill the boiling water on itself.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Must've took a pic of [NAME] to the barber's",
            "output": [
                "4"
            ]
        },
        {
            "input": "I concur:",
            "output": [
                "4"
            ]
        },
        {
            "input": "And he's showing off those tiny little hands",
            "output": [
                "4"
            ]
        },
        {
            "input": "I tried to signal him to pull over but he wasn't paying attention. I just had my friend take a picture after we failed",
            "output": [
                "4"
            ]
        },
        {
            "input": "Hey man its been 50 days since you have posted so im just here making sure you alright",
            "output": [
                "4"
            ]
        },
        {
            "input": "hello from another CHOA RN!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Didn't you get the PM? Post to /r/CatsWithJobs instead. Edit: It's already been posted there actually.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Found the checher",
            "output": [
                "4"
            ]
        },
        {
            "input": "by the time he hugs the last one another has been born",
            "output": [
                "4"
            ]
        },
        {
            "input": "Walking into Chick Fil A feels like walking into a church. No thanks. I will forever see them as a bigoted organization.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Guess we know where they got the rivet for the fire pit now.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Sometimes you just have to laugh.",
            "output": [
                "4"
            ]
        },
        {
            "input": "And so are you",
            "output": [
                "4"
            ]
        },
        {
            "input": "Little known fact. [NAME] died at the age of 8 from small pox.",
            "output": [
                "4"
            ]
        },
        {
            "input": "The level of protectionism is insane. This just allows Baidu to expand its monopoly.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Lots of botox. That face doesn't move. She has to squint her eyes to indicate to others that she is mad.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Because leave voters are now doing nothing for Brexit. It's remainers running brexit now with [NAME].",
            "output": [
                "4"
            ]
        },
        {
            "input": "That'll teach 'em. I bet they won't do that again!",
            "output": [
                "4"
            ]
        },
        {
            "input": "I responded to someone else in this thread as well, more in length. Maybe you find that comment more interesting.",
            "output": [
                "4"
            ]
        },
        {
            "input": "But not if you've accepted rent from him, which it appears you have. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "Mmmm, I haven't had dinner yet and it's been a while since I've ordered Thai...",
            "output": [
                "4"
            ]
        },
        {
            "input": "I get snuck up on by my papillon I wouldn't stand a chance against an actual predator",
            "output": [
                "4"
            ]
        },
        {
            "input": "You should eat real cake today too!",
            "output": [
                "4"
            ]
        },
        {
            "input": "I am just saying in general, in any situation. Work or not. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "Nah man, there's still no worse feeling in the game than getting frozen by [NAME]. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "👻 Windows 10 checking in.",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] isn't a race mate",
            "output": [
                "4"
            ]
        },
        {
            "input": "You have no recourse. You can always start your own fb group if you'd like.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I work 12 hour shifts, and agree. Tea is life-saving.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Somewhere in Ohiooooooooo*",
            "output": [
                "4"
            ]
        },
        {
            "input": "They were definitely having sex. He will never be trustworthy. 8 years is insane.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Did anyone else think he was using a bad filter from Snapchat at first?",
            "output": [
                "4"
            ]
        },
        {
            "input": "I feel like you've answered your own question.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Wait until you try saying papi !",
            "output": [
                "4"
            ]
        },
        {
            "input": "Well the nips are definitely going to be making a showing, so either be comfortable with that or get some pasties.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I learned that in my favourite documentary about Canada, Strange Brew.",
            "output": [
                "4"
            ]
        },
        {
            "input": "That was like a movie the way [NAME] and [NAME] were slaying on the enemy ship with Cobbobles firing canons from their ship.",
            "output": [
                "4"
            ]
        },
        {
            "input": "NOP has showed interest in [NAME] this year, [NAME] is a young C who could thrive in a different system with better players.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I work in customer service, so it's inevitable.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Now there's a thought...",
            "output": [
                "4"
            ]
        },
        {
            "input": "And I'm not going to wait for League Play cause these clowns at Treyarch think seeker drones and razor wire are competitive.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I mean ILB is a huge hole for this team. Why not protect any prospect? But we'll keep [NAME] and [NAME]...",
            "output": [
                "4"
            ]
        },
        {
            "input": "Not sure....but there's a cream for that.",
            "output": [
                "4"
            ]
        },
        {
            "input": "He was injured in real life, watch the news. He'll be back in ep 15 and fully recovered.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Well what is she gonna do, climb over the wall?",
            "output": [
                "4"
            ]
        },
        {
            "input": "Love is a drug",
            "output": [
                "4"
            ]
        },
        {
            "input": "No, just illness, as long as it does less harm than good. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "That's up for debate...you won't be able to pick it up after the first two episodes.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Thats me, I'm lolicon ¦>",
            "output": [
                "4"
            ]
        },
        {
            "input": "The one catch is they will absolutely slave drive you for that wage. But at least you're getting paid what you're worth.",
            "output": [
                "4"
            ]
        },
        {
            "input": "My legendary jerk off closet.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I daydream about putting them on. I let other people daydream about the taking them off part.",
            "output": [
                "4"
            ]
        },
        {
            "input": "like clockwork she runs off to twitter to get validation",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] aside, humans arent on the menu, no matter how retarded they may be, no matter if they're sleeping/unconscious.",
            "output": [
                "4"
            ]
        },
        {
            "input": "In my play through she became a prostitute.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I would change the episode with Icicle. Get rid of the cold puns. Everything else can stay the same",
            "output": [
                "4"
            ]
        },
        {
            "input": "some one get me a damn barf bag pease !",
            "output": [
                "4"
            ]
        },
        {
            "input": "A west coast NYE show consisting solely of sunset photos.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Ugh the amount of mismanaged shame, the Olympic level gymnastics to deny deny deny....it makes my eye twitch. ",
            "output": [
                "4"
            ]
        },
        {
            "input": "Right under the sepsis protocol in epic",
            "output": [
                "4"
            ]
        },
        {
            "input": "Casual uber ad",
            "output": [
                "4"
            ]
        },
        {
            "input": "Hello! how's it going?",
            "output": [
                "4"
            ]
        },
        {
            "input": "That is hot af dude!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Thats sexist AF, man boobs are a thing smh my head",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] has no touch..That is why [NAME] kept dropping the ball..",
            "output": [
                "4"
            ]
        },
        {
            "input": "True, C9 fans are manchildren",
            "output": [
                "4"
            ]
        },
        {
            "input": "You know damn well they'd say \"Narudo\" and \"Assault on Titan 13\"",
            "output": [
                "4"
            ]
        },
        {
            "input": "Misogynist! Anti-women! Bigot!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Uh yeah dude [NAME]!!",
            "output": [
                "4"
            ]
        },
        {
            "input": "German accents are sexy!",
            "output": [
                "4"
            ]
        },
        {
            "input": "It burns...",
            "output": [
                "4"
            ]
        },
        {
            "input": "Fuck that, take some actual gold, bruh.",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] looks like a guy who owns a number of body pillows and anime figures.",
            "output": [
                "4"
            ]
        },
        {
            "input": "You forgot to block the name in the tweet they're responding to",
            "output": [
                "4"
            ]
        },
        {
            "input": "He looks like bob saget",
            "output": [
                "4"
            ]
        },
        {
            "input": "Yes. Or had trouble finding someone to sit by. Not many were interested in me.",
            "output": [
                "4"
            ]
        },
        {
            "input": "My worry about [NAME] is that running former governors hasn't worked out the greatest. Especially when his been out of office for 11 years.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Id get fired to take a pic with the quadfather",
            "output": [
                "4"
            ]
        },
        {
            "input": "You can replace the ram / SSD now on the new Razer blade 15 but ya razer sucks.",
            "output": [
                "4"
            ]
        },
        {
            "input": "He looks fine. So does that 1911. He's just holding his girl's purse while she rummages through stuff. She's right next to him.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Even silk is something that will chafe the fuck out of your sensitive parts.",
            "output": [
                "4"
            ]
        },
        {
            "input": "What are you smoking?",
            "output": [
                "4"
            ]
        },
        {
            "input": "I always just join them.",
            "output": [
                "4"
            ]
        },
        {
            "input": "but....must....play....FIRING RANGE!!!!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Someone has a story.",
            "output": [
                "4"
            ]
        }
    ]
}