{
    "Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this question-answer pair into two categories: (1) \"yes\" if the given answer is right for question, and (2) \"no\" if the given answer is wrong for question.",
    "Alternate Definitions": [
        {
            "Alternate Definition": " In this case , you will receive a section of the question and an appropriate answer to a question . Your job is to solve this problem if the answer you received is wrong .",
            "Technique": "English-German Backtranslation"
        },
        {
            "Alternate Definition": " In this case , you are given a contextual paragraph of the question and an appropriate answer to the question Your task is to divide this pair into two if the answer is correct for Orange and Orange , if the answer is wrong for Orange .",
            "Technique": "English-Russian Backtranslation"
        },
        {
            "Alternate Definition": " In this task, you are given a context paragraph of the tweet, a question, and the corresponding answer of given question. You should categorize this question/answer pair into two categories.",
            "Technique": "Casual to Formal Style Transfer"
        },
        {
            "Alternate Definition": " You get a context paragraph in the tweet, and a question and answer. You are to sort it into two categories....yes if the answer is right for question, or no if its wrong for question.",
            "Technique": "Formal to Casual Style Transfer"
        },
        {
            "Alternate Definition": " a context paragraph of the tweet, a question and corresponding answer of given question is given in this task this question-answer pair needs to be classified by your task into two categories: (1) \"yes\" if the given answer is right for question",
            "Technique": "Active to Passive Style Transfer"
        },
        {
            "Alternate Definition": " a context paragraph of the tweet is given by you, a question and corresponding answer of given question a question-answer pair is classified by your task into two categories: (1) \"yes\" if the given answer is right for question,",
            "Technique": "Passive to Active Style Transfer"
        },
        {
            "Alternate Definition": " In this case, you will receive a section of the question, as well as the appropriate response to the question. You are responsible for solving the problem. If the answer you received is wrong, you may be able to solve it.",
            "Technique": "Casual to Formal on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " This way you get a section of the question and a good answer If the answer you got is wrong, you've got to figure it out.",
            "Technique": "Formal to Casual on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case a section of the question and an appropriate answer to a question will be received by you This problem is resolved by your job if the answer you received is wrong",
            "Technique": "Active to Passive on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " in this case, you will receive a section of the question and an appropriate answer to a question Your job is to solve this problem if the answer you received is wrong.",
            "Technique": "Passive to Active on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case, you receive a contextual paragraph of the question and an appropriate answer to the question. Your task is to divide this pair into two",
            "Technique": "Casual to Formal Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " then you get a contextal paragraph and an appropriate answer to the question..then divide it in 2 Orange if it is correct Orange",
            "Technique": "Formal to Casual Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " in this case an appropriate answer is given by you to the question",
            "Technique": "Active to Passive Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " In this case, you are given a contextual paragraph of the question and an appropriate answer to the question Your task is to divide this pair into two",
            "Technique": "Passive to Active Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. \"",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweetj a question and correspondiNg answer of given question. Your task is to classify this question-anSwer pair into two categories: (1) \" yes\" if the given answer is right f0r question, and (2) \" no\" if the given answer iq wrong for questIon. ",
            "Technique": "ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a questiln and corresponding answer lf given question. Your task is to classify thia question-answer pair into two cAtegories: (1) \" yes\" if the given ans3er is right for Question, and (2) \" no\" iF the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answe5 of given question. Your task is to flassify tbis question-answer pAir into two categories: (1) \" yes\" if the given answer is right for Qyestion, and (2) \" no\" if the given answEr is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this quEstion-ahswer pair into two categories: (1) \"yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong For question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this question-answer pair jnto two categories: (1) \" yes\" if the given answer is right for question, and (2) \" no\" iF the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this tazk, you are given a context paraGraph of the tweet, a question and corresponding answer of given question. YOur task is to classify this question-answer pair into two categories: (1) \"yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a cont3xt paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this question-answer pair into two caTegories: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you arr given a context paragraph of the tweet, a question and corresponding answer of given question. Yo8r tasK is to classify this question-answer pair into two categories: (1) \" yes\" if the given answer is right tor question, and (2) \" no\" if the givEn answe4 is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In ghis task, you are given a context paragraph of the tweet, a ques4ion and corresponding answer of given question. Your task is to classify this question-answer pair into two categories: (1) \" yes\" if The given answer is right for qiestion, and (2) \"no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, You are given a conText paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify tHis question-answer pair into two categoroes: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this Task, you are giVen a context paragraph of the tweet, a question and corresp;nding answer of given question. Your task is to classify this question-aNswer ;air onto two categories: (1) \" yeS\" If the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your tssk is to clAssify this question-answer paiR Into two categories: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this question-answer pair into two categories: (1) \" yes\" if the given answer is right for question, ajd (2) \" no\" if the given answer ks wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task id to classify this question-answer pair into two catEgories: (1) \" yes\" if the given answer is right for ques6ion, and (2) \"no\" if the given answer is wrong for Question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, yoU are given a context parzgraph of th4 tweet, a question and corresponding answer of given question. Your tawk is to classify this question-answer pair into two catEgories: (1) \" yes\" if the given answEr is right for question, and (2) \" no\" if the given agswer is wronG for questioN. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given question. Your task is to classify this question-answer pair into two categories: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer iS wrong fo5 question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and correspondkng answer of given question. Your task is to classify this question-answer pair into two categorieS: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweEt, a question and corresponding answer of given question. Your task is to classify this question-answEr pai3 into two categories: (q) \" yes\" if the given answer is right for queqtion, and (2) \"no\" iF the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are Given a context paragraph of tne tweet, a qu4stion and corresponding answer of given question. Your Task is to classifj this Question-answer pair into two categories: (1) \" yes\" if the given answer is right for question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of given qUestion. Your tas, is to cpasSify this question-answer pair into two categoRies: (1) \" yes\" if the yiven answer is right for question, and (2) \" no\" if the giveN answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you arE given a context paragraph of The tweet, a question and corresponding answer of given question. YouR task is to classify this quest8on-answer pair into teo categories: (1) \"yes\" if thE givrn answer is right foe question, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and corresponding answer of givwn question. Your task is to clAssify this question-answer pair into two categories: (1) \"yds\" if the given answer is right for qUestiin, and (2) \" no\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In this task, you are given a context paragraph of the tweet, a question and correspOnding answer 0f given question. Your task is to classify this question-answer pair into two categories: (1) \" yes\" if the gIven answer is right for question, and (2) \"n8\" if the given answer is wrong for question. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        }
    ],
    "Task": "task241_tweetqa_classification.json"
}