{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
  ],
  "Categories": [
    "Classification"
  ],
  "Input_language": "fa",
  "Output_language": "en",
  "instruction_language": "en",
  "Definition": "In this task you get bunch of food reviews. Uh You got to classify the sentiment into following tags:\"negative\", \"neutral\", \"blissed\", and \"mixed.\". I think the mixed category indicates reviews where none of the sentiments are dominant or or borderline cases that are not appreciable. Not only that you have to tag neutral labels to reviews that express no clear sentiment towards the food.",
  "Positive Examples": [
    {
      "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
      "output": "positive",
      "explanation": "This is a good example. The sentiment of the review is positive toward the food."
    },
    {
      "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
      "output": "negative",
      "explanation": "This review expressed a negative sentiment toward chocolate."
    },
    {
      "input": "میراندا واقعاً خوش طعمه مخصوصاً تازگیا طعم ویتامین سی میده که شبیه فانتا های ترکیه شده ، رنگش هم روشنه طعم پرتقال و احساس میکنی ، به تظر من بهترینه تو طعم پرتقالیا",
      "output": "positive",
      "explanation": "This review is positive because the reviewer thinks it is the best choice."
    }
  ],
  "Negative Examples": [
    {
      "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
      "output": "negative",
      "explanation": "In this review, none of the sentiments are dominant (mix of positive and negative), so the correct label is \"mixed\"."
    },
    {
      "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
      "output": "positive",
      "explanation": "The reviewer's sentiment toward the food is negative. "
    }
  ],
  "Instances": [
    {
        "input": "اگر قیمت معقول‌تری داشت میتوسنت بازار بزرگی رو بگیره چون طعم بسیار متفاوت و خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوب نیست و شکسته دستم رسید . مزه شونم نمیشه گفت خوبه. قیمتشم حتی تویه شگفت انگیز ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه من روی عکس های بسته بندی خیلی دقت کردم ننوشته بود تراریخته ولی در زمان تحویل دیدم رو بسته بندی نوشته تراریخته از خرید پشیمان شدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش حتی از تعاونی هم ارزانتر است . کیفیتش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش نسبت به بقیه برندها خوبه تو شگفت انگیز هم قیمت مناسبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در بسته بندی بهتری اگر عرضه شود خیلی بهتر است",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "نمی‌دونم صرفا چون خوش‌رنگه حس می‌کنم خوشمزه‌تر از تخم‌مرغای دیگه است یا واقعا خوش‌مزه‌‌تره. من طعم تخم‌مرغ محلی رو دوست ندارم و در نتیجه محلی نبودن این تخم مرغ برای من پوینت مثبت محسوب میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انگار که پودر کاکائو رو با روغن مخلوط کردی و قالب زدی ، تو دهن میماسه ، من توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "معمولی بود، بعضی قسمتهاش خون مردگی داشت سه قسمت اون، حدود ۶۰ گرم زائدات داشت. به درد چرخ کردن میخوره.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "عطر و طعم خوبی داره و دهان را خوش بو می کنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اندازه ها همون بود و خب خوش طعم بود و حس بدی نداشت ، توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پسته ها ریز بود و در بسته کم نداشت و بعضا توش کهنه هم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از انقضاش چندروز مونده بود و پلمپ شده گذاشتم تو یخچال فردا صبح متوجه شدم بریده و فاسد شده. چرا شیری که تاریخ مصرف داره باید بعد از یک روز از تولید فاسد بشه؟! اطلاع دادم هزینه اش عودت شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متوسط بودیکم زیادی مزه قند میداد طعمش با پپسی های دیگه انکار فرق داشت!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا مشخصه که دانه هایی که این قهوه ازش حاصل شده از دانه های قدیمی و تاریخ مصرف گذشته بوده چون کاملا طراوت و تازگی قهوه ازش گرفته شده بود. به نسبت قیمتش البته قابل پیش بینی بود!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تعداد شیر های پرچرب کمتر از کم چرب بود ۴ تا کم چرب بود و ۲ تا پر چرب",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "تازه ست و سالم تحویل داده شد ممنون از دیجی کالا که امکان تهیه اقلام تازه و سورمارکتی رو فراهم کرده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در تخفیف خریدم، بد نبود، ولی اکشن رو ترجیح میدم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب و به صرفه البته یه جامدش رو هم کنارش داشته باشین بهتره چون روغن جامد بهار به غذا طعم میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بلو پانچ عالیه . یه چیزی شبیه به نارگیل و میوه های ستوایی. میتونید با طعم های دیگه مخلوط کنید . قلقلکتون میده!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوبه، اندازه اش هم برای چای و قهوه و دمنوش خیلی عالیه. در ضمن اینکه تو بسته بندی یه قیف مقوایی و یک قاشق هست که خیلی کار راه اندازه. در کل راضیم ازش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مهمترین نکته برای من استفاده بسیار کم از جوش شیرین هست تو این محصول که مثل بقیه بیسکوییت ها باعث ترشی معده نمیشه ، مزش فوق العاده هستش .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من شگفت انگیز خریدم تخم مرغاش ریز بود زردش روشن و اما در مجموع کلا خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی بد بود متاسفانه بوی وحشتناکی میداد برای دوروز قبل بود اصلا توصیه نمیکنم گوشت ومرغشو بخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من خ وقته این شکلات استفاده میکنم خ عالیه.فقط طعم سوهان و نعنا خ خوب نبود.۳۶ عدد داخل جعبه هست که نسبت به قیمت خ خوبه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ماهی خوب، تازه و با بسته بندی شیکی هست، ولی واقعا شور هست من به سختی خوردم.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با قزل آلا هایی که قبلا خورده بودم فرق داشت واقعا بی مزه بود احتمالا به خاطر غیرتازه بودنشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه آب و روغنش زیاد بود اما خوشمزه بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خوب رگ گیری شده بود نیاز به پاک کردن نداشت و آماده پخت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه فلفل زیادی داشت اما زیاد لذت نداد و مقداری سفت بود و توصیه به خرید دوباره نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح بود مزه ش که تلخ بود اصلا قابل خوردن نبود پرک شده هم هست برای اینکه توی سوپ بریزی خوبه درست کردم جدا مثل حلیم له بود و تلخِ تلخِ تلخ",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نمیدونم این اصل باشه یا نمونه کپی هست چون اصلش روش به عربی نوشته فیمتو ولی اگه کپی هم باشه طعمش به خوبی همون نمونه اصلشه و هیچ فرقی نمیکنه بسیار عالی و خوشمزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه طعمش کمی مزه شیر خشک میده ولی خوب سلیقه ای هست وکلا قابل قبوله از نظر بسته بندی وماندگاری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اندازه تخم مرغ های جامبو بزرگتر از تخم مرغ های معمولی هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم مزه هم بو و هم رنگ طبیعی ای داره و خانواده ما دوستش داریم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام و عرض ادب برند مهمت افندی،بر خلاف تبلیغات آن،به هیچ وجه طعم و مزه یک قهوه معمولی را هم ندارد،از خرید خود پشیمانم،و مجبور شدم آنرا دور بریزم،اصلا این محصول را نخرید پیشنهاد میکنم قهوه ملو را در نت سرچ کنید و این محصول را امتحان کنید،پشیمان نمیشود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ماهی های کیلکاش درسته نیست و له شده هست اصلا هم خوشمزه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من راصی بودم فقط مقدار در هر بسته خیلی کمه برای بچه خوبه سایز پاکت شیر کمی بزرگتر بود بهتر بود یا سایز بزرگترش رو دیجی کالا موجود کنه ممنون می شیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم طعم خوبی نداره احساس میکنی یک محصول غذایی خیلی سالمی نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه با خوردن فقط یک سیخ بال کبابی، با وضع بسیار ناجوری با آمبولانس راهی بیمارستان شدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همواره تخم مرغ تلاونگ را خریدم . دارای کیفیت و طعم خوبی است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در سطح تولیدات قبلی لادن نیست،از این برند انتظار بیشتری داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه سایز ۸۰۰گرمی میخریدم که کیفیت خوبی داشت این بار بدلیل موجود نبودن ۳۰۰گرمی خریدم که اصلا شباهتی به ۸۰۰گرمی‌اش نداره فقط آب و شکر بود ، دریغ از کمی میوه بالهنگ",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت متوسط، ارزش خرید نداره به نظرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بوی خوش زعفران اصلا حالو هواتو عوض میکنه .طعم و عطر خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه می بایست کیفیت عسل صرفا در آزمایشگاههای معتبر مشخص شود ولی طعم و مزه این عسل کاملا مشخص است که درصد بسیار زیادی شکر دارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من معمولا شکلات شیری نمیخورم ولی اینو امتحان کردم طعم خوبی داشت به قیمتش هم میارزید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من هم خیلی ماهی خور هم عاشق تن ماهی هستم ولی اینو که برای بار اول بود امتحان میکردم نپسندیدم .مجدد سفارش نمیدم .هم ظاهرش بد بود ،هم طعمش .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو حراج خیلی خوبه نسبت به برندهای دیگه طعم بهتری داره پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به گرانی ماهی تازه و مشکلات تهیه در این شرایط خرید تن به صرفه تره",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "مزه جالبی نداشت با این قیمت بالا خریدش اصلا به صرفه نیست ظاهرا پول بسته بندی جالبش را میدهید که آنهم خیلی گران حساب شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ماهی کیلکا درسته درسته داخلشه ولی طعم خوبی نداشت با اینکه من خیلی ماهی کیلکا دوست دارم از این محصول خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همه محصولات کرالیچین عالی هستن با قیمت مناسب و بسته بندی با کیفیت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ممنون از دیجی کالا حتما بخرید چون از همه جهت درجه یک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم همه پسندی ندارد از نظر بسته بندی ظاهر مناسبی دارد اما محصول داخل پاکت رطوبت جذب کرده بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من اصلا نپسندیدم . همینطور مونده . اصلا با شربت خانگی قابل مقایسه نیست . من پیشنهاد نمی کنم .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار رقیق بود و اصلا طعم و عطر عسل طبیعی رو نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیسکوییت خوشمزه ای است و در تخفیف ویژه ارزش خرید دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل از برند خشکپاک بعید بود این کیفیت پایین و اصلا پیشنهاد نمیکنم به کسی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کوپا بیسکویت های خوشمزه ای داره اما این مورد بعد از خوردن یه بسته ، ته مزه ی بدی تو دهان می مونه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب نبود واقعا تازه نبود و بوی خوشایندی نمیداد دیجی کالا ما به اعتبار تو خرید میکنیم امیدوارم فقط کالای با کیفیت عرضه و اعتبار نامت رو همیشه حفظ کنی ممنون که به نظرات خریداران اهمیت میدی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعم از همه بهتره برای مغز شور و ترش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با قیمت شگفت انگیز بخرید خیلی به صرفس.و خیلی خوشمزس",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شما این شربت رو که میخورید فقط طعم گلاب و شکر رو توش احساس میکنید..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود. مهیا همه ی محصولاتش خوب و با کیفیته",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود گوشتی که داخل ظرف بود رنگ بعضی قسمت هاش تیره تر شده بود و بعد از پختن خیلی سفت بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حتی اگه شکر هم باشه از نظر ریالی ارزش داره و از نظر ارزش غذایی کاش یکی که میتونه نمونه و تست بگیره نظر بده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کامل باز شده بود بسته بندیش و تمام بسته ریخته بود تو کارتن، و همچنین همراه پودر ظرفشویی بسته بندی شده بود و بوی بدی گرفته بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خنک و خوبی داره و بعد از چند دقیقه نرم نرم میشه و انگار میخواد تو دهن آب شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این گوشت چرخ کرده دنبه فراوانی قاطی دارد و بدون اینکه اصلا روغن به غذا اضافه کنی، غذا واقعا چرب می شود. و طبیعتاً حجم آن پس از سرخ کردن به شدت کاهش می یابد، چون مقدار فراوان دنبه آن به صورت روغن آب می شود. اصلا توصیه نمی کنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای بچه ها که به سختی شیر میخورند عالی هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بی کیفیت بود اصلا مثل قبل نبود ومن اصلا راضی نبودم وهرگز پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی عالیه اصلا طعم کارخونه ای نداره و مزه مربای هویج خونگی میده. رنگشم نارنجی خوشرنگ و زیبا که نشان از مواد اولیه با کیفیت داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی با کیفیته فقط قیمت بالاست تو شگفت انگیز توصیه خرید اقتصادی می شود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و خوشمزه ، البته اگر تو شگفت انگیز بخرید خیلی بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوب بود . با تخفیف ارزش خرید دارد . پاک شده و تمیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آقا عالیه بخرین خصوصاً اگه مثل من وقت صبحانه درست کردن ندارین با شیر یا چای و قهوه حرف نداره تا ساعت ۲ که اومدم اصلاً احساس گرسنگی نکردم خیلی خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به بقیه برند ها قیمت و کیفیتش خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من برای تغذیه ی مدرسه گرفتم ؛ خیلی خوب و مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت پایینی داشت و چربی خیلی بالا حتی از رنگ خیلی خیلی روشنش هم مشخص بود، پیشنهاد نمیکنم سفارش بدید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوش طعمه سریع در بخچال خنک میشه فقط یکم قیمت بالاست نسبت ب چیزی ک هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از اونهایی که همیشه مصرف میکنم. طعم خوب داره و اشباع و اسانس نیست. تخفیف ویژه بدید بیشتر بخریم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت قیمتش تو شگفت انگیز ، طعمش بد نیست. با این مبلغ حتی به سختی بشه یه نوشابه انرژی زا ی خوب خرید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "افتضااااح اصلا توصیه نمیکنم بلدرچین مونده و همش استخوان مصرف بلدرچین زیاده ،ایندفعه خواستم از این برند بگیرم ،ولی بشدت پشیمان شدم حتی گربه ها هم این گوشت رو نمیخورن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا برند عالی ایه و حتی از تک ماکارون هم بهتره ماکارونیها به هم نمیچسبند و خوش طعم و لذیذ هستند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم، متاسفانه بو میداد و طعم بدی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کسایی که ظهر کار میکنن یا نصفه شب قول میدم دیگه رنگ خوابو نبینن عالیع طعمشم عالیییی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه از طعم و رایحه دوودی خوشتون میاد انتخاب خوبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تلخی و تازگی مناسب. ۹۵ درصد کم گیر میاد تو بازار. کیفیتش هم عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکمی تا رسید دستم بو نامطبوعی گرفته بود فکر میکنم به خاطر نوع بسته بندیش بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی چایی با کیفیتی نیست فقط بسته بندی خوشگلی داره همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از کیفیت و تازگی و بسته بندی وارزش غذایی خوبی برخورداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهترین ارزش غذایی رو تو حبوبات داره -عالی و خوشمزه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مناسب و خوش فرم برای سوپ و یا تهیه پیش غذاهای مختلف و غیره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه از برند دیگه ای خرید کردم اینبار گفتم اینرو هم امتحان کنم خیلی پشیمونم عزا گرفتم چحوری تموم شه. کاملا صورتی و مقدار زیاد چربی که من اصلا دوست ندارم تو چرخ کرده چربی زده بشه. افتضاح بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیشتر طعم اب گاز دار میده تا این که طعم سیب و کیوی بده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی رضایت بخش نیست. غلیظ نیست و طعم معمولی داره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط در شگفت انگیز و با تخفیف بالا توصیه می کنم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چای های شهرزاد خیلی خوب بودن و من مشتری ثابت این چای بودم،اما فعلاً کاهش کیفیت داشتن،رنگ چای خشک کدره و وقتی دم می‌کشه هم باز کدر و بد رنگه متاسفانه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیاد از حد خرده ریز بود و کمی بو میداد. حتی در شگفت انگیز هم ارزش خردید نداشت (بیشتر از هفت تومان نمی ارزد).",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جدیدا طعم و بوی گوشت چندان جالب نیست. زیرشم همش قهوه ای بود. تو این وضع گرونی گوشت بااین قیمت معقولا چیزای خوبی چرخ نشده این آخرین باری بود که سفارش دادم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من با این چای تو کافه فرانسه تهران اشنا شدم وقتی چای طعم دار سفارش دادم و بعد از اون تا تموم‌ میشه خرید میکنم بوش واقعا ارامش بخشه برام از طعمش هم که نگم ؛ من لذت میبرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دربش رو باز کردم بوی تند عجیبی زد تو صورتم! واقعا ما که آزمایشگاه نداریم امتحان کنیم که آیا اصلا عسل هست یا خیر؟ امیدوارم بوی تندش مال اسانس نباشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من راضی بودم.بسته بندی خوبی داشت و خیلی هم ریز نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه و واقعا کیفیت خوبی داره ولی گرونه دوست داشتم بیشتر میخریدم .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با خوندن نظر بقیه، نظر منم جلب شد که حتماً امتحان کنم. ولی اصلاً چیز خاصی نبود. یکم مزه کلمپه کرمون می‌داد، ینی انگار خرما پخته شده بود. شکلات و بادوم هم زیاد هارمونی نداشتن.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "همش نخودچی وکشمشه چند تا دونه بادومم توش پیدا میشه ب این قیمت اصلا نمی ارزه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "منکه راضیم از محصول و پیشنهاد میکنم بخرین.ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من تا حالا این برند چیزی نگرفته بودم ولی این بار گرفتم و راضی بودم و زودپخته و عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با درود، توجه داشته باشید که این روغن کپی برداری غیر مجاز از برند با کیفیت کریستال ترکیه هست، اونی که من خریدم نشتی داشت و من بعد از رسیدن متوجه شدم که ایرانی هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قراره 4 طعم مختلف توش باشه، اونی که به دست من رسید حدود 80 درصدش طعم نعنایی بود. تلخ هم قطعا نیست، حتی کم شیرینی هم نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بدمزست بوی بدی میده و اصلا قابل قیاس با محصولات دیگر روزانه نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میزان چربی گوشت زیاد بود رنگ گوشت سفیدیش زیاد بود وقتی سرخش می کنید قشنگ بوی گوسفند و سیرابی بلند میشه اصلا نشد استفاده اش کنیم افتضاح بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا بد بو و بدمزه س انگار ماهیو درسته گذاشتن داخلش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید سوپر مارکتی بود و در بسته بندی خوب و به موقع تحویل گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم گرونه هم خیلی بوی بدی داره بوی مونده میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این تخمه از کیفیت و طعم خوب و مناسبی بر خوردار است، از خریدش راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روغن باکیفیتی هست امیدوارم واقعاً ارگانیک و فرابکر باشه با این قیمت بالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد مناسب نیست مزش و به نظرم خودتون درست کنید به صرفه ترم هست در کل پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به هیچ عنوان ارزش خرید نداره پر از کشمش هست حجمش هم بسیار کمه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مرسی از دیجی کالا برای ارسال محصولات تازه و به روز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "میوه مربا بهتره زیاد پخته نشه تا بصورت له و آورده دربیاید.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "کلا یه سری کاربران هستن که فقط نشستن از همه چیز الکی تعریف کنن، راستش من با توجه به قیمت بسیار بالایی که داره اصلا چیز خاصی ندیدم(تازه تو شگفت انگیز خریدم)، به نظرم کیفیت سن ایچ خیلی بهتره، اصلا معدم ترش کرد!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی چیز چشمگیری نیست و مربای البالو خوشمزه تر و بهتره ازش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت عالی بود. بچه هام تو نیم ساعت اول همشو خوردن ممنون",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون کم نمکه برای کسانیکه فشار خون بالا دارن و زیاد نمی تونن تن مصرف کنن خوبه میتونن امتحان کنن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا از همه نظر عالیه تن ماهیش و با اختلاف بهتر از بقیه هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه تو شگفت انگیز بخرین خیلی ضرر نکردین، در غیر این صورت کیفیت پسته اصلا در حد قیمت واقعیش نیست. شوریش زیاده و پسته هم چندان تازه نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مصرف روزانه شیر برای سلامت جسم مفید هر وقت تخفیف داره میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اقا همش شکره .شیرینیش دل رو میزنه.کرم کنجد عقاب خوبه به نظرم نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به خاطر بیسکویت داخلش کاکائو روش کمه و همین خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم مرغ پوست قهوه ای هاش همه تقریبا خراب شده بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک طعم جالب و جدید و بادام زمینی من که عاشق جعفری ام و ایده خوبی برام بود کیفیت و بو و مزه اش هم عالی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی بسیار عالی است. اگه کیفیت آدامس و نرم بودن آن بهتر بود حتما بازهم میخریدم!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "حتما از روغنهای دارای ویتامین دی استفاده کنید چون بدن به این ویتامین احتیاج شدیدی دارد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خیلی از تزیین پسته به صورت کم استفاده شده که به بهانه تزیین پسته قیمت بالا است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هر کسی خوشش نمی یاد، ولی چیزی که واضح هست اینه که آب زیادی در قوطی هست که از ارزش مادی محصول کم می‌کنه در ضمن ماهی رو بد شکل جلوه میده و احساس ناخوشایندی ایجاد می‌کنه. کیلکای آبداره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه چندم هست که سفارش میدم و بعد از چند روز پیام میاد که تامین نشده و از سفارش شما حذف شده است!!!! خوب و تازه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با این قیمت مربای بزرگتر از برندهای معتبرتر میتونین بخرین. توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ته بطری روغن جامد هست در صورتی که اصلا نباید اینطوری باشه،ظرف مات هست تا داخلش معلوم نباشه،نخرید اصلا خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شکلاتش عالیه از نظر طعم. تنها مشکلش این بود که توی ارسال توی گرما کاملا آب شده بودن و وقتی گذاشتم توی یخچال تا دوباره ببنده،شکلش خب عوض شد دیگه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تیکه های زیری کمی رنگ زرد داشتن انگار زعفرون یا چیزی دیگه باهاشون در تماس بوده. من اون تیکه ها رو دور ریختم چون نمی دونستم چی هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انرژی بالایی داره و به عنوان میان وعده خیلی خوبه، با وجود اینکه حجم کمی داره اما ضعف رو از بین میبره و مقویه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت کره کنجد در بازار حدود سی تومنه . اما با کیفیت خوب و خوشمزه. بر این اساس فقط توی شگفت انگیز خرید این برند منطقیه هرچند مزه اش خوب نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از خریدم راضی هستم مارک شانا از کیفیت خوبی برخوردار است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بیش از حد شیرینه و خیلی شله، من یکبار دیگه این مربا رو بسته بندی شیشه ایش رو گرفته بودم خوب بود ولی این با اون فرق داشت!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داخل بسته،بعضی از آب نباتا بصورت مایع هستن،باعث تاسفه که یه کارخونه همه کار بکنه برا تولید یه محصول،ولی واحد کنترل کیفیت نداشته باشه یا شاید هم داره ولی براشون مهم نیست،در ضمن طعم زنجبیلش زیاد قوی نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم قیمتش مناسب دراومد.تاریخش هم ۶ماه مهلت داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد آب پس داد. مثل اینکه محلول بهش تزریق شده باشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "غلظت‌اش به‌قدری کم هستش که شوکه میشید... طعم خوبی هم نداره واقعا... هر سه تاش رو ریختم دور فقط پول بطری دادم فکر کنم چون بطری‌هاش خوبه ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "درسته که سلیقه ای هستش ولی به نظر من اصلا مزه خوبی نداره و به جای تند تلخه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حلوا شکری معمولی سنتی اش خوشمزه تره ولی اینم بد نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با وجود ظاهر زیبا اما آلبالوی کمی داشت و از ظرف هم بیرون زده بود. مرباهای ایز عمدتا شکره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هر تخم مرغی که شکستم داخلش رگه های قرمز رنگ داشت واقعا بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و تمیز و باکیفیت خوش پخت و خوشمزه است توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برند معروف و با کیفیتی هست . ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچولو بود ، من به حجمش توجه نکرده بودم . ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا از نظر کیفیت و طعم و میزان روغن و نمک بهترینه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چربی کمی داشت و باعث شده بود گوشت خیلی سفت باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به مربای ژیکاس که خریدم خیلی شیرین تره. من به شخصه این حجم از شیرینی رو نمیپسندم. آلبالوها توش مشخصه و از این نظر خوبه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نات بار فندق مانی یک طمع خوب و کار نویی هست. به نظرم تمام طمع هاش خوبه . فقط تو بازار کم هست. البته قیمتش هم اگر تو تخفیف باشه عالیه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من طعم این ویفر ها رو خیلی دوست دارم. ولی بسته بندی بزرگش این مشکل و داره که شش تا ویفر با هم تو یه بسته قرار گرفته و وقتی بسته رو باز کردید همه هوا میخورن. اگه بسته بندیهای تکی توی باکس بزرگتر قرار میگرفتن خیلی بهتر بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در کل خیلی بد نبود اما به نظرم نسبت به قبل کمی کیفیتش پایین تر آمده تو گوشت خرده های سفید و سفتی بود و مشخص بود چربی نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دقت کنید این محصول شربت نیست آب آلبالوئه چون اصلا شیرینی نداره",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "پدر من برای خرید عسل خیلی سخت میگیره ولی این رو پسندید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون ماهی حتما باید در سبد تغذیه خانواده باشه وقیمتش گرونه ,در شگفت انگیز خریدم راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من نمونه خارجی اش را خیلی دوست دارم، خوشحال شدم دیدم تولید داخل هم زده ولی این متاسفانه خوب نبود. به نظر من مزه کاچی میده با طعم گلاب.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بنظر من بهترین چای کیسه ای با عطر ارل گری چای شهرزاد رنگ عالی برای کسایی که چای پرنگ میخورن و بسیاااار خوش عطر",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آسیاب قهوه مناسب دستگاه نیست خیلی نرم شده و به پمپ دستگاه فشار میاره، ترش و خیلی تلخه و عطر خوبی نمیده نسبت به قیمتش خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نمیدانم این هم اصل وتقلبی داره . به هرحال خیلی بیمزه بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا تازه نبود و بوی ماندگی میداد درصورتی که تاریخ رو بسته جدید بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی داره، حیف که زود تموم می شه در دیجی کالا و بقیه فروشگاهها هم زیاد نمی یارنش.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارزش خرید دارد و کیفیت و تازگی و تخفیف خوب دلیل خرید این محصول برای چندمین بار برای من داشته است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داخلش یه تار مو بلند بود. موندم با بسته بندی محکم چطور داخلش یک تار مو بلند بود. نخورده انداختم دور. حیف پولی که بابتش دادم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای کسانی که لاکتوز اینتولرنس دارن مناسبه و حدودا ۷۰ درصد عوارض شیر معمولی توی این افراد کمتر دیده میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ممنون از دیجی کالا برای ارائه با تخفیف این محصول",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این سری خرید از کیفیت نتراضی بودم و زره بی رنگ و آبکی داشت قبلا کیفیت بهتری داشت و از تلاونگ انتظار نداشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون خیلی از قهوه خوشم نمیاد و نسبتا کم میخورم عطر و طعم قهوه برام مهمه که خوشبختانه این عطر و طعم خوبی داره و دوسش دارم!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این چای بدون عطره و زودم دم میاد. بسته بندی و کیفیتشم خوبه. اگه چای بدون عطر می خواین اینو سفارش بدین ولی اگه می خواین عطر دار باشه مدل معطرشو بگیرین. در کل گلستان کیفیت بالایی داره.ممنون دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت مناسب آن نسبت به قیمت در دیگر فروشگاه ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این ماء الشعیر ایرانیه که توسط شرکت بهنوش ساخته میشه و طعمشم معمولیه و ماءالشعیرهای ایرانی بهتر از این در دیجی کالا وجود داره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی آدامس نرم و خوبیه. طعمشم خوبه. من دوسش دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمیکنم داخلش پره هواس و اصلا طعم خوبی نداره پول بسته بندیشو میگیره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشت ماهیچه 3-4 ساعت باید بپزد کلا دیر در است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه و بوی خاصی میداد که من دوست نداشتم و تا حالا هرچی حلوا ارده خورده بودم این طعم و بو رو نداشته!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی مناسب اما دانه بندی لوبیا ها ریزتر از حالت معمول بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "البته در صورتی که در خرید شگفت انگیز بخرید در غیر این صورت به نظرمن نمی ارزه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با توجه به داشتن مواد نگهدارنده اسید سیتریک پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی شل هستش طوری که رو نان اصلا یه ثانیه هم نمیمونه من پیشنهاد نمیکنم مثل آب میمونه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گرجی برند خوبیه ولی این نوع بیسکوییت کیفیت پایینی داشت . واقعا بد مزه بود و انگار نمور بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر واقعا شیره خالص باشه ارزش بسیار بالای غذایی داره و من واقعا به همه توصیه می کنم استفاده کنن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "راضی نبودم... طعمش هم زیاد خوب نیست ....ماهی هاشک انگار رنده کرده بودن توش ریخته بودن... کلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "وزن با بسته بندی دقیقا ۲۵۰ گرم است در صورتی که نوشته ۲۵۰ گرم قهوه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی داره، استخوانهای ریز هم داره که خیلی مشکل ساز نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکدسته و پاک شده ...هنوز نپختم نمیتونم راجب پزا بودنش نظر بدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پاک شده و درشت و بدون له شدگی و بسیار مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "منکه عاشق پاستام نتونسم بخورمش فاجعس همون ماکارونی شکل دارو آب پزکنی بدون هیچ طعم دهنده ای بخوای بخوری .... نه توش قارچ بودنه موادخوشمزه دیگه عین سوپ اماده ک بیرون میخرین چن لیوان اب اضافه میکنین همونجوری ب همون اندازه بدمزه وفاجعس گول تبلیغ وکامنتاروخوردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیشتر شیر مدت دار نمیخرم مگر اینکه تعطیلات باشه شیر تازه نباشه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "عطر لاواتزا را ندارد اما خوب با بسته بندی شکیل است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چون بعد از باز کردن نمیشه زیاد نگهداشت میزانش مناسبه و خوش طعمه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه تاریخ تولید خیلی جدید بود اما بسیار بوی بدی میداد، فکر کردم بوی سبزیجات باشه و خوردم و دل‌درد گرفتم از خوردنش، بقیشو ریختم دور. بوی ماهی گندیده میداد. اینا باید در دمای پایین نگهداری بشن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی گرون شده،متاسفانه خوردن روغن خوب هم باید هزینه زیادی پرداخت،",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بنده نظر کارشناسی ندارم ولی ایرادی ندیدم طعم نزدیک به عسل طبیعی بود بنظرم در شگفت انگیز ارزش خرید دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خرید رو توصیه نمیکنم خیلی گرون تر از قیمت واقعی میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خیلی با کیفیت بود - طعم و غلظتش خیلی کیفیت و آبکی شده شده با این کیفیت ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هیچ شباهتی به طعم همیشگی اورنجینا که سالها خریدم نداره بی مزه و خیلی خیلی کم شیرین و بی کیفیت واقعا تعجب کردم و فکر کردم تاریخ گذشته اس ولی نبود و افت شدید کیفیت داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا بستگی به طبع افراد داره به نظر به عنوان نوشیدنی بد نیست ، ولی جای نوشابه رو کنار غذا نمیگیره میشه جای چایی اینو خورد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نه مزه سیر میده نه کره، آخر مجبور شدم خودم سیر و کره و زعفران اضافه کنم تا قابل خوردن بشه. دم و بال ماهی ها هم گرفته نشده زیر دندون‌ میاد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کنجد نداره گردو خیلی خیلی کم پوره انجیل هم کمه توش ارزش خرید خیلی پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهیا پروتئین نسبت به سایر برندها کیفیت بهتری دارد ولی اخیرا به نظر می‌رسد میزان چربی گوشت چرخکرده آن افزایش یافته است.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا تازه نبود و کمی بوی موندگی میداد و اصلا پیشنهاد نمی‌کنم بخرید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم من جلد قهوه ایش که شیرینیش کمتر خوشمزه تر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در شگفت انگیز گرفتم ولی رنگ و کیفیت گوشت نسبت به عکس پایین تر بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی کیفیتش خوبه، یکی برای من اسپرسو از خارج اورده بود این در حد اون بود واقعا عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه و حجم ماهی مناسب بود اگه سعی کنن خردش صفر بشه که دیگه عالی میشه البته تو شگفت انگیز که خیلی به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی به دستم رسید گرم بود و بوی خیلی‌خیلی بدی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط رنگ زعفران داره و اصلا بوی زعفرانش خیلی کمه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دست من اومده و کارتنش پاره شده. کلا محصولات عادی از دی جی کالا میگریم اونقدر بی کیفیت هستن که باید مرجوع کنیم. اینها که دیگه غذایی هستن و با سلامتی در ارتباط هستن باید بیشتر مراقبت کرد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود من دوست داشتم؛ من همیشه برند عقاب رو می خریدم، ولی این دفعه که از این برند خریدم؛ بدم نیومد، قیمتش هم مناسب تر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ایز کلا همه مرباهاش خوبه و به صورت مارمالاده ! اگه مارمالاد طوری دوست دارید بخرید چون طعماش حرف نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه اکثر محصولات برند کوپا خوب و خوشمزه است ولی این بیسکویتش واقعا توی ذوقم زد. سرشار از روغن پالم هست که توی دهن مزه ا‌ش را حس میکنی و انگار داری با بیسکویت روغن جامد میخوری.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت عالی . ولی یچیزی که دیجی کالا ننوشته بود اینکه با طعم وانیل هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوبه مخصوصا برای کسی که ویتامین دی پایینی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نحوه توضیح بع اشتباه افتادم و انتظار فیله مرغ را داشتم ولی سینه مرغ بود که شبیه فیله بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت بالایی که داره کیفیت خوبی نداره ، توصیه نمی‌شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چربیش زیاده و رنگش با اون چیزی که توی عکس دیده میشه خیلی متفاوته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چای خوب و عطرش خوبه ولی خب عطرش کمه اگه بیشتر بود بهتر بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بال مرغ بوی بدی میداد که نشان دهنده کهنگی و فاسد بودن ان است.تاریخ ان نیز مال ۲ روز گذشته بود در نتیجه تمام ان دور ریخته شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "باقالی بایدیکدست باشه وقتی نصف باقالی ها زود میپزه نصف بیشترش نپخته نپخته است باید چکار کرد؟نصف باقالیا وا رفت نصفش سفت بود راضی نبودم از این برند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چای خوشمزه و خوبیه. ولی عطرش فراره. خیلی باید در ظرف چای رو کیپ کنید تا عطرش نپره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من که دوست داشتم چون همیشه با پوست خرما مشکل دارم خرمای بی پوست و مغزدار با روکش شکلاتی برام جذاب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خوب نیست،‌ نم‌داره و چند تا هم تلخ و گندیده در‌اومد. تخمه اعلا نیست . میشه از بیرون بهترش رو‌خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دو تا چای 250 گرمی، در واقع اسم هدیه را یدک می کشه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "به نظر من تنها ایرادی که داشت روغن زیادی که روش قرار داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمش اسپایسی هست . برای کسانی که به تندی و سیر علاقه دارند خوبه .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط توی یکی از تخم مرغ ها لخته خون بود، وگرنه بد نبود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسیار خوشمزه با بسته بندی خوب بدون شکستگی به دستم رسید. فقط سری قبلی که خریدم تخم مرغها درشت تر بودن. این سری یه کم ریز قاطیشون بود. ولی بازم ممنون از تیم دیجیکالا که توی این شرایط کرونا هنوز دارن به خدماتشون ادامه میدن. واقعا ممنون ممنون.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه و غلیظ بود. در سوپر تخفیف با قیمت مناسب خریدم و راضی بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیره خرما بود ،شیره انگور نیست ،اگه فقط شیره انگور میخواین نخرید،من مجبوری دیگه استفادش کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش گران شده ولی خوبه البته واسه خواب کاری نمیکنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چیز خاصی نداره ولی بسته بندی و دانه هاش جالب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در یک کلام عالی اول یدونه گرفتم برای امتحان خیلی عالیه تو خریدش شک نکنید بسیار خوش طعم و خوش عطر",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه از محصولات دیجی کالا خرید میکنم..و راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خرید خوبی بود.پیشنهاد میکنم در شگفت انگیز خرید خوبی هست‌.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من اصلا راضی نبودم. اصلا حس یه ادامس رو نمیده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تکه های شنسیل داخل بسته بزرگ و ضخیم بودن و بخاطر همین هم پختش یکم زمان میبره ولی تازه بود و یخ زده هم نبود. ادویه ی روش هم یه مقدار فلفلی هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به نظر تازه نمیومد انگار 4یا5روز قبل چرخ شده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام به شدت از خریدم پشیمون هستم چون که این مربا تلخ هست و حال به هم زن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای اولین بار استفاده کردم و واقعا جالب بود میتونه جای برنج رو بگیره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیرینی اش زیاده و شکر هم برای سلامتی بسیار مضره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من رو حساب نظرات دو بسته گرفتم اولیشو که باز کردم چند تا خوردم به شدت از خریدش پشیمون شدم به دیجی کالا هم گفتم متاسفانه گفتن پس نمیگیرن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چون من قهوه ترک مصرف نمی کنم اون مزه تلخ قهوه رو احساس نکردم و خوشم نیومد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا توصیه نمیکنم و به هیچ عنوان رضایت مندی در پخت ندارد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل به این شلی تا بحال ندیده بودم فکر نمیکنم اصلا عسل باشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم یه کم گرونه و طعم شیر به اون صورت نمیده. بیشتر برای کسانی مناسبه که تو رژیم های سخت هستن. برای رژیم های معمولی شیر کم چرب به نظرم معقول تر از صفر درصد چربیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "علاوه بر بد بودن کفیت بد شیر و موز.، طعم ب د و نا مناسب، این کالا پس از چند لحظه پس از مصرف. که ممکن است،، به علت وجود مواد نگهدارنده و یا استفاده از شیر خشک باشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار تازه، بدون استخوان و پاک کرده بود، قطمت مناسب مخصوصا در شگفت انگیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از این خرید راضی بودم ، هم برای استفاده در پلو و هم کنار سالاد خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مواد توی ساشه از ۱ قاشق چای خوری هم کمتره. و بوی ماهی میده. اصلا دوس نداشتم. رنگشم سبز لجنیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات زر ماکارنی در حجم زیاد هم به هم نمی چسبند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظرم این طعم اش نسبت به بقیه طعم هاش هم خیلی شیرین بود و هم من خیلی از کیفیت اش خوشم نیامد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی گرونه نسبت به تخم مرغ های عادی.تعداد بیشترش باز به صرفه تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و خوشمزه. بخرید ظرفشم بعدا به درد می خوره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای صبحانه پیشنهاد میشود. به اندازه ۲ تا لیوان رنگ داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من و برادرزاده ام سر این شکلات کشمکش داریم طعم توت فرنگی اش به شدت ملایمه و گلو رو نمی زنه از مورد علاقه های منه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من کیفیت تمام محصولات شیررضا رو امتحان کردم، عالیست، امیدوارم کیفیتش رو همیشه همینطور حفظ کنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا البالو شو خریده بودم که خیلی راضی بودم که این باز 6ام هست که میخرم و راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش رو نمپسندیم. نسبت به برندای دیگه با یک نوع پخت، نرم از آب درمیاد!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "الان که گران شده یادش بخیر چند ماه پیش خریدم خوش مزه بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه قند طعم دار میده و چون بزرگ هست سریع دل رو میزنه فکر میکردم از خود میوه استفاده کرده باشن تا حس بهتری بده ولی کاملا اسانس و بدون کوچکترین طعم شکلات",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حلوای سیمرغ همیشه خوب بوده قیمتشم تو شگفت انگیز عالیه مرسی از دیجی بابت تخفیف",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خانواده ام مصرف کردن با وجود سختگیری از طعم و کیفیت خوششان آمد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انقدر چربیش زیاده که یک چهارم میزان اولیه کف قابلمه باقی میمونه ولی به موقع و کاملا سرد به دستم رسید و این خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مثل بقیه محصولات مهیا پروتئین تازه و با کیفیت خوب بود ولی فیله نبود، سینه بدون استخوان سه برش خورده بود که کاملا هم از هم جدا نشده بود! سه تا برش نا منظم و ناقص!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دو بسته ماهی تحویل گرفته یکسان و از رنگ و روی یکسانی برخوردار نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من نظرات رو خوندم که میگفتن شور هست ، اما چون تو مشخصات اصلا ننوشته بود نمکی خریدم . اما افتضاحه خیلی شوره ، به هیچ وجه نخرید ، کنجد برشته عقاب واقعا بهتره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در مشخصات ننوشته ایرانی است. اگر می دانستم ایرانی است از برندهای معتبر و شناخته شده مثل باراکا یا پارمیدا می خریدم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دلم میخواست از مارکهای خارجی به داخلی بیام. اما این قهوه با اینکه نظرات نسبت بهش مثبت بود نظر مثبت منو جلب نکرد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه این محصول ایرانی هست ولی مزه و بخصوص بوی خیلی عالی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر طعم و کیفیت واقعا خوبه بسته بندی خیلی قشنگی هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از کیفیت و بسته بندی و تازگی و طعم خوبی برخورداره ارزش غذایی و خرید هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بی کیفیت و طعم و بوی کاکائو مونده میده. اصلا موقع خوردن حس شادی یک بیسکوییت با ‌طعم‌خوب رو نمیچشی. ارزون قیمت و بی کیفیت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا مثل توی عکسش نبود به هم چسبیده کم بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خیلی مصنوعی و احساس می کنی داری اسانس می خوری",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت عسل های موجود در بازار، کیفیت مناسبی داره همیشه تخفیف داشته باشه خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای یک وعده شام بعد از باشگاه عالیه. من حلقه حلقه میبرم و ساندویچش رو درست میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آب میوه های ساندیس خیلی خوش طعم و مقرون به صرفه هستن. طعم هلو هم قدری شیرینتر هستش و عطر خوبی داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این نوعش بمب کافیینه . عطر و بوی خوبی هم داره و به نظرم برای خوردن یک قهوه سریع و خوب در محل کار یا جایی که دسترسی به دستگاه نباشه عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوب درکنار طعم قابل قبول درپیشنهاد شگفت انگیز ارزش خریدخوبی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این میگو از کیفیت مناسب و خوبی برخورداره، خوشمزه است از خریدش راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خیلی خوب بود بدون شکستگی به دستم رسید ولی خیلی تخم مرغها ریز بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با توجه به طعم و غلظتی که داره خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه یکنواخت نمی پزند یکی له می شه و دیگری سفته پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این کالا ارزش خرید بالایی دارد و خرید ان توصیه می شود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "امیدوارم این نظر منتشر بشه تا دیگران بخونن. اصلا به صرفه نیست. تن ماهی بد مزه ای بود. خیلی هم کم بود. واقعا 15 هزار تومن نمی ارزه. قیمت واقعیش 5 هزار تومن بیشتر نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوش عطر و خوش طعم و غلیظ هست،محصولات اصالت همیشه عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خیلی خوشمزه و تازه. با طعم ب یاد موندنی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من کینوا ارگانیک سفارش داده بودم در حالیکه ارگانیک نفرستادین متاسفانه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ادامس خوبیه، معدتون ترش نمیکنه، بعد چند دقیقه سفت و بی مزه هم نمیشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسلش عالیه و طبیعی البته من توی شگفت انگیز گرفتم که خیلی هم به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من حقیقتش طعمش رو دوست نداشتم(یک بوی خاصی داره که میزنه تو ذوقم) و البته نسبت به شیرهای معمولی خیلی هم پرچربه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در کل راضی نبودم اما این برند از بقیه بهتر است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من برای سالاد ماکارونی خریدم اما خیلی برای اون کار مناسب نیست. بیشتر برای تهیه پاستا به کار میاد.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "مهم‌ترین قسمت تمیز کردن میگو رگ پشتش هست که پاک نشده بود و از خریدم راضی نیستم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من تو فروش ویژه سوپر مارکتی خیلی قیمت خوبی خریدم، غلظت خوب ،طعم قهوه خیلی خوب ،شیرینی به اندازه کمی تلخی قهوه داده و توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت اندازه گرونن، ولی از تخم مرغ و بلدرچین بهتره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "زمانهایی که تخفیف خوب میخوره، واقعا برای خرید به صرفه میشه! طعم جذابی هم دارد و بنده و همه اطرافیان پسندیدند! به همین دلایل، تعداد نسبتا زیادی از این محصول را از دیجی کالا خرید کرده ام.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بار اول که خریدم خوب بود ولی سریهای بعدی خ بی کیفیت شده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در شگفت انگیز هم ارزش خرید ندارد. بیشتر آب شکره تا عسل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مدت زمان طولانی جهت دم کشیدن میبرد و مناسب چای ساز نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عالی و با بسته بندی مناسب با نرخ شگفت انگیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شاید همین گوشت باعث بشه دیگه از دیجی کالا خرید نکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی چرب و خامه ای اصلاااا پیشنهاد نمیکنم و فاقد ارزش غذایی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا بدرد نمی خورد حلوای عقاب یه روزی خوب بود الان شده شکل پنیر بسته بندی دیگه اون خشکی وخوشمزگی را نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت و مقدار هر بسته مناسب بود، ولی محصول کاملا خرد شده به دستم رسید. به همین دلیل فکر نمیکنم دیگه همچین کالایی از دیجی کالا بخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه داروی تقویتی میده و اصلا شباهتی به تافی نداره طعمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از این مدل ماکارونی خیلی خوشم میاد به دوستان توصیه میکنم این مدل رو امتحان کنند خاطرات کودکی رو زنده میکنه برام .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از بهترین انواع خاویار هست و بسیار لذیذ، فقط ایکاش زود به زود تخفیف بخوره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم خوبی نداره. ولی تو پیشنهاد ویژه ارزش خرید داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خود میگو خوب بود هم تمیز بود هم اندازش خوب بود ولی کامل یخش باز شده بود این بار دوم بود که ماهی و میگو رو اینجوری از دیجی کالا تحویل میگیرم ترجیح میدم دیگه این چیزا رو ازش نخرم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تازه و ترش و خوشمزه و مقوی است برا کودکان",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار خوب و خوشمزه بود و مقدار آن برای روزانه یک فرد مناسب است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متوسط رو به پایین ، من نمونه اصلی (عربی) را همیشه می‌خریدم که بسیار خوش طمع تر از نمونه داخلی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن خوبیه ولی انقدر براش تبلیغ میکنن ادم انتظار بیشتری داره ازش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من چند وقتی هست که توسط یکی از همکارانم از این قهوه استفاده میکنم قهوه خیلی خوب و خوش طعمی هست و انرژی بالایی صبح به شما میدهد به نظر من استفاده از این نوع محصول بسیار جالب هست و از خریدن آن پشیمان نخواهید شد ،",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکم سفت بود ولی خوشمزه بود.جالب بود که کوچولو کوچولوئه بیسکوییتها",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "شیر کاکائو خوبی بود ومن برای تغذیه مدرسه بچه گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کینوآ ش خوبه و نسبت به برندهای مشابه خیلی درشت تر میشه و من تا حالا چندتا هم برای دوستان گرفتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پول دور ریختن. انگار تن ماهی رو چرخ کردن. همش ریز ریز شده. درضمن رنگش تیره و تیکه های سیاهش زیاده. روغنشم خیلی زیاده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح بود اصلا توضیه نمیکنم به شدت کهنه بود و اکثرشم پوچ بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و اماده مصرف بدون هیچ تیغی البته فکر نمیکنم سالمون باشه و اینکه تو مشخصات زده بدون پوست ولی پوست داره اینم بگم من تو شگفت انگیز خریدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ازهرنظرعالی است خیلی بامزه برای صبحانه ولی قیمتهاهردوسه دقیقه بالاوپایین میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من معمولا کینوای معمولی میگیرم و غذا درست میکنم. این کینوا هم خوب بود ; چون آماده هست ولی یه بویی میداد مثل بوی روغن که خوش ام‌نیومد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من از طمع این ماکارونی راضی نیستم و پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از تازگی و طعم و ارزش غذایی خوبی برخورداره ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارزش خرید داره و اگر تخفیفم داشته باشه عالی میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ساق بی پوست ساده مرغ مهیا پروتئین مقدار 0.9 کیلوگرم با کیفیت مناسب و قیمت به صرفه و همچنین ارسال سریع بسیار عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته‌بندی کیفیت مناسبی داره و بن‌مانو هم کیفیت متوسط رو به بالا داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و تازه بود و البته نیمه منجمد اگر استخوان هم نداشت که معرکه میشد . ولی قیمتش نسبت به بیرون بالاست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کیفیت خوبی داره طعم و عطر و رنگ مناسب و خوبی هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه و طعمی ماندگار منتها به دلیل گرانی های اخیر گران شده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من چندباره دارم ازاین مدل میخرم خوبه ولی اندازه کوچیکی داره ،برای پذیرایی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم پپسی اصل رو نمیداد با اینکه روی قوطی نوشته شده اصل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من دوست داشتم و در شگفت انگیز مقرون به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من جدیدا قهوه ترک بن مانو رو مصرف می کنم خوش مزه ست و دل نشینه پیشنهاد می کنم حتما بخرین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آسیاب جهت دستگاه قهوه ساز خانگی مناسب نیست، عطر و طعم دلچسبی هم ندارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دلیل انتخابم:بر روی محصول عنوان شده است بدون مواد نگهدارنده",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خیلی سفت بود مخصوصا برای کسانی که دندان پروتز دارند پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "4 عدد شیر از دیجی کالا خریدم همه فاسد بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قدیما یک چاشنی توش قرار می دادن الان دیگه نداره چاشنی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از خریدش راضی بودم مخصوصا اینکه تو شگفت انگیز خریدم. نسبت به سالمون خارجی خیلی فرق قابل توجهی نداره و جایگزین خوبی بجای سالمون خارجی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طبق نظرات دوستان خریدم ولی بو بدی داره و مزه اش هم اصلا خوب نیست من پشیمون شدم خیلی از خریدش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمتش واقعا خوب بود و سایز تخم مرغها قابل قبول بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به خاطر کرونا شستم بسته اش رو اما توش آب رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصول با کیفیتی است ولی برخلاف مطلب عنوان شده برروی محصول میگوها رگ گیری نشده بودند",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به نظر من از دیگر برند ها سان استار بهتراست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من مسقطی زرشک خیلی دوست دارم ولی این اصلا خوشمزه نبود و مزه ش خیلی حالت صنعتی و اسانس داره بافت‌ش هم خیلی جالب نیس در کل میشه خوردش ولی من اصلا راضی نیستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من اگه کسی دنبال یه دون نرمال میگرده واسه مصرف معمولی روزانه دون بسیار خوبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توصیه نمیکنم به شدت مزه مصنوعی و سرشار از اسانس و غیر طبیعی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو فروش ویزه پیشنهاد میشه کاش تنوع طعم در بسته 12 تایی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از داخل جعبه که بیرون آوردیم همه ورقه ها به همدیگه چسبیده بود و اصلا کیفیت نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت خیلی خوبه خریدشو پیشنهاد میکنم من خیلی دوستش داشتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کافئین و عطر و طعم خوبی داره و ارزش خرید داره با این قیمت پیشنهاد میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تولید کننده خوب با محصول خوب سرخ کردنیهای لذیدی رو تجربه میکنید امتحانش کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مهیا پروتیین بهترین در ایران از نظر کیفیت گوشت بسته بندی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قبلا کیفتش بهتر بود، این بار یه لکه های سیاهی روی گوشت بود که خیلی بد بود و میخواستم بندازم دور",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش بد بود و درکل خوب بوی ماهی کیکا رو گرفته بودند.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دونه هاش خیلی درشته وبعداز اینکه تو آب خیسونده میشه ویگه میشن اندازه فندق",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "من مصرف آدامسم زیاده و همیشه تریدنت و فایو استفاده کردم،بخاطر تحریم ها متاسفانه ادامس های خارجی یا نیستن یا تاریخ گذشته ن،این آدامس از نظر کیفیت از بایودنت و اگزیت و وایت و اکشن و... بالاتره یعنی بعد از تریدنت من این آدامس رو میپسندم با قیمت بسیارررررر ارزان",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش خوبه و کیفیت تخم مرغ هاش هم راضی بودم و همگی سالم بدستم رسید و همچنین سریع",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطر و طعمش سلیقه ایه . من که راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی استفاده کردم دیدم نسبت به کپسولای دیگه مقداری کمتری قهوه میده بعد از یه مدت دیدم از زیر دستگاه اب میریزه و صدای بدی میده بعدشم که کلا یکی از دستگاهام به مشکل خورده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار رقیق بود، تقاضامندم دیجی‌کالا از برندهای معتبر و با کیفیت عرضه کنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بهتر از خرید از سوپر مارکت سر کوچه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه یه کپی بد از رنگارنگ هست من از خریدش پشمون شدم طعم و مزه اش نصف رنگارنگه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی استخوان ریز و اذیت کننده داره. استخوان هاش کلفت و سفت هستن نمیشه خورد، خیلی هم ریز هستن نمیشه از شرشون خلاص شد. یکمی ازش دادیم به گربه، طفلی گربه هم پدرش در اومد داشت خفه میشد بخاطر تیغهای نافرمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و خوش طعم و قیمت مناسب برای بچه ها که در مدرسه یا مهد کودک ببرند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمیدونم با چی درست کردن اما بعید میدونم عسل باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من ظاهر و اسمش خیلی از خودش خوشمزه تره و مزه ش اصلا چنگی به دل نزد. پشیمون شدم از خریدش.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا مشخصه که آب شکره نه عسل وقتی با قاشق برمیداری میریزه کامل . باید با ملاقه برداری :(",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته خوبیه. من چند تاش را تو شگفت انگیز گرفتم. خوش پخت هست و سربسته نداره و تو شگفت انگیز واقعا ارزش خرید داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پدر من بوشهری بودن ومن کیفیت ماهی را میشناسم هم تازه وهم خوشمزه است وهم قیمتش مناسبه مرسی دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی یکدست هستش هنوز نپختم تا از مزه و خوش پخت بودنش بگم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه اصلا مزه مناسبی نداشت. و خیلی هم مزه لیمو نعنا نمیداد. انگار همش اسانس و طعم دهنده مصنوعی داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بچه ها خیلی دوستش دارند.به خاطر روکش شکلاتی و سایزش دوستش دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دفعه قبل پر از خورده های توت فرنگی بود ولی این دفعه که گرفتم اصلا راضی نبودم ، چون دوتکه خورد شده توش بود .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شربتهای شادلی خوش طعم تر از برندهای دیکه هست، انتخاب اول من هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به دوستداران بادام هندی حتما توصیه می کنم. بادام هاش نسبتا کوچیک و کمی هم خرد شده بودند که احتمالا به خاطر حمل نا مناسب بوده ولی بسیار خوشمزه بوداده و آماده شده بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همیشه میگیرم خیلی طعم نداره اما سایز وقیمتش تو شگفت انگیز خوبه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمش خوب بود. زود از دهان نمیره بایودنت برند ثابت شده ای در آدامس هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در پیشنهاد شگفت انگیز واقعاً ارزش خرید بالایی دارد و حدودا نصف قیمت است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مربای خوش طعم وخوشمزه هستش تو شگفت انگیز قیمتش مناسبه پیشنهاد میکنم ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داره خوش طعم هست و کالری پایینی داره، روغن ترانس هم نداره. بیسکویت های آوند همگی خوش طعم و با کیفیت هستن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زمانی که خریدم و بازش کردم فقط یک جمله اومد به ذهنم، \"هیچ ارزانی در کشور ما بی دلیل نیست\"",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بی کیفیت و بد ، حتی رنگ طبیعی عدس قرمز رو نداره و خیلی کمرنگ تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینی که لپه‌هاش درشت بود، ولی خیلی خراب توش بود! در کل توصیه نمی‌کنم خریدشو!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیلتون تن ماهی خوبیه. ولی این تن ماهی خیلی کوچیکه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمش جالب نبود برام با مربا هویجایی که قبلا خوردم اگر مقایسه کنم نمره ۵۰ از ۱۰۰ میدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه س ولی نوشابه س دیگه ضرر داره ولی برای جور شدن سبد خرید خیلی خوبه!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش بدک نیست. داخل دهان تقریبا اب میشه. جدیدا حال به هم زن شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "معمولا تخفبف داره و از قیمت مغازه پایین تره برای خریدش حتما از دیجی کالا تهیه کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ته طعمش تلخی داشت به نظر من. دوست نداشتم این مارکو",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا خوب نیست همون طور ڪه بقیه ڪاربرا میگن مزش و طعمش و رنگش خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راستش بازش کردم کسی نخورد دادمش به گربه های دم خونه مون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تن ماهی خیلی خیلی خوبیه من از خریدش راضیم ولی اگر ارزون تر باشه خیلی بیشتر میخرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر ظاهری و بسته بندی خیییییلی خوشگله، خیلی خوشمزه اس، قیمتشم خوبه، کلا راضیم ازش زیاااد!!!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزست فقط شیرینیش زیاده چون میوه های بکار برده شده، هر دو شیرینن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه ترش و تلخی داشت و بافت خیلی بدی داشت ، اصلا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دربین محصولات داخلی به جرات بهترین هست تاحالا از مدیوم و لایت استفاده کردم واقعا عالی هست و چندین بار سفارش دادم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای جایی که وسیله قهوه درست کردن نیست ...قهوه مناسبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تصویر kiristal است ولی جنس ارسالی cristal آن یکی محصول ترکیه و این یکی محصول ایران پرشده در لوشان شایسته است تصاویر لازم و کافی از محصول سایت گذاشته شود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه است و بچه‌ها دوست دارند خوش خوراکه قیمتش هم مناسب است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه و حسنش این که رژیمی و بدون شکر هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من فقط تونستم یه نصفه از این بخورم خیلی بد مزست طعم موندگی میده اصلا بوی سیب نداره خریدش رو اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی زیادی شیرین و کم گاز بود و دلو میزد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت گوشت خوبه و تاریخ روز هم هست ولی وزنش کمترش از چیزیه که روش مینویسند. گویا وزن ظرف که تقریبا ۵۵ گرمه هم جز وزن کلی حساب میکنند!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمش یه مقدار مصنوعیه اسانسه شربت کارامل سن ایچ خیلی بهتره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "توی تخفیف بسیار بصرفه است ولی بطور کلی برند گرونیه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "گوشتش خوب بود بسته بندی خوب فقط یه مقدار از کاغذ زیرش با گوشت قاطی شده بود اگر کاغذ زیرش نباشه بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نوشیدنی خوب و خوش عطری هست فقط یک‌مقدار شیرین هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بنظرم طعم دارچینیش از همه طعماش بهتره ماندگاریش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیر پخت هست و زمانی که به خورشت اضافه کردم لعاب زیادی داد که البته سلیقه ایه، من با اون لعاب اصلا دوست نداشتم کلا کیفیت معمولی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من برای یکبار امتحان کردن گرفتم و طعمش اون چیزی که مدنظرم بود نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من یک لیوان از این شیر رو داخل سینک ظرفشویی ریختم و مثله جوهرنمک میجوشید که نگران کنندس",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شبیه مربا نیست اب شکر غلیظ شده با طعم و رنگ توت فرنگی .شاید یه دونه هم توت فرنگی توش له کرده باشن واسه دکور..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بایودنت خیلی کم شکر و خوب هست مزه هم تا ساعت ها میمونه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت قیمت ارزش خرید ندارد قیمت خیلی بالاست و طعم معمولی دارد ظاهرش خیلی گول زننده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چیزی که به دستتون میرسه رو داخل ویدئو ببینید احتمالا از خریدش منصرف میشید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل شناس نیستم ولی به نظرم عسل خوبیه اقلا طعم نبات نمیده و طعم و بوی عسل داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار عالی و خوش طعم بود. اولین بار بود این مارک رو امتحان میکردم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی و طعم خوبی داره ، من دوست دارم واقعا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فک نکنم زیاد طرفدار داشته باشه،آخه خیلی بو میده و طعمشم به نظرم خوب نیست،قوطی دوم رو مجبور شدم با رب گوجه فرنگی و پیاز و ... تفت بدم و سیب زمینی سرخ کرده اضافه کنم تا بشه تحملش کرد....تن ماهی رو به کیلکا ترجیح میدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حس کردم مثه سابق نیست و لاغرترش کردن برا همین مزه زیادی نمیده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن سرخ بهار پالم داره ولی کیفیت خوبی دارد بهتر است از نوع الماس استفاده کنید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من واسه هوسی که گاهی نوشابه میخوایم خریدم.چون اندازه خانواده بزرگه گازش هم که زود میره اما این اندازه اش خوبه. واسه ما که دو نفریم اینو میخوریم.خیلی اهل نوشابه و اینا نیستم.بعضی غذا می طلبه وگرنه نوشابه چیز خوبی نیست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارزش خریدن ندارد و تجربه خوبی شد که دیگه خرید نکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به تلاونگ ارزون تره ولی به همون درشتی هست. البته تلاونگ یه کم تخم مرغ هاش تمیزتر از اینه. به هر حال من از خریدم راضی بودم. شکسته و تک خورده هم نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "توی شربت های کارخانه ای از همه برندهایی که استفاده کردم بهتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این عسل رو خریدم حقیقتا بسته بندی خوبی کرده بودند و راضی هستم بموقع هم بدستم رسید عسلشم مرغوب وبا کیفیت بودتشکر از دییجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به قیمتش و طعمش حتما ارزش حداقل یک بار خرید و استفاده رو داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه برخلاف خرید قبلی همین محصول یا سایر محصولات این برند تازه نبود و بوی نامطلوبی داشت که حاکی از وجود مشکل در یکی از مراحل زنجیره تامینه...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیسکویت رژیمی است فقط حتما در شگفت انگیز بخرید تا به صرفه باشد",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "زیر و ته گوشت بر خلاف ظاهر روی آن دارای کیفیت لازم نبود و به رنگ قرمز تیره بود . هر دو طرف (رو و پشت) گوشت خریداری شده باید یکنواخت و باکیفیت باشد .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مقوی برای بچه ها ،چندمین باره خرید میکنم و راضی ام",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آسیابش واسه قهوه ترک مناسب نیست طعمش خوبه ولی چون درشت آسیاب شده خوب خامه نمیده باید مدت حرارتو بیشتر کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چرب تر از حد انتظار هست ، ولی راضی کننده هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود بیشتر آب و روغن بود و گوشتشم خرد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه جالبی نداشت چای تیشه سبز و عصای سبز گیرتان آمد حتما استفاده کنین نمیدانم چرا دیجی کالا این نوع چای را موجود نمیکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حاضر نیستم با هیچ برند دیگه ای عوضش کنم عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من با توجه به نظره مثبت خریدارها خرید کردم ولی به نظرم یه تن ماهی با کیفیت معمولی بود بیشتر مزه شویدش رو دوس داشتم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اصلا خوب نبود بد مزه و خیلی خمیری بود کیفیتش خیلی پایینه فقط دودیه نمک هم نداره کلا بد خوراکه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آنچه می‌خوام بگم کاملا سلیقه ایست، اما در مقایسه با سایر طعم ها، این یکی واقعا خوب نبود...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه است وطعم خوبی داره، چون پالپداره برای صبحانه خیلی مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به قیمتش در تخفیف ات ویژه خوب به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سلام و خسته نباشید خداقوت بسته بندی ارسال در حد فوق عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داره فقط چون بسته بندی محکم نیست احتمال شکستن تخم مرغ وجود داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بوی تندی داشت و با وجودیکه سعی شده بود با مزه دهنده ها این بوی نامطبوع ذاتی کیلکا کاهش پیدا کنه ولی متاسفانه تلاشی نافرجام بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همش توش کشمشه و طعم فندق بسیار کهنه کیفیت پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من کینوا استفاده کردم وخوشمزه است ولی این محصول آماده خیلی طعم وبوی بدی داره سه بسته گرفتم یک بسته را هم نتونستم مصرف کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فکر میکردم مزه‌ای مثل نودل رو تجربه کنم اما مزۀ سوپ آماده می داد. خیلی بد بود. با کلی مخلفات که بهش اضافه کردم تونستم بخورم. از تک ماکارون بعید بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دقت کنید که از نوع کوچک است و مقدار شیر داخل اون نسبت به قیمتش نمی ارزه.به اندازه یک لیوان هم شیر نداره.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعمش در دهان آب میشود و حالت چسبان پیدا میکند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه تاریخ درج شده روی کالا جدید بود ولی به شدت مزه موندگی و تلخی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی سریع و به وقت دستم رسید کالاها همه تازه و خوب مامور پیک هم خوش برخورد و مودب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این تن با سبزیجات خیییلی خوشمزه و خوبه. متاسفانه زیاد تو سوپر مارکت ها نیست و من راحت پیدا نمی کنم. ممنون که در دیجی کلا موجود داشتید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا مزه خوبی نداره و کهنه بود و شور هم نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نکته منفی خاصی نداره ولی من رو راضی نکرد.طعم دلخواه من رو نداشت.تا حالا از برندهای خارجی معتبر استفاده میکردم و این اولین بار هست که برند ایرانی رو امتحان کردم ولی راضی کننده نبود اما منفی هم نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم ش خیلی خوب نیست حتما باید با نسکافه و ... صرف بشه هر چند کاملا نظر سلیقه ای ه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگه به تنهایی و بدون اضافه کردن‌اب بخورید خوشمزه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم مرغ ها ریز بودند ورنگ زرده وسفیده با هم فرقی نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من اولین مربایی که واقعا خوشمزس و شبیه مربا های خونگی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از خود محصول رضایت داشتم ولی موقع حمل 5 تا از 15 تا شکسته بود که از طریق تماس با پشتیبانی دیجیکالا وجه تعداد شکسته ها برگردانده شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت کالا در این محدوده قیمت مناسب است اما دارای تعدادی پسته دهان بسته نیز می باشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود برای عصردنه و میان وعده با شیر خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجم خیلی زیادی داره و ممکنه اسراف بشه اصلا بو نداشت و طعم خوبی هم داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از سر کنجکاوی خریده بودم و الان از خریدم راضی هستم با صبحانه عالی هستش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از ۹ تا تخم مرغ ۴ تا شکسته ۳ تا ترک خورده بود و اصلا خرید این نوع تخم مرغ با این بسته بندی رو توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوبه نسبت به قیمت ولی من مخلوط کردم با قهوه برزیل خوب شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز خریدم هم قمت هم کیفیت عالی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم بد . بوی بد . فقط قیمتش خوبه .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیتش به هیچ وجه با تبلیغاتش همخوانی نداره. بعد از بیست دقیقه تو دهن وا میره بافتش با این قیمت ب هیچ وجه پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا نوشابه ضرر داره اما برای تنوع خوبه ضمن اینکه اینجا ارزونتر از همه جاست البته تو پیشنهاد ویژه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "برای اولین بار این محصول رو گرفتم. با توجه به حجم و قوطی فلزی می ارزید. ممنون از دیجی کالا که این محصول رو جدا از بقیه خریدم، بسته بندی کرده بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی طعم هیجان انگیزی نداشت و نسبت به قیمتش دسر ویژه ای نبود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دیگه تا این حد بی مزه فکرشم نمیکردم !انگار داری نون خشک میخوری",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود و از دی جی کالا ممنونم بسته بندی و زمانبندی درست فوق العاده این",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آب و شکر جوشیده است که کمی طعم دهنده به آن اضافه شده!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همینکه توی روغن زیتونه عالیه. حداقل احساس بدی در خوردنش به آدم دست نمیده. البته همین باعث شده قیمتش رو نجومی بالا ببرند.. و کمتر کسی طرفش بره..",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در نظرات نوشته بودن که شل هست،واقعا شل و با ارده هایی مثل عقاب قابل مقایسه نیست،یک بوی تلخی دارد مثل اینکه کنجد سوخته باشه،نمیدونم این بوی ارده کنجد بوداده ست یا کیفیتش پایینه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بسیار با کیفیتی بود بسیار بهتر از طمع عسل های بسته بندی تو بازار من که راضی بودم عسل هیچ تعریف واحد و بخصوصی در مزه نداره، اما این طمع خوشایند داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظرمن که خوش طعم نبود خیلی معمولی باشکر زیاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طرفش خیلی نازکه تو دست نمیشه نگه داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شکلات تلخ با طعم خوب دارای مشتقات خود کاکائو( مثل کره کاکائو،و...) و نه جانشین های کاکائو که مضر هستند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعنوان شخصی که همیشه درگیر کار هست و فرصت درست کردن قهوه نداره خیلی عالیه ، کاش بسته های تعداد بیشتر با تنوع ساعتی که داره تولید بشه مثلا ۲۴ عددی مولتی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از کیفیت این بیسکویت خوشم نیومد و اون کیفیت بیسکوییت کرم دار که مد نظرم بود رو نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بسیار خوشمزه و با کیفیتیه من امتحان کردم اصلا تقلبی نیست ومارک معتبر کندو بسیار خوراکیاش خوبه حتما بخرید حتی اگه به قیمت شگفت انگیز هم نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا کیفیت خوبی نداشت و من خریدم رو به هیچ دوستی پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من بیش از یکسال است از این شربت استفاده میکنم قبلا از فروشگاه میگرفتم که با قیمت روی جلد حساب میشد الان از دیجی کالا ایامی که تخفیف میزند خریداری میکنم خیلی مناسب و عالیست توصیه میکنم تجربه اش کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پر از رگه های سفید بود و سینه های بزرگ که مشخصا مرغ مقدار زیادی هورمون داشته و اینکه رنگش به زردی میزد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تن ماهی با کیفیت و خوشمزه ای میباشد. با تشکر از دیجیکالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "گهگاهی نوشیدنش خالی از لطف نیست هر چند که می‌دونیم نوشابه‌ها برای سلامتی مضرند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد مزه و بد طعم و اصلاً فیله نیست و خیلی زیاد تیغ دارد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از طعمش خوشم اومد ، امیدوارم شما هم بپسندین .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مصرفش لذت بخشه با بیشترین فایده . طعمش هم خیلی خوبه مثل نوشابه های دیگه . قیمتش هم کاملا مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد از مدتی کاملا حالت نچسب بودن از دست داد و ی شب تو سینک زنگ زده بود!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب بود و به موقع ارسال شد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هر دونه از این آدامس رو نهایت ۳۰ثانیه میشه استفاده کرد بعدش تبدیل میشه به پلاستیک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چای خیلی خوبیه.هم عطر و طعم خوبی داره وهم رنگ چای خوش رنگ میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خیلی عسل مصرف میکنم عسل رس بسته تا حالا اینجوری ندیدم طعم عجیبی میده و بافتش با عسل‌های رس بسته فرق داره به نظرم مشکوک میاد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من خوشم نیومد. حجمش خیلی کمه و حتی تو شگفت انگیز نمی ارزید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظرم جای خنک نگهداری نشده بود بوی خیلی بدی میداد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شاید ایده خوبی باشد اما کلا مصرف نوشابه دارای قند بالایی است و برای بدن مضره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من عسل بازم و همه جور عسلی خوردم،این عسلی که من خوردم خیلی شیرین بود و گلو رو میزد،دوستان دیگه هم گفته بودن که اینجوری هستش و به نظرم عسل خوب اینجوری نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو این محصول از سرکه صنعتی و شیمیایی استفاده شده و اگر ضرر نداشته باشه، بی‌تردید خاصیت نداره. بهتره از سایر برندها خرید کنید. برای من در شیشه هم آسیب دیده بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سرد به دستم رسید تازه بود چهار تکه سینه بود اندازه استخوان سینه بطور معمول بود و نخواسته بودند چیز اضافه ای بگذارند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عطرش زیاده، مزش هم زیادی تلخه اصلا خوشم نیومد... مجبور شدم با چای ایرانی مخلوطش کنم نا بشه خوردش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نظارت و کنترل کیفیت در خصوص این کالا باید صورت گیرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "درمصرف هیچ اثری بر خواب الودگی هنگام رانندگی ی ا مطالعه ندارد. لطفا نخرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از طعمش راضی بودم طعم واقعی عسل داشت و در شگفت انگیز واقعا قیمتش مناسب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ممنون از دیجی کالا، همیشه تازه ترین محصولات رو داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مثل همیشه تازه و تاریخ روز بود باطعم ومزه عالی،ممنون از میا پروتئین ودیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به مقدار و کیفیت عسل قیمتش خیلی گرونه، با این قیمت ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی نداره و رنگش هم کرم و حتی قهوه ایه! اصلا حس نمی‌کنید که دارید شیر می‌خورید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ظاهرا مواد افزودنی زیاد داره چون بعد از نوشیدن چای مقداری گلو رو طعم دار میکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در تخفیف شگفت انگیز گرفتم و از کیفیتش هم راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اولین بار بود گرفتم دو بسته هم گرفتم و واقعا دیگه نمیگیرم خیلی مزش بده یک مدت که میونه دهنت خیلی مزه ی بد میگیره ( فکر کنم بخاطر بدون قند بودنشه )",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آنقدر آب قاطیش کردن که شل شله و غلظت نداره برای همین 50 درصد تخفیف داره چون 70 درصد آب قاطیش کردن و آب عسله نه عسل غلیظ 50-70=20 70 درصد آب قاطیش میکنند 50 درصد تخفیف میدن به این ترتیب 20 درصد هم سود داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شش ماه اعتبار داشت ، درش را بازکردیم بعد دو روز ترش شد .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من این چای طعم و عطر چای ایرانی را نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روغن سرخ کردنی بهار کیفیت خوبی دارد سرخ کردن مواد غذایی با این روغن خوشمزه میشه و تردی خاصی به سیب زمینی سرخ شده با این روغن میده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به بقیه تخم مرغ ها شل بود و پوست خیلی نازکی هم داره.اصلا کیفیت خوبی نداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از بین بقیه برند های شربت خوشمزه تر و با کیفیت تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تمشک نیست، توت سیاهه، خیلی هم رقیقه. اصلا توصیه نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم لیمو اصلا نمیده . کیفیت بادام هاش عالیه .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچیکه و تیغ ریز داره ـ حالت مونده داره ـ اصلاً مزه خوبی نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در کل هر محصولی را چشم بسته از زر ماکارون میشه خرید. کیفیتش را قبول دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به قیمت بازار خرید اینترنتی را پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی به بوی گوشت حساسم خیلی خوب بود چربی اندازه و تازه گوشت صورتی بود ممنون ز گوشت خوب باز می خرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود دیگه دردسر رفتن تا فروشگاه واسه خرید را نداری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب و به موقع تحویل شد و بهتر از قصابی رفتن تو این اوضاع پیشنهاد میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من لذت بردم از مصرفش. مزه شیرین و خوبی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تا دستم برسد انقدر اب شده بود شل بود که ابش در امده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا با این حجم شیر یه بچه مدرسه ای در روز ،براش کفایت میکنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "خورد خورد نیست و دانه هاش درشته. توصیه میکنم بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از بقیه شرکت ها هم میگو خریدم، هیچ کدوم به طور کامل پاک شده نیست، ولی این یکی خیلی بد بود، پوست صدفی میگو هم روش بود چه برسه به روده هاش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی بودم. البته سه تا ران نبود. دوتا و نصفی بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حلوا شکری باز مقرون به صرفه هست و قیمت خیلی مناسبی داره. اگر طعم و کیفیتش پسند باشه قیمتش از همه بهتره. البته حلوا اعلا و خیلی طعم اصیلی نیست. معمولیه، راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب بود . من چون طعم تند دوست دارم خوشم اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم رنگش خوب بود هم طعم و عطرش بسته بندیه تکی هم هست که خیلی عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از نظر طعم و کیفیت خیلی پایین تر از سن ایچ هس ولی باید در نظر داشت قیمتش هم پایین تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من از خریدم راضی نبودم . تاریخ همه چیز برای دو روز پیش بود . واقعا محصولاتی مثل گوشت و شیر رو آدم انتظار داره تاریخ همون روز به دستش برسه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولین بار بود که این برند را خریدم طعم و کیفیت خوبی داشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "همه تخم مرغها یکدست و بزرگ بود.پیشنهاد می کنم این مارک را امتحان کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روی بسته ای که برام فرستادن نوشته 22 تومن ولی من ارگانیک سفارش دادم که 27 تومنی بود و 5 تومن تخفیف خورده بود و دور از انصافه راضی نیستم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همون حلوا ارده هست شاید یکم شل تر مزه خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهرحال نوشابه و عوارضشو همه می دونیم ولی دیگه ادمیه و بعضی وقتا هوس چیزای بدم می کنه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "هر بار که سفارش دادیم تاریخ روز بود یکمی با عکسش فرق داره اما تکه ها خوب و بدون چربی اضافه و صورتی رنگ بود که نشان از تازگی گوشت و اینکه گوشت گوساله بوده و گوشت گاو پیر نبوده.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کوچک ترین تخم مرغ ها رو در این بسته 20 تایی جمع کردن. یک دونه درشت هم نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمت حتی در شگفت انگیز قابل خرید نیست بوی پارافین میده و تو دهن میماسه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نظر خاصی ندارم نسبت به قیمت در پیشنهاد شگفت انگیز ارزش یکبار امتحان و خرید رو داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار نامنظم و بد برش خورده. یکی کلفت، یکی نازک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عطر و طعم قهوه ش خوبه ولی فوق العاده شیرینه دل آدمو میزنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "سلام -- عسلش رو تو تخفیف خریدم بیشتر شبیه آب شکر میمونه تا عسل",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک محصول خوب با بسته بندی با کیفیت اما قهوه ترک نبود کاملا ته نشین شد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی کوچیکه با این میزان کم اینقدر قیمتش بالاس ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام بعد از یک مدت کوتاهی این محصول رو دوباره خریدم ولی متاسفانه قیمتش خیلی افزایش داشته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سال ها از این روغن استفاده کرده ایم و راضی هستیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خریدش را توصیه نمیکنم واقعا بی مزه بود من فقط بخاطر پولی که داده بودم خوردمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "علیرغم اینکه بسته بندی فقط در نایلون هست ولی واقعا با توجه به شلوغی خیابانها واقعا خرید عالیه و ظرف سه ساعت کالا به دستت میرسه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "جنس و فرم بسته‌بندی خوبه ولی چاپ روی بسته بی‌کیفیته. دانه‌بندی بد نیست. عطر خوبی داره ولی طعم قهوه واقعا قابل دفاع نیست. فقط تلخه. واقعا از طعم بدش جا خوردم.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با سلام واحترام؛ حکایت تخم مرغ از بیرونش شروع میشود! این برند انصافا حد معقول سایز وشکل رعایت کرده وتخم مرغها طعم خوبی دارد و عجیبه که گاه میشنوم تخم مرغ تخم مرغه دیگه خودش که مزه نداره! بهرحال نکته مهمتر اینکه قریبا همیشه تخم مرغهایش سالم وتازه است!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قهوه خور حرفه ای نیستم اما قهوه ی خوش طعم و خوش عطری میده. راضی بودم از خریدم. بسته بندی قشنگی هم داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصولات کارخونه ساسان خیلی طعم بدی داره پپسی شرکت نیسان شرق تولید مشهد واقعا بهتره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه قیمت یک پفک ولی با ارزش غذایی کنجدش تازه بود همچنین عسل امتحانش ضرری نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی دو دقیقه پخته شد به حالت پوره درامد. باید در خرید نوع محصول دقت بیشتری میکردم. شاید چون نیم پخته این اتفاق افتاد ولی برای من قابل استفاده نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این محصول فکر کنم فقط ادای عسلو در میاره من که خوشم نیومد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اسم این آدامس بیداریه ؟ هر وقت جوییدم خوابم برد! اگه برای بیدار موندن میخرید باید بگم بی تاثیره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوشطعم . دارای گواهی نامه ارگانیک و امکان پس دادن محصول در صورت راضی نبودن! این یعنی احترام به اعتماد مشتری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه بود و همه تخم مرغ ها سالم بودن و درشت. راضی بودم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم تلخ و بدی داره،در کنار موندگی و قیمت نامناسب،اصلا توصیه نمیکنم،برند مزمز خیلی بهتر و با کیفیت تر هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این طعمش واقعا مزه شربت سینه مینه ، فکر کنم از اسانس ارزون استفاده کردن طعم طالبیش هم افتضاحه موز و کاکائو و نسکافه اش خوبه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عدس کرلیچین قاطی داره حتی تو زود پز هم نپخت و سفت بود، خریدش رو اصلا توصیه نمی کنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "برای تنقلات سه ماهه به شرط تکراری نشدن خوبه. ۲۴ بسته بیسکوییت دیجستیو داخلش هست.(البته از روی قیمت معلومه)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داشت البته نباید با گوشتی که خودتون میگیرید و چرخ میکنید مقایسه کنید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این شیر مزه خوبی ندارد و البته این موضوع سلیقه ای است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من واسه شیرین کردن ازش استفاده میکنم،بد نیست با توجه به قیمتش(البته تو فروش ویژه)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه قسمتی از بسته پاره شده بود و مرغ بوی بد گرفته بود، یک تکه اش را دور انداختم به علت بوی بد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من این محصول و تو تخفیف گرفتم و خیلی خوب بود و دوباره سفارش دادم ممنون دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم بلدرچین فواید زیاد و قیمت مناسبی دارد هر بسته اش برای یک وعده غذایی دو نفره مناسب هست.حتما تو برنامه غذاییتون قرارش بدید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تلخی قابل توجهی نداره ولی نسبت به قیمتش مناسب است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اگر این شرایط کرونا نبود امکان نداشت چنین چیزی بگیرم.ولی چون نمیشه رفت بازار از سر اجبار گرفتم تا بدون قهوه نمونم. تازه نبود ،عطر و بو هم اصلا روش حساب نکنید ،فقط تلخ و بی مزه. کافیئن هم زیادی انتظار نداشته باشید ازش.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پزشکان شیر ماندگار رو توصیه میکنن ظاهرا بهتر میکروب زدایی میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به حجم بسیار گران محسوب میشه فقط در شگفت انگیز ارزش خرید دارد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "شیر خوبیه قیمتش خوبه بسته بندی ش خوب بود مزه ش هم خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نیست بیش از اندازه شیرین است و گلو را می زند. دیگر نمی خرم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مربا خوشمزه ای بود . ضمنا ظرفش هم برای استفاده خوب هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در شگفت انگیز از لحاظ اقتصادی عالی ، کیفیت و اندازه معمولی.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اون ۴ تا اضافی که روی عکس بسته بندی چاپ شده دیگه توی بسته ش نیست و مجموع وزنش ۴۴۰ گرم ه نه نیم کیلو.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دلیل این همه نظر منفی رو نمیدونم ولی بسته ی من عالی و خوش طعم و خوش عطر هستش. به شدت توصیه میکنم خریدش رو...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه ... ثبت نظر این کالا ب سختی انجام شد.. چرا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجم داخل بسته در حد قیمتش هست و نمیشه اعتراض کرد ولی بهتره حجم بیشتری داخل بسته بذارن حتی اگه گرون تر بشه چون با این حجم کم واسه بچه زیر شش سال کفایت میکنه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "به نظر من مزه و طعم سرکه بیش از اندازه قالبه من که تخمه تا این حد ترش دوست نداشتم ممنون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تک ماکارون برند شناخته شده ایه و نیاز به تایید نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بسیار عالی در کنار یه فنجون قهوه تلخ تلخ تلخ و داغ",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا لذیذ با طعمی عالی یک بار امتحان کنید به حرف من میرسید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیارخوشمزه وخوب لطفابعضی هاایرادالکی روی محصول نزارن بخداخوبه مخوصا توشگفت انگیز خریدش شیرینه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این نوع لازانیاها رو باید بشه به صورت مستقیم و بدون پخت در لازانیا گذاشت و خودش داخل فر پخته میشه. اگه قرار باشه که تمام مراحل پخت جداگانه انجام بشه. دیگه چه فرقی نمیکنه . اصلأ واژه نیمه پخت بی معنی هست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ، کیفیت گوشت خوب بود ، چربی کمی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت خوبی داره. حجمش هم به صرفه هست. مرسی از دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوب بود . نسبت به قیمت تخفیف داشت اما نه نم گرفته بود نه بسته بندی خراب بود تارخ مصرف هم داشت مفت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد از تریدنت تنها آدامس دارچینی که خیلی خوبه. و طعم ماندگاری داره. البته که سایز بزرگترش به صرفه تره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ماندگاری کمی داره و بافتش سریع انسجام خودش رو از دست میده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیش از حد طعمش مصنوعی برند های مطرح تر مثل سن ایچ ولو با قیمت بالاتر ارجحیت داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش به نسبت قیمت کمه.درضمن بیشتر کشمش داره تا مغز... از نظر من به صرفه نیست...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط بدیه این محصول اینه که حد اکثر ۱۰ عدد میشه خرید",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسته بندی پاره و چسب خورده بود. سه کپسول له شده و غیر قابل استفاده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه خیلی کاکائو تلخ دوست دارم ولی تلخیه مزشو دوست نداشتم امتحان کردم ولی دیگه نمیخرمش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی نا مناسب که برای ضد عفونی کردن جهت کرونا مشکل پیدا میکنید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به نمونه های مشابه قیمت و کیفیت خیلی خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود کرم خیلی کم داره و خیلی خشکه این ویفر طعم طالبیش بهتر بود ارزش خرید داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دفعه اولم نبوده از دیجی کالا گوشت میخرم در کل راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت وبسته بندی بسیار مناسبی داشت ولی من به عنوان فیله مرغ خریدم درصورتی که سینه مرغ برش خورده بدون فیله بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوب بود راضی بودم ممنون از سوپر مارکت دیجی کالا برای تحویل اجناس در کرج",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوشمزه اند فقط حجمش خیلی کمه وبرای بچه های خیلی کوچیک؛یه دونش کافی می شه وعطششون روبرطرف می کنه ولی دربزرگترهانه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی مزه اش خوبه، یاد قدیما میوفتی... قیمتش هم مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از طعم و ابعاد و ظاهر گوشت میشه متوجه شد قزل الا معمولی یا همون سالمون ایرانی که با این قیمت به هیچ وجه ارزش خرید نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "درجایی خوانده ام که برای کارکرد کلیه ها مفید است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من قبلا با تزیین کنحد خریده بودم‌‌ و عالی بود‌.این تزیین شکر داره و من دوست ندارم‌‌.وگرنه طعم بیسکوییت خوشمزست‌.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب و تازه و خوش پخت بود سایز ماهیچه قطعه شده متوسط بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من فقط چای دیر دم طبیعی میخرم اصلا چای رنگ دار نمیخرم ،،طبق نظر دوستان که گفتن دیر دم هست خریدم هنوز دم نکردم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "با توجه به نقاط ضعف ذکر شده برای خرید پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مربا را با توجه به قیمت مناسب و نظرات مثبت کاربران خریدم ولی متاسفانه محتویات تکه های بالنگ بسیار ریز و شیره فراوان است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم جالبی داره، من تاحالا ندیده بودم توی سوپری ها و یا هایپرمارکت ها بفروشن ولی دیجی کالا داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیرینه و اصلا شبیه آب زرشک آلبالویی که از آبمیوه فروشی ها می گیری نیست خیلی بد مزه ست فقط برای یکبار تجربه کردن خوبه نه بیشتر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بی کیفیت و سفت طوریکه بسیاری از قسمت هاشو نمیشد خورد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "راضی نبودم پیشنهاد نمیکنم تیغاش خیلی سخته دراوردنش ماهی ها هم انگار شل بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشت داخلی آن یه تیکه و سفید است و هیچ سیاهی ندارد طعمش هم خیلی خوشمزه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این نوع ماهی رو دوست دارم و زیاد مصرف میکنم کیفیتش خوب.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تنها وجه مشترکش با انبه رنگشه اصلا طعم انبه نداره حتی وقتی در تهیه شیرینی استفاده می شه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من قبلا از این محصول استفاده کردم و کاملا راضی بودم مدتی دنبال این محصول می گشتم تا این که در دیجی کالا موجود شد و خریداری کردم و فرقی بین قبلی و این یکیی متوجه نشدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مزه اش که مثل بقیه محصولات پپسی هست و فرقی نداره اما بسته بندی و اینکه شیشه ای حس خوبی به آدم میده ....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا تو شگفت انگیز ارزش خرید نداره بو میده وگرنه همیشه عالی و درجه یک",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی خیلی بدمزه بود با کلی ادویه و پیاز هم مزه‌ی بدش از بین نرفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "علی رغم قیمت خیلی مناسب اصلا کیفیت و مزه خوبی نداشتن و در حد برند میهن نبود و اگه برندشو نمیدونستین و میخوردین حتما میگفتین یه مارک معمولی و نا اشناست . پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هنگام سرخ کردن غذا این روغن پرش زیادی از ظرف دارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کینوا متاسفانه در ایران نسبتاً ناشناس است جایگزین بسیار مناسب برای غذاهایی مثل برنج است کینوا معروف به خاویار گیاه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به حجم محصول و کیفیت خوبش ، قیمت بسیار مناسبی داشت . من توی فروش ویژه این محصول رو خریدم . نکته این که بیشتر به مارمالاد شبیه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "لطفا این محصول رو جزو محصولات ارسال سریع سوپرمارکتی بذارید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم گس مناسبی داره اما باید مقدار زیادی چای خشک استفاده بشه که به یک قوری بزرگ احتیاج داره و برای استفاده در چای ساز مناسب نیست و باعث سرد شدن چای قوری میشه ولی ارزششو داره",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نایلون محافظ روی مرغ کاملا پاره بود و هیچ پوشش مناسبی نداشت. و بسته مرغ بهمین صورت پاره در کنار کالاهای دیگر داخل کیسه نایلون قرار داشت. کاملا الوده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت بسیار بالا و خوبی داشت تازه و خوش رنگ میشه گفت به اندازه 20گرم بیشتر چربی نداشت کاملا تمیز و عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد جالب نبود مزه کهنگی هم میداد اینم اشاره کنم که روغن تراریخته طبق نوشته روش استفاده شده که خوب نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم تن ماهی نمیده . گوشت سفید که بیشتر شبیه کنسرو مرغه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسته بندی به گونه ای بود که وقتی محصول را به خاطر شرایط موجود(کرونا) شستم، آب داخل محصول رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود و در باز بودن و طعم خوبی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی پوست نازک بودن وبعضیاش ترک خورده بودو،سالم هاروهم باهرروشی آب پزمیکردم که نشکنه،بازم میشکستن،براساس تاریخ روش هم تازه نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلکسیونی از مشکلات و ایرادات رو در کنار هم داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کلا خیلی راضی بودم هم خوشمزه بود ، هم بافت خوبی داشت ، رنگش روشن بود و قیمت مناسبی هم داشت حتما پیشنهادش می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مرباش آبکی بود زرد آلویی محسوس نبود داخلش ولی طعمش خوبه.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بسیار بد بو و بسیار مونده بود واقعا چرا زنجیره سرما رو رعایت نمیکنن نمیدونم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واسه کسایی که طعم نعناع دوست دارن عالیه خیلی خوش طعم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کیفیت فیله خوب بود اما با این قیمتها ارزش خرید نداره . حجمش هم کاملا یک نفرست البته اگه با برنج یا مخلفات سرو بشه (چون شور مزه هست بهتره که با شوید پلو میل کنین)",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی بدمزه و گس بود . فکرشم نمیکردم تکدانه انقدر افتضاح باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت و مزش زیاد خوب نیست البته سلیقه ای بعضی ها ممکنه دوست داشته باشند",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من که از طرفداران آبمیوه های سان استارم. این یکی منو ناامید کرد. نسبت به برندهای دیگه مزه خوبی نداره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اصلا پاک نشده بود پولک ها و بسته بندی خوبی هم نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پولتونو تو چاه نریزید،کافئین کم،طعم ضعیف،متاسفانه فروش یک محصول که بالا میره کیفیت محصول میاد پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش قیمته ولی در نظر داشته باشید که تراریخته هست و خدا میدونه چه بلایی به سر خودمون ونسل های بعدمون میاره دیجی کالا باید اینو به توضیحات اجناسش اضافه کنه که نردم حق انتخاب داشته باشن ته اینکه بخریم بعد ببینیم روش نوشته شده تراریخته و تغییر ژنتیک یافته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا مزخرف هست اب خالی با شکر یک چندتایی تمشک خشک شده قوطی کوچیک با تصویر خیلی فرق دارد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "پسته خام از تنقلات خوبی هست که بخاطر ارزش غذایی بالا خیلی خوبه در میان وعده بچه ها بگذاریم. ولی کاش ارزونتر بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "برای مراسم عید ازین شکلات تهیه کردم . بسته بندی شکیل و طعم دلپذیری داشت فقط به شخصه طعم نعناع رو زیاد نپسندیدم . هرکس این شکلات هارو خورد کلی تعریف کرد و از طعم هاش لذت برد .ممنون از دیجی کالای عزیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم و بو بسیار عالی بود بخصوص اینکه ارگانیک هم هست،ادم با خیال راحت مصرف میکنه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با بقیه چایی ها هیچ فرقی نداره چه طعم چه رنگ",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "این عدس را فقط جهت پر کردن سبدکالا خریدم ولی وقتی تو خونه پختیم هم زود پخت هم خیلی خوش طعم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دقیقا مزه آب شکر میده ،دور شیشه شکرک زده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیلکا بود و تمیز بود فقط استخوان داشت که خیلی ها نمی پسندند. مرسی",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعم دودی فوق العاده ای داشت و زیاد هم شور نیست کاملاً پخته شده و تنها نیاز به گرم کردن داخل فر دارد. در کل پیشنهاد می کنم دوستان گرامی تهیه فرمایند و دیجی جان نیز در پیشنهاد ویژه با تخفیف این محصول را قرار دهد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمی کنم چون مثل رشته های قدیمی به هم می چسبه تو آش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ازکیفیت بو و طعم این قهوه خیلی راضی هستم،چربی به خصوصی داره که عالی هست.واقعا نسبت به قیمتش کیفیت عالی هست خریدش رو توصیه میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بد مزه و تند انگار یه فلفل با تندی کم انداختی دهنت تندیش تندیه نعناع نیست تندیه فلفله ضعیفه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا خیلی بهتر بود مزه اش قبلا مزه ملایم تر و بهتری داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همشه بنده از نوشابه کاله استفاده میکنم به خاطر قندی که توش هست و از شیر درست میشه و هیچ فرقی با نوشابه های دیگه نداره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به قیمت مناسب برای درست کردن جوجه کباب بسیار مناسب و خوشمزه است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سینه مرغ را بریده اند و شبیه فیله درست کردند!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا تازه و ترد و بسته بندی خوب به دستم رسید و هیچ ایرادی نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "شیر که دیگه نظر نمیخواد پر از ویتامین و خاصیت خوشمزه و خوش طعم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سویای خشکپاک بافت مناسب داره و طعم خوبی هم داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوشگل و خوبی داره اما طعمش اصلا خوب نیست یه مزه ی شور و شیرین قاطی بدی داره...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "قیمت و کیفیت عالی واقعا خوش طعم بود پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کمی سفت بود به سختی میشد کارد داخلش زد ولی طمعش خوب بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "میوه خشک مثل پاستیل بود کشمش افتضاح بود مقدار آجیل کم بود نخرید باباااا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شامل انواع و اندازه های مختلف بود ولی درکل خوب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مصرف لبنیات در منزل ما زیاده، همیشه تعداد زیادی از این شیر رو توی کابینت نگه میدارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درصد کمی روغن زیتون توش هست!! بسته بندیش نشتی داره... و داخل ایران تولید میشه با اینکه برند خارجی استفاده میکنه...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش خوبه.... من که راضی بودم... بسته بندیش توسط دیجی کالا عالی بود... کاملا سالم به دستم رسید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی جالبی داره ولی متاسفانه کیفیت قهوه و رُست به شدت پایینه و مزه قهوه هم ترش و تیز هست که خیلی جالب نیست ، قهوه ای که به دست من رسید برای بار دوم اکسید شده و کهنه بود !",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بی نهایت مزه آب قند میده، به شخصه خوردن کوکاکولارو ترجیح میدم...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات اکشن نسبت ب قیمت فوق العاده هستن حتما پیشنهاد میدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بنظر من نه رنگ داره و نه مزه بخصوص هفت گیاهش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب بود. همین مارک رو قوطی ۶۰ گرمی گرفتم آدامسها خیلی شل بودن ولی جعبه ای هاش سفتی مناسب و اندازه ای داره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه به تاریخ انقضاش هنوز 5 ماهی مانده، اما شیر ترش بود و این برای لبنیات معروفی مثل هراز خیلی بده..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام ، برای اونایکه مشکلی با خوردن ئوشابه ندارن ،دیابت ندارن، قیمتش عالیه ، و به صرفه است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سالم بدون بوی اضافی و خوب و با کیفیت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نسبت برندهای دیگر قیمت مناسب تری دارد ولی طعم آن مثل سابق نیست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اول با اکراه خریدم اما بعد که طعمش رو‌تست کردم بنظرم خوب اومد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجم فوق العاده کمی داره انگار ۷ ۸ تا شکلات بیشتر تو بسته نیست اصلا پیشنهاد نمی کنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ارده شکلات قهوه ترنگ با نان تازه و چای ، خیلی میچشبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "محصول با کیفیت و تمیز و خوش پخت است ولی گران است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من از این مارک زیاد خرید می کنم و راضی هستم. محصولات با کیفیتی داره. قیمتش هم خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مهیا پروتئین بجای فیله مرغ، سینه باریک برش خورده مرغ رو بسته بندی کرده و با قیمت فیله می‌فروشه! دزدی در روز روشن دیگه هرگز سفارش نمی‌دم. امیدوارم دیجی کالا این تأمین کننده را جریمه کند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به درد کسی که عادت به روغن زیتون خوش عطر و طعم داره نمیخوره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه به اینکه چندنوع میوه مختلف هست معلوم نیست مزه چی میده ولی در کل خوشمزه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به اینکه این کالا را در شگفت انگیز خریدم، مقرون به صرفه بود و راضیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارده بسیار رقیق و فاقد مزه ارده واقعی است بنظرم مقداری ارده با یک افزودنی اضافه شده حالا خدا کنه اون افزودنی مجاز باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوب و تازه بود اما کوچک شدن تازگیا تخم مرغ ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من خیلی راضی هستم ... هم خوشمزه‌س و هم از باقی رقبا ارزونتره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیر گوشت با چیزی که میبینید قابل مقایسه نیست من فقط چرخ کردم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعمش نسبت به قیمتش خیلی عالیه. خوب ساییده شده و کاملا نرمه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قیمتش بد نیست ولی بهتره از روغنهای زیتون و کنجد استفاده کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "وقتی بازش کردم متوجه شدم منجمد بوده و هنوز یه کم یخ داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "شیر دومینو طعم و غلظت خوبی دارد و با تخفیف دیجی کالا واقعا عالیست. ممنونم از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا نسبت به قیمتش عالیه انگار که پول نوشابه بطری ای میدی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دوستان حتما دقت کنید درقسمت فیله تکه های سبز رنگ داشت که نشان دهنده انتیبیوتیک هایی هست که به مرغ ها میدن و اون تکه سمیه. بیشترشم استخونه من راضی نبودم و دیگه ازین مارو خرید نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با پوسته و جدا کردن پوستش سخته بخصوص جاهایی که گوشت نازکی داره با پوست کنده میشه و به هدر میره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به ماهی قزل آلاگرانتر ومزه و کیفیت پایینترمی باشد / برای جیب کارمند جماعت مناسب نمی باشد / البته بر خلاف تبلیغات مصرف ماهی / متاسفانه در هیچ جا کسی نمی تواند ماهی با قیمت مناسب و کیفیت خوب بخرد در هیچ جا !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قبلا کیفیت سولاته خیلی بهتر بود الان از نظر کیفی افت داشته که شاید دلیلش جلوگیری از رشد قیمت آن بوده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب و خوشمزه است. توی تخفیف ارزش خرید داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دو بسته سفارش دادم، اصلا طعم گوشت نمیداد، پر از چربی بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملا معمولی رو به پایین.طعم و عطر خاصی نداره.دیر رنگ میده که شایدم از طبیعی بودنشه اما باعث نمیشه بگم چای باکیفیتیه.جلوی مهمونا روسفیدمون نکرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام خدمت دوستان،باید بگم یکی از بهترین میگوهای شرکتی منجمده که تا حالا استفاده کردم سایز خوب و متوسطی داره و نکته مثبت اینکه از نوع پرورشی نیست،رنگ و طعم خیلی خوبی داره!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "راحت میشه خرید کرد واطلاع رسانی خوبی داره در پیگیری ارسال",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مثل آدامسای فاسد تو دهن تیمه تیکه میشه میره لای دندون",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی ارزون و خوشمزه است. من شکلات تلخ خیلی دوست دارم. قبلا هم از اینا گرفته بودم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه مهیا پروتین رو انتخاب میکنم مخصوصا اگه با تخفیف بشه واقعا عالیه و طعم خوبی داره",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای اولین بار این محصول رو گرفتم به محض دریافت تست زدم .شیرینیش که خوبه اما طعمش یه جورایی ضعیفه در کل رضایت دارم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مهیا برند خوبی است وهمیشه تازه و کیفیتش بالاتر از برندای دیگه است پیشنهاد میکنم بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من از کیفیتش اصلا راضی نبودم چون حالت مونده داشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به دوستانی که ارده شکلاتی نخوردند تا حالا پیشنهاد میکنم حتما تست کنند",
        "output": [
            "positive"
        ]
    },
    {
        "input": "براحتی با چند دقیقه جوشاندن پخته می شه و به صرفه هم هست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه است . مهمونامم راضی بودن . با نظرات منفی که داده شده اصلا موافق نیستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزست یکی از خوشمزه ترین شکلاتا من تو شکلات فقط مارک شونیز و آیدینو قبول دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعمش خیلی تنده من که اصلا دوست نداشتم دهن رو خیلی میسوزونه انگار فلفلیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و خوب در یخچال بگذارید که شکلات آن آب نشود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در حراجی یلدا گرفتم عالی بود هم قیمت و هم نوع کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا خوب نیست با این همه تبلیغ اما دریغ از کیفیت. هم ترد نیست و سفته و هم زیادی شیرینه. مارک فرخنده رو بگیرید با این مقایسه کنید اون عالیه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه بدلیل عدم بسته بندی مناسب بیسکوییتها خورد شده بود. جعبه‌ای خریداری شود بهتر است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با این قیمت گزینه های بهتری هست خیلی گوشت سفیدی نداشت و طعمش هم به نسبت برندهای دیگه خیلی خوب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مهم ترین علت تمیزی سینک و راحتی چای دم کردن مخصوصا برای مهمانی هاست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر قهوه ترک از برندهای معروف مثل مهمت افندی استفاده کرده باشید کاملا متوجه اختلاف بالای کیفیت خواهید شد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوبه که شیرهای طعم دار کم چرب هم داره. چونکه مارکهای دیگه کم چرب ندیدم من داشته باشن.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوبه .من در پیشنهاد ویژه خریدم که خیلی به صرفه بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حجمش برای بچه های کوچک خیلی مناسب هست.و همینطور برای مدرسه بچه ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خوب نبود. هم تازه نبود و هم لکه خونی خیلی داشت داخل تخم مرغ. یکی از تخم مرغ ها هم شکسته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بزرگ بودند اصلا مرغ مادر رو میفروشن فکر میکنی بوقلمونه از بس که بزرگه جالب نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوبه مثل بقیه آدامساس انگار فقط جعبه هاشون و کارکاشون عوض میشه.نکته ای نمیبینم که بنویسم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به شرکت عالیس پیشنهاد میکنم به هیچ وجه نوشابه تولید نکنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کیفیت شیر خوبه اما بسته بندی هربار در شیر جداشده وله شده میرسه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "برخلاف نظر بعضی از دوستان که گفته بودن تخم مرغ ها درشت بودن! تخم ریز زیاد داشت و و با این قیمت میشد از مارک های بهتری مثل تلاونگ خرید کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیمتش با توجه به بسته بندی خوبش به صرفه است . من دو تا خریدم یکیش خوب بود یکی دیگش یه مقدار طعم کهنگی میداد .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو فروش ویژه بیشتر جذب بسته بندی شدم و خریدمش ولی طعم و بوش واقعا عالیه، کاملا هم تلخ هست، حتما پیشنهادش می‌کنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من به پیشنهاد دوستم تهیه کردم، کیفیت و تازگی خیلی خوب و قابل قبول بود، اما احساس میکنم کمتر از 500 گرم است",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این چای رو من میخرم وبا چای ایرانی مخلوط میکنم وبعد مصرف میکنم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "به نظرمن خرید تخم مرغ بهتراز خرید این مقدار سفیده است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با سلام.بسته بندی ما قبلا پلمش باز شده بود و شکلات ها توی جعبه پخش و پراکنده شده بود.در شگفت انگیز حتما بخرید.دو طعم داره که جفتش دوست داشتنیه.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا کیفیت مطلوبی داشت و بوی گوشت تازه کاملا راضی هستم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در فروشگاه ها به سختی پیدا میشد ولی ممنونم که دیجیکالا این کالا رو موجود کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار بد. هم بوی بدی میداد هم بند کمرش گرفته نشده بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم بسیار افتضاحی داره و واقعا دور ریختن پول هست. بسیار پشیمانم از خریدش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دانه های مشکی کشمش هست که واقعا تعدادش زیاده نسبت به بقیه و برای من که کشمش دوست ندارم اصلا خووب نبود. به نسبت قیمت نمیصرفه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار خوشمزه و دارای لایه های کرم دار و همچنین بسته بندی بسیار باکیفیت و چند لایه دارد. پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خود حصول بد نبود اما وقتی جعبه را باز کردم همه بیسکوییتها شکسته بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "من همیشه از این نوع ماکارونی فرمی زر ماکارون میگیرم خوشمزه ست و خیلی راضیم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهترین کار اینه برید یه کنسرو ماهی با قیمت بیشتر بخرید تا این کنسرو رو مثل اویلا و... بهتر از این کنسرو بد مزه و مرجوع کردم با تشکر از زحمات فراوان تیم دیجی کالا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مشخص کردن کیفیت مواد و تازگی و غیره بسیار خوبه ارسال به موقع و تمیز کالاها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دوستان گول نخورید این رنگارنگ مینو نیست برای شرکت گرجیه و متاسفانه این محصولش اصلا مزه رنگارنگی که انتظار دارید رو نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت برند های دیگه رقیق تر بود و حجم خود میوه کمتر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تاریخ تولیدبرای 3روزپیش بودرنگ گوشت متمایل به قهوه ای وپلمپ روی بسته به آسانی جداشددرحالی که همیشه مجبوربودم باچاقونایلون روشوببرم وشدیدابوی فسادمیدادکه همان موقع گوشتوبه مامورپس دادم همیشه گوشتهایی که برام میاوردن تاریخ همان روزبودحتی اگه روزقبل سفارش گذاری کرده بودم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نمک بسیار زیاد و شور همزمان ۲تا از این بسته تن سفارش دادم. یکیش انقدر شور بود که با برنجم نمیشد خورد. رنگ ماهی هم تیره بود نمی دونم به خاطر شوید داخل تن بود یا نه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اولین بار بود از این برند چای خریدم عطریش را در یک میهمانی نوشیده بودم که پسندیده بودم اما مزه این چای به مذاقم خوش نیامد توصیه من اینست اگه می خواین از این برند بگیرین عطریش رو بگیرین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو شگفت انگیز گرفتم نسبت به قیمتش خوبه من دومین بار هست که خرید میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو شگفت انگیز تخفیف خوبی داشت خیلی سریع هم به دستم رسید اما هنوز استفاده نکردم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "نه طعم خوبی داره و نه رنگ میگیره توصیه نمیکنم به هیچ عنوان",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گوشت بی کیفیت وپراز رگ و ریشه است.اصلن مثل ظاهر بسته بندی نیست متاسفانه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوب و جالب اما ماندگاری طعمش کمتر از تریدنت هست.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با توجه به عدم استفاده از شکر و نگهدارنده بعنوان محصول ارگانیک قابل استفاده برای همه هست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کاربرانی که نظر دادن خیلی خوبه؛فکر کنم تاحالا قهوه ای خوب نخوردن!! اصلا طعم و بو نداره،کافئین نداره..اصلا پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متاسفانه بسته بندی ضعیفی داره درپوش در ابتدا استفاده از جا کنده میشه دست بهش بخوره اصلا کیفیت نداره الان مارک های دیگه همین درپوش دارن ولی سفت و این مشکل نداره ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه مزه ی خاصی میده، رنگش هم صورتیه، یه طوریه، سلیقه ای بیشتر",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با تخفیف خریدم راضی بودم ممنون از دیجی کالا بخاطر تنوع محصولات",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با توجه به تحمل دمای نسبتا بالا برای انواع سرخ کردنی مناسبه و عطر و طعم خوبی هم به غذا میده...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "باسلام و عرض ادب کیفیت گوشت بد نیست اما انتظار ما از دیجی کالا بهترین است. با تشکر از دوستان دلسوز در دیجی کالا",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "واقعا ممنونم از پیشنهاد های ویژه دیجی کالا واقعا کیفیت و بسته بندی عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگر در یک جمله بخواهم این محصول رو توصیف کنم: “شیری که مزه نداشت و کِرِم رنگ بود” اگر شیر خالی سرد میخواهید بخورید اصلا پیشنهاد نمیکنم، چون آب از اون خوشمزه تره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوش طعم و تازه. علامت استاندارد ایران هم نشان از مرغوبیت آنست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظرم تلاونگ بهترین برندی هست که اینجا عرضه میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه بعد پخت رنگش شیشه ای (متمایل به سبز) میمونه! از کیفیتش راضی نبودیم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نسبت فروشندگان دیگر قیمت مناسبی داشت و در قسمت پیشنهادات شگفت انگیز خرید به صورت تعداد صرفه داشت تا خرید از فروشگاه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چایی خوبی بود اما ممکنه برای کسایی که تازه میخوان امتحانش کنن زیاد اولاش جالب بنظر نرسه . طمع لیمویی ته مزش داره که جالب میاد .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشم نیومد بین بقیه ادامس ها گزینه اخر میتونه باشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه استفاده میکنم، البته میشه بهش تیکه 6ای مرغ و خامه و پنیر پیتزا در آخر اضافه کرد و لذت برد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با اینکه یکمی شله ولی ادامسه خیلی خوبیه مخصوصه واسه اونایی که بادکنکی دوست دارن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسته بندی خوب بود ولی وزن محصول درست نبود دوتا سینه‌مرغ کوچک‌ بود و وزنش از اون مقدار واقعی کمتر بود پیشنهاد نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوبی داره و پوست تخم مرغ به راحتی جدا می شه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از بهترین کارخانجات تولید کننده ماکارونی، دارای طعم و مزه مناسب.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تو نوشابه ها پپسی بهترینه و مدل قوطیش طعم بهتری داره. ولی قیمت قوطیش کمی بالاست که دیجی کالا اکثر اوقات با تخفیف ویژه میفروشه که اونموقع خریدش به صرفه ست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اگه به این هوا میگیرید که طعم واقعی بلوبری رو بچشید، پولتونو حروم نکنید. خیلی بدمزه ست. رسما مزه شربت سینه میده. اونم خیلی تند و تیز",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سس کارامل خوشمزه با طعم و کیفیت عالی و بسته بندی خوب و مناسب",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زمانی که ماهی به دستم رسید بوی خوبی نمیداد با این حال پختمش ولی بوی نامطبوع ماهیها بعد از سرخ شدن هم از بین نرفت و بدتر هم شد. بوی فاضلاب بود. متأسفانه مصرف نکردم و دور ریختم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بی مزه بود وبی کیفیت بو و طمع کافور را داشت قیمتش هم خیلی گرون بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از برندی مثل این اصلا انتظار این کیفیت پایین را نداشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "لذیذ و خوشمزه بود فقط یه عیب بزرگ داشت پولکاش تماما روش بود یعنی اصلا پولک گیری نشده بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این محصول با تنوعی که در مزه ها داره و با توجه به کیفیت خوب بسته بندی برای پذیرایی خیلی مناسبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زود میپزد و خوب هم لعاب دارد بسته بندی مناسبی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هم کوچیک شده هم طعمش مثل قبل نیست کیفیت خیلی کم شده توصیه به خریدش نمیکنم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا با این قیمت تو شگفت انگیز عالیه. خوشمزه ست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه کم ریز بود ولی در کل راضی کننده بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا تعجب کردم!! همیشه مزمز میگیرم ایندفعه تموم شده بود گفتم اینو امتحان کنم، ابدا تند نبود، با این همه چیزایی که بهش زدن خیلیی کم مزش یه تلخی میزد، خیلی هم تازه نبود، با این حال امیدوارم فقط همین یه بسته اینطوری بوده باشه!!! ولی من دیگه ازش نمیگیرم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوشمزه و عالی خصوصا که من جفتشو باهم مخلوط کردم پس از دن کشیدن کافی مزه‌اش عالیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه خیلی پودر شده بود و بیش از حد خورد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این مربا چرخ شده هستش یعنی نمی تونی تکه میوه توش پیدا کنی و یه مقدار شیرینیش زیاده از نظر من",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "10 الی 12 تا مغز پسته توش هست. من برای درست کردن ژامبون مرغ ازش استفاده میکنم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "با ترکیب با چای، یک صبحانه راحت و خوش‌مزه برای بچه های کوچک حدود 7 الی 8 ماه به بعد میباشد. مزه خوبی داره، بزرگترها هم پایه هستن",
        "output": [
            "positive"
        ]
    },
    {
        "input": "تخم مرغ خوبی نیست و اصلا خوشمزه نبود. بوی بدی هم میداد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "انگار شیر خشک میخورین . به جز طعم شیر خشک هیچ مزه ای نمیده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نسبت به قیمتش خوبه ولی روی آن و ته آن کمی شکرک خشک داشت.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزه اس ما امیدوارم آب و وایتکس فقط نباشه به هیچی اینجا نمیشه اعتماد کرد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با توجه به دستورش دم کردم و واقعا راضی بودم هم طعمش خوبه هم رنگش.پیشنهاد میشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قصاب محترم فراموش کرده و یک درصد گوشت روی استخوان باقی گذاشته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به این قهوه نمیشه گفت یه قهوه با کیفیت.من اینو با دستگاه زدم.خامه نسبتا خوبی میده ولی به نظزم اصلا عطر و طعم جالبی نداره. با قهوه های دیگه که امتحان میکنی بوش همه جارو برمیداره ولی این اصلا عطر و بوش خیلی احساس نشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "حجمش خیلی کمه. شاید برای چهار نفر نهایتا دو وعده بشه استفاده کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "هیچ طعمی نداشت و زرده ش، زرد خیلی کمرنگ بود اصلازردی تخم مرغ رو نداشت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوب و درجه یک این محصول باعث شد من نظر بدم و از همه نظر و کیفیت عالی و درجه 1",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با کیفیت بود و قطعات توت فرنگی در اون مشخص بود، توی شگفت انگیز خریدم که واقعاً قیمتش مناسب بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "مامور هنگام تحویل کالا ابراز کرد که ته بسته بندی مقوایی این پکیج درآمده و کالاها آسیب دیده اند و من چاره ندارم جز مرجوع کردن کالا. کمی درایت و هوش لازم بود که برای این پکیج سنگین، بسته بندی مناسبتری در نظر گرفته میشد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "محصولات رامک خیلی عالین ولی این شیرکاکائو خیلی آبکی بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خوشمزه و خوش عطره ولی تنده. من از برندهای دیگه هم آدامس دارچین گرفته بودم ولی به این تندی نبوده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مزه ش خوبه اما در دراز مدت برای روغنش مضر است",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در تخفیف شگفت انگیز خریدم. اصلا راضی نبودم. به محض آب شدن یخ محصول، بوی فاسد بودن کل خونه را برداشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "همیشه از این محصول خریداری میکنم و بسیار با کیفیت ولی متاسفانه قیمتش خیلی بالا رفته",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی با کیفیت و خوب بود. حتما توصیه می کنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "روش نوشته پسته فندوق، ولی درشت و خندان و طعم خوبی داره، در پیشنهاد ویژه پیشنهاد میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من همیشه از محله ارامنه قهوه ترک بصورت فله و تازه میخرم عطرش فوق العادست...طعم عالی داره... اما این قهوه ترک متاسفانه اصلا خوب نبود نسبت به قیمت بالا نه عطر خاصی داشت نه طعم...انگار عطرش رفته بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من که یه بار فقط استفاده کردم،دستگاه بافشار زیادقهوه بدردنخور داد وکلی آب داخل مخزن زیر شیر نازل جمع شد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مناسب از بین برند های موجود و کیفیت خوبی داره ولی تو تخفیف بخرید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیر پز تر از کینوا طلاییه و مناسب سالاد هست",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خشک و سفت بود.افتصاح به معنای واقعی کلمه.مطمئنم فلفل هم قاطیش کردن که سوزناک تر کنه طعم دارچینشو.بهترین آدامس ایرانی وایته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عالیه بدون دور ریز و آشغال و تاریخ روز بود ممنون دیجی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "طعم قهوه اصلا قابل مقایسه با قهوهای هم رده خارجی خود نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بافت گوشت خیلی ریش ریش بود و پرده های میان گوشت زیاد بود ،بنابر این برای خورشت خیلی مناسب نبود اگر کسی در خونه چرخ می کرد خوب بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار بد بو بود و بعد از پخته شدن تلخه تلخ بود و غیر قابل مصرف",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک محصولی که اصلا نمیشه اسمش رو عسل گذاشت. کاملا بدون دخالت زنبور تولید شده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عسل بیش از حد شل بود، من با دو برند دیگه مقایسه کردم که از هر دوی آنها شل تر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رنگ محصول به سفیدی میزنه و من نشان دهنده این هست که چربی بیش حد زیاد هست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این شیر مورد علاقه بچه های من هستش و شیرهای دیگر رو نمیخورن شیر خوبیه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوش طعمه شک نکنید بگیرید، نسبت به بقیه واقعا عالیه من گفتم چرا بیشتر نگرفتم چون واقعا طعمش خوبه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فکر میکنم توش همه چیزش جایگزین بود مثلا به جای کره شکلات ، جایزگزینش و غیره، مزه شکلات نبود به نظر من. از فرمند بیشتر از این انتظار داشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خوب است و اصلا دور ریز ندارد و خوشپخت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط دوستان توجه کنید که این برند ترک نیست و کریستال طلایی یک برند ایرانی هست.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بعد یه مدت یه حالت ژله ای بد به خودش میگیره و طعم اش هم عوض میشه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "روش نوشته تغیر ژنتیکی داده شده.بهتره خریدادی نشه.نمیدونستم وگرنه نمیخریدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میزان ماهی نسبت به حجم کم است در حقیقت این کنسرو لوبیاس به همراه اندکی ماهی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مزه خوبی داشت اما نسبت گوشت کم بود. یعنی از همون اول فیله سالمی توش نبود. و کسایی که کنسرو خور حرفه ای هستن میدونن که وقتی فیله سالم رو خودا خورد میکنی حجم زیادی از گوشت ماهی رو تحویل میده ولی این کنسرو اینطور نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قهوه با طعم معمولی که قیمت ان با این کیفیت خیلی زیاد است",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کوچیکه و براحتی میشه گوشه کیف گذاشت و ته بندی کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوشمزه است دهان خنک می کند و طعم خوبی دارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک طعم عجیب قریب که اصلا شبیه هنداونه نبود و کاملا مصتوعی بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نباید بگن کنجد و کانولا باید صادقانه طبق جلد محصول گفته بشه کنجد، کانولا و آفتابگردان که بسیار ارزانتر تموم میشه اگرچه اطلاعات روی جلد هم وقتی درصد مخلوطسازی مشخص نیست اشکال داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشمزه و تازه بود ولی کاش اون چندتا دونه که وسطش نخودچی هست رو عوض میکردن .خیلی بی ربطه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بیسکوییت خوشمزه ایه، من همیشه از این نوع میگیرم. برند مینو خرمایی هم خیلی خوشمزس، کاش دیجی موجودش میکرد. حتما پیشنهاد میکنم یکبار امتحان کنید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با مارک های دیگه نمیشه مقایس کرد متوسط به پایین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به عنوان یک محصول ایرانی کیفیت قهوه خوب بود و همچنین بسته شیک و مطمئن در برار رطوبت داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ارزون بود خریدم ولی خیلی ابکی هستس شل شل هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی بد بودی مرغ فاسد افتضااااااح بود با دو ساعت تاخیر اوردن برای اولین بار بود که پروتئین سفارش داده بودم اشتباهه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خرید اول ماهی تیغ نداشت اما در خریدهای بعدی پر ازتیغ بود",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "طعم عالی و خاطرات کودکی رنگارنگ اما با برند جدید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کالا لز نظر محتوی کیفیت و تازگی از درجه بالایی برخوردار بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "متاسفانه بعد از این که محصولات به دستم رسید این بسته مرغ رو که در آوردم متوجه بوی بسیار زننده تعفن شدم که متوجه پارگی پلاستیک روی اون هم شدم با وجود اینکه تاریخ مصرف هم داشت برام تعجب آور بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر به دنبالِ یک مربا با طعم عسل هستید این محصول می‌تواند نظر شما را جلب کند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من با یک چای ایرانی قاطی کردم ولی بازم عطر و طعمش مشهود بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نه رنگ و نه عطرش قابل قبول نیست شخصا اصلاً نپسندیدم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه کمی بوانجیرمیده البته اگرانجیربفهمداسم این مرباراگذاشتندمربای انجیرگلگی می‌کنه.درکل خوب بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وقتی روغن محبوبی هست و کیفیت بالایی و داره و با تخفیف گذاشته میشه، باید خریدش",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بدون طعم و مزه و بسیار بی کیفیت در مقایسه با طعم های دیگر همین آدامس.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این پودر قهوه رو اولین بار بود خریدم که از خرید پشمون شدم.من که همیشه قهوه فله میگیرم اصلا از طعم و بو و گیرایی این قهوه راضی نبودم.البته خب نسبت به پولی ک پرداخت کردم همینم بد نبود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم ولی اصلا خوب نیست. به نظرم قند خیلی بالایی داره",
        "output": [
            "negative"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "خیلی شله فکر کنم از حرارت ببینه حجمش نصف بشه شیره بشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از غذا های خیلی ساده است با و راحت و فقط کافی چند دقیقه داخل آب سرد بذارین و سریع نرم میشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "عسل خوبیه نسبت به قیمتش اگه تو پیشنهاد شگفت انگیز باشه عالیه",
        "output": [
            "positive"
        ]
    }
]
}