{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, it is your task to translate a sentence in Lao into English.",
    "Positive Examples": [
        {
            "input": "ພາຍຸດີນພັດຜ່ານອ່າວແຄມເປ ແລະທຳລາຍແທ່ນນ້ຳມັນ 100 ແຫ່ງ ແລະທ່າເຮືອນໍ້າມັນຫລາຍແຫ່ງໃນສູນກາງອຸດສາຫະກໍານໍ້າມັນກາງປະເທດ.",
            "output": "Dean moved across the Bay of Campeche, eyeing over 100 oil platforms and several oil ports in the center of the country's oil industry.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ມີລາຍງານໃນຂະນະທີ່ເຄື່ອງບິນ ບິນຂື້ນຈາກໂຊ ມີຄວັນອອກມາຈາກເຄື່ອງບິນ.",
            "output": "It is reported that when the airplane took off from Seoul, smoke was coming from the airplane.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ລົດໂຕໂຢຕ້າຂອງລາຟ ຊູມາກເກີ້ ໄດ້ເຮັດໃຫ້ແຟນໆ ປະຫລາດໃຈ ໄດ້ນໍາມາເປັນອັນດັບສາມ ຕາມມາດ້ວຍລົດໂຕໂຢຕ້າອື່ນໆ ຂອງຈາໂນ ຕຸລິ.",
            "output": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ກ່ອນທີ່ຈະມຸ້ງໜ້າໄປຫານ້ຳກ້ອນທີ່ແຕກ ພວກເຂົາໄດ້ເຮັດຂົວຊົ່ວຄາວດ້ວຍພາເຫຼດໄມ້ເພື່ອໄປແລະກັບມາຝັ່ງ ແຕ່ນ້ຳກ້ອນເໜັງແລະຂົວຈິ່ງຖືກທຳລາຍ.",
            "output": "In a press release dated February 16th, Robert Kahn, Stanford University's Public Affairs Coordinator, announced the experimental confirmation of frame dragging, an effect in which the presence of a rotating body causes space itself to be pulled along as the body rotates.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
            "output": "Archila was found with several lava and rock injuries on his body.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ຜູ້ບໍລິຫານໂຮງຮຽນໄດ້ອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາໃນໂຮງຮຽນເທດສະບານໂດເວີ.",
            "output": "Los Lunas came back with a three pointer by #24 and some layups by other players.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ອີງຕາມ ຄະນະກຳມະການປົກປ້ອງນັກຂ່າວ ນັກຂ່າວເກົ້າຄົນ ໄດ້ຖືກຂ້າໃນ ປາກີສຖານ ປີນີ້ ແລະ ຢ່າງໜ້ອຍ 16 ຄົນ ໄດ້ຖືກຂ້າໃນປີ 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "ຊາຍຜູ້ນັ້ນຖືກຍິງເຂົ້າໄປໜຶ່ງນັດ ແລະ ບາດແຜໃນຄັ້ງນັ້ນແມ່ນໄດ້ເປັນອຸປະສັກຕໍ່ຊີວິດຂອງລາວ.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "ເຫດການໃນມັດສະຍິດເຮັດໃຫ້ເກີດຄວາມຄັດແຍ້ງອີກຫລາກຫລາຍກ່ຽວກັບນັກຂ່າວທີ່ຈະຕ້ອງຮັກສາມຸມມອງທີ່ເປັນກາງ.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ໄຕດັ່ງກ່າວສາມາດຜະລິດແລະຂັບຖ່າຍປັດສະວະໂດຍບໍ່ມີການອຸດຕັນຂອງເລືອດໃນຫນູທັງທີ່ຢູ່ໃນຫ້ອງປະຕິບັດການແລະທີ່ຢູ່ພາຍໃນ.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "ຄໍລ້ຳຂອງລາວເປັນໄຊຊະນະທີ່ໄດ້ມາໂດຍງ່າຍສຳຫລັບຊີວີດລາວ ຊື່ງເປັນການໂຕ້ຖຽງແລະສະແດງຄວາມຄິດໃນປະເດັນສັງຄົມແລະການເມືອງ.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ການເດີນທາງທີ່ຫຼາຍກວ່າ 70,000 ຄົນ ໂດຍສ່ວນຫຼາຍແມ່ນ ເຊື້ອຊາດອີຣັກ ກະກຽມສົ່ງກຳລັງອອກໄປໃນ ບັງດັດ ເພື່ອພະຍາຍາມ ແລະ ເອົາມາເຊິ່ງຄວາມໝັ້ນຄົງຂອງເມືອງຫຼວງ.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "Alex Salmon ຫົວໜ້າພັກແຫ່ງຊາດສະກ້ອດແລນ (SNP) ໄດ້ເວົ້າວ່າ ເຖິງວ່າ ສກ໊ອດແລນ ບໍ່່ມີອໍານາດທີ່ຈະຢຸດການປ່ຽນແທນຂອງ ລະບົບອາວຸດ Trident ມັນໄດ້ມີຜູ້ຈັດຂອງອຳນາດ ເພື່ອປົກປ້ອງສິ່ງແວດລ້ອມ.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "ໂຣເບີ ເຟເນວ ເຈົ້າຂອງຮ້ານອາຫານ ລິນ ຄາປິໂຕ ຜູ້ທີ່ມີຄວາມໂດດເດັ່ນໃນການລ້ຽງໄກ່ໃນສະຖານທີ່ປະກອບການ ໃນສອງຊ່ອງຈາກວິທະຍາໄລໄດ້ກ່າວວ່າ ປະຊາຊົນຄວນເລີ່ມການຜະລິດດ້ວຍກະເສດອິນຊີ ແລະ ກັບຄືນໄປສູ່ທຳມະຊາດ ແລະ ຄວນປ່ຽນໄປໃຊ້ຫຼອດໄຟປະຢັດພະຍັງງານໃນສວນຫຼັງບ້ານ.\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດທຳນາຍວ່າ ມີຈຳນວນຫ້າລ້ານສາຍພັນ ທີ່ຈະສູນເສຍໃນສັດຕະວັດນີ້.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "ເມື່ອຮອດ 64, ຢູວຣາຊ ໄດ້ເອົາໃຈໃສ່ລົງຢູ່ໃນການຄຸ້ມຄອງໂດຍ ໂຊອຽບ ມາລິກ.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "ຮູບພາບຫລາຍຮູບຈາກກ້ອງໃຫມ່ຫລາຍຫນ່ວຍ ໄດ້ເປີດເຜີຍໃຫ້ເຫັນວ່າ ມີກ້ອນໂຟມນ້ຳຫນັກປະມານ 250 ກຣາມຕົກອອກຈາກຖັງເຊື້ອເພີງດ້ານນອກໃນຂະນະທີ່ປ່ອຍຍານ ແຕ່ບໍ່ໄດ້ຕຳເອົາຍານອາວະກາດ.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "ໄຕເຫລົ່ານີ້ສາມາດເປັນເນື້ອເຍື້ອຂອງຜູ້ປ່ວຍ ໂດຍລຽງບໍ່ໃຫ້ມີການປະຕິເສດຂອງອະໄວຍະວະ ແລະຈະເພີ່ມຄວາມຈຸຂອງໄຕທີ່ສາມາດປູກຖ່າຍໃນຄົນໄດ້.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "ເຊື້ອແບັກທິເຣຍສາມາດອາໄສສັດປ່າໃຫ້ເປັນຍານພາຫານະຈາກຟາມລ້ຽງສັດມາເຖິງຟາມຜັກຂົມໄດ້.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "ເຂດໂວລູເຊຍ ຊຳມເຕີ ເລກ ແລະເຊມິໂນ ໄດ້ຮັບການປະກາດໃຫ້ມີພາວະສຸກເສີນ ເນື່ອງຈາກຄົວເຮືອນຫລາຍຫລັງ ບ້ານເຄື່ອນທີ່ແລະໂບດຖືກທຳລາຍ.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "ເອວາ ອາວິລາ ໄດ້ໃຫ້ແຜ່ນສຽງທີ່ຂາຍໄດ້ສອງລ້ານ ແຜ່ນໃຫ້ແກ່ລາວ ສໍາລັບຊຸດເພັງທີ່ໃສ່ຊື່ຕົວລາວເອງວ່າ ມາລິຊາ ໂອນີວ.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "\"ເນຶ່ອງຈາກວ່າທ່ານ ຣູດ ກ່າວຫາວ່າ ແອັບບອດ ວ່າ ພວກເຮົາມີຫຼາຍກ່ວາ 50,000 ນັກທ່ອງທ່ຽວທີ່ຜິດກົດຫມາຍ.\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "ຄູນີບໍ່ສາມາດອອກມາໃຫ້ຄວາມເຫັນໄດ້ແລະຈະຖືກນຳຕົວມາທີ່ດີ.ຊີ.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "\"ເມື່ອຂ້າພະເຈົ້າເປັນປະທານນະໂຍບາຍເສດຖະກິດດຽວທີ່ຈະໄລ່ຕາມຄືການເງິນທຶນຂອງປະເທດສະຫະລັດອາເມຮຶກາ.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "ລະຫວ່າງທົດສະວັດ 1980 ແລະ 1990 ເບວໄດ້ດົນນະລົງໃຫ້ໃຊ້ພະລັງນິວເຄຍເພື່ອສັນຕິ ແລະໄດ້ຕໍ່ຕ້ານການແຂ່ງຂັນເຮັດອາວຸດນິວເຄຍແລະການທົດລອງນິວເຄຍ.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "ແມັກຄັດເລນກ່າວວ່າ \"ເບິ່ງແມ້ ວ່າລາຍງານນີ້ສ້າງຄວາມເສຍຫາຍຢ່າງຫລວງຫລາຍໃຫ້ກັບພາບລັກຂອງສະຫະລັດອາເມລິກາ.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ສະເຕຣີ ກ່າວວ່າ \"ຜູ້ກ່ຽວຢູ່ໃນສະພາບທີ່ອ່ອນເພຍ ທີ່ເປັນຜົນມາຈາກສິ່ງທີ່ເກີດຂຶ້ນ.\"\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ສະມາຊິກສະພາຜູ້ອື່ນ ລວມເຖິງພະນັກງານຂອງພັກບາງທ່ານ ບໍ່ເຫັນດີກັບການໂຕ້ຖຽງກັນຂອງການປະຕິວັດ.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "ລາຍງານລະບຸວ່າ ໃນປະເທດກຳລັງພັດທະນາ ຄົນທຸກຍາກໃນເຂດເມື່ອງຈະໄດ້ຮັບຜົນກະທົບຈາກບັນຫາເສດຖະກິດຊະລໍຕົວຫລາຍທີ່ສຸດ ເນື່ອງຈາກຄວາມສາມາດໃນການຫາວຽກຂື້ນຢູ່ກັບປັດໄຈຢ່າງການລົງທືນຈາກຕ່າງຊາດແລະອຸປະສົງການສົ່ງອອກຫລາຍທີ່ສຸດ.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "ການເປັນຫຸ້ນສ່ວນທີ່ໄດ້ມີຂ່າວລືມາຫຼາຍປີ ແລະ ປະລິມານການເຕີບໃຫ່ຍທີ່ໜ້າປະທັບໃຈ ໃນຫຼາຍເດືອນຜ່ານມາ.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ບັນນາທິການ ເຄດ ອັລຄອນ ຈາກຄູ່ມືແຫ່ງຊາດ ກ່ຽວກັບ ໂລກເອດ ໄດ້ກ່າວວ່າ \"ມີຫຼາຍຢ່າງໜ້າສົນໃຈກ່ຽວກັບຜະລິດຕະພັນນີ້.\"\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "ບັນ​ດາ​ເດັກ​ນ້ອຍ​ທີ່​ຖືກ​ຈັດ​ໃນ​ໝວດ​ໝູ່ \"ມີກິດ​ຈະກຳ​ທາງ​ສັງ​ຄົມ\" ແມ່ນ​ຖື​ວ່າ​ຍັງ​ມີ​ອັດ​ຕາ​ທີ່​ຄ່ອນ​ຂ້າງດີກວ່າ​ອັດ​ຕາ​ຂອງເດັກ​ນ້ອຍ​ທີ່ \"ບໍ່​ມີ​ກິດ​ຈະ​ກຳ​ທາງ​ສັງ​ຄົມ\": ພວກ​ເຂົາ​ມີ​ໂອ​ກາດ​ປະ​ມານ 3ຕໍ່4 ໃນ​ການ​ເປັນ​ເຊື້ອ​ພະ​ຍາດ​ດັ່ງ​ກ່າວ.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "ບາງການຊ່ວຍເຫລືອ ແມ່ນມາໃນຮູບແບບອາຫານ ຂະນະທີ່ການຊ່ວຍເຫລືອອື່ນໆ ແມ່ນຈະເປັນເງິນສົດ ເຊິ່ງຈະຖືກໃຊ້ໂດຍອົງກອນຊ່ວຍເຫລືອ ເພື່ອຊື້ເຂົ້າຈາກຊາວນາໂອທິໂອເປຍ.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "ທ່ານ ມານຊົວ ວາງແຜນທີ່ຈະກໍ່ຕັ້ງຄະນະກຳມະການຂຶ້ນພາຍໃນ15ມື້ ເພື່ອພິຈາລະນາ ແລະ ແນະນຳການປ່ຽນແປງລັດທະທຳມະນູນໃນປະຈຸບັນທີ່ຖືກງົດໃຊ້ຊົ່ວຄາວ.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ທັງຫມົດປະຕິເສດທີ່ຈະເວົ້າແລະປະກາດວ່າພວກເຂົາບໍ່ໄດ້ມີຄວາມຮັບຜິດຊອບໃນການດຳເນີນການ.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ຈາກສຳນັກຂ່າວເພທັດ ອອບ ອິນເດຍລາຍງານວ່າເຈົ້າຫນ້າທີ່ຕຳຫລວດໃນປະເທດອິນເດຍໄດ້ຮັບການຮ້ອງຮຽນຈາກເດັກສາວບໍ່ບັນລຸນິຕິພາວະສາມຄົນຊື່ງກ່າວຫາວ່າລາວຂົ່ມຂືນພວກເຂົາ.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "ປັດ​ຈຸ​ບັນ​ນີ້​ສານ​ລັດ​ຖະ​ບານ​ກາງ​ກຳ​ລັງ​ພິ​ຈາ​ລະ​ນາກົດ​ໝາຍສະ​ບັບ​ໜຶ່ງ​ຂອງ​ລັດ​ California ​ວ່າ​ດ້ວຍວິ​ດີ​ໂອ​ເກມຢູ່.\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "ຄໍາຖະແຫຼງການກ່າວວ່າ: \"ຍັງບໍ່ມີການຕັດສິນໃຈຂັ້ນສຸດທ້າຍ ກ່ຽວກັບ ມູນຄ່າເລີ່ມຕົ້ນ ຫຼື ການຊ່ວຍເຫຼືອ ແລະ ການທີ່ຈະຄາດເດົາຄວາມເປັນໄປໄດ້ຂອງລາຄາກໍ່ເປັນການຟ້າວຟັ່ງໄວເກີນໄປ.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ຖະຫນົນໃນອັບການິສະຖານມັກຈະສັນຈອນຍາກ ດັ່ງນັ້ນກອງທັບມັກຈະມີສັນຍາຕໍ່ກັບເຄື່ອງບິນ ໂດຍສະເພາະຢ່າງຍິ່ງຈາກຣັດເຊຍ ເພື່ອນຳສົ່ງກອງທັບທະຫານແລະສິນຄ້າລະຫວ່າງຖານທັບ.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "\"ແລະ ປະຈຸບັນນີ້ ໃນເວລາທີ່ ປະທານາທິບໍດີສະຫະລັດ ໄດ້ປະກາດຫລັກການດັ່ງກ່າວ ແລະ ສົ່ງເສີມຫລັກການດັ່ງກ່າວ ນາຍົກລັດຖະມົນຕີອິສະລາເອວ ໄດ້ເຫັນພ້ອມ ແລະ ເຮັດໃນສິ່ງກົງກັນຂ້າມຢ່າງສິ້ນເຊີງ.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "ກົດຊຸດໃຫມ່ບໍ່ລວມກັບລະບຽບທີ່ບໍ່ໃຫ້ເຂົ້າມາໃນສິ່ງປູກສ້າງຂອງເອັມທີອາ ລວມເຖືງກົດທີ່ບໍ່ໃຫ້ກິນຫລືດື່ມ.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "ພະນັກງານດັບໄຟຫ້າຄົນເສຍຊີວິດເມື່ອລົດຂອງພວກເຂົາຖືກປົກກຸ່ມໄປດ້ວຍໄຟ.\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "\"ເຮົາມີແຜນຈະໃຫ້ເຈມກັບມາຮັບຫນ້າທີ່ເດີມໃນປີຫນ້າແລະຫມັ້ນໃຈວ່າລາວຈະຍັງເປັນຕົວແທນນັກກິລາເພນສະເຕດແລະຂອງມະຫາວິທະຍາໄລທີ່ມີພະລັງ ຄວາມທຸ້ມເທແລະຄວາມເຄົາລົບຢ່າງສູງ.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "ສະຫະປະຊາຊາດ ແລະ ກອງກຳລັງຮັກສາຄວາມສະຫງົບ ຝຣັ່ງ ກ່າວວ່າ ພວກເຂົາຈະບໍ່ອອກຈາກຊາຍຝັ່ງ ອີໂວຣີ ເຖິງວ່າຄຳສັ່ງຈາກ ປະທານປະເທດ ລໍເລັນ ແບັກບູ ໃຫ້ອອກຈາກປະເທດ.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "ທ່ານ Kothari ກ່າວ​ຕື່ມ​ອີກວ່າ: \"ບັນ​ດາ​ລັດ​ທີ່​ມີ​ຈຳ​ນວນ​ປະ​ຊາ​ກອນ​ໜ້ອຍກວ່າ​ກໍ​ຈະ​ສົ່ງ​ສະ​ມາ​ຊິກເຂົ້າ​ຮ່ວມ​ສະ​ພາ​ຂະໜາດຫນ້ອຍລົງຕາມລໍາດັບ.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "ຖ້າບໍ່ມີໃຜໄດ້ຄະແນນສຽງສ່ວນໃຫຍ່ເຖິງສອງສ່ວນສາມຫຼັງຮອບທີສອງປະທານສະພານິຕິບັນຍັດຕ້ອງຖືກເລືອກແບບຄະແນນສຽງຫຼາຍແບບປົກກະຕິໃນຮອບທີສາມ.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ກໍລະນີທໍາອິດ ຂອງໄຂ້ວັດນົກ ໃນອິຣັກ ແມ່ນໄດ້ຖືກປະກາດໃນມື້ນີ້ ໂດຍລັດຖະມົນຕີກະຊວງສາທາລະນະສຸກຂອງປະເທດ ອັບເດວ ມູຕາລິບ ໂມຫາເມັດ.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "ອ໋ອກຟອດຊະນະໂຍນຫົວກ້ອຍ ແລະ ເລືອກແຖວແມ່ນໍ້າເບື້ອງເຊີລີ ສ່ວນແຄມບຣິດແມ່ນຢູ່ເບື້ອງມິດໂດເຊັກ.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ຂໍ້ຮຽກຮ້ອງຂອງຊີຮານ ຕອນນີ້ປ່ຽນໄປຈາກຂໍ້ຮຽກຮ້ອງເກົ່າທີ່ລາວກ່າວໄວ້ກັບຜູ້ສື່ຂ່າວເມືອງວາຄາວິວລັດແຄລິຟໍເນຍ ໃນປີ 2004 ຫລາຍ.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ເຈົ້າໜ້າທີ່ສືບສວນສາເຫດໄຟໄໝ້ ພົບວ່າຈະຫຼວດອາກາດສູ່ອາກາດຢ່າງໜ້ອຍ 400 ເຖິງ 450 ລໍາ ໄດ້ຮັບຄວາມເສຍຫາຍໃນໄຟໄໝ້ດັ່ງກ່າວ.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ເສືອເຂົ້າທຳຮ້າຍຄົນງານ ມັນໄດ້ຍ່າງໄປທຳຮ້າຍນັກທ່ອງທ່ຽວອີກສອງຄົນ.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "\"ເຮົາກຳລັງເວົ້າຖືງອາການປວດບວມທີ່ຮັກສາດ້ວຍຢາປະຕິຊີວະນະ.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "ຫົວ​ຂໍ້​ຂ່າວ​ທັງ​ໝົດ​ຕ່າງ​ກໍ​ລາຍ​ງານ​ວ່າ ທາງ​ເຈົ້າ​ໜ້າ​ທີ່ສາ​ມາດ​ປົດ​ສະ​ນວນ​ລະ​ເບີດ​ດັ່ງ​ກ່າວ​ໄດ້​ແລ້ວ.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍໝາຍຄວາມວ່າ ຂ້ອຍເສຍໃຈທີ່ຂ້ອຍໄດ້ເສຍຄະແນນ ແຕ່ວ່າພວກເຮົາແຕກຕ່າງກັນ ແລະ ລາວກໍ່ເປັນຄົນໜ້າອັດສະຈັນແທ້ໆ​\" ກ່າວໂດຍເຄກ ຊາບ.\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກຳລັງຟ້ອງ ສຳລັບການຟື້ນໂຕຂອງ ການເສຍຫາຍຂອງເມືອງ ໂດຍສະເໜີ ເຄິ່ງໜຶ່ງ ແລະ ຈອງການຫາເງິນ ຈາກຮູບເງົາທີ່ມີລູກລະເບີດໃຫຍ່ ເຊັ່ນ ສິດທິພິເສດຂອງ Spider-man Iron Man X-Men Hulk ແລະ Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ລະເບີດໄດ້ແຕກຂື້້ນໃນເວລາ 5:45 ຕອນເຊົ້າ ຕາມເວລາທ້ອງຖິ່ນ ໃນເວລາທີ່ຊາວພຸດກໍາລັງເລີ່ມສວດມົນໃນຕອນເຊົ້າ.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "ນັກບຸນໃຫມ່ໄດ້ແກ່ ໄຣຊາ ເວເນຣິນີ (1656 - 1728) ແມ່ຊີ ເທໂອດໍ ເກຣິນ (1798 - 1856) ຟິລິບໂປສະມໍດັນ (1848 - 1923) ແລະບາດຫລັງຣາຟາເອວກິຊາ ວາເລນເຊຍ (1878 - 1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "ໂຄສົກຂອງກະບັກໂບ ອັບດອນ ຈອດ ບາເຍໂຕ ກ່າວກັບບີບີຊີວ່າ ການເລືອກຕັ້ງເປັນ \"ການຈັດສາກຂອງນານາຊາດທີ່ຕໍ່ຕ້ານປະທານນາທິບໍດີທີ່ດຳລົງຕຳແຫນ່ງຢູ່.\" ແລະຍັງຄົງຕໍ່ສູ້ດ້ວຍຄວາມຊື່ສັດເພື່ອໂອດຕາຣາ.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "ເສດຜົງສະສົມຮອບຊ່ອງລົມໃນການປ່ອຍອອກຊິເຈນຊື່ອິເລັກຕອນໄດ້ຮັບການບັນທືນແລະຖ່າຍຮູບໄວ້ໂດຍຊາຣີພອບ.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "ນັກຂັບເຟີລາລີ ເຟີນານໂດ ອາລອນໂຊ ແມ່ນຜູ້ທີ່ຢູ່ໃນລະຫວ່າງຄົນເຫລົ່ານັ້ນ ທີ່ສະແດງຄວາມຊ່ວຍເຫລືອຂອງລາວ ໄດ້ອຸທິດຕໍາແໜ່ງນໍາຂອງລາວ ໃນຮອບຄັດເລືອກໃນວັນເສົາ ໃຫ້ແກ່ ດີ ວິໂລຕ້າ.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "ທ່ານ Frank Postberg ທີມ​ນັກ​ວິ​ທະ​ຍາ​ສາດ​ຂອງ​ຍານ Cassini ຈາກ​ມະ​ຫາ​ວິ​ທະ​ຍາ​ໄລ Heidelberg ໃນ​ເຢຍ​ລະ​ມັນ ກ່າວ​ວ່າ \"ໃນ​ຕອນນີ້​ຍັງ​ບໍ່​ມີ​ວິ​ທີ​ທີ່​ຈະ​ເຮັດ​ໃຫ້​ມີພືດຈຳ​ພວກ​ເມັດ​ແຕກ​ພຸ່ງ​ອອກ​ມາ​ຢ່າງ​ສະ​ໝ່ຳ​ສະ​ເໝີຈາກ​ນ້ຳ​ກ້ອນ​ທົ່ວ​ຮອຍ​ເສືອນັ້ນ ນອກ​ຈາກ​ນ້ຳ​ເຄັ​ມ​ທີ່​ພວກ​ເຮົາ​ເກັບ​ໄດ້​ຈາກ​ພື້ນ​ຜິວ​ທີ່​ເປັນ​ນ້ຳ​ກ້ອນ​ຂອງ​ເດືອນ Enceladus.\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ລາວເສຍຊີວິດໃນອາຍຸ 76 ປີຫລັງຈາກຕໍ່ສູ້ກັບມະເລັງເປັນເວລາດົນ ລາວໄດ້ຖິ້ມພັນລະຍາຂອງລາວທີ່ອາຍຸ 54 ປີແອວຊີ ແລະລູກຊາຍຂອງລາວ ແອນດູ ພໍແລະມາກ.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "ມີການແຈ້ງວ່າມີຜູ້ເສຍຊີວິດ 38 ຄົນຈາກເຫດລະເບີດພີຊິບໃນລະຫວ່າງ ການຊຸມນຸມທາງການເມືອງໃນແຂວງທາງຕະເວັນຕົກສຽງເຫນືອຊາຍແດນປາກີສະຖານ.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ລັດໃນພື້ນທີ່ກ່າວວ່າ ມີຢ່າງຫນ້ອຍສິບເອັດຄົນທີ່ເສຍຊີວິດຈາກເຫດລະເບີດຂ້າງຖະຫນົນທາງອັບການິສະຖານຕອນໃຕ້ເມື່ອວັນອາທິດທີ່ຜ່ານມາ.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ມວນອາກາດທີ່ຄ້າຍຄືກັນນີ້ ເກີດມາຈາກໄພນໍ້າຖ້ວມທີ່ຮຸນແຮງ ແລະ ປະລິມານນໍ້າຝົນໃນປີ 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "ທ່ານ ມາຕິນ ເຟີກູຊັນ ລັດຖະມົນຕີກະຊວງຊັບພະຍາກອນ ກ່າວວ່າ \"ບໍ່ມີໄພຄຸກຄາມຕໍ່ຕາຝັ່ງທະເລ ອົດສະຕາລີ.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "ເພິ່ນຍັງເວົ້າອີກວ່າອີກວ່າ ກອງເກືອໃນເມືອງເຊວຊີທີ່ໃຊ້ໃສການລະລາຍນໍ້າແຂງໃນທາງຫຼວງຂອງເຄືອລາດສະອານາຈັກຕັ້ງຢູ່ \"ຢ່າງຜິດກົດໝາຍ.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "ມີການຢືນຢັນວ່າສະໄປເກີຈະປ່ຽນເຈົ້າຂອງໃນລະດູການຫນ້າແລະຈະເປັນທີມຟອມມູລ່າວັນແຫ່ງຊາດອິນເດຍຄັ້ງທຳອິດໃນປະຫວັດສາດ.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "stuff.co.nzs Chris Barclay ເຊື່ອວ່າມີຄວາມຫມາຍນີ້ທີມ Fever ມີໂອກາດຊະນະໄດ້ ໂດຍສະເພາະຫຼັງຈາກລະດູການທີ່ຜ່ານມາແລະໄດ້ຊະນະສອງຄັ້ງ ສະເຫມີກັບ Firebird ແລະການເສຍພຽງຄັ້ງດຽວ.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "ເພື່ອຕອບໂຕ້ ລີໂອ ເບັນຮັກເກີ້ ປ່ຽນການຫຼີ້ນເປັນແບບບຸກຂື້ນຫຼາຍຂື້ນ ຄືເປັນລະບົບ 4-3-2 ແລະ ເພີ່ມການບຸກຂື້ນຫຼາຍກ່ວາເກົ່າ.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "\"ການປະຖິ້ມອຸປະກອນຂະຫນາດ 12 ນິ້ວແລະພັກການຜະລິດຂະຫນາດ 8 ນິ້ວນັ້ນເປັນເລື່ອງທີ່ສຳຄັນໃນເຫດການນີ້ຫລາຍ.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "ໃນຄວາມພະຍາຍາມທີ່ຈະຍຸດຕິທາງຕັນລະຫວ່າງສະພາຜູ້ແທນແລະວຸດທິສະພາ ໂບເນີໄດ້ບອກຜູ້ນຳວຸດທິສະມາຊິກປະຊາທິປະໄຕ ແຣຣີ່ເຣດ ວ່າລາວຈະກຳນົດເວລາການລົງຄະແນນສະມາຊິກຜູ້ແທນລາດຊະດອນໃນຮູບແບບຂອງຮ່າງກົດຫມາຍສະເຫນີວຸດທິສະພາ ທີ່ຈະຂະຫຍາຍໄລຍະເວລາການລົດພາສີຊື່ງຈະຫມົດອາຍຸໃນທ້າຍປີ.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "ທ່ານມາລອຍ ເສີມອີກວ່າ: \"ຄຽງຄູ່ກັບທີ່ລັດຂອງພວກເຮົາເຄື່ອນໄຫວໄປຕາມການ ປຶກສາຫາລື ຂ້າພະເຈົ້າຫວັງວ່າພວກເຮົາທັງໝົດຈະເພີ້ມທະວີຄວາມ ພະຍາຍາມ ແລະ ການເຮັດວຽກເປັນປົກກະຕິ ເພື່ອປັບປຸງ ຄວາມຍຸດຕິທໍາ ແລະ ຄວາມໝັ້ນຄົງ ຂອງລະບົບການພິພາກສາ ອາດສະຍາກອນ ຂອງພວກເຮົາ ແລະ ເພື່ອຫຼຸດຜ່ອນຄວາມຜິດພາດຂອງມັນໃຫ້ເຫຼືອໜ້ອຍທີ່ສຸດ.\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "ໃນທີ່ສຸດໃນເດືອນມີນາ ການຮັບຮອງເລືອກຕັ້ງຂອງຂໍ້ຕົກລົງເຊນແອນດຣູ ຈະເກີດຂຶ້ນ ຈະເປັນແບບທັງການເລືອກຕັ້ງ ຫລື ແບບປະຊາມະຕິ.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "ສຳລັບການຈັດສັນຫງົບປະມານທັງໝົດ ແມ່ນແຕກຕ່າງກັນ ບ່ອນທຳອິດ ຈຳນວນລ່ວມທັງໝົດແມ່ນຫຼຸດລົງ A$117,170,000 ແລະ ບ່ອນທີສອງ ໄດ້ເຫັນການເພີມຂື້ນເຖິ່ງA$114,353,000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ໃນທີ່ປະຊຸມສຸດຍອດ ຍູໄຣກ່າວຫາລັດຖະບານຂອງຄໍເຣຍວ່າມີຄວາມສຳພັນກັບກະບົດເອັບເອອາຊີ ຊື່ງເປັນຂໍ້ກ່າວຫາທີ່ຄໍເຣຍປະຕິເສດຢ່າງວ່ອງໄວ.\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "ຮອບໆໄຊໂລເກັບນ້ຳຕານເສີມຄອນກຣີດສູງ 100 ຟຸດສາມອັນ ທີ່ມີການສືບສວນໃນປີ 2008 ກ່ຽວກັບການລະເບີດຂອງໂລກໂຮງກັ່ນນ້ຳຕານຈໍເຈັ້ຍຖືກທຳລາຍລົງ.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "ເດັກຊາຍຄົນນີ້ ບໍ່ປາກົດຊື່ ຍັງຈື່ໄດ້ວ່າຕ້ອງຄາດເຂັມຂັດນິລະໄພ ແລະຕ້ອງໃຊ້ໄຟລ້ຽງເມື່ອຕ້ອງໃຊ້.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "ວ່າງວັນ​ຈັນ​ທີ່​ຜ່ານ​ມາ ຜູ້​ພັກ​ອາ​ໃສ​ໃນ​ອາ​ພາດ​ເມັນ​ແຫ່ງຫນຶ່ງນອກ​ກຸງ​ປາ​ຣີ​ສ ໄດ້​ພົບ​ລູກລະ​ເບີດຂອງ​ສະ​ໄໝ​ສົງ​ຄາມ​ໂລກ​ຄັ້ງ​ທີ II ໃນ​ປ່ອງ​ຄວັນ​ໄຟ​ຂອງ​ຕົນ.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "ການສືກສາຄັ້ງນີ້ເປັນໜັງສືທີ່ມີຄຸນຄ່າທາງປະຫວັດສາດທີ່ເຕັມໃປດ້ວຍການເກີດການຕາຍ ແລະ ການຍ້າຍຖີ່ນການພາຍນອກສຳລັບປະຊາກອນນີວຊີແລນ.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ຖະໜົນເສັ້ນໃຫຍ່ຢູ່ ນິວຢອກ ແລະ ຖະໜົນລະຫວ່າງລັດເລກທີ 90 ຖຶກປິດເລີ່ມຈາກ ທີ່ໃກ້ກັບໂຣເຊັດສະເຕີ ຫາ ເມືອງດັນກິກ ໃນລັດນິວຢອກ ມີໄລຍະທາງເກືອບ 110 ໄມ.\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "ບົດຄວາມໃນຂ່າວມີການເວົ້າເຖິງບາງປະເດັນ ແຕ່ບໍ່ເວົ້າເຖິງບາງປະເດັນທີ່ອາດມີຄວາມສຳຄັນຫລາຍກວ່າ.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "ທ່ານ ອາລີ ເບນ ບອງໂກ ປະທານນາທິບໍດີຄົນໃຫມ່ຂອງປະເທດກາບອງ ປະກາດລາຍຊື່ຄະນະລັດຖະມົນຕີຊຸດທໍາອິດຂອງລາວຫລັງຈາກຊະນະການເລືອກຕັ້ງປະທານນາທິບໍດີຂອງປະເທດເມື່ອບໍ່ດົນມານີ້.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "ຜູ້ຊາຍ ທີ່ເປັນປະຊາຊົນທັງໝົດ ທີ່ຖືກແທງຊໍ້າຫລາຍຄັ້ງ ມີເຄື່ອງໝາຍ ໃນຂໍ້ມື ສະແດງໃຫ້ເຫັນຂໍ້ມືຂອງເຂົາເຈົ້າ ໄດ້ຖືກມັດຕິດກັນ ແລະ ຜູ້ເຄາະຮ້າຍທັງໝົດ ແມ່ນມີບາດແຜຖູກຍິງດ້ວຍປືນຢູ່ເທິ່ງຫົວເຂົາເຈົ້າ.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "ອຳເພີທຸ່ງສົງ ແຂວງນະຄອນສີທຳມະລາດປະສົບກັບໄພນ້ຳຖ້ວມຖືງເອວໃນພື້ນທີ່ການຄ້າໃຈກາງເມືອງ.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "ມີການເບິ່ງວ່າເຟລິໂມອາດໃຊ້ໂອກາດນີ້ເພື່ອໃຫ້ກູບູຊາຄອງຄຳແຫນ່ງເປັນສະໄຫມທີສາມ ລັດຖະທຳມະນູນຕອນນີ້ອານຸຍາດໃຫ້ປະທານນາທິບໍດີດຳລົງຕຳແຫນ່ງພຽງສອງສະໄຫມ.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "ຄູຝຶກທີມບານເຕະອາເມລິກາ ຖືກຍິງທີ່ໂຮງຍິມໂຮງຮຽນໃນລັດໄອໂອວາ ສະຫະລັດ.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາ ສວິສ ໄດ້ເຫັນທາງຂອງພວກເຮົາໃນທະເລ ບໍ່ແມ່ນພຽງແຕ່ພູຜາ\" ໂດຍອີງຕາມ ຄວາມນິຍົມສູງສຸດຂອງ ສວີສແລນ ສຳລັບການຫຼິ້ນສະກີ ອັລພາຍ.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ຜູ້ລາຍງານບໍ່ມີຜົມແດນ (RWB) ໄດ້ປະກົດໂຕເພື່ອ ການຈັບກຸມໃນການຮັບຜິດຊອບຕໍ່ຄາດຕະກອນ.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "ໄດ້ກ້າວເຖິງຫຼັກໄມ ສາຍການບິນໄດ້ໃຊ້ໂອກາດຢ່າງທັນທີ ຄືທີ່ຜ່ານມາ ເພື່ອຂາຍບ່ອນນັ່ງ; ໂດຍການປະກາດນຳໃຊ້ ການຫຼຸດລາຄາຢ່າງຫຼວງຫຼາຍ 200,000 ບ່ອນນັ່ງ ໃນ 99p/99c ຕໍ່ບ່ອນນັ່ງ.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາກັງວົນເລື່ອງທີ່ວ່າ ຄົນກວ່າ 3000 ຄົນຕິດຢູ່ໃຕ້ດິນ\" ດີອອນ ບ໊ອກວ່ານາ ປະທານສະຫະພາບຄົນງານເຫມືອງແຫ່ງຊາດ ອຟຼິກກາໃຕ້ກ່າວ.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "ເມື່ອກ່ອນນັກດາລາສາດ ໄດ້ຄິດວ່າ ວົງແຫວນແມ່ນສ່່ວນຫຼາຍເປັນພື້ນພຽງເຊິ່ງມີລະດັບຄວາມແຕກຕ່າງຄວາມສູງພຽງສອງສາມແມັດ.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "ຊາເເຮບຕອ້ງໄດ້ດຶງອຸປະກອນເລື່ອນຢູ່ຫິມະຫນັກ 170-ປອນ (77-ກລ) ເດີນທາງດວ້ຍຕີນ ເເລະເກີບຢຽບຫິມະ ໃນຄະນະທີ່ອີກສອງຄົນແມ່ນຂີ່ສະກີ.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "ສາມຄົນອື່ນໆ ແມ່ນຖືກພົບໃກ້ກັບຖະໜົນໃນເມືອງລັສຕາມິຍາ ໃນເຂດຊານເມືອງທາງຕາເວັນອອກສ່ຽງໃຕ້ຂອງເມືອງຫລວງ.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "ພໍ່ແມ່ຂອງແອລລີຢາກໃຫ້ລາວຢູ່ບ້ານແລະເບິ່ງແຍງລາວດ້ວຍຕົວເອງແລະຢາກຮັບປະກັນໃຫ້ລາວມີຄຸນນະພາບຊີວິດທີ່ດີ.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "ໃນພື້ນທີ່ິນິວແບກແດດ ເຈົ້າຂອງຮ້ານແລະລູກຄ້າຂອງຕະຫລາດສັດລ້ຽງໄດ້ຢືນຢັນວ່າຜູ້ຍິງທີ່ຖືກລະເບີດມີຄວາມພິການທາງສະຫມອງເຊັ່ນກັນ.\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "ວິກິພິເດຍເປັນໂຄງກງານຂອງມູນລະນິທິວິມີເດຍ ອົງກອນບໍ່ສະແຫວງກຳໄລຊື່ງກໍ່ຕັ້ງຂື້ນທີ່ເຊນປີເຕີສະເບີກ ລັດຟໍລິດາ.\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "ຊັນນີ່ແບ້ງໄດ້ນຳ ດ້ວຍຄະແນນ 17 ຕໍ່ 3 ໃນໄລຍະແຫ່ງຄວາມຕາຍຂອງເຄິ່ງທຳອິດ ແຕ່ໄດ້ຍິນຍອມຕໍ່ລູກໂທດ ເຊິ່ງເປັນຜົນຄະແນນໃນການແຂ່ງຂັນ ທີ່ອາດຈະເປັນຄະແນນຄັ້ງສຸດທ້າຍຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "ໃນສະໄຫມທີ່ບິດາຂອງລາວເປັນປະທານນາທິບໍດີ ກາບອງໄດ້ກາຍເປັນປະເທດຜູ້ສົ່ງອອກນ້ຳມັນລາຍໃຫຍ່ອັນດັບຫົກ ຂອງໂລກແຕ່ປະຊາກອນ 70% ຂອງປະເທດຍັງຄົງທຸກຍາກ.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "ທີມແມນເຊດເຕີ້ຍູໄນເຕັດເອົາຊະນະເອເອສ໌ໂຣມາດ້ວຍສະກໍ 1-0 ໃນກຸ່ມ F ຂອງການແຂ່ງຂັນ UEFA ແຊມປ້ຽນຫລີກ 2007-08 ທີ່ສະຫນາມໂອດ ແທຟອດເມື່ອງແມນເຊດເຕີ້ ກຸງລອນດອນ.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກູໂກ ຕອບໂຕ້ໂດຍກ່າວວ່າ ພວກເຂົາໄດ້ປະຕິບັດຕາມ ລັດຖະບັນຍັດລິກຂະສິດແຫ່ງສະຫະສະວັດດິຈິຕໍ ເພື່ອປົກປ້ອງບໍ່ໃຫ້ບໍລິສັດຖືກດໍາເນີນຄະດີ ຖ້າຫາກວ່າພວກເຂົານໍາເນື້ອໃນທາງລິກຂະສິດອອກມາທັນທີທີ່ພວກເຂົາຮັບຮູ້.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "ເອັກເວີດ ລູແລະສະແຕນເລ ເລິບ ແຫ່ງສູນອາວະກາດຈອນສັນແຫ່ງເມືອງຮູຕັນ ຍັງຮູ້ສືກມີກັງວົນກ່ຽວກັບການຕຳໂລກເຊັ່ນກັນ.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "ໃນທີ່ອື່ນ \"ບາງຄົນອາດມີປະເດັນອື່ນທີ່ຕ້ອງອະທິບາຍເຊິ່ງລວມເຖິງເລື່ອງເງີນໃນລະບົບ ແຕ່ແນ່ນອນວ່າບາງຄົນໃຫ້ຄວາມຊ່ວຍເຫລືອໄດ້ຫລາຍໃນການຊ່ວຍລວບລວມຂໍ້ມູນໃຫ້ເຫັນຮູບທີ່ຊັດເຈນຂອງຄວາມພະຍາຍາມສ້າງອາວຸດທຳລາຍລ້າງຂະຫນາດໃຫຍ່ໃນລະບົບການປົກຄອງ ແລະເຈດຈຳນົງທີ່ມີມາດົນນານກວ່າສາມທົດສະວັດ.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "ແພດຊ່ຽວຊານດ້ານການເຮັດຄອດຂອງໂຮງຫມໍ ແອນດູ ມິວເລີກ່າວວ່າ ການຖືພາທີ່ຮັງໄຂ່ແລ້ວເດັກນ້ອຍລອດຊີວິດຈົນຄອດເປັນສິ່ງທີ່ \"ບໍ່ເຄີຍໄດ້ຍິນ.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ເຊິ່ງ ບຸສ ແມ່ນເມຍຂອງມືປືນ ແລະ ເປັນປະທານຂອງໂຮງລະຄອນດັ່ງກ່າວ ສ່ວນອີກສອງຄົນ ແມ່ນຜູ້ສ້າງຮູບເງົາ ເລື່ອງ ເຊີລອກ ໂຮເມັດ: ການປະຈົນໄພຄັ້ງສຸດທ້າຍ.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ໃຊ້ເວລາທັງໝົດຂອງລາວກັບ WWF ຜິດກັນກັບ Undertaker ແລະ ໄດ້ລາອອກຈາກບໍລິສັດ ໃນເດືອນກໍລະກົດ ປີ 1993 ຫຼັງຈາກແພ້ໃນການແຂ່ງຂັນ Rest in Pease ຂອງລາວ.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "ມັນຖືກເດົາຢ່າງໃຫຍ່ວ່າ ເກົ້າວຸດທິສະພາຈະຮັບປະກັນໃນ ການດຸ່ນດ່ຽງອຳນາດໃນວຸດທິສະພາຂັ້ນສູງ.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການລະບາດຂອງໄວຣັດໄຂ້ເລືອດອອກ ມາດເບີກທີ່ຫລາຍທີ່ສຸດໃນປະຫວັດສາດ.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີສະກ໊ອດແລນອາເລັກ ແຊວມອນ ເອັມເອັດສ໌ພີ ໄດ້ເປີດຮູບປໍ້າທອງແດງແລະສ່ວນລຳລືກໃນມູດີເບີນໃນວັນອາທິດຕໍ່ຫນ້າຄົນປະມານ 600 ຄົນ.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "ກົນລະເມັດທີ່ຮູ້ກັນດີໃນກຸ່ມຕໍ່ຕ້ານອິລັກ(ເອໄອເອັບ)ຄືການທຳທ່າເຮັດເປັນບາດເຈັບຫລືຕາຍ ແລະທະຫານສາມາດອ້າງໄດ້ວ່າພວກເຂົາຄືໄພຄຸກຄາມໄດ້ໂດຍສົມເຫດສົມຜົນ.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ລູກຊາຍຂອງ ທ່ານນາງ ກິບຊັນ ຊື່ ໂຈນ ຈາກ ລີເວີພູ ໄດ້ຂໍຮ້ອງໃຫ້ ປະຊາຊົນອັງກິດທີ່ໂມໂຫຈາກປະໂຫຍກຄໍາສັ່ງຈອງຈຳຄຸກແມ່ຂອງລາວ ບໍ່ຄວນຫັນມາຕໍ່ຕ້ານ ມຸສລິມ.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "\"ປະເທດຊາດຄວນຈະເລືອກທີ່ຈະຊຸກຍູ້ໃຫ້ປະຊາຊົນຜູ້ທີ່ຢາກໄປເຮັດວຽກແທນທີ່ຈະສົ່ງເສີມຜູ້ທີ່ຢາກສໍ້ໂກງ.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ເມືອການທົດລອງສໍາເລັດ ທຸກພາກສ່ວນຈະຍ້າຍໄປໃຊ້ລະບົບລີນຸກ ແລະ ເວັບໄຊ OpenOffice.org.\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "ຄິມເສຍຊີວິດໃນສອງມື້ກ່ອນຫນ້າທີ່ຈະຂື້ນລົດໄຟໃນວັນທີ 17 ທັນວາ.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "Leonpr Tomero ຂອງ ສູນບັງຄັບ ແລະ ບໍ່ແຜ່ຂະຫຍາຍອາວຸດທະຫານກ່າວວ່າ ການທີ່ບໍ່ມີຜູ້ລະເວັ້ນທີ່ສາມາດນຳພາ ໃນສະຖານະການທີ່ອຶດອັດ ເຊິ່ງຄວາມຄືບໜ້າໃນການມ້າງ ໂຄງການນິວເຄຣຍຂອງ ເກົາຫຼີເໜືອ ອາດໄດ້ມີຄວາມຫຼ້າຊ້າ ເນື່ອງຈາກຄວາມສາມາດດ້ານເຕັກນິກ.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "ຜູ້ຢູ່ອາໃສ ແລະ ເຈົ້າຂອງທຸລະກິດໃນບໍລິເວນນັ້ນສົງໃສວ່າກາລະຄັ້ງໜຶ່ງໂຮງແຮມຕັ້ງຢູ່ໃນຈຸດດຽວກັນ.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "ຕາມ​ການ​ລາຍ​ງານ​ຂອງທ່ານ​ທູດ​ອິ​ດ​ສະ​ຣາ​ເອນ​ທີ່​ປະ​ຈຳ​ໃນ​ສະ​ຫະ​ລັດ ໄດ້​ໃຫ້​ຮູ້​ວ່າ ອິດ​ສະ​ຣາ​ເອນ​ໄດ້​ຍອມ​ຮັບ​ການ​ຂໍ​ໂທດ​ດັ່ງ​ກ່າວ​ແລ້ວ.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ຈາກຜົນຄະແນນສຽງ ລາວຖືວ່າເປັນນັກອະນຸລັກນິຍົມສັງຄົມ ແລະ ລາວໄດ້ສະໜັບສະໜູນການປ່ຽນກົດໝາຍແຕ່ງງານກ່ຽວກັບການຫ້າມແຕ່ງງານກັບເພດດຽວກັນ.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ສມິດກ່າວກ່ຽວກັບຜົນກະທົບຂອງສາຍສຳພັນກັບສະຫະລັດທີ່ໄດ້ເຂັ້ມແຂງມາຕັ້ງແຕ່ສົງຄາມໂລກຄັ້ງທີ II- \"ມັນບໍ່ແມ່ນສິ່ງທີ່ຂ້ອຍເຊື່ອວ່າຈະລົບກວນວັນເວລາຈົນເຖິງປັດຈຸບັນແຫ່ງສາຍສຳພັນການເຮັດວຽກທີ່ດີຫຼາຍນຳກັນລະຫວ່າງ ລັດຖະບານໃໝ່ແລະ ການບໍລິຫານ (ຂອງສະຫະລັດ).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "ກົມອຸຕຸນິຍົມ ບັງລາເດັຊ ໄດ້ອອກຖະແຫຼງການວ່າ ແຜ່ນດິນໄຫວໄດ້ຖະລົ່ມ ຈິດຕະງົງ ທ່າເຮືອຕອນໃຕ້ ເຊິ່ງເປັນຕົວເມືອງໃຫຍ່ອັນດັບສອງໃນ ບັງລາເດັຊ.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "ທ່ານ ຮາວ​ເວີດ ກ່າວ​ວ່າ \"ຄວາມ​ຄືບ​ໜ້າ​ການ​ຈັດ​ຕັ້ງ​ລັດ​ຖະ​ບານ​ໃນ​ອາ​ຟະ​ກາ​ນິດ​ສະ​ຖານແມ່ນ​ເກີດ​ຈາກ​ການ​ໂຈມ​ຕີ ແລະ​ແຮງ​ກົດ​ດັນ​ຈາກ​ຕາ​ລິ​ບັນ​ທີ່​ເພີ່ມ​ຂຶ້ນ​ເລື້ອຍໆ ລວມ​ທັງ​ຈາກ​ສະ​ມາ​ຊິກ​ບາງ​ຄົນ​ໃນ​ອານ​ໄກ​ດ້າ.\"\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ທຽວບິນ #214 ມາຈາກໂຊ ບັນທຸກຜູ້ໂດຍສານ 291 ຄົນລວມເດັກນ້ອຍເກີດໃຫມ່ໜຶ່ງຄົນແລະລູກເຮືອ 16 ຄົນ ເກີດອຸບັດຕິເຫດໃນລັນເວ 28 ແອວ.\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "ຄະນະກໍາມະການຈະຕັດສິນໃຈວ່າຮູບເງົາສາມເລື່ອງໃດທີ່ຄວນຈະໄດ້ຮັບລາງວັນ.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ ລະຫວ່າງທີ່ມີງານລ້ຽງຂອງນິເທດສະການຄັ້ງນີ້ ພິພິຕະພັນໄດ້ມອບລາງວັນໃຫ້ກັບບ໊ອບ ຄູນ ຊື່ງຖື ເປັນຄວາມສຳເລັດທັງຊີວິດຂອງລາວ.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "ຫນ່ວຍຄວບຄຸມການບິນຂອງນາຊາທີວີປະກາດວ່າ \"ທ້ອງຟ້າບໍ່ມີເມກ ເຮົາຈື່ງພ້ອມປ່ອຍ.\"\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "ມາດ​ຕະ​ຖານ​ເຫຼົ່າ​ນີ້​ມີ​ຈຸດ​ປະ​ສົງ​ເພື່ອ​ແກ້​ຂໍ້​ຫ​ຍຸ້ງ​ຍາກ​ຕ່າງໆ​ທີ່​ໂປຣ​ແກ​ຣມ​ເມີ້​ມັກ​ຈະ​ພົບ​ພໍ້​ໃນ​ການ​ພັດ​ທະ​ນາ​ຊອບ​ຟ໌​ແວ​ໃຫ້​ກັບ Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ອົດສະຕາລີ ຮູ້ວ່າລາວໄດ້ຖືກສົ່ງຕົວໂດຍອາເມກາໄປປະເທດອີຍິບ ເປັນເວລາ 6 ເດືອນ.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາອາດຈະຕ້ອງໄດ້ນໍາເອົາວິທີການທາງການທູດລະດັບພາກພື້ນຫຼາຍກວ່າທີ່ຈະຮັບຜິດຊອບ.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "\"ທຸກຢ່າງເປັນໄປຢ່າງບໍ່ມີທີ່ຕິ ແລ້ວກຣີນເບີດກໍ່ທຳລາຍສະຖິຕິໄດ້ ແລະ ເຮັດຜົນງານໄດ້ຢ່າງຍອດຢ້ຽມ.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "Goldmen ໄດ້ເປັນ ອະດີດຫົວໜ້າການສື່ສານຂອງພັກປະຊາທິປະໄຕສັດຕະວັດທີ່ 21.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "ໃນເດືອນທັນວາ 2003 ແຜ່ນດິນໄຫວລະດັບ 6.6 ແມັກນີຈູດສັງຫານຄົນຫລາຍກວ່າ 31,000 ຄົນໃນເດືອນກຸມພາປີ 2005 ແຜ່ນດິນໄຫວລະດັບ6.4 ເຮັດໃຫ້ມີຜູ້ເສຍຊີວິດ 600 ຄົນໃກ້ຊາແລນໃນແຂວງເຄີແມນ.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "\"ລະຫັດແດງ\" -ການອົບພະຍົກທັງໝົດ - ແມ່ນຖືກປະກາດໃຊ້ ປະມານ 9:15 ໂມງເຊົ້າ.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "ຄັ້ງຫນຶ່ງ Rudy Giuliani ອະດີດນາຍົກເທສະມົນຕີ New York ຂອງພັກ ລີພັບລີກັ ຜູ້ທີ່ໄດ້ປ່ຽນອັນດັບການແຂ່ງຂັນຈາກ 1 ເປັນອັນດັບ 3 ໃນລັດ Florida ເຊິງເປັນລັດທີ່ໝັ້ນການປຸກລະດົມຂອງເຂົາ ເຂົາໄດ້ລາອອກຈາກການແຂ່ງຂັນເລືອກຕັ້ງໃນວັນພຸດເນື່ອງຈາກວ່າການເລືອກຕັ້ງກ່ອນຫນ້ານີ້ເຂົາເປັນເປັນຝ່າຍພ່າຍແພ້ແລະ ມີຜູ້ສະໜັບສະໜູນຫນ້ອຍລົງ.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "ການເຕີບໃຫ່ຍຂອງເງິນລິວ ຍັງມີຜົນກະທົບຕໍ່ ອັດຕາແລກປ່ຽນໃນທົ່ວໂລກ ເຮັດໃຫ້ຄ່າເງິນໂດລາຕໍ່າລົງ ໃນທົ່ວໂລກທີ່ 1%.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "ຫນື່ງໃນຍູອາແອວຂອງວິກິລີກທີ່ຂື້ນບັນຊີດໍາລວມເຖິງລາຍການຂໍ້ມູນເວັບໄຊຕ໌ທີ່ຖືກບ໊ອກໃນເດນມາກຮົ່ວອອກມາ.\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "ທ່ານ​ສະ​ມາ​ຊິກ​ສະ​ພາ​ອະ​ທິ​ບາຍ​ເພີ່ມ​ສຳ​ລັບ​ເລື່ອງເຮືອວ່າ \"ທາງ​ກົດ​ໝາຍ​ລະ​ຫວ່າງ​ປະ​ເທດ​ໄດ້​ຮຽກ​ຮ້ອງ​ໃຫ້​ພວກເຮົາສົ່ງ​​ເຮືອຄືນ​ໃຫ້​ເຈົ້າ​ຂອງ​ເດີມ ສ່ວນ​ລູກ​ເຮືອ​ກໍ​ຈະ​ສົ່ງ​ຕົວກັບ​ຄືນປະ​ເທດ​ທັນ​ທີ … ຊຶ່ງ​ເຫັນ​ວ່າ​ຍຸດ​ຕິ​ທຳ​ແລ້ວ.\"\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "ແຮງສະຫນັບສະຫນຸນຢ່າງຊັດເຈນຂອງຜູ້ຫລິ້ນຊ່ວຍຂ້າພະເຈົ້າໄດ້ຫລາຍແລະຂ້າພະເຈົ້າຢາກຂອບໃຈທ່ານຄໍລິນ ຄາເດີວູດ ພໍ ບາ ຣອນ ແລະທີມງານເບື້ອງຫລັງຄົນອື່ນໆ ທີ່ສະຫນັບສະຫນຸນຂ້າພະເຈົ້າເປັນຢ່າງສູງໃນລະດູການນີ້.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "ໝີໄດ້ແລ່ນກັບເຂົ້າໄປໃນປ່າ ໝາກໍ່ແລ່ນນຳ.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍຄວາມຕັ້ງໃຈທີ່ຈະບໍ່ຕໍ່ສູ້ກັບປະເທດພີ່ນ້ອງອີກຄັ້ງແລະດ້ວຍການຂໍອະໄພ ພວກເຮົາຄິດວ່າເຫດການທີ່ຮຸນແຮງນີ້ຈະໄດ້ຮັບການແກ້ໄຂບັນຫາ.\" ກ່າວໂດຍປະທານນາທິບໍດີເອກາດໍ ຣາຟາເອວ ຄໍເຣຍ ໃນຂະນະທີ່ຜູ້ນຳລະຕິນເອເມລິກາຄົນອື່ນຕົບມື.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "ຂະນະດຽວກັນ ເລຂາກະຊວງປ້ອງກັນປະເທດເຢຍລະມັນ ທ່ານປີເຕີ້ ວິເຊີກໍ່ເບິ່ງຈະຢູ່ພາຍໃຕ້ຄວາມກົດດັນຢ່າງຫນັກເນື່ອງຈາກຄວາມຂັດແຍ້ງທີ່ຮຸນແຮງຂື້ນໃນເລື່ອງອຳນາດຂອງເຢຍລະມັນ UNIFIL: ໃນພາລະກິດກອງກຳລັງຮັກສາສັນຕິພາບຂອງສະຫະປະຊາຊາດໃນສາທາລະນະລັດເລບານອນ ເຫດມາຈາກນັກການເມືອງຝ່າຍຄ້ານກ່າວຫາລັດຖະບານວ່າໃຫ້ຂໍ້ມູນຜິດພາດເລື່ອງທີ່ລັດຖະສະພາຜ່ານພາລະກິດເລບານອນ ວ່າດ້ວຍຂອບເຂດອຳນາດຂອງເຢຍລະມັນໃນພາລະກິດດັ່ງກ່າວ.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "ການສົນທະນາ ແມ່ນໄດ້ກໍານົດໃຫ້ເປັນການປືກສາບັນຫາຕ່າງໆ ທີ່ບໍ່ໄດ້ຮັບການແກ້ໄຂໃນກອງປະຊຸມປ່ຽນແປງດິນຟ້າອາກາດຂອງສະຫະປະຊາຊາດ ໃນເມືອງໂຄເປັນເຮເກັ້ນປີ 2009.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "ກໍາມະການສືບສວນມອສໂຄ ໄດ້ລະບຸຕົວຜູ້ຕ້ອງສົງໄສ ທີ່ເປັນນັກໂທດເກົ່າຖືກຕັດສິນ ເຊີເຈຍ ພໍມາຊັນ.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "ໂດເມນຈີນໄດ້ຖືກເລັງໃນ ການປະຕິເສດຫຼ້າສຸດຫຼາຍຢ່າງ ຂອງການໂຈມຕີຕ້ານຈີນ.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າພົນລະເມືອງຕ້ອງຮັບເຄາະໃນເລບານອນແລະຕອນເຫນືອຂອງອິສາລະເອວ ແລະກ່າວວ່າ \"ການຕອບໂຕ້ທີ່ບໍ່ສົມເຫດສົມຜົນຂອງອິສາລະເອວຄືການຝ່າຝືນກົດຫມາຍມະນຸດຊະຍະທຳນານາຊາດ.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "ພາຍຸ ເອມິລີ້ Emily ໄດ້ເຂົ້າຖະລົ່ມ ເກາະຂະໜາດນ້ອຍຄາຣີບຽນ Caribbean ທາງຕາເວັນອອກ ຂອງ ເກຼນາດາ Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ອາເມລິກາ ໄດ້ເປັນຜູ້ເຈລະຈາການຢູດຍິງ ລະຫວ່າງ ອິດສລະເອວ ແລະ ຫີສໂບລາ ເຊິ່ງສ່ວນໃຫຍ່ ຄອບຄອງ ຄືອິສະລາເອວ ໄດ້ເລີ່ມການຖອນກອງກໍາລັງອອກຈາກເລບານອນ.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "ອາລີ ອັດ-ດັບບາກ ໂຄສົກລັດຖະບານອິຣັກກ່າວວ່າລັດຖະບານບໍ່ຍອມຮັບຕໍ່ການຮຸກຮານຝ່າຍດຽວຂອງຕຸລາກີ ເພາະເປັນການທຳລາຍຄວາມສຳພັນເພື່ອນບ້ານທີ່ດີຂອງພວກເຂົາ.\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "ເຈົ້າຍິງຄິໂກະໄດ້ໃຫ້ກຳເນີດເດັກນ້ອຍເພດຊາຍນ້ຳຫນັກ 2,558 gram (5.639lb) ໃນວັນທີ 6ກັນຍາ ເວລາ 8 ໂມງ 27 ນາທີ (ເວລາມາດຕະຖານຍີ່ປຸ່ນ).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ໄດ້ກ່າວເພີ່ມເຕີມວ່າ \"ຂ້ອຍເຊື່ອວ່າ ພວກເຮົາຈະເຫັນໃນມື້ຕໍ່ມາ ຄົນສ່ວນຫລວງຫລາຍກໍາລັງຢູເທິ່ງຫົນທາງກ້າວໄປຫາປະຊາທິປະໄຕ.\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ລັດຖະມົນຕີກະຊວງພາຍໃນຝຣັ່ງເສດໄດ້ເຮັດສິ່ງທີ່ບໍ່ຄ່ອຍເຮັດໃນການກະຕຸ້ນແຜນສຸກເສີນເພື່ອເຮັດໃຫ້ແນ່ໃຈວ່າມີການຕອບສະຫນອງຈາກຜູ້ຊ່ວຍຊີວິດແລະອຸປະກອນໃນຈຳນວນຫລາຍຢ່າງວ່ອງໄວ.\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ່ 28 ພຶດສະພາ ເມືອງທີ່ໃຫຍ່ສຸດເປັນອັນດັບ 3 ຂອງເຢຍລະມັນປີ 2003 ຖືກລົງຄະແນນໃຫ້ຍ້າຍໄປເປີດແຫລ່ງຊອບແວ.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Wikinews ໄດ້ມອບໝາຍໃຫ້ນັກຂ່າວ ແພດທຣິກ ແມນນຽນໄປຮ່ວມງານຮ່ວມກັບສະມາຊິກສະພາຄອນເກຣດ ທ່ານ ຈອນ ເອຟ ເທຍນີ ເຊິ່ງເປັນສະມາຊິກສະພາຄອນເກຣດ ຊຸດທີຫົກແຫ່ງ ເມສຊາຊູເຊັດ ແລະ ສະມາຊິກລັດຖະສະພາເມືອງ ລິນ ທ່ານ ໂທມັກ ແມກກີ.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "ຈັນ ຖືກຕັ້ງຂໍ້ກ່າວຫາເປັນຫົວໜ້າຂະບວນການ ແລະ ມູຣານຖືກຕັ້ງຂໍ້ຫາເປັນຜູ້ດໍາເນີນການ.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ໂຟນອິນເວດເມັດ ອິເອັດຈ໌ເອັບ ໄດ້ຊື້ບໍລິສັດການບິນເດນມາກ ສະເຕີລິງ ແອແລະເມຍແອ.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ມັນຈະແຂ່ງຂັນກັບລະບົບການປະຕິບັດການຂອງສູນສື່ມວນຊົນໄມໂຄຊອຟໂດຍກົງ.\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "ທີ່ນັ່ງໃນສະພາໃນປະຈຸບັນແມ່ນພັກແຮງງານຂອງອົດສະຕາລີ ໄດ້ຮັບ 58 ບ່ອນ ຈາກ ທັງໝົດ 86 ບ່ອນນັ່ງ ພັກອານຸລັກນິຍົມຝ່າຍຄ້ານ ໄດ້ຮັບ 25 ບ່ອນນັ່ງ ສໍາລັບພັກ ຄຼີນສະແລນ ເພື່ອສີຂຽວ ແລະ ພັກຊາດ ໄດ້ຮັບບ່ອນນັ່ງ ຄົນລະໜຶ່ງບ່ອນ ແລະ ນັກການເມືອງອິດສະຫຼະ ໄດ້ຮັບ ສີ່ບ່ອນນັ່ງ.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "ໃຊ້ເວລາຫລາຍຊົ່ວໂມງກ່ອນທີ່ກອງກຳລັງຮັກສາຄວາມປອດໄພຈະສາມາດຄວບຄຸມສະຖານທີ່ທັງຫມົດໄດ້.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "ທັງນີ້ງົບປະມານໃຫມ່ຍັງລວມເຖິງການເພີ່ມງົບແກ່ໂຄງການກ່ອນໄວຮຽນຂອງລັດ ເງີນຈຳນວນສູງຖືງ $100 ລ້ານທີ່ຈະຈ່າຍໃຫ້ແກ່ຜູ້ຍົກເລິກເທັນແຄ ລວມເຖິງເງີນສົມທົບຈຳນວນຫລາຍໃຫ້ກັບກອງຄັງສຳຮອງຂອງລັດອີກດ້ວຍ.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນ MST ໄດ້ຮັບການຊ່ວຍເຫລືອຈາກລັດຖະບານບາຊິວແລະການບໍລິຈາກຈາກອົງການລະຫວ່າງປະເທດ.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "ເຖິງຈະມີການກ່າວແບບນີ້ ລາວກໍ່ປະຕິເສດທີ່ຈະຂັດຂວາງການປະທະກັບອິຣານໃນອະນາຄົດ.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີໃຜຕ້ອງການໃຫ້ສະຖານະການແບບນີ້ເກີດຂື້ນ ຊື່ງເປັນເລື່ອງທີ່ແຟ້ມຫນັງສືເດິນທາງຖືກເຈາະເຂົ້າຂໍ້ມູນໂດຍບໍ່ໄດ້ຮັບອານຸຍາດ.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "ລາງວັນ ເຈເຈ ຊາກູໄລ ຈະຖືກສະເໜີທີ່ກອງປະຊຸມ ເອພີເອສ 2010 ຢູ່ ວໍຊິງຕັນ ດີຊີ ທີ່ງານລ້ຽງກອງປະຊຸມພິເສດໃນເດືອນ ກຸມພາ ປີ 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ສະຖານະການສະຖານທີ່ທາງປະຫວັດສາດສິບສີ່ແຫ່ງມີກຳຫນົດວ່າຈະປິດໃນວັນທີ 1 ຕຸລາ.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "ລາວແລ່ນຫນີ 200 ແມັດ ແລະຖືກຈັບໂດຍຕຳຫລວດ.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Maxim Stepanenko ໄອຍະການພາກພື້ນໄດ້ເຜີຍທາງ Vesti 24 ຣັດເຊຍວ່າ ກັບຕັນຫລາຍຄົນໄດ້ຖືກເຕືອນເຖິງເງື່ອນໄຂຂອງສະພາບພະຍຸແລ້ວໃນຕອນເຊົ້າຂອງວັນເສົາ.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ໂຮບເປີ້ ໄດ້ເປັນນັກຖ່າຍຮູບ ນັກແຕ້ມຮູບ ແລະ ນັກແກະສະຫຼັກ ທີ່ມີຜົນງານຫຼາຍ ເຊິ່ງຜົນງານໄດ້ຖືກວາງສະແດງທົ່ວໂລກ.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "ອິມມີເກຊັ້ນ ວອຍ ໄດ້ກ່າວວ່າເປັນຄວາມເສຍສະຫລະຂອງພວກເຂົາເພື່ອອິສະຫລະຂອງອາເມລິກາ ເຊິ່ງເຮັດໃຫ້ປະເທດນີ້ຍິ່ງໃຫຍ່ແລະເປັນທີ່ຕ້ອງການຂອງຄົນທົ່ວໂລກຈໍານວນຫລາຍແລະຕ້ອງການກ່າວຫາ \"ຂອບໃຈແລະຂໍໃຫ້ພະເຈົ້າຄຸ້ມຄອງ\" ກັບເຫລົ່າທະຫານນີ້.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "\"Red Baron\" ໄດ້ທໍາເວລາທີ່ໄວທີ່ສຸດ ແລະ ຄວາມໄວທີ່ສູງ ສຳລັບສະໜາມນີ້.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "ສ່ວນການເຂົ້າຖືງເວັບໄຊຕຼ໌ວິກິພີເດຍ ຊື່ງເປັນໂປເຈັກພີ່ນ້ອງຂອງວິກິນິວ ແລະຟິກເກີ ເຊິ່ງເປັນເວັບໄຊຕຼ໌ແບ່ງປັນຮູບກໍ່ຖືກແບນເມືອວັນພະຫັດ.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາ ຣອດນີ ເອັດສ໌. ເມວວິວ ຂູ່ທີ່ຈະອອກ ຫມາຍສານ ເພື່ອຈັບກຸ່ມ ນັກຮ້ອງປ໊ອບຜູ້ມີຊືີ່ສຽງຢ່າງ ໄມເຄີ້ນ ແຈ໊ກສັນ ຫາກລາວບໍ່ສາມາດມາປະກົດຕົວທີ່ສານສູງມົນທົນວານຕາ ບາບາຣ່າ ລັດແຄລິຟໍເນຍໃນວັນທີ 10 ມັງກອນ ປີ 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ກ່າວເພີ່ມອີກວ່າ ບໍລິສັດຈັດການດ້ານພະລັງງານ ເປັນຜູ້ຢູ່ເບື້ອງຫຼັງຄວາມຂັດແຍ້ງຂອງໂຄງການພະລັງງານແຮງລົມ ເຄບ ໂດຍການສະເໜີໃຫ້ສ້າງໂຮງໄຟຟ້າທີ່ໃຊ້ນ້ຳມັນກະຊວນກົງກັນຂ້າມກັບໂຮງຮຽນປະຖົມເຊວຊີ ແລະ ຄຸນນະພາບອາກາດຂອງເຊວເຊີແມ່ນບໍ່ດີຫຼາຍ.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "ເຊື້ອ​ໄວ​ຣັ​ສ​ສາຍ​ພັນ​ໃໝ່​ນີ້​ຖືກກວດ​ພົບ​ໃນ​ຊ່ວງ​ເດືອນ​ເມ​ສາ ແລະ​ເດືອນ​ມິ​ຖຸ​ນາຂອງປີ 2006 ໃນ​ແຂວງ Fujian ຂອງ​ປະ​ເທດ​ຈີນ ໃນ​ຂະ​ນະ​ທີ່​ທີມ​ງານ​ຂອງ Guan ລົງ​ກວດ​ກາ​ເປັດ ໄກ່ ຫ່ານ ແລະ​ສັດ​ປີກ​ຊະ​ນິດ​ອື່ນໆ​ໃນ​ຕະຫຼາດ​ແຫ່ງ​ໜຶ່ງ​ຂອງ​ແຂວງ​ດັ່ງ​ກ່າວ.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນເອີ້ນວ່າ ແຜ່ນດີນໄຫວທີ່ມີຈຸດສຸມເລິກ ຍ້ອນແນວນັ້ນ ມັນຈິ່ງສະເທືອນໃນໄລຍະທີ່ໄກ.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ອົງການນິວເຄລຍປະເທດຍີ່ປຸ່ນພິຈາລະນາສະພາບແວດລ້ອມທີ່ບໍລິເວນໂຮງງານພະລັງງານນິວເຄລຍເປັນລະດັບ 4 ຕາມມາດວັດແທກນິວເຄຣຍສາກົນ ເຊິ່ງເປັນອຸປະຕິເຫດທີ່ມີຜົນສະທ້ອນເຖິງທ້ອງຖິ່ນ.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ເກົາຫຼີໃຕ້ຍັງບໍ່ໄດ້ຄາດເດົາກ່ຽວກັບເຫດການນີ້ ກ່າວວ່າການເຄື່ອນຍ້າຍຮູບພາບ \"ອາດຈະແມ່ນດ້ວຍເຫດຜົນຫຼາຍໆຢ່າງ.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "ໜັງສືແຈ້ງ 18 ໜ້າທີ່ອອກໂດຍອົງການກວດສອບການເງິນຂອງລັດຖະບານມີເນື້ອໃນວ່າ ເງິນດັ່ງກ່າວຮັບໂດຍຜູ້ຖືກກ່າວຫາ ເຊິ່ງໄດ້ລະເມີດກົດລະບຽບຂອງ U.N ເພື່ອແລກປ່ຽນກັບສັນຍານໍ້າມັນສອງສັນຍາໃຫ້ແກ່ບໍລິສັດການຕະຫລາດນໍ້າມັນຂອງລັດຖະບານອີຣັກ (SOMO).\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "ມາຣ໌ຕີໂນ ໄດ້ເສຍຊີວິດໃນ ບ້ານເກີດຂອງລາວ ທີ່ ຟີລາແດລເຟຍ ດ້ວຍ 58 ປີ ໃນທຸລະກິດສຽງເພງ.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "ພວກ​ເຂົາ​ເຈົ້າ​ຮຽກ​ຮ້ອງ​ໃຫ້​ອໍາ​ນາດ​ການ​ປົກ​ຄອງແອ​ສ​ປາ​ໂຍນ​ \"ປະ​ຕິ​ບັດ​ທັນ​ທີ​\" ແລະ \"ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ທີ່​ເປັນ​ໄປ​ໄດ້​ທີ່​ຈະ​ເອົາ​ມາ​ໃຫ້​ໄດ້ 36 ຊາວ​ປະ​ມົງ​ໃນການກັບບ້ານ​.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ເຖິງວ່າການແຂ່ງຂັນນີ້ຈະເປັນເສັ້ນທາງທີຍາວທີ່ສຸດອັນດັບສອງໃນລາຍການແຂ່ງຂັນໄຕ້ຫວັນ 2008 ສະພາບອາກາດເປັນສິ່ງທ້າທາຍໃຫ້ກັບນັກປັ່ນລົດຖີບ ທັງ 89ຄົນ ຍ້ອນວ່າ ຝົນຕົກໄວກ່ວາປົກກະຕິໃນເຂດໄຕເປຫາເຂດນະຄອນບານເມືອງກີລັງ.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "ກໍ່ເປັນການພັກຜ່ອນເພີ່ມເຕີມຂອງພິດເຊີ ແລະທຸກຄົນທີ່ເຫລືອ.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີຕຸລະກິ ອັບດຸນລາ ກີ ໄດ້ກ່າວໃນສຸນທອນພົດຂອງລາວວ່າ \"ບໍ່ມີຫຍັງທີ່ຜູ້ກໍ່ການຮ້າຍສາມາດເຮັດໄດ້ສຳເລັດ ໃນການເອົາຊີວິດຂອງຜູ້ບໍລິສັດດ້ວຍຄວາມຮຸນແຮງ.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "ການເລີ່ມດຳເນີນການໃຊ້ດາວທຽມທີ່ປະສົບຜົນສຳເລັດຈະສະແດງໃຫ້ເຫັນວ່າຂີປະນາວຸດຂອງອິຣານໄດ້ມີການເຂົ້າເຖິງທົ່ວໂລກ.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "​ຫລັງ​ຈາກ​ການ​ກະ​ທຳ​ທີ່​ເກີດ​ຂື້ນ​ໃນ ຕູ​ບີນ​ເກນ ມູ​ນີດ ແລະ ບາ​ຊີວ​ໃນ​ແຕ່​ລະ​​ທີ່ຜູ້​ເຂົ້າ​ຮ່ອມ​ຫລາຍ​ຄົນ.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາບັນດານັກທ່ອງທ່ຽວທີ່ໄດ້ຮັບບາດເຈັບໄດ້ຖືກນໍາສົົ່ງໄປໂຮງໝໍຈໍານວນ5ບ່ອນທີ່ແຕກຕ່າງກັນ ໃນຂົງເຂດ ຄອສຕ້າ ເດ ໂຊ.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ການ​ສູ້​ຮົບ​ເລີ່ມ​ຂຶ້ນ​ໃນ​ວັນ​ເສົາ ທີ 6 ເດືອນ​ຕຸ​ລາ ທີ່​ເມືອງ Mir Ali ແລະ​ການ​ຕໍ່​ສູ້​ຍືດ​ເຍື້ອ​ຮອດ​ສາມ​ວັນ​ແລ້ວ.\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "ລັດຖະບານຣັດເຊຍ ແລະ ຕູຣກີ ໄດ້ລົງນາມການເຫັນດີໃນມື້ນີ້ ເຊິ່ງອາດເຮັດໃຫ້ເກີດ ການກໍ່ສ້າງຣັດເຊຍ US$20 ຕື້ ພະລັງງານນິວເຄຣຍໃນ ຕູຣກີ ເປັນປະເທດທຳອິດ.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "ລິເບີແມນຢູ່ໃນຈໍເຈຍຕອນນີ້ ພ້ອມກັບວຸດທິສະມາຊິກລິນເຊ ເກຣແຮມ ລາວໄດ້ກ່າວເມື່ອຖືກຖາມວ່າລາວຈະໄດ້ເວົ້າໃນທີ່ປະຊຸມຫລືບໍ່ວ່າ \"ມີຄວາມເປັນໄປໄດ້ແຕ່ຂ້າພະເຈົ້າຈະລໍຖ້າໃຫ້ລາວປະກາດ.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າກ່າວຢ່າງບໍ່ເສແສ້ງເຮັດເປັນຖ່ອມຕົວໄດ້ເລີຍວ່າ: ພາລະກິດສໍາເລັດແລ້ວ\" ລາວກ່າວຕໍ່ຫນ້າປະຊາຊົນເກືອບ 50,000 ຄົນເມື່ອວັນສຸກ \"ເຮົາໄດ້ຮວມກັນເປັນຫນື່ງກຽວກັນຢ່າງສະຫງົບແລ້ວ.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "ຈາກຄຳປະຕິຍານຂອງ $850 ລ້ານ ລັດຖະບານຂອງ ເຊຍຣາ ເລໂອເນ ໄດ້ຫວັງປະມານ $300 ລ້ານ ສາມາດຮັບປະກັນໄດ້ ກັບບັນດາເງື່ອນໄຂທີ່ໄດ້ຕິດຄັດ ກ່ຽວກັບ ການນໍາໃຊ້ທຶນຮອນ.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "ເຮືອນຂະຫນາດ 35 ແມັດລຳນີ້ຕິດຊາຍຝັ່ງມາຕັ້ງແຕ່ວັນພະຫັດທີ່ແລ້ວ ເມື່ອເຮືອຢູ່ກັບພື້ນຂະນະທີ່ກຳລັງແລ່ນໄປກອງປະຊຸມ APEC ທີ່ເມືອງຊີດນີ້.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຈໍານວນທັງໝົດ 5,000 ຄົນ ໄດ້ເຕືອນໃຫ້ປະຊາຊົນອົບພະຍົບ ອອກ ຄືນກ່ອນ 3,000 ຄົນ ໃນແຂວງ ມິຍາກິມື້ຄືນວານນີ້.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍອາດສົນໃຈ ກ່ຽວກັບມັນ ແລະ ຂ້ອຍຄິດວ່າ ພວກເຮົາຕ້ອງການສື່ຂໍ້ຄວາມທີ່ຖືກຕ້ອງ ເຖິງປະຊາຊົນ ອັຟການ\" ລາວເວົ້າ.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "ແລະ ຂ້ອຍເຮັດສິ່ງດັ່ງກ່າວກໍເພື່ອເພີ່ມໂອກາດໃຫ້ຂ້ອຍເອງທີ່ຈະໄດ້ເຮັດວຽກໃນຝັນທີ່ຢູ່ໃນໂທລະພາບ.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດເວົ້າວ່າ ພວກເຂົາຢູ້ໃນການຄວບຄຸມຂອງທັງ Taj Mahal ແລະ ໂຮງແຮມ Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ແຈ້ງວ່າອຸບັດຕິເຫດຊື່ງເກີດຂື້ນເມື່ອເຄື່ອງບິນເຂົ້າໃກ້ສະຫນາມບິນລັດເຊຍໃນວັນເສົາເກີດຂື້ນຈາກກຸ່ມຫມອກຫນາແລະບໍ່ມີຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "ຈາກລາຍງານ ການໂຈມຕີທາງອາກາດຂອງອິສາລະເອວຫລາຍຄັ້ງໃນສະນວນກາຊາເຮັດໃຫ້ເດັກນ້ອຍສາມຄົນ ແລະເດັກເກີດໃຫມ່ອີກຫນື່ງຄົນໄດ້ຮັບບາດເຈັບ.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "ແບດ ຮອດ ເປັນນັກຫລິ້ນທີ່ເຮັດຄະແນນໄດ້ສູງທີ່ສຸດຂອງອົດສະຕາລີ ເຮັດຄະແນນໄດ້ 35 ໂດຍບໍ່ອອກ ໃນຂະນະທີ່ແອນດູ ໄຊມອນ ເຮັດຄະແນນໄດ້ 33 ກ່ອນທີ່ຈະແລ່ນໄດ້ຊ້າລົງ.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ໂຄຊົກຍິງ ບຼີເຈຊິນໄດ້ກ່າວວ່າການໂຈມຕີແມ່ນຜົນຂອງຄວາມບໍ່ຕັ້ງໃຈ.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "ຄຳສັ່ງໃຫ້ອົບພະຍົບໄດ້ອອກໃຫ້ເຊິ່ງມີຜົນກະທົບຕໍ່ບ້ານ2,000 ຫລັງ.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "ຜູ້ຄຸມຈະຖືກແຈ້ງໃນຄູ່ມືຈະບໍ່ເອົາຈົດໝາຍສ່ວນຕົວ ແລະ ຫໍ່ເຂົ້າຂອງໃນລະຫວ່າງທີ່ຖືກພິຈາລະນາໃນການຂັງ ຫຼື ຢູ່ໃນໜ້າທີ່ອື່ນໆ.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວໄດ້ຮຽກຮ້ອງຄວາມສົນໃຈຕໍ່ການສຳພັນລະຫວ່າງການສົ່ງອອກຂອງ Alvaro Uribeປະທານາທິບໍດີໂຄລຳເບຍ ແລະ ພວກກຸ່ມທະຫານອາສາປີກຂວາໃນສົງຄາມປະເທດອາເມລິກາໃຕ້.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "ຈາກການກໍ່ສ້າງສາຍລົດໄຟດັ່ງກ່າວ ບ້ານເຮືອນຫລາຍຮ້ອຍຫລັງຈະມີອຸໂມງຂຸດຜ່ານ.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ເອເອັດສ໌ໂຣມາຄອງອັນດັບສອງ ດ້ວຍການເຮັດປະຕູນຳສະປໍຕິ້ງ ຊີພີ ຊື່ງເປັນທີ່ມທີ່ເອົາຊະນເອັບຊີ ໄດນາໂມ ຄິບໄປດ້ວຍສະກໍ 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ອ່ານຜົນຕັດສິດວ່າມີຄວວາມຜິດ ບຣາວ ແຊນເດີ້ໄດ້ກອດຄອບຄົວແລະເພື່ອນຂອງລາວ ຊື່ງມາປະກົດຕົວຂະນະພິຈາລະນາຄະດີດ້ວຍ.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "ອັລ-ອາສຊາດໄດ້ກ່າວວ່າເຂົາຈະບໍ່ເຈລະຈາໂດຍກົງກັບອິດສະຣາເອນ ແຕ່ຍິນດີທີ່ຈະມີການສົນທະນາໃນ ເຕີກີ.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "\"ສິ່ງທີ່ຂ້າພະເຈົ້າຢາກຖາມກໍ່ຄື'ລູກຊາຍຂອງຂ້າພະເຈົ້າຕາຍເພື່ອອຸດົມການສູງສົ່ງຫຍັງກັນ? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ທ່ານ ອະເບະ ເປັນນັກການເມືອງລຸ່ນທີ່ສາມ ທີ່ມີຄວາມສຳພັນກັບອາດີດນາຍຍົກລັດທະມົນຕີທັງສອງທ່ານ.\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "ເຈນກິນຂັບລົດກຣີນເບີດຂອງລາວເຮັດຄວາມໄວໄດ້ຖືງ 126.1 ໄມຕໍ່ຊົ່ວໂມງ (202.9 ກິໂລແມັດຕໍ່ຊົ່ວໂມງ) ທີ່ຣາບແຖບທະເລສາບອິວານພາລັດເນວາດາ.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "ມີການຄາດຄະເນກ່ອນໜ້ານີ້ວ່າວັດຖຸທີ່ຕົກທີ່ ເທັກຊັດ ນັ້ນອາດຈະແມ່ນດາວຕົກ.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "ຂໍ້ຜູກມັດການແຕ່ງງານຂອງເພດດຽວກັນຈະຖືກນໍາສະເຫນີເປັນກົດຫມາຍພາຍໃນ 100 ມື້ ໃນລັດຖະບານ ຣູດ ສັນຍາວ່າຈະອະນຸຍາດໃຫ້ \"ລົງຄະແນນສຽງຢ່າງເຕັມທີ່\" ຖ້າວ່າລາວໄດ້ຮັບການເລືອກຕັ້ງຄືນ.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "ໃນການກໍຄວາມຮຸນແຮງໃນຕອນເຊົ້ານີ້ ເມື່ອປຽບທຽບກັບຖະແຫລ່ງການ ໂດຍໄມ ເຈນ ວິນລຽມ ຄານເວວ ຜູ້ທີ່ເອີ້ນໂຕເອງວ່າ \"ພວກກໍ່ການຮ້າຍ ແລະ ຜູ້ກໍ່ການຮ້າຍຂອງລັດຖະບານອີຣັກ ແລະ ກອງກໍາລັງຄວາມໝັ້ນຄົງຂອງມັນ\" ນາຍພົນ ໄດ້ກ່າວຕໍ່ວ່າ ຄວາມຮຸນແຮງແມ່ນໄດ້ຫລຸດລົງ ເຄິ່ງໜຶ່ງ ຕັ້ງແຕ່ເດືອນກໍລະກົດ ແຕ່ມີການເພີ່ມຂຶ້ນທັນທີ່ ໃນສອງມື້ທີ່ຜ່ານມາ.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "ໄພພິບັດຄັ້ງນີ້ ນັບເປັນມູນຄ່າຄວາມເສຍຫາຍຖືງ $15.5 ລ້ານຫລຽນ ຕາມທີີອິມພິຣ້ຽວໄດ້ກ່າວໃນຊ່ວງໄຕມາດແລກຂອງປີ.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ເອກະສານແຜນການສ້າງສັນຕິພາບເບື້ອງຕົ້ນໄດ້ຖືກຮ່າງໂດຍ ນິໂຄລາສ ຊາໂກຊີ ປະທານາທິບໍດີຂອງປະເທດຝຣັ່ງ.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "ນັກກົດໝາຍຂອງ ທີມສເຕີິ ແມ່ນມາຈາກ ເອັດມອນຕັ້ນ ແທ້ໆ ແຕ່ວ່າໄດ້ອາໄສໃນອ້ອມແອ້ມ ແວນຄູເວີ້ ຕັ້ງແຕ່ປີ 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "\"ຮ່າງກົດໝາຍກະຕຸ້ນເສດຖະກິດຂອງສອງພັກແລະເສດຖະກິດທີ່ຊ້າ ແມ່ນສາເຫດຫຼັກຂອງການເພີ່ມການຂາດດຸນທີ່ສະແດງໃນຜົນງົບປະມານຂອງປີນີ້.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "ອີງຕາມ ຊາໂກຊີ ມາດຕະການເພີ່ມເຕີມເຫຼົ່ານີ້ຫມາຍເຖິງເຂດຊາຍແດນເທົ່ານັ້ນ.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "ໄຟໄຫມ້ນີ້ເປັນໜຶ່ງໃນສາມກອງໄຟທີ່ເກີດຂື້ນມື້ວານນີ້ໃນທະເລຊາຍໂມເຈບແລະພູເຂົາຊານກາເບຍ.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "ຄະນະລັດຖະມົນຕີກ່າວວ່າກອງທະຫານຕຸລາກີກຳລັງຮຸກຮານຄວາມເປັນອະທິປະໄຕຂອງອິຣັກໂດຍການບຸກລຸກເຂດເຄີດິດທາງພາກເຫມືອຂອງອິຣັກ.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "ການສັງເກດຂອງນ້ໍາຖ້ວມ, ພະຍຸ, ແລະລົມແຮງມີຜົນໃນຕອນກາງຄືນທີ່ຜ່ານມາເປັນລະບົບຟ້າຄະນອງໄດ້ຍ້າຍເຂົ້າໄປໃນເຂດປາຊີຟິກຕາເວັນຕົກສຽງເໜືອ, ໄດ້ເຂົ້າໂຈມຕີຈາກຊີແອດເທິລໄປຫາ ພອທແລນ ມີລົມແຮງແລະຝົນຕົກຫນັກ.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "ຜູ້ຄົນຕ່າງຄາດຫວັງວ່າ \"Shake\" ຈະຕິດຊ໊າດ Hot 100 ໃນອາທິດນີ້ດ້ວຍ.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "ສະເຕເວິດ ຢ້າຍຂຶ້ນໜຶ່ງອັນດັບ ຫຼັງຈາກສຳເລັດ ການເປັນລຳດັບສອງ ແລະ ແມ່ນລຳດັບເກົ້າ ຄື ເກຣັກ ບິບໄຟ ລົງໄປລຳດັບສິບ.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "ຜູ້ຮັກສາຄວາມປອດໄພຊາຍຝັ່ງໄດ້ຮັບແຈ້ງສະຖານະການສຸກເສີນ ເວລາ 19:03 ໂມງ ຈາກສາຍຂົນສົ່ງເຮືອກັນດາໂນ.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "\"ທ່ານປະທານນາທິບໍດີບໍ່ເຄີຍແລະຈະບໍ່ຂໍໃຫ້ໂຄສົກຂອງທ່ານຖະແຫລງຂໍ້ມູນທີ່ເປັນເທັດ\" ລາວກ່າວ.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "ຄວນຈະຕ້ອງຂໍ້ສັງເກດວ່າກົດຫມາຍຄາຊັດສະຖານ ບໍ່ໄດ້ກໍານົດການຂັບໄລ່ດັ່ງກ່າວໃຫ້ເປັນການຮື້ຖອນອາຄານ ແລະການຂັບໄລ່ຄວນຈະປະກອບມີລາຍການຊັບສິນທີ່ຖືກຍ້າຍຈາກອາຄານຜູ້ອົບພະຍົບ ໃນຂະນະທີ່ສະຖານທີ່ເກັບຊັບສິນເຫລົ່ານີ້ຈຳເປັນຕ້ອງມີການຈັດຫາໃຫ້.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "ເກືອບຮ້ອຍລະ 50 ຂອງຄົນໃນດິໂບຕິບໍ່ມີຄວາມພ້ອມໃນການເຂົ້າເຖິງແຫລ່ງນ້ຳດື່ມທີ່ໄດ້ຮັບການພັດທະນາຢ່າງເຫມາະສົມ.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "ອົງການໄດ້ພົບວ່າ ປ່າແນວປ້ອງກັນ ອ້ອມສາມຫລ່ຽມອິລາວະດີຂອງມຽນມ້າ ແມ່ນເຊື່ອມໂຊມ ເນື່ອງຈາກການ \"ຂຸດຄົ້ນຫລາຍເກີນໄປ\" ແລະ ການປ່ຽນແປງດິນ ເພື່ອເປັນນາເຂົ້າ --ທີ່ສົງເສີມໂດຍລັດຖະບານ ຄືວິທີທາງ ທີ່ຈະຮັບປະກັນຕົວເອງໃນການຜະລິດອາຫານທີ່ກຸ້ມຕົວເອງ.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍຕາມ ໂຣເທີກ່າວວ່າ ດັດສະນີລາຄາ ມີການພົວພັນກັບບັນຊີລົງທຶນສ່ວນຕົວຂອງ ບຸສ ເປັນລາຍໄດ້ຈາກບັນຊີເຮັດຜູ້ບໍານານ ມີໂອກາດຊົດເຊີຍເງິນອຸດໜຸນທີ່ບໍ່ພຽງພໍ.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ໂດຍສ້າງຮູບແບບຂອງ ແຫຼ່ງເຊີເວີແບບເປີດເຜີຍ ບໍລິສັດຫວັງວ່າ ຜູ້ອື່ນຈະຊອກຫາທາງເພື່ອພັດທະນາພວກມັນ.\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "ກຸ ທີ່ສະແດງຄວາມຮູ້ສຶກເສຍໃຈ ສັນຍາວ່າ ຈະດໍາເນີນການ ປ້ອງກັນຄວາມໂສກເສົ້າສະຫລົດດັ່ງກ່າວ ທີ່ເກີດຂຶ້ນອີກຄັ້ງ.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "ມັນຍັງໄດ້ຖືກແນະນໍາວ່າ ລາວພາດອີກໂອກາດໜຶ່ງ ສໍາລັບການດໍາເນີນການຫລີກລ້ຽງສຸກເສີນ ເມື່ອສາຍການບິນຫລົງອອກນອກທາງແລ່ນ ແລະ ໂດດເຂົ້າໄປໃນອາກາດ ໃນຈຸດທີ່ ນັກບິນຮ່ວມ ກາແກມ ໂລຈມານາ ໄດ້ຮ້ອງຂໍ ຂັ້ນຕອນການບິນອ້ອມ ໃຫ້ເລີ່ມດໍາເນີນການ ແຕ່ວ່າບໍ່ໄດ້ຮັບຄວາມສົນໃຈ.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "ພະນັກງານດັບໄຟກ່າວວ່າ ໄຟຈະລຸກໂຊນຂື້ນ ຫາກລົມຊານຕ້າ ອານາຍັງຄົງພັດໂຊຍຢູ່ແລະຫາກຄົນລາວ 500,000 ຄົນຍັງບໍ່ຫນີເພື່ອຄວາມປອດໄພ.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "ສໍາລັບພາກສ່ວນຍ່ອຍຂອງກອງປະຊຸມສຸດຍອດການຮ່ວມມືບັນດາປະເທດໃນເຂດບາແກນ ຈະຈັດຂຶ້ນທີ່ໂຮງແຮມໄຮແອດ ຣີເຈັນຊີ່ ທີ່ເມືອງເທດສະໂລນິກີ ທ່ານນາຍົກລັດຖະມົນຕີຂອງກຼີກ ທ່ານ ໂກສະຕາ ຄາລາແມັນລິດ ຈະເຂົ້າພົບທ່ານນາຍົກລັດຖະມົນຕີ ຕູລະກີ ທ່ານ ຣີເຊັບ ໄຕຢິບ ເອີໂດແກນ ໃນວັນພະຫັດ ເພື່ອປຶກສາຫາລືເລື່ອງບັນຫາສອງຝ່າຍ ເຊິ່ງລວມທັງບັນຫາທີ່ປະເທດໄຊປັຮສ.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ອີງຕາມ Le Nouvel Observateus ໜຶ່ງເດືອນຫຼັງຈາກ ການສອບສວນແຮງງານ ໄດ້ດຳເນີນ ສາຂາຢູ່ຝຣັ່ງຂອງບໍລິສັດໄດ້ສະຫຼາຍໂຕ.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "ໃນອາທິດທີ່ຜ່ານມາລະບອບການປົກຄອງຟິຈິໄດ້ຂູ່ວ່າຈະຂັບໄລ່ເອກອັກຄະລາຊະທູດນິວຊີແລນອອກນອກຈາກວ່າລັດຖະບານນິວຊີແລນອະນຸຍາດໃຫ້ວີຊ່າກັບ ຈອສ ເນສວາ ລູກຊາຍຂອງພະນັກງານລະດັບສູງຂອງລະບອບການປົກຄອງຢ່າງເປັນທາງການ.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "\"ການເພີ່ມຂຶ້ນຂອງການສະໜັບສະໜູນຄວາມຈຳເປັນທີ່ຈະນຳໃຊ້ແລະຮັກສານະໂຍບາຍສົ່ງເສີມການເຕີບໂຕເສດຖະກິດແລະຄວາມຮັບຜິດຊອບດ້ານການເງິນ ລວມເຖິງການໃຫ້ສິດການປະຕິຮູບປັບປຸງແລະນະໂຍບາຍພາສີສະໜັບສະໜູນການເຕີບໂຕ.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "ເຄື່ອງຈັກແມ່ນຢຸດເຮັດວຽກ ແລະ ຍົນເຮລິຄອບເຕີ້ໄດ້ຕົກລົງເຂົ້າກັບໜ້າດິນ ກ່າວໂດຍປະຊາຊົນທ້ອງຖິ່ນຄົນໜຶ່ງຊື່ວ່າ ອັດສຕິນ ວາກາສ.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "ທີມນັກວິທະຍາສາດຈາກ ມະຫາວິທະຍາໄລ ສະແຕນຟອດ ອ້າງວ່າໄດ້ກວດພົບຄວາມຜິດພາດຂອງອົງປະກອບບາງອັນໃນທິດສະດີສໍາພັດທະພາບຂອງໄອສະໄຕ.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "ຍານອາວະກາດ ຄາສຊິນີ້ ຂອງ ອົງການບໍລິຫານການບິນ ແລະ ອະວາກາດແຫ່ງຊາດ NASA ໄດ້ຖືກສົ່ງກັບຄືນມາ ສະແດງຮູບພາບຈາກດາວເສົາທີ່ເປີດເຜີຍໃຫ້ເຫັນວ່າ ວົງແຫວນທີ່ມີຊື່ສຽງຂອງດາວເສົາແມ່ນມີຄວາມເປັນຂຸມເປັນບໍ່ຫຼາຍກ່ວາທີ່ເຄີຍຄາດເດົາໄວ້.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "ເດິ ກຣິດເດີ້ສ ຢູ່ທີ່ບາງກອກ, ປະເທດໄທ, ສຳລັບຕຳແໜ່ງຊະນະເລີດການແຂ່ງຂັນບານບ້ວງລົດເຂັນຍິງ ເຂດອາຊີ-ໂອຊີອານີ ,ທີ່ກຳລັງຖືກຈັດຂຶ້ນທີ່ສູນຊາວໜຸ່ມໄທ-ຍີ່ປຸ່ນ ທີ່ບາງກອກ.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ການສັນສ້າງຜົນງານຂອງຣິໂຄແລະວິທີການທີ່ໃຊ້ເພື່ອແປງໂສມຂີ້ເຫນື້ອຍເຫລົ່ານັ້ນກໍ່ເປັນເນື້ອຫາຫລັກໆໃນລາຍການ The Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "ຊ່ອງແຄບຮໍມູສ Hormuz ແມ່ນເສັ້ນທາງຂົນສົ່ງທີ່ສຳຄັນຂອງ ຄວາມສຳຄັນທາງຍຸດທະສາດ.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ບຸກຄົນໃນລັດຖະບານໂປແລນຫລາຍຄົນຢູ່ໃນເຄື່ອງບິນລຳນັ້ນເຊັ່ນກັນ.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດ ໄດ້ເບິ່ງການປ່ຽນແປງຂະໜາດນ້ອຍ ຂອງການເຄື່ອນໄຫວເຄື່ອງມືວັດແທກ ເພື່ອກວດຫາປະກົດການແຟມແດກກິ້ງ ພ້ອມທັງປະກົດການ ຈີໂອຕິກ-ໄດ້ມີແກ້ໄຂພຽງເລັກນ້ອຍຕໍ່ກັບທິດສະດີແຮງຖ່ວງຂອງໂລກ ລະຫວ່າງຄວາມແຕກຕ່າງຂອງທິດສະດີແນວຖ່ວງຂອງໄອສະໄຕ ແລະ ນິວຕັນ.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກາງແມ່ນເປັນໜີ່ບຸນຄຸນ ອຸດສາຫະກໍາຖ່ານຫີນ ແລະ ອາລູມິນຽມ ຄືກັບລັດຖະບານຍີ່ປຸ່ນກັບບໍລິສັດລ່າປາວານເຊິ່ງມີຜົນກະທົບທີ່ຮ້າຍແຮງຫຼາຍ.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "\"ຄວາມໄວຄວາມຖີ່ກ້ວາງແລະລາຄາທີ່ປະຊາຊົນກໍາລັງຈ່າຍແມ່ນຄວາມຂັດແຍ້ງທີ່ສຳຄັນ.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "ການຮ່ວມມືລະຫວ່າງລັດຖະບານ ລັດຖະບານໜ່ວ່ຍງານກິລາ Cricket ເມື່ອງ Sydney ແລະ ລັດຖະບານໜ່ວ່ຍງານກິລາເມື່ອງ New South Wales ແລ້ວຍັງກ້ວມເອົາຄ່າໃຊ້ຈ່າຍທັງຫມົດ ລ່ວມທັງSports Ground Trust ແລະ Sydney Cricket Ground ທີໄດ້ປະສົບຜົນສຳເລັດໃນປີ2014ທີຜ່ານມາ.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "ປະທານໂອແອພີຊີວໍເຕີ ເບນເດີກ່າວໃນການສຳພາດວ່າ ການລາອອກຂອງອິນເທວນີ້ຈະ \"ບໍ່ມີຜົນກະທົບ\" ກັບໂຄງການ.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "ແຕ່ຢ່າງທີ່ຂ້າພະເຈົ້າກ່າວ ຂ້າພະເຈົ້າບໍ່ຄິດແບບຄົນຫົວເກົ່າທີ່ນຳການແຂ່ງຂັນຢ່າງນີ້.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "ສານໃນເມືອງເຊວລີ ຕັດສິນຈໍາຄຸກສະມາຊິກ ສິບສີ່ ຄົນຂອງຟັດ ເອວອັນດາລຸສ (ໄຊຊະນະຂອງອັນດາລຸເສຍ) ມື້ວານນີ້ ສໍາລັບການວາງແຜນໂຈມຕີເປົ້າໝາຍໃນໂມຣອກໂຄ.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "ທ່ານ Peter Beattie ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ​ແຫ່ງ​ຄວີນ​ແລນໄດ້​ກ່າວ​ວ່າ ການ​ປ່ຽນ​ແປງ​ຜູ້​ນຳ \"ຈ​ະ​ເປັນ​ການ​ປະ​ກາດ​ຄວາມ​ມີ​ສະ​ເຖຍ​ລະ​ພາບ​ຂອງ​ພັກ​ສະ​ຍຸກ​ສະ​ໄໝ​ໃໝ່.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "ຜູ້ການລີ ອາແຊມບັດ ເປັນຜູ້ນຳທີມສຳຫລວດປະກອບດ້ວຍທ່ານ ໂທນີ ອັນໂຕເນວລີ ນັບິກແລະຜູ້ຊ່ຽວຊານ ໄດ້ແກ່ ທ່ານໂຈເຊບ ອາຄາບາ ທ່ານຈອນ ຟິລິບ ທ່ານສະຕີບ ສະເວນສັນ ທ່ານຣິຊາດ ອາໂນ ແລະທ່ານໂຄອິຈິ ວາກາຕະ ນັກບິນຕົວແທນທີມສຳຫລວດອາວະກາດຈາກຢີ່ປຸ່ນ ລວມທັງຫມົດເປັນເຈັດຄົນ.\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "ເຂົາຍັງໄດ້ຍ້ອມຮັບຜິດທີ່ບໍ່ໄດ້ເຮັດຕາມຄຳສັ່ງຂອງສານໃຫ້ຢູ່ຫ່າງຈາກແມ່ຂອງເຂົາ.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ໃນຂະນະທີ່ໜັງສືພິມເດີເຈລູສະລັມໂພສຖະແຫຼງຂ່າວວ່າມີການຂະຫຍາຍຕົວດ້ານການຂັດແຍ່ງໃນລະຫວ່າງການຈັດຕັ້ງການປ້ອງກັນປະເທດອິດສະລະເອວວ່າປະເທດຄວນຈະປະຕິບັດຢ່າງເປັນອິດສະລະພາບເພື່ອຢຸດການຮັບອາວຸດນິວເຄຍຂອງອິຣານແຕ່ສະຫະລັດບໍ່ມີທ່າວ່າເຮັດແນວນັ້ນ.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ເດັກຫນຸ່ມຄົນດັ່ງກ່າວສາມາດຫລົບຫນີຫນ່ວຍຮັກສາຄວາມປອດໄພຂອງສະຫນາມບິນເປີມເຂົ້າມາໄດ້ແລະລີ້ຢູ່ໃນເຄື່ອງບິນໃນຂະນະທີ່ເຄື່ອງບິນອອກບິນ.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "ເປັນພື້ນທີ່ດຽວກັນກັບທີ່ປະສົບໄພແຜ່ນດິນໄຫວ ແລະ ເກີດ ຊຶນາມິ ໃນປີ 2004.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ໜັງສືພິມຂອງໂດເວີ ຢອກເດລີເຣັກຂອດ ໃສ່ຂໍ້ຄິດເຫັນວ່າ ຜູ້ລັງຄະແນນຂອງໂດເວີ ຄວນທຳການສາບານໃນການໃຫ້ການ ໃນຂະນະທີ່ມີການເລືອກຕັ້ງທົ່ວໄປ ແລະໃນເວລາທີ່ເຮັດການຄຳນວນຄະແນນສຽງສຳລັບຄະນະກຳມະການໂຮງຮຽນພ້ອມດ້ວຍໜ່ວຍງານການເລືອກຕັ້ງ.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "ລວມທັງ ການຈັດການທີ່ສ້າງເຫດການສະເພາະ: ມັນແມ່ນການຮັບຮູ້ທົ່ວໄປທີ່ Villepin ແລະ Sarkozy ພິຈະລະນາ ແຕ່ລະຄູ່ແຂ່ງທາງການເມືອງທີ່ອັນຕະລາຍ ກັບຄວາມນັບຖືໃນປີ 2007 ການເລືອກຕັ້ງປະທານນາທິບໍດີ ແລະ ພວກເຂົາໄດ້ເວົ້າເປັນທີ່ເເຜ່ຫຼາຍວ່າບໍ່ຖືກຊະຕາກັນ.\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "ໂຄສະນາຄວາມຍາວ 30 ວິນາທີນີ້(ເບິ່ງທີ່ມາດ້ານລຸ່ມ)ສາມາດຮັບຊົມຜ່ານຍູທູບໄດ້ແລ້ວ.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "ຮັນເຕີ ຜູ້ສະໝັກຕົວເເທນພັກຣີພັບບລິກເຄິນທີ່ຊິງຕໍາແໜ່ງປະທານາທິບໍດີໄດ້ໃຫ້ເຫດຜົນເພື່ອເປັນການສະຫນັບສະຫນູນຮ່າງກົດຫມາຍໃນອາທິດທີ່ຜ່ານມາ.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກ່າວວ່າຈະດັກຈັບການປ່ອຍກ໊າດຄາບອນໄດ້ອອກໄຊຄ໌ (CO2) ຈາກການຜະລິດຊາຍນ້ຳມັນແລະຈະເກັບໄວ້ໃຕ້ດິນ.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "ການປະກາດເມືອວັນສຸກຂອງລັດຖະບານອັງກິດເກີດຂື້ນຫລັງຈາກທີ່ສະພາຍຸໂຣບເລັ່ງໃຫ້ຫາຂໍ້ມູນຍຸດຕິກັບເລື່ອງດັ່ງກ່າວແລະກ່າວວ່າ ອິຫລ່ານເຄີຍມີປະຫວັດທໍລະມານແລະປະຫານກຸ່ມຮັກຮ່ວມເພດ.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "ລະຫວ່າງ 3,000 ຄົນ(ການປະເມີນຂອງເປັນຕໍາຫຼວດ) ແລະ 8,000 ຄົນ (ການປະເມີນຂອງຜູ້ຈັດງານ) ໄດ້ເອົາຖະໜົນໃນ ງີເບັນ ເຢຍລະມັນ ໃນມື້ນີ້ ໄປປະທ້ວງການນໍາໄຊ້ຄ່າຮຽນ ທີ່ໄດ້ວາງແຜນ ໃນ ມະຫາວິທະຍາໄລ ເຮັສຊຽນ.\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄດ້ຢືນຢັນວ່າມີຜູ້ເສຍຊີວິດທັງຫມົດສີ່ຄົນຈາກເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "ຕໍ່ເຫດການທີ່ຮ້າຍແຮງຂຶ້ນ ດັດຊະນີຄວາມຮ້ອນ ຖືກຄາດວ່າຈະສູງຂຶ້ນຈົນຮອດ 110ºF ຢູ່ພາກຕາເວັນອອກ ເນື່ອງຈາກລະດັບຄວາມເອົ້າສູງ.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "ລະເບີດ ແລະ ໄຟໄໝ້ທີ່ຕາມມາ ໂດຍກົງແລ້ວໄດ້ຄິດວ່ານີ້ເປັນຍົນເພື່ອການຄ້າທີ່ລົ້ມເຫຼວ.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ທັງສອງຝ່າຍລົງນາມໃນສັນຍາເມືອອາທິດທີ່ຜ່ານມາ ເພື່ອແກ້ໄຂສະຖານະການຕືງຄຽດທາງການເມືອງທີ່ກິນໄລຍະເວລາມາກວ່າ ສີ່ເດືອນ.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "ຄໍໂນ ກ່າວໃນການສໍາພາດໃນ ປີ 1992 ຢູ່ໃນໜັງສືພິມ ນິວຢອກທາມ \"ແມ່ນມີຫຼາຍໆຄົນເຂົ້າເຖິງອາລົມໃນຮູບເງົາເລື່ອງນີ້ ແລະ ຮູ້ສຶກປົດປ່ອຍອອກຈາກລັດທິສາດສະໜາ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "ການເສຍຊີວິດ ເກີດຂື້ນ ໃນເມືອງ ໂຕເລຍລາ ຍັງມີເຫດການອື່ນທີ່ຄ້າຍຄືກັນເກີດຂື້ນຢູ່ ຊາກາລາຮາ ຫ່າງອອກໄປ 130ກມ( 80.8 ໄມລ).\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "ກອງກໍາລັງອິດສະລະເອວ ໄດ້ເຂົ້າໃຈ ສະພາບການ ແຕ່ບໍ່ຊ່ວຍຄົນບາດເຈັບ.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "ນາຍຍົກເທດສະມົນຕີແມຣີ ເທນເນີແຫ່ງລັດຮັດດິມານຊື່ງເປັນທີ່ຕັ້ງຂອງມາເລໂດເນຍ ກ່າວວ່າ: \"ການພົບປະຄັ້ງຕໍ່ໄປຈະເປັນການເສຍເວລາແລະບໍ່ມີສາລະ ແທນທີ່ຈະເປັນກິດທຸລະທີ່ໄດ້ໂອ້ລໄມກັນແທ້ໆ.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "ເກດີ້ ໄຊເມີ້ເລີ່ມເຮັດແຕ້ມໃຫ້ທີມອິນດ້ຽນ ໂດຍຕີໂຮມຣັນໄດ້ຕັ້ງແຕ່ຄັ້ງແລກ ແຕ່ທີມຊ໊ອກກໍ່ສາມາດຫຍຸດແຕ້ມໃນວິນາທີທີ່ ພໍ ເດີນາໂດກໍ່ສາມາດແຕະພື້ນໄດ້ກ່ອນ.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາໄດ້ພະຍາຍາມດຶງຄວາມສົນໃຈໄປສູ່ສະພາບຄວາມເປັນຈິງວ່າ ບຸກຄົນທີ່ບໍ່ໄດ້ມີການວ່າຈ້າງງານຈະຕ້ອງໄດ້ຮັບເອົາເງື່ອນໄຂດັ່ງກ່າວ ຖ້າຫາກວ່າເຂົາເຈົ້າປະຕິເສດວຽກທີ່ລັດຖະບານໄດ້ສະເຫນີໃຫ້ ພວກເຂົາຈະບໍ່ໄດ້ຮັບການຈ່າຍເງິນຄ່າສະຫວັດດີການຂອງ ເຊັນເຕີລິກ ເປັນເວລາ ແປດອາທິດ\" ລາວໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "ເນື່ງອຈາກນ້ຳກ້ອນຫຼາຍຂື້ນໃນ ​Arctic ບັນດາເຮືອລ່ອງຜ່ານນ່ານນ້ຳທີ່ບໍ່ມີໃນແຜນ.\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຂອງລະບອບຊົ່ວຄາວ ແລະ ຄອບຄົວຂອງເຂົາເຈົ້າໄດ້ຖືກຫ້າມເຂົ້າມານິວຊີແລນອີກ.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "ອົງການອະນາໄມໂລກປະຕິເສດທີ່ຈະລະບຸໂຕຕົນຂອງສະມາຊິກກໍາມາທິການນັ້ນ ອ້າງວ່າພວກເຂົາຈະຖືກແຮງກົດດັນຈາກອຸດສາຫະກໍາ ດັ່ງນັ້ນຄວາມຂັດແຍ່ງທີ່ເປັນໄປໄດ້ກັບບັນດາບໍລິສັດການຢາແມ່ນຍັງບໍ່ທັນຮັບຮູ້.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ໃນເກມການແຂ່ງຂັນກິລາ ຄຼິກເກັດຮອບສຸດທ້າຍ ລະດັບເຂດ ທີມ ຄາລູນດຼາ ນໍາທີມ ກຼາດເຮົາ 153 ແຕ້ມ ໃນການແຂ່ງຂັນມື້ທີສອງ ຂອງລາຍການ 2010 ຊັນຊາຍ ໂຄດ ອົດສະຕາລີ.\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "ໃນຖານະຕົວແທນຈາກລັດຖະບານ ທ່ານ ດຣ ເຮລີ ລາຮາລິຊາຍນາ. ລັດຖະມົນຕີ ຊັບພະຍາກອນທາງນໍ້າ ແລະ ການປະມົງ ຂອງ ມາດາກາດສກ້າ ສະແດງຄວາມເສົ້າເສຍໃຈ ຕໍ່ບັນດາຄອບຄົວຂອງຜູ້ເຄາະຮ້າຍ.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "\"ໂຮງໝໍເດັກຍອມຮັບວ່າມີເດັກ 90ຄົນ 34ໃນນັ້ນຍັງຢູ່ໂຮງໝໍ ຫົກຄົນໄດ້ຜ່ານການຜ່າຕັດ\" ຈູໂຣວິກ ກ່າວ.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 5 ພະ​ຈິກ​ຂອງ​ທຸກໆ​ປີ ປະ​ຊາ​ຊົນ​ຈາກ​ສະ​ຫະ​ລາດ​ຊະ​ອາ​ນາ​ຈັກ ແລະ​ບາງ​ສ່ວນ​ຈາກ​ເຄືອ​ຈັກ​ກະ​ພົບຮ່ວມ​ກັນ​ສະຫຼອງ​ຄ່ຳ​ຄືນ Guy Fawkes ເພື່ອ​ລະ​ນຶກເຫດ​ລອບ​ວາງ​ລະ​ເບີດ​ລັດ​ຖະ​ສະ​ພາ ໃນ​ວັນ​ທີ 5 ພະ​ຈິກ 1605 ທີ່​ຜູ້​ຄັດ​ຄ້ານ​ຈາກເມືອງ York ແລະຜູ້​ຮ່ວມ​ອຸ​ດົມ​ການ​​ຂອງ​ຕົນທີ່​ເປັນ Roman Catholic ເຮັດ ແຕ່​ບໍ່​ສຳ​ເລັດ.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນ ກໍ່ຍ່າງຂຶ້ນທາງເໜືອ ໄປຕາມຖະໜົນຍົງກີ ຫາສະໂມສອນເຮືອໃນຖະໜົນເຮເດັນ.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "ລັດ​ຖະ​ມົນ​ຕີ​ກະ​ສິ​ກໍາ​ Jim Sutton ໄດ້​ມາ​ເຖິງ​ຕອນ​ນັ້ນ​​ເວົ້າ​ວ່າ ການຈົກຂອງ​ການ​ສົ່ງ​ອອກ​ຊີ້ນ​ໂດຍ​ບາງ​ປະ​ເທດ​ແມ່ນ​ເປັນ​ໄປ​ໄດ້​ແທ້​ຈິງ​.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "ໃນວັນພະຫັດ ພະນັກງານນໍ້າມັນໄດ້ຖືກລັກພາຕົວຈາກຮ້ານກິນດື່ມໃກ້ກັບຊຸມຊົນແອອັດຈາກຜູ້ຊາຍທີ່ພົກພາອຸວຸດ ທີ່ໄດ້ຍິງ ທະຫານຂອງກອງທັບທີ່ນໍາໄປປ້ອງກັນບັນດາພະນັກງານນໍ້າມັນ ຈົນເສຍຊີວິດ ແລະ ເຮັດໃຫ້ ທະຫານຄົນອື່ນໆໄດ້ຮັບບາດເຈັບ.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "ການຄົ້ນຄວ້າແມ່ນຖືກລາຍງານໃນວາລະສານພະຍາດສະໝອງເຊື່ອມ.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກ 18:00ໂມງ (ເວລາມາດຕະຖານຕະເວັນອອກ) ເວັບໄຊຕ໌ນີ້ກັບມາໃຊ້ໄດ້ອີກຄັ້ງ ໂດຍມີບັນຫາການເຊື່ອມຕໍ່ພຽງເລັກນ້ອຍ.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຖືກວິພາກວິຈານທີ່ປ່ອຍໃຫ້ລາວເດິນທາງອອກຈາກສະຫະລັດອາເມລິກາເມື່ອຕົ້ນປີ ເພາະວ່າຊັນເດີແລ້ນຈະມາເຖິງມະຫາສະຫມຸດອິນເດຍໃນຊ່ວງລະດູຫນາວ.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "ໃນກຸງເຕະຫະຣານ ເມືອງຫລວງປະເທດອິຫລ່ານ ມີເຫດອາຄານແຫ່ງຫນື່ງຖະຫລົ່ມລົງມາໃນມື້ນີ້ ມີຜູ້ເສຍຊີວິດຢ່າງຫນ້ອຍ 19 ຄົນ.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "ເດືອນສິງຫາແລ້ວໜີ້ ລາວໄດ້ເວົ້າກັບສະຫະພາບວ່າ \"ນີ້ບໍ່ແມ່ນສະຫະພາບຂອງລາວແລ້ວ.\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "ກ່ອນໜ້ານັ້ນສອງມື້ ຫົວໜ້າລັດຖະມົນຕີ ໄດ້ເວົ້າວ່າ ການຫຼຸດລົງໃດໜຶ່ງໃນ ພາສີການຂາຍສາມາດສົ່ງຜົນໃຫ້ ຄ່າລົດເມສູງຂຶ້ນ.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "ອົງການລົດໄຟໃຕ້ດິນເມືອງລອນດອນ ໄດ້ປະກາດແຈ້ງ \"ລະຫັດເຫລືອງ\" ພາຍໃນຫລາຍນາທີ ທີ່ລົດໄຟເຄື່ອນຂະບວນໄປຍັງສະຖານີ ແລະ ເປີດປະຕູທັງໝົດ.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຂົ້າໃຈເຖິງຄວາມຫຍຸ້ງຍາກຂອງເຈົ້າໜ້າທີ່ຕໍາຫລວດ ແລະ ໜ່ວຍບໍລິການດັບເພິງໃນຕອນທີ່ເຂົາເຈົ້າປະເຊີນບັນຫາໃນຊ່ວງບຸນ ກາຍ ຟອກ ແລະ ຂ້ອຍຫວັງວ່າຂໍ້ກໍາຈັດດັ່ງກ່າວ ນີ້ຈະສົ່ງຂໍ້ຄວາມກ່ຽວກັບການກໍ່ໃຫ້ເກີດໄພອັນຕະລາຍ ຫລື ຄວາມເສັຍຫາຍຢ່າງຕັ້ງໃຈແມ່ນມີຄວາມຜິດທາງອາຍາ ແລະ ກຳລັງຈະອອກກົດຢ່າງເຂັ້ມງວດ.\" ກ່າວໂດຍ ທ່ານ ເບັນຊັນ ໂປບ.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "ຊາວອະເຊີຣີດບາງຄົນເຊື່ອວ່າ \"ການປະທ້ວງສາມຊົ່ວໂມງ\" ນີ້ຈະບໍ່ຊ່ວຍປ່ຽນແປງຫຍັງກັບປະເທດ.\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "ເມື່ອອອບເພັນເຮມເມີເລີ່ມເຮັດຫ້ອງປະຕິບັດການອອກແບບອາວຸດລັບ ໂລດ ອາລາໂມດ ລາວໄດ້ແຕ່ງຕັ້ງເບວໃຫ້ເປັນຜູ້ອຳນວຍງານຝ່າຍທິດສະດີ.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ການຂະຫຍາຍໂຕຂອງເສດຖະກິດປະຈຳປີຂອງ ອິນເດຍ ແມ່ນສະເລ່ຍ 8 ສ່ວນຮ້ອຍ ຕັ້ງແຕ່ສາມສົກປີທີ່ຜ່ານມາ.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "ເພື່ອນບ້ານອີກຄົນຫນື່ງເສີມວ່າ \"ເປັນເພື່ອນບ້ານທີ່ດີຢ້ຽມເປັນເດັກນ້ອຍທີ່ອ່ອນຫວານທີ່ສຸດທີ່ຂ້າພະເຈົ້າເຄີຍຮູ້ຈັກ.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "ເດລີຄອດ ບ໊ອກອອນໄລນ໌ ຝ່າຍຊ້າຍທີ່ເປັນທີ່ຮູ້ຈັກ ເປັນເຈົ້າທຳອິດທີ່ລາຍງານຂໍ້ຜິດພາດດັ່ງກ່າວ ໂດຍທາງຊີເອັນເອັນເອົາຊື່ຂອງທັງສອງມາໃຊ້ສະຫລັບກັນ ຕັ້ງຊື່ຊ່ວງລາຍການທີ່ກ່ຽວກັບທ່ານ ບິນ ລາເດັນວ່າ \"ໂອບາມາຢູ່ໃສ?\" ໃນລາຍການຊິດທູເອຊັ້ນຣູມຊື່ງມີຜູ້ຊ່ຽວຊານຢູ່າງວູບ ບິວເຊີເປັນພິທີກອນ.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ບົດສະຫລຸບເອກະສານໄດ້ກ່າວວ່າ \"ມັນອາດຈະມີຄວາມຈໍາເປັນໃນການແນະນໍາໃຫ້ລັດຖະມົນຕີໃນສະຖານະການດັ່ງກ່າວ.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ຈູໂຣວິກ ຍັງກ່າວວອີກວ່າຢ່າງໜ້ອຍ 198ຄົນ 90ເປັນເດັກນ້ອຍ ໄດ້ຮັບການປິ່ນປົວຢູ່ໂຮງໝໍ.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "ຢ່າງໜ້ອຍປະຊາຊົນ 10,000 ຄົນໄດ້ເສຍຊີວິດໃນຕົວເມືອງດຽວ ໂບກາໄລ ໃນເມືອງພີພອນຂອງປະເທດ.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "ທ​ະ​ນາຍ​ຄວາມ​ຂອງ​ລາວບອກ​ໃຫ້​ຮູ້​ວ່າ Manning ກຳ​ລັງ​ຕົກ​ຢູ່​ໃນ​ສະ​ພາບ​ຖືກ​ບັງ​ຄັບ ເພາະ​ລາ​ວ​ພຽງ​ແຕ່ສ້າງ \"ສຳ​ນວນ​ສຽດ​ສີ\" ເທົ່າ​ນັ້ນ ກ່ຽວ​ກັບ​ການ​ຄຸມ​ຂັງ​ຜູ້​ກ່ຽວ​ກໍ​ເຫັນ​ວ່າ​ຮຸນ​ແຮງ​ເກີນ​ໄປ.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "NSW Premier Morris Iemma ປະກາດໃນເດືອນທັນວາ 2005 ທີ່ເຂົາຢາກທີ່ຈະຂາຍຫຸ້ນຂອງລັດໃນ Hydro Snowy ທີ່ເກີດມາຈາກລັດຖະບານລັດຖະບານກາງແລະ Victorian ໄດ້ປະຕິບັດຕາມ.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ການຂາດດຸນຂອງລັດຖະບານ ປີ2008ສະຫະລັດ ສູງເປັນປະວັດຕິການເຖິງ $454.8 ຕື້ໂດລາສະຫະລັດ-ຫຼາຍກວ່າສອງເທົ່າການຂາດດຸນປີທີ່ຜ່ານມາ.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງໄດ້ຮຽກຮ້ອງໃຫ້ນາຍຍົກລັດຖະມົນຕີໃຫ້ຂະຫຍາຍຄວາມພະຍາຍາມທີ່ຈະຮັບມືກັບບັນຫາການກໍ່ການຮ້າຍແລະບັນຫາຄະຕິນິຍົມສຸດຂີດ.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "ພາກສ່ວນທີ່ສຳຄັນຂອງ ລັກສະນະສື່ມວນຊົນ LGBT ອາເມລິກາ ກຳລັງຈະລວມໂຕເຂົ້າກັນ.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ກ່າວວ່າ \"ພວກເຮົາຮຽກຮ້ອງ ກຸ່ມທີ່ມີຄວາມຮັບຊອບທັງໝົດ ເພື່ອຢຸດຄວາມຮຸນແຮງຕໍ່ສິດທີມະນຸດ ຢ່າງຮີບດ່ວນ ແລະ ພວກເຮົາຮ້ອງຂໍ ລັດຖະບານ ເພື່ອດຳເນີນຢ່າງຮີບດ່ວນ ເພື່ອສືບສວນຢ່າງເປັນເອກະລາດໃນຄະດີເຫຼົ່ານີ້.\"\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "ອີງຕາມທ່ານບີເວີ ເຮືອດຳນ້ຳຈະສະໜອງໃຫ້ອິດສະລະເອວໃນເລື່ອງສະມັດຕະພາບການໂຈມຕີກ່ອນແລະສະມັດຖະພາບການຕອບໂຕ້ການໂຈມຕີ.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "ໄອຊາແອສ ຄາຣາສະໂກ ອາຍຸ 42 ປີ ຖືກຍິງຢູ່ນອກບ້ານຕໍ່ໜ້າເມຍ ແລະ ລູກສາວຂອງລາວ ແລະ ຖືກນໍາຕົວສົ່ງໂຮງໝໍ່ ແຕ່ເສຍຊີວິດຈາກບາດແຜຂອງລາວ.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນສິ່ງທີຈະສະແດງໃຫ້ເຫັນວ່າເອີລົບກໍ່ບໍ່ແມ່ນສະຖານທີ່ທີ່ບໍ່ດີ.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "\"ນີ້ໄດ້ເປັນບົດສະຫຼຸບທີ່ສາມາດເບິ່ງເຫັນໄດ້ຂອງ ການເມີນເສີຍມາດຕະການຄວາມປອດໄພ​\" ຜູ້ມອບສິດທີ່ເປັນຕົວແທນບັນດາຄອບຄົວ ກ່າວ.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "\"ເຮົາບໍ່ສົງໄສເລີຍທີ່ເຮົາຈະຊະນະອຸທອນ.\" ອອບລອນກ່າວແກ່ນັກຂ່າວ.\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍ່ຕາມ ເຄີ່ງຫນຶ່ງຂອງເວລາໃນນີ້ແມ່ນໄດ້ໃຊ້ສຳລັບເປີດກັບຂອງ iPhone ອອກ.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "ສະຫະລັດໃນອະດີດທີ່ຜ່ານມາຖືກກ່າວຫາວ່າໃຊ້ການເວົ້າເກີນຈິງແລະສ້າງຂໍ້ມູນຫຼັກຖານທີ່ບໍ່ຈິງເພື່ອສ້າງເປັນເຫດຜົນນຳສູ່ການເຮັດສົງຄາມກັບອີຣັກ.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ຂອງສະໂມສອນ NHL ໄດ້ສູນເສຍເງິນໃນໄລຍະຫ້າປີທີ່ຜ່ານມາແລະເປັນຜົນສະໂມສອນທີ່ຕ້ອງການຢາກຈ່າຍທີ່ຈໍານວນເງິນທີ່ກໍານົດໄວ້.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງທີ່ ອອກເຕກາ ຫຼົບໜີຄັ້ງທໍາອິດຈາກການຈັບກຸມທີ່ປະເທດເວເນຊູເອລາ ໃນປີ 2003 ໄດ້ມີການອອກໝາຍຈັບ ສໍານັກຂ່າວ ບີບີຊີ ໄດ້ລາຍງານວ່າລາວໄດ້ກັບຄືນຈາກ ປະເທດ ຄອສຕາ ຣິກາ ມາປະເທດເວເນຊູເອລາ ໃນເດືອນ ສິງຫາ.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "ອັນດັບທີສາມ ແມ່ນຈາກເຜົ່າເຕີ ຂອງບຸນກາລີ ເຊິ່ງໄດ້ຄະແນນປະມານ 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "ແຕ່ເຖິງແນວໃດກໍ່ຕາມ ລາຍລະອຽດຂອງຊຸດກະໂປ່ງຂອງເພື່ອນເຈົ້າສາວແລະຊຸດເຄື່ອງແບບຂອງເດັກຍົກກະເປົາຈະບໍ່ຖືກເປີດເຜີຍຈົນກວ່າຈະຮອດວັນແຕ່ງງານ.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "ອົງກອນນັກຂ່າວໄຮ້ພົມແດນປະທ້ວງວ່າໂປແລນເປັນປະເທດດຽວໃນສະຫະພາບຢູໂຣບທີ່ຄຳຕັດສິນຈອງຈຳຄຸກກຳນົດໃຫ້ມີ \"ຄວາມຜິດໃນການຄິດ\" ແລະນັ້ນແມ່ນຄັ້ງທຳອິດທີ່ມີເຫດການດັ່ງກ່າວເກີດຂຶ້ນໃນສະຫະພາບຢູໂຣບ.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ນັກແລ່ນໄລຍະທາງໄກຊາວໂອຕາວາ ເຣ ຊາແຮບ ອາຍຸ 39 ປີ ນັກຂ່າວພະຈົນໄພ ແລະ ນັກອອກແບບ ເຄວິນ ແວລລີ ອາຍຸ 44 ປີຈາກລິນ ແວລເລ່ ທາງຕອນເຫນືອຂອງແວນຄູບເວີ ແລະ ນັກພະຈົນໄພຂົ້ວໂລກເຫນືອ ຣິຊາດ ເວບເບີ ອາຍຸ 49 ປີ ໄດ້ເວົ້າວ່າພວກເຂົາສໍາເລັດການເດີນທາງ 700 ໄມ(1,130 ກິໂລແມັດ) ໃນລະດັບຄວາມສູງທີ່ 10,000 ຟີດ ໃນທີ່ສຸດ ໄດ້ເດີນທາງມາຮອດຕອນເຊົ້າຂອງວັນພຸດ.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "ໃນໄລຍະປີທີ່ກອບສົນທິສັນຍາວ່າດ້ວຍການຄວບຄຸມຢາສູບໄດ້ຂຽນຂຶ້ນ 167ປະເທດແມ່ນໄດ້ເຊັນແລະອີກ23ປະເທດອະນຸມັດສັນຍາ ເຊິ່ງເຮັດໃຫ້ມັນກາຍເປັນສັນຍາສະບັບໜຶ່ງຂອງບັນດາສັນຍາສະຫະປະຊາຊາດທີ່ຖືກອ້າແຂນຮັບຢ່າງວ່ອງໄວຕະຫຼອດການ.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ປາວານທີ່ທົດລອງ ເກີຍຕື້ນທີ່ທ່າເຮືອເລວີ່ ເທິ່ງເກາະໃຕ້ ແມຕ່ມີອາສາສະຫມັກຫລາຍຄນ ພ້ອມທີ່ຈະຊ່ວຍເຫລືອ ແລະພະຍາຍາມສົ່ງພວກມັນກລັບລົງທະເລ ໃນແຫລ່ງນ້ຳເປີດນອກ ປາກນ້ຳ ທີ່ມີລັກສະນະຕື້ນເຂີນແລະເຕັມໄປດ້ວຍໂຄນ.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "ຮັກສາການຜູ້ບັງຄັບບັນຊາການຕຳຫລວດໂມເລດ ໄດເວີ ປະຕິເສດວ່າການຢືດອຳນາດດັ່ງກ່າວບໍ່ໄດ້ເກີດຂື້ນ.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "ຫລັງພັກຊົມໂຄສະນາ ບິດເຊີກ່າວວກັບແຂກທີ່ໃຫ້ສຳພາດວ່າຊີເອັນເອັນຫາກໍ່ໄດ້ຮັບລາຍງານຈາກທຳນຽມຂາວ.\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ໂຈເຊ ມານຸຍ ດູລາວ ບາໂລໂຊ ປະທານຄະນະກໍາມະທິການເອີລົບ ສະຫະພາບເອີລົບ ແມ່ນໄດ້ກຽມທີ່ຈະໃຫ້ເງິນຊ່ວຍເຫລືອລ້າ ມູນຄ່າ 50 ລ້ານປອນ ສໍາລັບເຂດທີ່ເສຍຫາຍ.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນຄັ້ງທຳອິດທີ່ມີການພິພາກສາຂື້ນຕາມກົດຫມາຍທີ່ອອກໃຊ້ເມື່ອປີ 2003 ຄວບຄຸມການສົ່ງອີເມວ ຫຼື ອີກຊື່ໜຶ່ງການສົ່ງເມລື້ຂີ້ເຫຍື້ອເອຈຳນວນຫລາຍ ເຊິ່ງເປັນການສົ່ງຈົດຫມາຍໂດຍບໍ່ໄດ້ຮັບເຊີນໄປຍັງກ່ອງຈົດຫມາຍຂອງຜູ້ໃຊ້.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "ຮາມາດ ແລະຟາຕາກ່າວວ່າ ລາວຫວັງວ່າຜູ້ນຳຈະມາປະຊຸມຮ່ວມກັນກັບກະສັດອັດຸລາໃນຕອນຄ່ຳຂອງວັນອັງຄານ.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "ບົດສຶກສາ ເຫັນດີກັບການນໍາໃຊ້ ພະລັງງານນິວເຄຣຍ ແລະ ໂຈມຕີ ຂໍ້ມູນບາງສ່ວນທີ່ນໍາໃຊ້ໂດຍ ບັນດາ ນັກໂຄສະນາເຜີຍແຜ່ຕໍ່ຕ້ານການນໍາໃຊ້ນິວເຄຣຍ.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "ການເຂົ້າມາລີ້ໃນຊຸຸ້ມດຸມເຄື່ອງບິນມີຄວາມສ່ຽງຕໍ່ການເສຍຊີວິດຈາກາກນຖືກແຊ່ແຂງຫລືຖືກດຸມບົດທັບຕອນທີ່ຫົດດຸມເກັບ.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "ປື້ມໄດ້ອອກວາງຂາຍໃນ ແລະເປັນທີ 2 ໃນລາຍການທີ່ຂາຍດີທີ່ສຸດໃນ ນໍຣເວ.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 22 ເມສາ ປະກົດມີຄາບນໍ້າມັນຢູ່ເທິງໜ້ານໍ້າຂອງອ່າວ.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "ໂອບາເມໄດ້ເຂົ້າປະທ້ວງເພື່ອຄັດຄ້ານການເລືອກຕັ້ງທີ່ລາວເອີ້ນວ່າ \"ການເລີ່ມຕົ້ນຍຸກຜະເດັດການ\" ຂອງປະເທດກາບອງ.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "ໂດຍລາຍງານຂ່າວໂທດວ່າການເພີ່ມຂື້ນຂອງຄວາມອົດຢາກໃນໂລກລ່າສຸດນີ້ ສາເຫດຫລັກເກີດຈາກພາວະເສດຖະກິດໂລກຖົດຖອຍ ເຊິ່ງເຮັດໃຫ້ເກີດການຫວ່າງວຽກເພີ່ມຂື້ນແລະລາຍໄດ້ຄົນທຸກຍາກລົດລົງ ນຳໄປສູ່ຄວາມບໍ່ຫມັ້ນຄົງທາງອາຫານທີ່ຮຸນແຮງຂື້ນ.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "\"ຜູ້ຖອນໂຕບັງຄັບແຜນຮ້າຍ ເພື່ອກໍ່ກວນຄວາມຮູ້ສຶກຂອງປະຊາຊົນ ເພື່ອໃຫ້ກຳລັງໃຈພວກເຂົາເອງ.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "7-ອີເລເວັ້ນກ່າວວ່າ \"ການຈັດຫານີ້ເປັນຍຸດທະສາດທີ່ເຫມາະກັບ7-ອິເລເວັ້ນແລະໄດ້ຂະຫຍາຍຕະຫລາດໃນພື້ນທີ່ຊິຄາໂກ້ແລນດ້ວຍບໍລິສັດ.\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "ທ່ານ ຄາບິລາຊື່ງເປັນປະທານນາທິບໍດີທີ່ອາຍຸນ້ອຍທີ່ສຸດຂອງເວທີແອບຟິລິກາເມື່ອປີ 2001 ກ່າວສຸນທອນພົດສຸດທ້າຍກ່ອນເປີດການເລືອກຕັ້ງຕາມລະບອບປະຊາທິປະໄຕຄັ້ງທຳອິດໃນຮອບ 40 ປີ ຂອງສາທາລະນະລັດປະຊາທິປະໄຕຄອງໂກ.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "ມີການຄາດວ່າການປະຊຸມຂອງຜູ້ບໍລິຈາກນານາຊາດຈະເກີດຂື້ນປີຫນ້າເພື່ອຂໍໃຫ້ເກີດຄວາມຊ່ວຍເຫລືອຫລາຍຂື້ນໃຫ້ກັບປະເທດນີ້.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "ຜູ້ຊື້ຂາຍຫຸ້ນໃນຕະຫລາດຫຸ້ນລາຍຫນື່ງກ່າວວ່າ \"ເຫດການໄຟຟ້າດັບນີ້ເຮັດໃຫ້ຜູ້ຄົນກັງວົນຕໍ່ວິກິດພະລັງງານທີ່ອາດສົງຜົນເສຍຕໍ່ພາກອຸດສາຫະກຳຂອງຊາດໄດ້.\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "\"ຖ້າ​ຫາກ​ພວກ​ເຮົາ​ຍັງ​ຄົງ​ສະ​ຫງົບ​ແລະ​ມີ​ຄວາມ​ຫມັ້ນ​ໃຈ​ຂ້ອຍ​ແນ່​ໃຈ​ວ່າ​ສິ່ງ​ທີ່ຊາວສະເປນຫຸກຄົນຕ້ອງ​ການ​ ສິ່ງ​ທີ່​ຄອບ​ຄົວ​ລາວທີ່​ຕ້ອງ​ການ​ ສິ່ງ​ທີ່​ລັດ​ຖະ​ບານ​ຕ້ອງການໂຕປະກັນຈະສາ​ມາດ​ກັບ​ຄືນ​ບ້ານ​ເຮືອນ​ຢ່າງປອດ​ໄພ​ແລະ​​ໃນສະພາບດີ​ແລະ​ການ​ລັກ​ພາ​ຕົວ​ນີ້​ຈະ​ສິ້ນ​ສຸດ​ລົງດ້ວຍຄວາມ​ພໍ​ໃຈ​.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "ໜັງສືພິມ ແອດແລນຕາ ຈໍນໍ ຄອນສະທິທູຊັ່ນ (AJC) ລາຍງານວ່າ ມີມືປືນທັງໝົດສອງຄົນຢູ່ໃນເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "ຟິລາແດັລເຟຍ ຈະສູງເຖິງ 100ºF ວໍຊິງຕັ້ນຈະສູງເຖິງ 101ºF ແລະ ບາລຕີມໍຣ໌ ກັບ ຮິສມອນ ອາດເຫັນອຸນຫະພູມສູງເຖິງ ລະດັບ100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ຣິໂຄສາມາດເຮັດວຽກໄດ້ຫລາກຫລາຍ ແຕ່ຄວາມລຸ້ມຫລົງຂອງລາວຕອນນີ້ກໍ່ຄືວຽກປັດຈຸບັນຂອງລາວນັ້ນຄືການປ່ຽນຂີ້ເຫຍື້ອໃຫ້ມີປະໂຫຍດແລະໃຫ້ກາຍເປັນເຄື່ອງຕົກແຕ່ງເຮືອນທີ່ໂດດເດັ່ນຂື້ນມາ.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ແຕ່​ໃນ​ລະ​ຫວ່າງນັ້ນ Woollard ສາ​ມາດ​ປະ​ກັນ​ຕົວ​ອອກ​ໄປ​ໄດ້ ໂດຍ​ມີ​ເງື່ອນ​ໄຂວ່າ ລາວ​ຈະ​ຕ້ອງ​ພັກ​ອາ​ໃສ​ຕາມ​ທີ່​ຢູ່​ເກົ່າ ແລະ​ຫ້າມບໍ່​ໃຫ້​ເຂົ້າ​ເມືອງ Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "ການປ່ຽນແປງແລະໂຊກບໍ່ດີເບິ່ງຄືຈະເຮັດໃຫ້ເຢຍລະມັນຕ້ອງຫຼິ້ນເກມກົນລະຍຸດຄັ້ງທຳອິດໃນການແຂ່ງຂັນ.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ບັນດາປະເທດອື່ນໆ ເຫັນວ່າ ການສົ່ງອອກ ຂອງໂລມາເນຍ ແພງຂື້ນ ແລະ ຍັງມີການແຂ່ງຂັນໜ້ອຍ ຍ້ອນ ມູນຄ່າເງິນລິວ ເພີ່ມຂື້ນ ແລະ ມັນອາດຈະເຮັດໃຫ້ພາວະການຂາດດຸນການຄ້າທີ່ ມີຢ່າງຫຼວງຫຼາຍຢູ່ແລ້ວ ຂອງປະເທດ ຂະຫຍາຍອອກຕື່ມອີກຢ່າງກ້ວາງຂວາງ.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "ຄວາມເຄື່ອນໄຫວທີ່ເກີດຂື້ນຫລັງຈາກເທນຊິນ ໄກອັດໂສດາໄລລາມາຄົນທີ 14 ໃຫ້ປະຕິຍານວ່າຈະເສຍສະຫລະຕຳແຫນ່ງຫາກ \"ບໍ່ສາມາດຄວບຄຸມສະຖານະການ\" ໃນທິເບດໄດ້ ຊື່ງມີການປະທ້ວງຈີນຢ່າງຮຸນແຮງແລະເຮັດໃຫ້ຄົນ 13 ຄົນຈາກ 100 ຄົນຕ້ອງເສຍຊີວິດ.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "ລາຍໄດ້ການໂຄສະນາຈາກຊອບແວນີ້ຈະຖືກແບ່ງກັບ ອົງກອນ ວິກິພີເດຍ.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "ໃນເດືອນພຶດສະພາ ປີ2006 ມັນໄດ້ເພີ່ມຄວາມຮຸນແຮງຂອງການປະທຸຢ່າງວ່ອງໄວແລະເຖິງຈຸດສູງສຸດໃນວັນທີ14 ກໍລະກົດແລະ 16 ສິງຫາ.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "ພະມະຫາກະສັດບໍ່ໄດ້ ໃຫ້ເຫດຜົນທັນທີທັນໃດສໍາລັບການເຄື່ອນໄຫວດັ່ງກ່າວ; ຢ່າງໃດກໍຕາມ ໄດ້ມີການລາຍງານບໍ່ດົນມານີ້ໄດ້ກ່າວຫາສະພາແຫ່ງຊາດຂອງການຂາດຄວາມສາມາດຈັດການທາວດ້ານກົດຫມາຍ ແລະເຖິງວ່າແມ່ນການສໍ້ລາດບັງຫຼວງ.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "\"ໃນຂະບວນການ ມັນມີຝຸ່ນອາລູມີນຳ (ອາລູມີນຽມ) ຈຳນວນຫຼາຍ ລອຍໃນອາກາດ.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ອັດຕາການເສັງຜ່ານໃນທົ່ວປະເທດຕົກລົງເປັນສິບເອັດເປີເຊັນຈາກເມື່ອກ່ອນແມ່ນ72 ເຊິ່ງຫຼາຍໆໂຮງຮຽນບໍ່ມີຜູ້ຜ່ານແມ້ແຕ່ຜູ້ດຽວ.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "ໄມໂຄຊອບຕັດສິນໃຈຊື້ເຄື່ອງມືການຄົ້ນຫາຂໍ້ມູນສຸຂະພາບທີ່ເອີ້ນວ່າ ເມດສະຕໍລີ.\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "ສະມາຄົມສື່ມວນຊົນ ລະບຸວ່າ ຄວາມພະຍາຍາມຂອງໂບດໄຊແອນໂທໂລຈີໃນການຫຍຸດຢັ້ງບໍ່ໃຫ້ວິດີໂອນັ້ນເຜີຍແຜ່ໄປໃນອິນເຕີເນັດເບິ່ງຄືວ່າ \"ຈະສົ່ງຜົນເສຍຢ່າງຫນ້າສັງເກດ\" ກັບທາງໂບດໂດຍເມື່ອວັນພະຫັດວິດີໂອດັ່ງກ່າວກໍ່ເປີດໃຫ້ຊົມໄດ້ໃນເວັບໄຊຕ໌ອື່ນໆ ນອກເຫນືອຈາກ Gawker.com ລວມທັງນິວຍອກໂພດ ສະຖານນີຂ່າວໂທລະທັດເສລີແລະບີຊີຊີ.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດລະບຸວ່າສັນຍານເຕືອນໄພຫຼາຍເຄື່ອງທີ່ຢູ່ພາກສ່ວນອື່ນຂອງອາຄານໃນລະຫວ່າງຕອນແລງຂອງການປົ້ນເຮັດໃຫ້ຍາມເຝົ້າສັບສົນ.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ບົດຄວາມທີເຮັດໃຫ້ເວັບໄຊດັ່ງກ່າວຂື້ນເຖິງຈຸດສູງສຸດແມ່ນການບົດຄວາມກ່ຽວກັບການຕັ້ງຖິ່ນຖານທີ່ບໍ່ເຕັມໃຈໃນສະຫະພາບໂຊຫວຽດ.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "ຜູ້ໃຫ້ບໍລິໂພກຕ້ອງແຊສ໌ເຖິງການໂຄສະນາຂອງເຂົາເຈົ້າແລະການປັບປຸງການປະຕິບັດຂອງໂຕ໊ະການບໍລິການຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ກັບຄືນໄປເກມ ທາງທີມງານໄດ້ມີທັງຫມົດແປດເກມໂດຍຜູ້ແລະສ່ວນແບ່ງ4ທີມຊະນະ.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "ດ້ວຍປະລິມານຂະຫນາດນັ້ນ ເວີແມນກ່າວວ່າ ຜົນທາງໂຮໂມນຈະສິ້ນສຸດລົງຫລັງຈາກຜ່ານໄປສອງສາມມື້ເພາະວ່າຕົວຮັບເມລາໂຕນິນໃນສະຫມອງຈະບໍ່ຕອບສະຫນອງເມື່ອມີການໃຊ້ໂຮໂມນຫລາຍເກີນໄປ.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "ສຳນັກເລຂາທີການສະຫະປະຊາຊາດເປັນສ່ວນສຳຄັນຂອງສະຫະປະຊາຊາດ ແລະມີເລຂາທີການສະຫະປະຊາຊາດເປັນຜູ້ຄວບຄຸມເບິ່ງແຍງ ເຊິ່ງມີເຈົ້າຫນ້າທີ່ຂ້າລາຊະການພົນລະເມືອງລະຫວ່າງປະເທດທົ່ວໂລກ.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "ນັກເຕະອາຍຸ 28 ປີ ໄດ້ຮັບບາດເຈັບໃນການເຂົ້າປະທະກັບໂຈອີ ຈາຄອບຊັນ ແລະ ການແຂ່ງຂັນ ແມ່ນໄດ້ຍຸດເກມ ກ່ອນລາວຖືກນໍາຕົວສົ່ງໂຮງໝໍ.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "ຜູ້ປ່ຽນແປງຂໍ້ມູນນິລະນາມໄດ້ປະຄຳຂໍໂທດທີ່ຍາວຫລາຍກັບຊຸມຊົນວິກິພິເດຍ ໂດຍອະທິບາຍວ່າ \"ຂ້າພະເຈົ້າຫວັງວ່ານີ້ຈະເຮັດໃຫ້ຢຸດການຄາດຄະເນວ່າມີໃຜຮູ້ເຫດໂສກອານາດຕະກຳນີ້ກ່ອນທີ່ຈະຄົ້ນພົບ.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "ແຜ່ນດິນໄຫວນ້ອຍທີ່ເກີດຫຼັງແຜ່ນດິນໄຫວຮຸນແຮງເຖິງ 5.9 ແມັກນິດຈູດເຊິ່ງຈຸດສູນກາງຕັ້ງຢູ່ ພາກຕາເວັນຕົກຂອງ ປິຈິເລມູໄປ ສິບເກົ້າກິດໂລແມັດ, ອີງຕາມການສຳຫຼວດດ້ານທໍລະນີວິທະຍາຂອງມະຫາວິທະຍາໄລ ຊີລີ (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "ຂໍ້ຕົກລົງຍັງມີຕ້ອງຖືກຍອມຮັບໂດຍ ຜູ້ຖືຫຸ້ນທົ່ວໄປສ່ວນຫຼາຍຂອງ PlanetOut ຄຽງຄູ່ກັບການຊອກຫາທາງກົດໝາຍ ແລະ ການຍອບຮັບ ແລະ ພົບກັບເງື່ອນໄຂການປິດໃນຫຼາຍຮູບແບບ.\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "\"ທ່ານຄືເດວິດ ແຊງໂບນ ຫລືບໍ່ ພວກເຮົາຕື່ນເຕັ້ນຫລາຍທີ່ຈະໄດ້ພົບທ່ານ!\" ລາວກ່າວ ແລະນຳເດວິດໄປຍັງຫ້ອງໂຖງຊື່ງເປັນຫ້ອງນັ່ງຫລິ້ນ ມີໂຊຟາ ມີໂທລະທັດ ທີ່ກຳລັງຫລິ້ນຫນັງແອກຊັ້ນສະຫຍອງຂວັນ ຕູ້ເກັບອຸປະກອນສວນຖະວານທີ່ເປີດຢູ່ ແລະສາມີຂອງລາວ ບິວນັ່ງຢູ່ທີ່ຄອມພິວເຕີ້ພະຍາຍາມວ່າເບດ ຣັນເນີທີ່ກັບມາຫລິ້ນອີກຄັ້ງໃນໂຮງລະຄອນໃດ.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "ການບໍລິຈາກໄດ້ຖືກຮຽກຮ້ອງສຳລັບອົງການກາແດງອາເມລິກາແລະທະຫານບົກ.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "ຊິງໄດ້ຮັບການຜ່າຕັດບາຍພາດຫົວໃຈໃນອັງກິດເມື່ອປີ 1990 ແລະສັນຍະກຳຕົກແຕ່ງຫລອດເລືອດໃນປີ2004 ທີ່ເດລີ ໃຫ້ປະກົດຂື້ນປີດໃນເສັ້ນເລືອດຂອງລາວ.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ນັກການເມືອງສັນຊາດອັງກິດບາງຄົນຕໍ່ຕ້ານກັບການຈ່າຍຄ່າຊົດເຊີຍກັບກຸ່ມຄົນທີ່ເຊື່ອວ່າເປັນຜູ້ກໍ່ການຮ້າຍ.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "ຜູ້ລິເລີ່ມການເຮັດບລ໊ອກຊາວມາເລເຊຍ ອາຮະຣູດິນ ອັດຕັນ ແລະ ເຈັຟ ໂອຍ ໄດ້ຖືກຟ້ອງໂທດຖານການທຳລາຍຊື່ສຽງ ໂດຍໜັງສືພິມຊື່ດັງຂອງມາເລເຊຍ ໜັງສືພິມ ນິວ ສະເຕຣັສ໌ ທາມສ໌.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "ຄອບຄົວແມ່ນກໍາລັງເດີນທາງ ເພື່ອໄປເຂົ້າຮ່ວມການແຂ່ງຂັນຣັກບີ້ຊາວໜຸ່ມ ເມື່ອການຊົນປະທະໄດ້ເກີດຂຶ້ນ.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "ອັລ- ເກດາ ກ່າວວ່າໃນຄໍາຖະແຫຼງເວັບໄຊຕ໌ວັນພະຫັດວ່າໄດ້ຂ້າທູດພິເສດສູງສຸດຂອງອີຈິບໃນອີຣັກ, ຊື່ວ່າ ອີຮາບ ອັລ-ຊາຣິຟ.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ຫຸ້ນສາຍການບິນໄອຣິດ ໄຣອັນແອ ຕົກ 12% Nເຊົ້ານີ້ ຍິ່ງຕອກຢ້ຳສະພາບຕະຫລາດທີ່ຊຸດໂຊມທ່າມກາງຄວາມກັງວົນວ່າເສດຖະກິດຈະເສື່ອມຖອຍ.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ ແທນດີ ໄດ ລາວ \"ແມ່ນມີຄວາມເປັນຫ່ວງຕໍ່ກັບຜົນກະທົບທີ່ຈະເກີດຂຶ້ນ\" ແລະ ໃນວັນທີ 4 ໄດ້ມີການລາຍງານຕໍ່ຜູ້ອໍານວຍການໃຫຍ່ຕໍ່ກັບອາດີດຂອງລາວ ຫຼັງຈາກ ທີ່ນັກຮຽນໄດ້ຊັກຖາມ.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "ອາມາດິເນຍາດກ່າວວ່າ \"ໃນອິຫລ່ານ ເຮົາບໍ່ມີພວກຮັກຮ່ວມເພດເຫມືອນຢ່າງປະເທດຂອງທ່ານ.\" ເຊິ່ງເອີ້ນສຽງຫົວຈຳນວນຫລາຍຈາກຜູ້ຟັງ.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "ອິນໂດເນເຊຍກໍໍ່ຕັ້ງສາຍການບິນໃນເດືອນມີນາຫລັງຈາກມີອຸບັດຕິເຫດເຄື່ອງບິ້ນໂບອິ້ງ 737 ອອກນອກລັນເວ.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ຖືກເອີ້ນ ເມື່ອໂທຫາແມ່ ອິນກາ ອາກິນ ເຮັດໃຫ້ອາຈານເຊື່ອວ່າຈະໃຊ້ເວລາເປັນຊົ່ວໂມງວ່ານາງອາກິນຈະມາຮອດໂຮງຮຽນແລະເອົາເດັກນ້ອຍໄປ.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "ຊິ້ນສ່ວນຂອງລາວຖືກລຳລຽງໂດຍເຮລິຄອບເຕີໄປຍັງທ່າອາກາດສະຍານຄັນດາຮາ.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "ACT​ປະ​ກອບ​ມີ​ທີມແຫ່ງຊາດອົດ​ສະ​ຕຣາ​ລີ​ Aimee Murch ແລະ Clare Warwick​; Olympic ຊະ​ນະ​ເລີດ Brenda De Blaes​; Victorian ຜູ້​ຕາງ​ຫນ້າ​ທີມ​ງານ​ຂອງ​ລັດ​ ສະ​ມາ​ຊິກ​ທີມ​ງານ​ແຫ່ງ​ຊາດ​ແລະ medalist bronze ໂອ​ລິມ​ປິກ Justine Smethurst​; ແລະ Clare Currie​ ຜູ້​ທີ່​ພາດ​ໂອ​ກາດ​ນີ້​ໃນ​ທີມ​ງານ​ແຫ່ງ​ຊາດ​.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "ໃນນີ້ຄັດເລືອກ 2 ມື້ ເນື່ອງຈາກບັນຫາບາງຢ່າງກ່ຽວກັບການຈັດຕາລາງເວລານັ້ນ ບາງຜູ້ຫລິ້ນທີ່ຈົດທະບຽນແຕ່ວ່າບໍ່ໄດ້ມີຜົນກະທົບຕໍ່ເເຊມມື້ດຽວ ເເຊມ2 ມື້ ແລະ ເເຊມໂດຍລວມ.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "ລາຍງານເສີມສະບັບໃຫມ່ທີ່ມີຂໍ້ມູນກ່ຽວກັບຄະນະກຳມະການອຸດສາຫະກຳທາງທະຫານຂອງອິຣັກເຊິ່ງ \"ເປັນສູນອຸດສາຫະກຳທາງທະຫານ\" ທີ່ດໍາເນີນການໂດຍລັດ \"ເຊິ່ງມີບົດບາດເປັນສູນກາງໃນວິວັດທະນາການຂອງໂຄງການພັດທະນາອາວຸດເພື່ອການປົກຄອງທັງຫມົດ.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ສະ​ຖາ​ນະ​ການ​ໄດ້​ສິ້ນ​ສຸດ​ລົງ​ໂດຍ​ບໍ່​ມີ​ເຫດ​ ແລະ​ ຜູ້​ໂດຍ​ສານ​ທັງ​ຫມົດ​ແລະສາ​ມາດ​ປ່ອຍ​​ລູກ​ເຮືອ​ໃນ​ເຮືອ​ບິນ​ລໍາ​ນີ້​ໄດ້​ຢ່າງ​ປອດ​ໄພ​.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "ລູກ​ຊາຍ​ຂອງ​ນາງ​ສະ​ມິດ ຄື ດາ​ນຽນ ສະ​ມິດ ໄດ້​ເສຍ​ຊີ​ວິດ​ໃນ​ວັນ​ທີ 10 ເດືອນ​ກັນ​ຍາ 2006 ຫຼັງ​ຈາກ​ທີ່​ຫາ​ກໍ​ເກີດ​ອອກ​ມາ​ໄດ້​ພຽງ 5 ເດືອນ​ເທົ່າ​ນັ້ນ.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "ສາເຫດການຕາຍສ່ວນໃຫຍ່ເກີດຈາກເພີງພັງຖະຫລົ່ມເມື່ອຖືກຝົນຫລືຂີ້ຕົມ.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "ພູເຂົາໄຟນີ້ບໍ່ໄດ້ລະເບີດຕັ້ງແຕ່ການລະເບີດເປັນໄລຍະເວລາ 4 ເດືອນໃນໄລຍະປີ 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "ພາກສ່ວນທໍາອິດທີ່ຈະຍ້າຍໄປໃຊ້ລະບົບລີນຸກ ແລະ ເວັບໄຊ OpenOffice.org ຈະເປັນຫ້ອງການຂອງນາຍົກເທດສະມົນຕີ ທີ່ວາງແຜນໄວ້ ສໍາລັບກາງປີ 2006 ເຖິງແມ່ນວ່າ ບໍ່ແມ່ນທັງໝົດຂອງຄອມພິວເຕີ້ຂອງພະແນກ ຈະຖືກຍ້າຍທັນທີ່.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "ລັດຖະບານຝຣັ່ງເສດໃຫ້ກຽດຕິຄຸນພິເສດກັບຊາວໂຄແມນຊີດ້ວຍການປະດັບຍົດອັດສະວິນແຫ່ງຊາດເນື່ອງດ້ວຍຄຸນຄວາມດີໃນປີ 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "ເວລາສ່ວນໃຫຍ່ຂອງລາວຫມົດໄປກັບການນອນຢູ່ເທິງຫມອນແລ້ວເບິ່ງໄປຮອບໆ.\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ກົດແລະລາຍລະອຽດນອກຈາກນີ້ມີຄວາມຍາວທີ່ຕ້ອງປະຕິບັດຕາມໃນກໍລະນີມີການຫຼົບໜີ ຫຼື ພະຍາຍາມຫຼົບໜີ.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "ບາຣັກໂອບາມາ ແລະຈອນແມກເຄນ ວຸດທິສະມາຊິກຜູ້ສະຫມັກປະທານນາທິບໍດີສະຫະລັດອາເມລິກາ ເຂົ້າຮ່ວມການປະຊຸມທີ່ເຍແພ່ຈາກໂບດແຊດເດີແບັກໃນເລດຟໍເຣດ.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "ການປະທ້ວງສົ່ງຜົນກະທົບໃນຂົງເຂດກວ້າງຂວາງ ຢູ່ເມືອງຫຼວງນິວເດນລີ ເຊິິ່ງໄດ້ກວມເອົາຕະຫຼາດຕ່າງໆທີ່ສຳຄັນຢູ້ ໂຣ່ນນີ ຈັນດານີ ຈອກ ຄາລອນ ບັກ ແລະ ຂະຫຍາຍໄປທາງທິດໃຕ້ຂອງ ນິວເດນລີ.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "ນັກບວກຊູດານທີ່ມີຊື່ສຽງຈຳນວນໜຶ່ງໄດ້ເບິ່ງຂ້າມຂ້າມ ຄຳແນະນຳຂອງລັດຖະບານ ທີ່ບໍ່ໃຫ້ຈຸດສະນວນເຫດການ ເຖິງວ່າພວກເຂົາໄດ້ຢຸດການຮ້ອງຂໍ ຄວາມຕາຍຂອງລາວໂດຍກົງ.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ຕະຫລອດທີ່ມີຂໍ້ໂຕ້ແຍ້ງ ບຸດໄດ້ຢືນຄຽງຂ້າງກອນຊາເລດ.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "\"ຝັນຮ້າຍທີ່ບໍ່ໄດ້ເຊີນນັ້ນ ພວກເຮົາຢ້ານໄດ້ມັນເກີດເເນ່ນອນ.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "ກໍາມະກອນກໍ່ສ້າງໜີອອກມາ ໂຊກດີທີ່ເວລາເກີດເຫດນັ້ນພວກເຂົາກໍາລັງພັກຜ່ອນດື່ມກາເຟ.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "ສາງເຄື່ອງດັ່ງກ່າວນີ້ ເປັນບ່ອນເກັບແລະແຈກຈ່າຍເຄມີສຳລັບສະລອຍນໍ້າໂດຍສະເພາະແມ່ນຄລໍລິນ.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "ທີມຈາກລັດຊັດແຄດເຊວັນຊະນະການແຂ່ງຂັນເກຄັບຄັ້ງສຸດທ້າຍເມື່ອປີ 1989 ແລະເຂົ້າແຂ່ງຂັນຄັ້ງສຸດທ້າຍໃນນັດຊິງແຊ້ມປີ 1997 ກັບທີມອາໂກນອດຈາກເມືອງໂທຣອນໂຕ.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "ຜູ້ຕາຍແມ່ນຄົນງານກໍ່ສ້າງອາຍຸ 50 ປີ ທີ່ເສຍຊີວິດຫຼັງຈາກທີ່ດິນຖະລົ່ມ ໃນສະຖານທີ່ກໍ່ສ້າງເຂື່ອນ ໃນແຂວງ ຟູກຸອິ ຄືນທີ່ຜ່ານມາ ແລະ ຄົນອາຍຸ 76 ປີ ທີ່ເສຍຊີວິດ ຫຼັງຈາກທີ່ຖືກຕົ້ນໄມ້ທັບ ໃນວັນທີ 6 ກັນຍາ ຫຼັງຈາກທີ່ພະຍຸໄຕ້ຝຸ່ນ ຟິໂທຖະລົ່ມໃນເວລາບໍ່ດົນ.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "ນາງຄິນຕັນໄດ້ຮັບຄະແນນໂຫວດເປັນອັນດັບຫນື່ງໃນທຸກຜົນການສຳຫລວດບຸກຄົນທີ່ມີແນວໂນ້ມຈະເປັນຜູ້ສະຫມັກລົງຕົວແທນພັກເດໂມແຄແລະລາວພະຍາຍາມຈະບໍ່ເປີດເຜີຍເລື່ອງການປືກສາຫາລືກັບຜູ້ສະຫນັບສະຫນຸນແລະທີມຫາສຽງຂອງລາວຫລາຍຕໍ່ຫລາຍຄັ້ງ.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Thomas ລູກສາວຂອງຄົນອົບພະຍົບຊາວເລບານອນ ຜູ້ທີ່ຈຸດປະກາຍການທົດສອບເປັນນັກຂ່າວແມ່ຍິງໃນດ້ານການເມືອງຢູ່ໃນສະຫະລັດອາເມລິກາ ໄດ້ຢຸດເຊົ່າການເຮັດວຽກຂອງລາວຫຼັງຈາກການຂໍໂທດໃນການເວົ້າວ່າອິດສະຣາເອນຄວນ \"ໄດ້ຮັບການອອກຈາກ ປາລາສະຕີນ.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "ຄາດວ່າກູເກີ້ເບດຈະເປັນຄູ່ແຂ່ງຄົນສຳຄັນຂອງເຄລິດ ຊື່ງສ່ວນຫນື່ງເປັນເຈົ້າຂອງໂດຍອີເບ.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "ວູດກ່າວວ່າສະຕໍ \"ຫຼາຍຄັ້ງແນະນຳສິ່ງທີ່ຜິດກົດຫມາຍແລະກໍ່ດຳເນີນການຕໍ່ໄປ ແລະຊະນະໃນສານອີກ\" ຕອນທີ່ລາວເປັນລັດຖະມົນຕີກະຊວງພາຍໃນ.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ຍັງໄດ້ຊີ້ແຈງວ່າ ຜູ້ປ່ວຍສຸກເສີນທີ່ຕ້ອງໄດ້ຮັບການຮັກສາຢ່າງເລັ່ງດ່ວນຈະໄດ້ຮັບການຮັກສາຢ່າງເຕັມທີ່.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຫລາຍຄົນຂອງທີມອາເມລິກາ ແມ່ນໄດ້ມີງານລ້ຽງພິສຊາຫລັງຈາກການຍົກເລີກການແຂ່ງຂັນໃນສະໜາມຊະລາລົມ.\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ເກີດອຸບັດຕິເຫດນ້ໍາຮ້ອນລວກຕີນຂອງຕົນເອງໃນຂະນະທີ່ພະຍາຍາມເຮັດກາເຟ ແລະ ປາສະຫຼາມກໍ່ມາຕຳເອົາເຮືອຂອງລາວຢ່າງກະທັນຫັນ.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ໜ່ວຍແພດ ໄດ້ນໍາສົ່ງຄອນເວ ອອກຈາກລົດ ແລະ ຖືກນໍາສົ່ງຕົວໄປໂຮງໝໍ ໂດຍມີອາການບາດເຈັບທີ່ຂາ.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "\"ທ້າຍທີ່ສຸດ ຈະມີເດັກນ້ອຍຫລວງຫລາຍມາອາໄສຢູ່ໃນເຂດເທືອກເຂົາໃນຫນ້າຮ້ອນ\" ລາວກ່າວ.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "\"ມີໃຜເຄີຍເຫັນຜູ້ອາຍຸ 20ປີມີຄວາມສະຫຼາດຫຼັກແຫຼມບໍ່? ລາວບໍ່ແມ່ນຄົນເຮັດ\" ກ່າວ ແບລດ.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ລາວເວົ້າວ່າ ລາວໄດ້ຕິດຕັ້ງເວັບແຄັມເພື່ອບັນທຶກເຫດການ ແລະ ຈະລົງລາຍລະອຽດໃນອິນເຕີເນັດຕາມຫຼັງ ເພື່ອໃຫ້ຜູ້ຄົນໄດ້ເຫັນ.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "ໃນເວລາ 07:00 UTC ມື້ນີ້ (19:00 NZST ເວລາທ້ອງຖິ່ນ) ການລົງຄະແນນເລືອກຕັ້ງ ໄດ້ປິດລົງໃນ ການເລືອກຕັ້ງທົ່ວໄປ ຂອງນິວຊິແລນ ປີ 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "ຜູ້ມີອຳນາດສູງສຸດຂອງສະພາປະຕິວັດດ້ານວັດທະນະທຳທີ່ຕັ້ງຂຶ້ນໃນໄລຍະການປະຕິວັດວັດທະນະທຳອິດສະລາມຊີ້ໃຫ້ເຫັນວ່າມັນຈະມີການກັ່ນຕອງວິດີໂອທີ່ຜິດສິນແລະຂໍ້ຄວາມສຽງທີ່ສົ່ງທາງໂທລະສັບມືຖື.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ລະດູປີ 2005-2006 ອອນຕາຣີໂອ ຣ໊ອກກີ້ ລີກ ໄດ້ເລີ່ມຕົ້ນ ໃນຄືນວັນພຸດ ທີ່ ເວັນເລີ ອາຣີນາ ໃນ ເດິ ໂດ ອີເວັນ ເຊັນເຕິ້ ທີ່ ຊາງິນໍ ມີຈີກັນ ສະຫະລັດອາເມລິກາ ກັນ ຊາງິນາ ສະປີຣິຕ ເປັນເຈົ້າພາບ ພລີເມົ້າ ວາເລີ ໂດຍມີຄົນເຂົ້າຮ່ວມກວ່າ 4,600 ຄົນ.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "\"ພວກ​ເຮົາ​ເປີດ​ໃຊ້​ງານ​ເຄື່ອງ​ຈັກ​ເໝືອນ​ກັບ​ຕອນ​ທີ່​ມັນ​ຈະ​ຖືກ​ໃຊ້​ງານ​ແທ້ໆ ຕ່າງ​ແຕ່​ວ່າ​ພວກ​ມັນ​ບໍ່​ໄດ້​ບິນ​ຂຶ້ນ​ເທິງ​ອາ​ກາດ ແຕ່​ຫັກ​ຫົວ​ລົງ​ແທນ.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "ຄຼິນຕັນກ່າວວ່າເປັນກຽດຢ່າງຍິງທີ່ລາວໃນການເຂົ້າຮ່ວມພິທີນີ້ພ້ອມກັບພັນລະຍາ ລູກສາວແລະເພື່ອນຈາກອາເມລິກາ ເພື່ອສະແດງຄວາມສະມັກຄີໃນການລຳລືກເຖືງຍິດຊັດຣາບິນ.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "ເຈົ້າຂອງພິງເກີ ພອກເຕີ ແອນ ແກມເບີໄດ້ແຈ້ງວ່າການຕັດສິນໃນເດືອນພືດສະພາຄົມມີໃຈຄວາມວ່າພິງເກີບໍ່ມີເນື້ອສຳຜັດ ຮູບລັກ ຫລືລົດຊາດເຫມືອນກັບຂະຫນົມກອບ.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "\"ເຮົາມີຫມາຍຈັບແລະເຮົາຍິນດີທີ່ຈະເຮັດການຟ້ອງທ່ານທັນທີ.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "ຊາເຟຍ ອາມັດ ຈານ ຜູ້ອຳນວຍການກະຊວງວ່າດ້ວຍເລື່ອງແມ່ຍິງປະເທດອັບການິສະຖານ ໃນແຂວງຄາດຄາຮາ ແລະເປັນຕົວແທນສິດທິແມ່ຍິງລວມເຖິງນັກວິຈານການຈຳກັດສິດຂອງກຸ່ມຕາລີບັນ ຖືກຍິງເສຍຊີວິດຈາກມືປືນບໍ່ຮູ້ຊື່ນອກບ້ານຂອງລາວໃນເມືອງ ຄາດດາຮາທາງຕອນໃຕ້ຂອງອັບການິສະຖານເມື່ອວັນຈັນທີ່ຜ່ານມາ.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "ສຳນັກງານໄດ້ເພີ່ມການເຕືອນໄພໂລກລະບາດໃນລະດັບຫົກຊື່ງເປັນລະດັບສູງສຸດ.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "ບັນຫາຫຼັກຂອງຜູ້ນໍາທັງສອງໄດ້ຕົກລົງກັນກ່ຽວກັບສົງຄາມທີ່ມີພຽງແຕ່ວິທີທາງການທູດຄວນຈະໄດ້ຮັບການນໍາໃຊ້ໃນການແກ້ໄຂຂໍ້ຂັດແຍ່ງລະຫວ່າງປະເທດເຊັ່ນ: ອັບການິສະຖານ, ອີຣັກແລະ, ໂດຍສະເພາະ, ບັນຫາອີຣານກັບບັນຫາໂຄງການນິວເຄຼຍ.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "ຕຳແຫນ່ງທີ່ພົບຊາກເຄື່ອງບິນຢູ່ໄປທາງເຫນືອຂອງຕຳແຫນ່ງສຸດທ້າຍທີ່ມີລາຍງານຈາກຊາຍຝັ່ງບາຊິວໄປເກືອບຫົວໄມທີ່ຄວາມລືກ 3800 ແລະ 4000 meters (2070 ເຖິງ 2190 fathoms ຫລື 12467 ແລະ 13123 feet).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "ການໄດ້ໄທສຈາກ Doug Howlett​ Mils Muliaina ແລະ​ສອງ​ໄທສຈາກ Sitiveni Sivivatu ໄດ້ເພີ່ມ​ຂຶ້ນ​ການເປັນ​ຜູ້​ນໍາ​ພາ​ແບບມ້າມືດ​.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "\"ຄັ້ງນີ້ຜູ້ບັນຊາການຍິ້ມຢ່າງໃຫຍ່ໃຫ້ເຮົາໃນຂະນະທີ່ພວກເຮົາຍ່າງຜ່ານລາວ ແລະ ທະຫານສອງສາມຄົນຍິ້ມໜ້ອຍກວ່າແລະຍິ້ມແບບອາຍໆເວລາທີ່ເຮົາຜ່ານເຂົາ.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "ໂຄງການ £1 ລ້ານປະກອບດ້ວຍຊຸດໃບພັດໃຕ້ນ້ຳທີ່ຈະຕິດຕັ້ງໃນຣອມນີ ເວຍ ຊື່ງໃກ້ກັບແມ່ນ້ຳເທມ.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "\"Lose Control\" ຂອງ ມີດຊີ ເອວເລຍຮ່ວມດ້ວຍຊິເອຣາແລະ Fat Man Scoop ໄຕ່ຈາກອັນດັບ 5ມາຍັງອັນດັບ 3 ຂະນະທີ່ \"Don't Cha\" ຫລົ່ນມາຢູ່ອັນດັບທີ 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າລັດຖະບານບໍ່ໄດ້ປະຕິບັດຕາມຫລັກການທີ່ຖືກຍອມຮັບໂດຍທົ່ວໄປ.\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "ວິກິນິວຍັງຄົງຕິດຕາມເລື່ອງນີ້ຕໍ່ໄປ ແຕ່ຜູ້ໃຊ້ນິລະນາມຄົນນັ້ນໄດ້ປະຕິເສດການໃຫ້ສຳພາດ.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "ລາວກ່າວໃນບົດຄວາມໃນຂ່າວນິວສະວິດ ອິນເຕີເນດຊັ້ນເນວ ວ່າ ສະຫະປະຊາຊາດມີ \"ຜົນງານທີ່ຫນ້າປະທັບໃຈ\" ແລະ \"ຄວາມລົມເຫລວທີ່ຝັ່ງໃຈ\" ໄດ້ປ່ຽນໄປແລ້ວແຕ່ຈຳເປັນຕ້ອງປ່ຽນໃຫ້ຫລາຍຂື້ນ.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "ໃນການແຂ່ງຂັນດາວຫີວ ແລະ ຊູບເປີຈີ ນັກກິລາຫລຽນພາລາລິມປິກລະດູໜາວ 2010 ອາລານາ ນິໂຄ ບໍ່ສາມາດເລີ່ມເກມໄດ້.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ປະກົດຕົວສັ້ນໆ (ໂດຍບໍ່ປະກົດຊື່) ໃນການສະແດງທາງໂທລະທັດຍອດນິຍົມຕອນຫນື່ງເມື່ອຫຼາຍປີມາແລ້ວໃນລາຍການລິບວິ່ງ ຄັດເລີ.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "ຖ້າຄະນະກຳມະການຫຼາຍຄົນ ຜິດສັນຍາໃນການມັດຈຳ ຜູ້ອອກກູ້ສຳຮອງສາມາດຈົບການຜິດສັນຍາ.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "ທາງການກະຊວງປ້ອງກັນປະເທດໂຊມາເລຍໄດ້ລາຍງານວ່ານອກຈາກ ຍົນເຮລິຄອບເຕີ້ອາເມລິກາເປີດການໂຈມຕີຕໍ່ຕ້ານພວກຕໍ່ສູ້ ICU ໃນ Afmadow ເມືອງໃກ້ກັບຊາຍແດນ Kenyan 350 ກິໂລ ຕາເວັນຕົກສຽງໃຕ້ຂອງ Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "ສະຫະລັດແລະຍຸໂຣບໄດ້ປ່ອຍກ໊າດຫລາຍກວ່າ 25% ຂອງປະລິມານກ໊າດສະສົມຂອງໂລກ.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "ໃນກິດຈະກຳທາງການເມືອງໃນອະດີດ ເຊິ່ງແມ່ນຂໍ້ຫວງຫ້າມໃນ ປະເທດຈີນທີ່ບໍລິສຸດ ໄດ້ຖືກອົດກັ້ນໂດຍ ເຈົ້າໜ້າທີ່ ການບໍລິຫານທ້ອງຖິ່ນແບບພິເສດ ຂອງ ສາທາລະນະລັດ ປະຊາຊົນ ຈີນ (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ລາວ \"ໄດ້ລວມບົດຄວາມທີ່ເປັນປະໂຫຍດ ສໍາລັບນັກສ້າງໜັງເລີ່ມຕົ້ນ ດ້ວຍນິຍາຍການເລົ່າເລື່ອງ ຕາມປະສົບປະການຂອງຂ້ອຍ ທີ່ສ້າງເງິນ ສໍາລັບໜັງຟອມໃຫຍ່ ແລະ ບຸກຄະລິກທີ່ບ້າພໍ ທີ່ຈະທໍາລາຍໂລກຂອງການສ້າງໜັງທີ່ມີງົບປະມານໜ້ອຍ.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "\"ມັນແມ່ນການສະໜັບສະໜູນຢ່າງແທ້ຈິງ ເພື່ອສາມາດຈັດຫາລົດໄຟຟ້າເພີ່ມຂຶ້ນແກ່ເມືອງ ຄອຍດອນ ໃຫ້ຖືກກັບຄວາມຕ້ອງການຂອງການໃຫ້ບໍລິການ ແທຼມລິ້ງ ທີ່ເພີ່ມຂຶ້ນ ພ້ອມນີ້ຍັງຮັບປະກັນການເພີ່ມຂຶ້ນທີ່ສໍາຄັນຂອງຜູ້ຍ່າງ ແລະ ຜູ້ໃຊ້ບໍລິການຂົນສົ່ງໂດຍຮອບ ແລະ ຜູ້ໂດຍສານລະຫວ່າງສະຖານີຕາເວັນອອກ ແລະ ຕາເວັນຕົກ ຂອງຄອຍດອນ.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "ມັນຈະບໍ່ຊັດເຈນຖ້ານັກຂີ່ລົດຖີບທີ່ຊະນະ Tour de France ຄັ້ງທີ 7 ໄດ້ຕັ້ງໃຈທີ່ແຂ່ງເພື່ອຈັດປະເພດທົ່ວໄປ ແຕ່ໃນວັນທິດນີ້ເຂົາໄດ້ເຮັດໃຫ້ຄວາມບໍ່ສຳເລັດໜີໄປ ແລະ ໄດ້ຕາມຫາເວທີແຫ່ງໄຊນະ.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "ລົດໄຟ ຖະໜົນເອດວາ ທີ່ອອກເດີນທາງອອກໄປປາດິງຕອນ ແລະ ຍັງຢູ່ໃນວົງວຽນ ໄດ້ລະເບີດ ໃນທາງກົງກັນຂ້າມກັບລົດໄຟ ທີ່ີມາຈາກທິດທາງອື່ນ ເຮັດໃຫ້ຄົນຄິດວ່າ ທໍາອິດ ມັນແມ່ນ ອຸປະຕິເຫດລົດໄຟຕົກລາງ.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Dannie Abse ເປັນທີ່ຮູ້ຈັກເປັນນັກກະວີແລະທ່ານຫມໍທາງການແພດ.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "ເພື່ອນຄົນນັ້ນ ທີ່ບໍ່ໄດ້ຮັບການເປີດເຜີຍຊື່ ໄດ້ຍິງ ຣີ ຈອນສັນ ຖືກຫົວໃຈດ້ວຍປືນລົມລຸ້ນ.22 ຄາລີເບີ ເວັບລີ ວຸນແຄນ ໃນໄລຍະອັນໃກ້.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ໂມເດວນີ້ທຳນາຍວ່າອານຸພາກຮິກ ໂບສັນ ໃຫ້ມວນສານໃຫ້ອານຸພາກພື້ນຖານທັງຫມົດແລະອະທິບາຍການມີຢູ່ຂອງສະສານມຶດ. ຫຼື ສະສານທີ່ເປັນໄດ້ລະຫວ່າງ ກາແລກຊີຕ່າງໆ.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "ລີ ທອມຄິນ ຜູ້ອຳນວຍການຂອງອົງກອນການກຸສົນຜູ້ປ່ວຍໄມເກຣນໄດ້ອະທິບາຍອອກຂ່າວວ່າ \"ສຸດຍອດ\" ແລະ \"ເປັນບາດກ້າວທີ່ຍອດຍ້ຽມອີ່ຫຼີ.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "\"ເນື່ອງຈາກຄວາມຈິງທີ່ວ່າບໍ່ໄດ້ມີຄົນເສຍຊີວິດເລີຍ ມັນເບິ່ງຄືວ່າພະແນກດັບເພີງແລະຜູ້ຕອບສະໜອງສຸກເສີນໄດ້ເຮັດວຽກໄດ້ດີຫຼາຍ.\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "ເຄື່ອງບິນແອບັດ ເອ330 ຂອງຄອນຕັດແອເວຖືກເຈົ້າຫນ້າທີ່ອົດສະຕາລີສົ່ງໄປຍັງມະຫາສະຫມຸດດັ່ງກ່າວ.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "\"ໄອໂຟນ ເວີໄລຊອນ\" ທີ່ໄດ້ຖືກຕັ້ງຊື່ໄວ້ ຫຼາຍເດືອນ ໄດ້ຖືກດໍາເນີນການປ່ຽນແປງ ຈາກ ຮູບແບບດັ້ງເດີມ ຂອງ ໄອໂຟນ 4 ເຊິ່ງຈະເຮັດໃຫ້ມັນສາມາດ ນໍາໄປໃຊ້ໄດ້ກັບ ລະບົບເຄືອຂ່າຍເຊື່ອມຕໍ່ຂອງເວີໄລຊອນແບບ 3G CDMA (CDMA).\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "ໃນປີ 1996 ເຂົາເຈົ້າໄດ້ອອກເພັງຊຸດທໍາອິດ ເຊິ່ງຂາຍຫລາຍກວ່າລ້ານແຜ່ນທົ່ວໂລກ.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "ຄໍາຕັດສິນຢ່າງເປັນທາງການ ຈະປະກາດໃນວັນທີ 25 ກຸມພາ 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "ລັດຖະບານອົດສະຕາລີໄດ້ໂຕ້ເລື່ອງນີ້ ແລະກ່າວວ່າສະຫະລັດການປະຕິບັດການນີ້ເປັນຢ່າງດີໃນວັນທີ 4 ມີນາ.\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "ທ່າມກາງຄວາມຂັດແຍ່ງທີ່ເພີ່ມຂື້ນ ທີ່ໄດ້ເຮັດໃຫ້ເກີດບັນຫາທາງການເມືອງກັບ ທ່ານ ຊິວວີໂອ ເບີລູສຄໍນີ ນາຍົກລັດຖະມົນຕີ ອິຕາລີ ແລະ ສ້າງຄວາມສັບສົນວຸ້ນວາຍໃນປະເທດອີຕາລີ ໄອຍາການອີຕາລີໄດ້ເລີ່ມຕົ້ນການສອບສວນເອກະລາດ ໃນວັນພຸດ ກ່ຽວກັບ ກໍລະນີການເສຍຊີວິດຂອງ ທ່ານ ນິໂຄລາ ຄາລິປາລີ.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "ພຕ. ທ. ສະຕີບ ສະໂຕເວີ ໂຄສົກຂອງກອງທັບຊາດໃນແບກແດດກ່າວວ່າ \"ດ້ວຍການວາງເປົ້າຫມາຍໄປທີ່ຊາວອິຣັກທີ່ບໍລິສັດ ພວກເຂົາຈະໄດ້ສະແດງຄວາມເປັນປີສາດຢ່າງແທ້ຈິງ.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ບາງເທື່ອໃນລະຫວ່າງ10ຕື້ປີທີ່ແລ້ວນີ້ ຊິ້້ນສ່ວນໃຫຍ່ຂອງບາຣີອັອນ ທີ່ເອີ້ນກັນທົ່ວໄປວ່າ \"ປະກົດການທຳມະດາ\" ເພື່ອຈຳແນກພວກເຂົາອອກຈາກປະກົດການມືດ ແລະ ພະລັງງານມືດ ໄດ້ຫາຍໄປ.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "ເຣມອນ ໂມເຣໂນ ກ່າວວ່າ \"ຂ້າພະເຈົ້າຄິດວ່າມັນຈະຢູ່ໄປອີກສິບ ຊາວ ສາມສິບປີ ເພາະເຮົາຕ້ອງການມັນ.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "ທາງດ້ານພັກຝ່າຍຄ້ານຂອງອົດສະຕາລີ ນໍາໃຊ້ໂອກາດນີ້ໂຈມຕີລັດຖະບານ.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຂາຍຢາສູບໃນສະຖານທີ່ສາທາລະນະ ຈະຖືກຫ້າມ ຄືເປັນຄວາມຕັ້ງໃຈ ທີ່ຈະມີການໂຄສະນາ ແລະ ສະ ໜັບສະໜຸນການຫ້າມສູບຢາ.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ ເດັນນິສ ແວນເອນເອວດອບ ຜູ້ຊ່ຽວຊານທາງດ້ານໂຕເຜິ້ງ ຈາກຄະນະວິຊາການກະສິກໍາ ຂອງລັດເພັນນີຊຸລາ \"ພວກເຮົາຄ້ອນຂ້າງໝັ້ນໃຈວ່າ ແຕ່ອາດຈະບໍ່ຖືກຕ້ອງທັງໝົດວ່າອັນນີ້ມັນແມ່ນພະຍາດຕິດຕໍ່.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "ເພັນໂທບາບີທໍ​ຢາສຳຮອງຊຶ່ງໃຊ້ໃນຄລີນິກ ດິກນີທາສ ໃນ ສວິດເຊີແລນ ຖືກໃຊ້ໃນການສີດຢູ່ ໂອເລກອນ ແລະ ໄດ້ເລີ່ມໃຊ້ໃນ ໂອກລາໂຮມາ.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "ຜູ້ບາດເຈັບສອງຄົນ ຣັນໂດບິບ ອາຍຸ 52ປີ ແລະ ດານຽວແມັກເມີຣີ ອາຍຸ 56ປີ ຕ້ອງຖືກສົ່ງເຂົ້າໂຮງໝໍ ປາກແລັນເມໂມຣຽວເພື່ອຮັກສາອາການໄໝ້ສ່ວນເທິງຂອງຮ່າງກາຍ.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "\"ພັກ DS4EQ ຢາກໄດ້ຮັບເປີເຊັນສຽງເພີ່ມຂຶ້ນຈາກຜູ້ລົງຄະແນນສຽງຫຼັກ ແລະ ສາມາດໄດ້ຮັບຈໍານວນບ່ອນນັ່ງສ່ວນໜຶ່ງໃນສະພາ.\" ທ່ານ ເຟີດ ໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "ອີງຕາມໂຄສົກ White House Tony Snow ປະທານນາທິບໍດີ ກຳລັງລໍຖ້າໃຫ້ ສານສູງສຸດສະຫະລັດ ຕັດສິນບັນຫາດັ່ງກ່າວ ເຖິງວ່າ ສານທະຫານ ຫຼື ສານປະຊາຊົນ ອາດພະຍາຍາມຄຸມຜູ້ຖືກກັກຂັງໄວ້.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "ທ່ານ ຊອງ ອາຍເຮ ດອງ ກ່າວວ່າ ທ່ານ ບອງໂກ ຊື່ງເປັນຜູ້ນໍາທີ່ຍາວນານທີ່ສຸດຂອງ ປະເທດອັບຝຣິກາ ໄດ້ເສຍຊີວິດ ຢູ່ທີ່ຄລິນິກ ກິຣອນ ເມື່ອວັນຈັນ ດ້ວຍອາຍຸ 73 ປີ.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ຜູ້ບັນຊາການຕຳຫຼວດຂອງເຂດຊິດນີຕາເວັນອອກສ່ຽງເໜືອ ຜູ້ຊ່ວຍຜູ້ບັນຊາການກ່າວກ່າວລາວຍິນດີທີ່ສະໂມສອນເຮັດວຽກຮ່ວມກັບຕຳຫຼວດຢ່າງໝັ້ນໃຈ.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "ລະບົບຫຸ່ນຍົນຂອງ ສູນການແພດສະຕານຝອດ ສຳເລັດການນຳໃຊ້ໃນການຜ່າຕັດກະເພາະທຽມຜ່ານກ້ອງ ທີ່ມີອັດຕາຄວາມຊັບຊ້ອນທາງທິດສະດີທີ່ຄ້າຍຄືກັບການຜ່າຕັດແບບມາດຕະຖານ.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "ໂດຍການແຂ່ງຂອງຜູ້ຍິງຈະເລີ່ມໃນເວລາ 3 ໂມງແລງ (ຕາມເວລາທ້ອງຖິ່ນ) ຂະນະທີ່ການແຂ່ງຂອງຜູ້ຊາຍຈະເລີ່ມສອງຊົ່ວໂມງຫລັງຈາກນັ້ນ.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "ໃນການປະຊຸມສະຫະປະຊາຊາດວ່າດ້ວຍການປ່ຽນແປງສະພາບອາພູມມິອາກາດໃນໂຄເປນເຮເກັ້ນ ສີ່ມື້ຫລັງຈາກການເຈລະຈາ ປະເທດໃນແອບຟິລິກາ ໄດ້ຢື່ນສົນທິສັນຍາເພື່ອອານາຄົດທີ່ເປັນໄປໄດ້ສະບັບທຳອິດ ເພື່ອແທນທີ່ສົນທິສັນຍາກຽວໂຕເບື່ອງຕົ້ນສະບັບປີ 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "\"ພະນັກງານສືບສວນບອກວ່າ ການກໍ່ເຫດຄັ້ງນີ້ພຸ້ງເປົ້າໄປທີ່ຊາວຕ່າງຊາດເປັນທຳອິດ.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "ຜູ້ຕ້ອງສົງໄສຖືກຈັບໃນວັນສຸກໂດຍຫນ່ວຍງານການອາດຊະຍາກຳມະປູມາລັງກາ.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "ແຕ່ແຜນການຂອງພວກເຂົາລົ້ມເຫຼວ ຈັ່ງໃດກໍຕາມ ແລະ ມານ ແມ່ນຖືກຈັບໂຕໄດ້ ຫຼັງຈາກເດີນທາງມາປະເທດ ຊິມບາເວ ເພື່ອຊຶ້ອາວຸດປືນ ແລະ ລະເບີດ.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "ພໍສັນ ພ້ອມກັບເຈົ້າຫນ້າທີ່ລັດຖະບານ ໄດ້ສະເຫນີທາງແກ້ວ່າເລແມນອາດຕ້ອງແບ່ງເປັນສອງບໍລິສັດ.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "ເຄື່ອງມືນີ້ບໍ່ແມ່ນເຄື່ອງມືຫຼອມລະລາຍໂດຍການອົບເຄື່ອງທຳອິດທີ່ເຊື່ອຖືໄດ້ ແຕ່ເຄື່ອງທຳອິດນັ້ນຄື ຟາເວີ-ເຮີຟິວເຊີທີ່ພັດທະນາຂື້ນຊ່ວງປີ 1960 ໃນຫ້ອງທົດລອງຂອງຟິໂລທີ ຟານເວີ ຊື່ງໃຊ້ໃນການພັດທະນາໂທລະພາບຂື້ນມາໂດຍມີຂາຍຢູ່ທົ່ວໄປແລະໃຊ້ໄປແຫລ່ງນິວຣອນ.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ຮູ້່ວ່າ ຍັງມີສານພິດອື່ນບໍ່ໃນລະບົບຂອງລາວ.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ເສັ້ນຈາລະຈອນທ້ອງຖິ່ນໄດ້ໃຫ້ອະນຸຍາດໃຊ້ ຕັ້ງແຕ່ທາງຫຼວງນີ້ຖືກປິດ 150ໄມລ໌ຂະຫຍາຍອອກ.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "ເຈົ້າ​ໜ້າ​ທີ່​ກ່າວວ່າ \"ການ​ຕາຍ​ຂອງ​ຜູ້​ກ່ຽວ​ແມ່ນ​ການ​ສູນ​ເສຍ​ຄັ້ງ​ສຳ​ຄັນ​ຕໍ່​ອາວ-ກາຍ​ດ້າ.\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "ອີກສອງຜົນງານແມ່ນ ມິວ ໂດຍ ປີເອ ມົນດຼຽນແລະຮູບແຕ້ມຂອງ ເຊັນທ໌ ດີເອໂກ ເດ ອາວກາລາ ໂດຍ ກູກຼີເອໂມ ກາກເຊຍ.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "ຖ້ຽວທຳອິດທີ່ຈະໄປນິວຍອກຈະບິນໂດຍໃຊ້ເລກສາຍການບິນຂອງລຸບຮັນຊາ ແລະມີກຳຫນົດວ່າຈະຮອດສະຫນາມບິນຈອນ ເອັຟ ເຄນເນດິ້ໃນເວລາ 12:30 ເວລາຕາເວັນອອກ (16:30 ເວລາສາກົນ).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "ນິວຊໍາ ແມ່ນເປັນນາຍຍົກເທດສະມົນຕີຂອງລັດຊານຟາດຊິດຊະໂກ ຕັ້ງແຕ່ປີ 2003 ແລະ ໄດ້ຖືກຄັດເລືອກຄືນໃນປີ 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Emily ແມ່ນພາຍຸລະດູຮ້ອນອັນທີຫ້າ ເພື່ອພັດທະນາລະດູພາຍຸ.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງການເດິນທາງ ກຸ່ມເຍົາວະຊົນໄດ້ເລີ່ມທຳລາຍທຸກສິ່ງໂດຍບໍ່ມີເຫດຜົນຊັດເຈນ.\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "\"ເຮົາຕ້ອງໃຊ້ເຄື່ອງພົ່ນໄຟເພື່ອເປີດດ້ານຂ້າງຂອງຫ້ອງລົດໄຟເພື່ອເຂົ້າຖືງຄົນ.\" ກ່າວໂດຍ ເປໂດຣ ມາຄາໂດ ເປັນຜູ້ບັນຊາການຂອງພະແນກດັບເພີງຣິໂອ ເດີ ຈາເນໂຣ.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ກູ້ຊີບກຳລັງພະຍາຍາມຊ່ວຍເຫລືອພະນັກງານເຫມືອງທີ່ຕິດຢູ່ໃນເຫມືອງເບຄອນສະຟິວຊື່ງຢູ່ທາງຕອນເຫນືອຂອງເມືອງແທດມາເນຍ.\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ການເຈລະຈາ ຈະນໍາໄປສູ່ການສ້າງຕັ້ງລັດປາເລັດສະຕິນໃນທ້າຍປີນີ້.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ລາວກໍ່ໄດ້ຍອມມາມອບຕົວຫລັງຈາກທີ່ໃຫ້ສຳພາດ.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "ລາຍງານໜຶ່ງເວົ້າວ່າຍົກຕົກຢູ່ບ່ອນເທືອກເຂົາ ໃນຂະນະທີ່ບ່ອນອື່ນເວົ້າວ່າຍົນຕົກຢູ່ບ່ອນທີ່ເປັນໜອງ.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "ຕົວແທນຂອງ ເຈນິສ ດິກກິນສັນ ໄດ້ອອກຖະແຫລ່ງການກ່ຽວກັບການຕາຍຂອງໄລອັນ.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "ຮູບປັ້ນເປັນຮູບຈຳລອງຂອງ \"ເທວະດາແຫ່ງປະຊາທິປະໄຕ\" ແລະ ມີຮອຍຄວັດທີ່ວ່າ \"ການຊ່ວຍເຫຼືອການສັງການໝູ່ ທຽນອັນເໝິນ\" ໄດ້ຖືກແທນທີ່ໃນລານສາທະລະນະຂອງ ຫ້າງສັບພະສິນຄ້າ ທາມສ໌ ສະເຄວ ຂອງ ຮ່ອງກົງ ໃນການລ້ຳລຶກເຖິງ ວັນຄົບຮອບ 21 ປີຂອງ ອຸບັດຕິເຫດ ທຽນອັນເໝິນ ສະເຄວ.\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "ຄຳຕັດສິນເກີດຂື້ນຫລັງຈາກທີ່ບໍລິສັດໄມໂຄຊ໊ອບປະກາດວ່າຈະເປີດເຜີຍລະຫັດຊ໊ອບແວລັບກ່ອນຫນ້າຈຳນວນ 30,000 ຫນ້າ ເມື່ອວັນພະຫັດທີ່ຜ່ານມາ (21 ກຸມພາ).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ການສໍາຫລວດ ທີ່ເຜີຍແຜ່ອອກໃນມື້ນີ້ ໂດຍສະມາຄົມອິຕາລີ ອິນເຕຊາຄອນຊູມາຣີ (ສະຫະພັນຜູ້ບໍລິໂພກ) ໄດ້ກ່າວວ່າ ຊາວອິຕາລີ 61% ແມ່ນຮູ້ສຶກຢ້ານທີ່ຈະຂີ່ຍົນ ຂະນະທີ່ 41% ຂອງປະຊາກອນ ແມ່ນຮູ້ສຶກປອດໄພໜ້ອຍກວ່າ ກ່ຽວກັບຄວາມປອດໄພຂອງຍົນ ທີ່ເຂົາເຈົ້າໄດ້ສໍາຫລວດມາໃນຕອນຕົ້ນຂອງເດືອນ.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ທີ່ເສຍຊີວິດແມ່ນກໍາລັງຮັບປະທານອາຫານໃນຊັ້ນອາຫານຢູ່ລຸ່ມດາດຟ້າ ແລະ ຖູກຂັງຢູ່ດ້ານລຸ່ມ.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "\"ມີພຽງບໍ່ເທົ່າໃດຄະດີທີ່ກ່ຽວກັບການຂ້າທີ່ຜິດກົດຫມາຍໂດຍທະຫານແຄນນາດາ ແຕໍ່ບໍ່ມີການພິຈາລະນາຄະດີໃນສານອາຍາສົງຄາມສຳຫລັບຂ້າຕະກອນ.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "Glassgow ຍັງໄດ້ຮ້ອງຟ້ອງໃນກໍລະນີ ການລວນລາມທາງເພດ ແລະ ຮຽກຮ້ອງວ່າ Miller ໄດ້ມາຫາລາວໃນ ເດືອນກັນຍາ ປີ 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "ລະເບີດລູກທໍາອິດ ແມ່ນຈຸດລະເບີດ ໃນລົດໄຟ ຖະ ໜົນລິເວີພູນ ໃນບໍ່ຊ້າ ຫລັງຈາກ ມັນໄດ້ເຄື່ອນໄປຫາເມືອງ ອາເກດ ໃນສາຍວົງວຽນ ວິນາທີ ກ່ອນລະເບີດລູກອື່ນໆ.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດໄດ້ຄົ້ນພົບການຕັ້ງຖິ່ນຖານໃນສະໄຫມຫິນໃຫມ່ໃນອັງກິດທີ່ ເດີຣິງຕັນ ວໍ ແລະເຊື່ອວ່າຫມູ່ບ້ານນີ້ເຄີຍມີຄົນທີ່ສ້າງສະໂຕນເຮນອາໄສຢູ່.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "ມີການປະກາດພາວະສຸກເສີນໂດຍຮອບແຂວງກັນດາຮາແລະກອງທະຫານອັຟການິສຖານ ແລະກອງກຳລັງນາໂຕໄດ້ອອກຕາມຈັບນັກໂທດທີ່ຫລົບຫນີ.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ສອງ​ຜູ້ຫຼີ້ນ​ ຜູ້ຫຼີ້ນACT​ແລ​ຍີ່​ປຸ່ນ​ ໄດ້​ຮັບ​ການຢຸດ ດ້ວຍ​ບານ​ແລະ​ຄູ​ຝຶກ​ຈໍາ​ເປັນ​ຕ້ອງ​ໄດ້​ຕິດຕາມ​ເຂົາ​​.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "ບີໂຕອິດ ກ່າວວ່າ \"ມັນເປັນການດູຖືກ...ສິ່ງທີ່ພວກເຂົາບໍ່ໄດ້ສະແດງຄວາມເປັນເມົາຣີຢ່າງຖືກຕ້ອງ.\"\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "ໃນ ການແລກປ່ຽນລະຫວ່າງທະວີບ Brent Crude futures ໄດ້ເຖິງ US$89.30 (ພື້ນຖານເດືອນທັນວາ) ດັ່ງໃນເວລາ 8:34 ເຊົ້າ.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "ປ້າຍທີ່ຈະບົ່ງບອກຄວາມເປັນຝາແຝດຂອງເມືອງໄດ້ວາງແຜນໄວ້ສຳຫລັບວົງວຽນແລ້ວ.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "ຫລາຍໂຮງຮຽນໄດ້ຖືກໂຈມຕີ ລວມທັງ ໂຮງຮຽນ ອາ-ຝາຄໍລາ ທີ່ເຮັດໃຫ້ປະຊາຊົນເສຍຊີວິດ 40 ຄົນ ຫລາຍຄົນແມ່ນເປັນຜູ້ຍິງ ແລະ ເດັກນ້ອຍ.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກນັ້ນ ແມ່ນເປັນເກມການຫຼິ້ນທີ່ບຶກບືນຂອງທັງສອງຝ່າຍ ເຮດໃຫ້ໄດ້ຍຶດການເວລາແຂ່ງຂັນ ເປັນຕົ້ນແມ່ນທີມຈາກດັທຈ ແຕ່ ໂທບິນສະກີ ແລະ ອາດຮາວິນ ສາມາດຍິງເຂົ້າປະຕູໄດ້ ເຮັດໃຫ້ຈົບເກມການແຂ່ງຂັນໄດ້ຢ່າງມີປະສິດທິຜົນ.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "ເລຂາລັດຄອນໂດເລຊາ ໄລສ ສະຫະລັດ ໄດ້ອະທິບາຍ ວ່າເປັນຫຍັງ ອາເມກາ ໄດ້ລົງຄະແນນ ແລະ ບໍ່ຢັບຢັ້ງມະຕິດັງກ່າວ.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "\"ລູກຂອງຂ້ອຍຕ້ອງຕາຍເພື່ອຫຍັງ?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "ມື້ນີ້ Mattel ຜູ້ຜະລິດເຄື່ອງຫລີ້ນໄດ້ປະກາດວ່າເຂົາຈະຮຽກເກັບຄືນຜະລິດຕະພັນທັງຫລາຍທີ່ກັງວົນເຖິງລະດັບຄວາມອັນຕະລາຍຈາກສານກົ່ວໃນສີຂອງເຄື່ອງຫລີ້ນເຫຼົ່ານັ້ນ.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "ສິ່ງນີ້ເຮັດຂື້ນເພື່ອຫຍຸດໄຟບໍ່ໃຫ້ລາມໄປສ່ວນທີ່ເຫລືອຂອງເກາະ ແຕ່ມີອາຄານ 10 ຫລັງທີ່ຖືກເຜົາ ສ່ວນໃຫຍ່ເປັນຮ້ານຄ້ານ້ອຍໆແລະບາຣ໌.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "ຮ່າງກາຍຜູ້ເສຍຊີວິດ ທີ່ເປັນຍິງ ຈໍານວນ 5ສົບ ພາຍໃນລາຊະອານາຈັກອັງກິດ ໄດ້ຖືກຄົ້ນພົບ ຢູ່ໃນແລະເຂດອ້ອມຮອບເຂດ ຊັບໂຟ ທາງຕາເວັນອອກຂອງອັງກິດ.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງຮຽກຮ້ອງໃຫ້ລຶບບັນທຶກສະຖິຕິຂອງ ມາໂຕສ ທຸກຢ່າງອອກຈາກ ສະຖິຕິຂອງ ໂອລິມປິກ.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "ສິບເອັດຄົນໄດ້ເສຍຊີວິດ ຫລັງຈາກຍົນເຮລິຄອບເຕີ້ທະຫານ ໄດ້ເຂົ້າຊົນປະທະ ໃນລະຫວ່າງ ການຕໍ່ສູ້ຕ້ານສິ່ງເສບຕິດ ໃນເມກຊິກໂກ້ຕາເວັນຕົກ.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "Kennedy ເຊິ່ງແມ່ນໜຶ່ງໃນສອງຄາດຕະກຳເຖິງແກ່ຄວາມຕາຍທີ່ເກິດຈື້ນຕໍ່ເນື່ອງ ໃນ ອາເມລິກາ ຜູ້ທີ່ບໍໄດ້ຄາດຕະກຳ ໄດ້ທ້າຍທາຍຕັດສິນໃຈຂອງສານ ແລະ ຄະດີໄດ້ນຳມ່ໃຫ້ ສານສູງສຸດຂອງ ສະຫະລັດ.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "ຜູ້ມາລົງຄະແນນທັງປະເທດຄິດເປັນ 45% ແຕ່ຫນ່ວຍເລືອກຕັ້ງບາງຫນ່ວຍມີຜູ້ມາເລືອກຕັ້ງ 95% ຫລືຫລາຍກວ່ານັ້ນ ເຮັດໃຫ້ເກີດຄວາມສົງໄສວ່າມີການສອດໄສ່ບັດເລືອກຕັ້ງ.\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "ລຸງຂອງຄາຊາມີກ່າວກັບຊີເອັນເອັນວ່າ: \"ພາຍໃຕ້ການທໍລະມານແລະແຮງກົດດັນ (ຄູ່ຂາ) ລາວໄດ້ເປີດເຜີຍຊື່ຂອງເມດີວ່າເປັນແຟນຂອງລາວ.\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "ລາວ​ຖືກ​ຄຸມ​ຂັງ​ຢູ່​ໃນ​ທີ່ນັ້ນ​ເກືອບ​ແປດ​ເດືອນ Manning ຖືກ​ບອກໃຫ້​ນອນໂດຍ​ໃສ່​ພຽງ​ບ໋ອກ​ເຊີ້ ຫຼື​ໂສ້ງ​ຊ້ອນ​ເທົ່າ​ນັ້ນ ເພາະ​ລາວ​ຕ້ອງ​ຢູ່​ພາຍ​ໃຕ້ \"ການ​ປ້ອງ​ກັນຕົວ​ລາວ​ເອງບໍ່ໃຫ້​ບາດ​ເຈັບ\" ຕາມ​ຄຳ​ໃຫ້​ສຳ​ພາດ​ຂອງຮ້ອຍ​ໂທ Brian Villiard ໂຄ​ສົກ​ຂອງ​ສະ​ຖານ​ກັກ​ຂັງ Quantico.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຕົວຢ່າງທີ່ຖືກໃຊ້ ໃນການວິເຄາະ ແມ່ນມາຈາກ 120,000 ປີ ແລະ ສະແດງໃຫ້ເຫັນວ່າ ການປະສົມພັນຂ້າມສາຍພັນຂອງສອງສາຍພັນ ແມ່ນເກີດຂຶ້ນໃນຕອນຕົ້ນກ່ອນໜ້ານີ້.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 31 ເດືອນ​ມັງ​ກອນ ກໍ​ໄດ້​ມີ​ການ​ຈັດ​ປະ​ຊາ​ພິ​ຈານ​ຂຶ້ນ ແລະ​ໄດ້​ຮັບ​ຟັງ​ຄຳ​ຄິດ​ເຫັນ​ປະ​ມານ 25 ຄົນ​ຈາກ​ຜູ້​ເຂົ້າ​ຮ່ວມ​ທັງ​ໝົດ​ປະ​ມານ 35-40 ຄົນ ຊຶ່ງ​ທັງ​ໝົດ​ນີ້​ແມ່ນ​ເຫັນ​ກົງ​ກັນ​ຂ້າມ​ກັບ​ຂໍ້​ສະ​ເໜີ​ຂອງ​ໄອ​ຍະ​ການ DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ໃນຖານະທີ່ເປັນຜູ້ຈັດການ ລາວຊະນະເກມ 1,800 ນັດໃນຊ່ວງເວລາ 23 ປີ.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ພໍ ຄໍລິງວູດ ເຮັດພຽງຣັນດຽວກ່ອນຈະຖືກໜີຫ່າງຈາກອັງກິດ 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "\"ໃນວັນທີ 18 ເດືອນທັນວາ ປີທີ່ແລ້ວຂ້າພະເຈົ້າໄດ້ຂຽນຫນັງສື ເຖິງຄະນະໄອຍາການສູງສຸດຂອງອິນໂດເນເຊຍ ໂດຍກ່າວເຕືອນເຂົາ ກ່ຽວກັບການຕໍ່ຕ້ານໂທດປະຫານຊີວິດຂອງລັດຖະບານອົດສະຕາລີ ແລະ ພວກເຮົາບໍ່ຕ້ອງການເຫັນການຕັດສິນຄະດີກ່ຽວກັບ ບາຫຼີໄນ ຖືກຕັດສິນປະຫານຊີວິດ.\" ເພິ່ນກ່າວໄວ້.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳກອງທັບນາໂຕໃນ ອັບການິສຖານໃຫ້ຄຳຖະແຫຼງໃນວັນສຸກວ່າ ທະຫານສອງນາຍໄດ້ຫາຍຕົວໄປໃນວັນພະຫັດໃນຂະນະທີ່ກຳລັງເຮັດວຽກງານຈັດສົ່ງປະຈຳວັນ.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "ເຈົ້າຄອງອົດ​ສະ​ຕຣາ​ລີ​​ ຄຸ້ມຄອງຫຼັກຊື່ Jeffery ​ກ່າວ​ໃນ​ຖະ​ແຫຼງ​ການວ່າ \"ໂດຍ​ການກວດສອບ​​ Sir Joh ແມ່ນ​ສ້າງ​ລັດ​ໃນ​ການ​ຍົກ​ເວັ້ນ​ຜູ້​ທີ່​ຈະ​ໄດ້​ຮັບ​ການ​ຈື່​ສໍາ​ລັບ​ການ​ວາງ Queensland ໃນຄັ້ງ​ທໍາ​ອິດ​.\"\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີແຊວມອນເປີດສວນລຳລືກແລະຮູບປັ້ນທາງແດງໃນວັນຄົບຮອບ 50ປີຂອງອຸບັດຕິເຫດ.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ພາຣາຊິຣີດຍັງຄົງເປັນອິສະຫລະຈາກການປະກັນຕົວ ຊື່ງລໍຖ້າການພິຈາລະນາໃນເດືອນສິງຫາປີນີ້.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "ຄວາມເສຍຫາຍດ້ານພື້ນຖານໂຄງລ່າງເຮັດໃຫ້ການແຈກຢາຍຊ່ວຍເຫຼືອດ້ານສະບຽງອາຫານຊັກຊ້າ ແລະ ເປັນໄປໄດ້ທີ່ຈະມີການຂາດອາຫານແຜ່ຂະຫຍາຍຢ່າງກ້ວາງຂວາງ.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍພາລະຫນ້າທີ່ຂອງເຮົາຕໍ່ວຽກແລະຄວາມກ້າວຫນ້າເຮົາຈື່ງຈັດການໃຫ້ງົບປະມານກັບມາເກີນດຸນລ່າຊ້າອອກໄປ ແລະງົບປະມານຈະຂາດດຸນ $18 ພັນລ້ານໃນປີ 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ໄຟປ່າທີ່ລຸຸກໃນເຂດໄຮເດດເຊີດ ເຊົາເທີນແຄລິຟໍເນຍຕັ້ງແຕ່ 2:00 ໂມງເຊົ້າ(2200ຍູທີຊີ) ມື້ວານນີ້ຍັງຄົງສ້າງຄວາມເປັນຕາຢ້ານໃຫ້ກັບຜູ້ອາໄສໃນເມືອງປາມເດວໃນເຂດແອນເຕີໂລບ ວັນເລ ຂອງລອດ ແອງເຈີລິດບ່າຍມື້ນີ້.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນການພິສູດວ່າພວກເຮົາຍັງຄົງເປັນປຶກແຜ່ນອັນດຽວກັນ ແລະ ເປັນມະຫາອໍານາດ.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "ຮອດວາຍ ບໍລິສັດທີ່ກຳລັງສືກສາແລະເຮັດວຽກກ່ຽວກັບເທັກໂນໂລຊີຫນ້າເຂດປະຕູ ທີ່ນຳມາໃຊ້ໃນການແຂ່ງຂັນເທັນນິດໃນຕອນນີ້ ໄດ້ສະແດງຄວາມຜິດຫວັງວ່າ: \"ຂ້າພະເຈົ້າຮູ້ສືກຄຽດຫລາຍແລະມັນກໍ່ເກີດຂື້ນແບບບໍ່ທັນຕັ້ງຕົວເລີຍ.\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "ການປັບປຸງນີ້ໄດ້ຮັບການທົດສອບຈາກຄົນປະມານ 500,000 ຄົນ.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າຈະປົນເປໄປດ້ວຍຜົນທີ່ຫຼາກຫຼາຍຈາກການແຂ່ງຂັນ ທີມ ກູກຣີສ ຍັງຈັດການໄດ້ເຂົ້າຮອບ ຈັກໄຟນໍ.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "\"ນັກລາຍງານຂ່າວປະຊາຊົນ\" ຫລາຍກວ່າ 300​ຄົນ ໄດ້ ທັກທ້ວງຈາກບັນດາປະເທດຕ່າງໆ ພ້ອມທັງປະເທດຊີລີ ແລະ ນໍເວ ທີ່ກໍາລັງມາຮ່ວມກອງປະຊຸມນັກສື່ຂ່າວປະຊາຄົມສາກົນ OhmyNews ຕັ້ງແຕ່ວັນທີ່ 23 ຫາ 26 ມີຖຸນາ 2005 ໃນກຸງໂຊ.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "ຄວາມກັງວົນດ້ານສິດທິມະນຸດດັ່ງກ່າວໄດ້ເຮັດໜ້າທີ່ເປັນອຸປະສັກສຳລັບຕວກກີທີ່ຈະເຂົ້າສະມາຄົມເອີລົບ.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "ຄາດ​ການ​ວ່າ​ເພິ່ນ​ຈະ​ຢືນ​ເອ​ກະ​ສານ​ໃນ​ວັນ​ພະ​ຫັດ​ໜ້ານີ້ ເພື່ອ​ເຮັດ​ການ​ສະ​ມັກ​ລົງ​ເລືອກ​ຕັ້ງ​ຢ່າງ​ເປັນ​ທາງ​ການ.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "ຈາກລາຍງານຂ່າວ ແມກເຮຕັ້ງໃຈທີ່ຈະນຳທຸງແຄນນາດາຍ່າງເຂົ້າຖະຫນົນ DCE (ດັດກາດ ຄຣິກ ເອັດສະເຕດ) ຊື່ງເປັນບໍລິເວນທີ່ົຄົນພື້ນທີ່ຫາກິດມາເປັນເວລາ 10 ເດືອນແລ້ວ.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "\"ກໍລະນີນີ້ແມ່ນຍັງອີກໄກ\" Arturo Gonzalez ທະນາຍຄວາມຂອງຜູ້ນໍາພາໃນ Valenzuela ຜະເຊີນກັບ O'Connell ທີ່ Liliana Valenzuela Richmond ເປັນນັກສຶກສາໂຮງຮຽນມໍປາຍແລະຄົນອື່ນໆຕໍ່ຕ້ານການນຳໃຊ້ຂອງລັດຂອງການທົດສອບໄດ້ຕາມຄວາມຕ້ອງການຈົບການສຶກສາ \"ພວກເຮົາຄິດວ່າມີໂອກາດທີ່ເຂ້ມແຂງ ທີ່ນັກສຶກສາໃນຫ້ອງຮຽນຂອງປີ 2006 ຈະໄດ້ຮັບໃບປະກາດຂອງພວກເຂົາ ເຖິງແມ່ນວ່າຖ້າຫາກວ່າມັນແມ່ນຫຼັງຈາກທີ່ພິທີການອອກຄຳເຫັນ.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "ຂັ້ນຕອນການປິດໂຕລົງທັງໝົດ ຄາດວ່າຈະສໍາເລັດໄດ້ໃນອີກສອງສາມວັນ.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "ຂ້ອຍໄດ້ຂາຍສູດຊຸດໜຶ່ງໃຫ້ຊາວອາເມລິກາອີກຄົນໜຶ່ງ ເປັນເຫດການຄວາມຈິງ.\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "ອາຟິຣກາໃຕ້ໄດ້ອອກຈາກ ການແຂ່ງຂັນກິລາ ຄຣິກເກັດ ໂລກ ປີ 2011 ຫຼັງຈາກທີ່ເສຍໃຫ້ ນິວຊີແລນ ໃນ ຮອບກ່ອນຊິງຊະນະເລີດ ທີ່ໄດ້ຫຼິ້ນທີ່ ເມີເປີ Mirpur ໃນ ບັງກະລາເທດ Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "ລັດຖະທຳມະນູນໄດ້ຮັບການສະຫນັບສະຫນຸນຈາກກຸ່ມການເມືອງສ່ວນໃຫຍ່ ແມ້ວ່າຈະມີສອງພັກນ້ອຍທີ່ຕ້ອງການໃຫ້ມີການຍົກເລີກການຈັດເຮັດປະຊາມະຕິໃນຄັ້ງນີ້ກໍ່ຕາມ ໂດຍອ້າງວ່າລັດຖະທຳມະນູນທີ່ສະເຫນີນັ້ນບໍ່ສົນໃຈເລື່ອງການຄ້າທາດຊື່ງຖືກຫ້າມຢ່າງເປັນທາງການແຕ່ກໍ່ຍັງມີຢູ່ຕາມຄຳກ່າວຂອງນັກປະຕິບັດການ; ແລະກ່ຽວກັບເລື່ອງ \"ການລໍຖ້າຢູ່ຮ່ວມກັນຂອງຊຸມຊົນລະດັບຊາດທີ່ແຕກຕ່າງກັນ\" (ເຊັ່ນຄົນຜິວດຳແລະຊາວອາຫລັບ).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "ລັດຖະມັນຕີກະຊວງຄຸ້ມຄອງພົນລະເມືອງ ທ່ານຄຼີສໂຕສ ປັບປຸດຊິສໄດ້ອອກມາກ່າວຂໍໂທດຕໍ່ການສູນເສຍ ກ່າວອ້າງວ່າການຮັກສາຄວາມປອດໄພໃນຫໍສະແດງຜົນງານດັ່ງກ່າວແມ່ນ \"ບໍ່ມີຢູ່ຈິງ.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "ນັບແຕ່ການເປີດໃຫ້ບໍລິການໃນປີ 1893 ແລະ ອະທິການບໍດີຂອງມະຫາວິທະຍາໄລ ແມ່ນເຈົ້າຊາຍແຫ່ງ ເວວ ແຕ່ບັນຫາໄດ້ເລີ່ມຕົ້ນເມື່ອປີກາຍຢູ່ທີ່ UoW ຫຼັງຈາກຄວາມກັງວົນ ຂອງຫົວໜ້າສະຖາບັນຮ່ວມຈາກມາເລເຊຍ ສະຖາບັນພາຍໃນປະເທດທີ່ມີສື່ສຽງ ວ່າມະຫາວິທະຍາໄລດັ່ງກ່າວແມ່ນທີ່ບໍ່ມີຄຸນວຸດທິການສຶກສາທີ່ຖືກຕ້ອງຕາມກົດໝາຍ.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ແມ່ຜູ້ຄຽດແຄ້ນຂອງທະຫານສະຫະລັດທີ່ເສຍຊີວິດນຳກຸ່ມຜູ້ປະທ້ວງເກືອບ 50 ຄົນໄປຊຸມນຸມກັນທີ່ຟາມຂອງບູດເມື່ອວັນອາທິດ.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນເປລູ ໄດ້ລຸກຂຶ້ນຮ້້ອງຟ້ອງຄະດີ ເດັນເວີ-ນິວມອນ ບໍ່ແຮ່ ບໍລິສັດບໍ່ຄໍາ ທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ ຄໍາຖາມທີ່ສໍາຄັນເຫຼົ່ານີ້ ບາງສ່ວນຈະໄດ້ຮັບຄໍາຕອບໃນທີ່ສຸດ.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ການຕິດເຊື້ອແມ່ນມີບັນຫາ ໂດຍສະເພາະຍ້ອນ ໜຶ່ງສ່ວນສີ່ຂອງຄົນຜູ້ທີ່ຕິດເຊື້ອຕ້ອງການນອນໂຮງໝໍ.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "ເດິມທີ ວິກິບຸກຕັ້ງຂື້ນເພື່ອລວມຕຳລາຮຽນແລະຄູ່ມືຕ່າງໆແຕ່ຕອນນີ້ໄດ້ກາຍເປັນຄອມມູນິຕິ້ສ້າງຫນັງສືກທຸກຮູບແບບທຸກປະເພດ ຊື່ງຕຳລາອາຫານເປັນຕົວຢ່າງທີ່ເດັ່ນຊັດທີ່ສຸດ.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "ອີງຕາມການບັນທຶກບົດສົນທະນາທາງໂທລະສັບ ລາວໄດ້ເຜີຍແຜ່ໃນເວັບໄຊ blog ຂອງລາວ.\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "Pascal Bates ຜູ້ດຳເນີນຄະດີໄດ້ກ່າວວ່າ ເພື່ອຄວາມໄວ້ວາງໃຈພວກເຮົາໄດ້ຍອມຮັບວ່າການລະເມີດດ້ານສຸຂະພາບ ແລະ ຄວາມປອດໄພເປັນ \"ສາເຫດທີ່ສໍາຄັນ\" ໃນການເສຍຊີວິດຂອງເຂົາ.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ເຫັນໃນຮູບດ້ານລຸ່ມ ແມ່ນຜູ້ວ່າການ (ກອງທັບເຮືອ) ອາມສະຕອງ ເຈົ້າໜ້າທີ່ບໍລິຫານແນວໜ້າ RCSCC 18 ໃນເບື້ອງຫລັງ ແມ່ນນັກຮຽນກອງໜ້ານາຍຮ້ອຍ.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "ທ່ານ ດຣ. Carolyn Porco ຜູ້ນໍາທີມງານຖ່າຍພາບຍານອາວະກາດ Cassini ທີ່ສະຖາບັນວິທະຍາສາດອາວະກາດ Boulder Colorado ໄດ້ກ່າວວ່າ \"ພວກເຮົາຮູ້ວ່າຂໍ້ສະຫລຸບນີ້ເປັນຂໍ້ສະຫລຸບທີ່ຍັງຂ້ອນຂ້າງໄວ-ພວກເຮົາອາດຈະຕ້ອງມີຫລັກຖານອີກສໍາລັບນໍ້າໃນຮ່າງກາຍເຮົາ.\"\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "ຫວງ-ຫລາງ ໄສ່ (ຮ້ອງຜູ້ບັນຊາການເອັດສ໌ເອຊີ)ໄດ້ຢ້ຳວ່າເອັດສ໌ເອຊີສະຫນັບສະຫນຸນກີລາສາທາລະນະໃນໄຕ້ຫວັນມາເປັນເວລາດົນ ແລະເອັດສ໌ເອຊີເຄົາລົບການເຂົ້າຮ່ວມກັບຜູ້ດ້ອຍໂອກາດແລະຊົນກຸ່ມນ້ອຍ.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "ບອກດານຖືກກ່າວຫາໂດຍຣາເຊວ ສະມິກ ໄອຍະການຖານເປັນຜູ້ແນະນຳແລະໃຫ້ຄວາມຊ່ວຍເຫລືອແກ່ມາຣິອຸດ; ສະມີດໄດ້ແຈ້ງຕໍ່ສານແມນເຊດເຕີ້ ຄາວ ໃນປີທີ່ແລ້ວ \"ໄດ້ຟັງຫລັກຖານແລ້ວ ຂໍທ່ານ [ຜູ້ພິພາກສາ] ພິພາກສາວ່າບຸດ ມາຣິອຸດ ຮຽນຮູ້ການຊື້ຂາຍນີ້ຈາກພໍ່ຂອງລາວແລະສິ່ງນີ້ເປັນທຸລະກິດຄອບຄົວ.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ລາວໄດ້ກ່າວວ່າລາວຈະຟ້ອງຮ້ອງເລື່ອງຜົນການເລືອກຕັ້ງກັບສານ.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "ການສຶກສາ ນຳໂດຍ ທ່ານ ດຣ. ຊາມູເອວ ເວສ ແລະ ວີ. ວີ ຢອງ ຂອງ ສະຖາບັນດ້ານສະໝອງ ຮອຈຄີສ ປຽບທຽບໜູບໍລິສຸດ ແລະ ໜູຖືພາ ພ້ອມດ້ວຍອາການເຈັບຄ້າຍ ເອທເອສ ທີ່ນຳສະເໜີໂດຍ ລີໂຊເລຊີທິນ ສານເຄມີທີ່ທຳລາຍ ມາຍລິນ ຊີດ ບໍລິເວນເຊວປະສາດ.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "ຄົນຍ່າງແຄມຖະຫນົນອາຍຸ 23 ປີ ຕາມຖະນົນເຮສຄອສ ໃນເມືອງລອນດອນເດີຣີ ນໍເທີນໄອແລນ ໄດ້ຖືກຕຳດ້ວຍລົດພາດສາດໂຟກສະວາເກນສີດຳແລະເສຍຊີວິດໃນກາງຄືນວັນອາທິດ ເວລາ 02:20ໂມງ ເວລາມາດຕະຖານກີນິດ.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Andrzej Wajda ຜູ້ກຳກັບຮູບເງົາຂອງຊາວໂປແລນໄດ້ອອຄວາມຄິດຄຳເຫັນເລື່ອງແຜນການການຝັງສົບຂອງປະທານາທິບໍດີດັ່ງກ່າວວ່າ \"Lech Kaczynski ເປັນພຽງຄົນດີທຳມະດາ ແຕ່ບໍ່ມີເຫດຜົນທີ່ຈະຝັງເຂົາໃນປາສາດ Wawel ທ່າມກາງບັນດາກະສັດຂອງໂປແລນ ແລະ Marshal Józef Piłsudski [ຜູ້ກໍ່ຕັ້ງ ຍຸກທັນສະໄໝຂອງໂປແລນ].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "​ຈະ​ເຂົ້າ​ສູ່​ວົງ​ໂຄ​ຈອນ geosynchronous ມີຄວາມ​ສູງ​ປະ​ມານ 36,000 ກິໂລແມັດຈາກ​ໜ້າ​ໂລກ ຢູ່ທີ່​ເສັ້ນ​ແວງ 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ເຊື່ອກັນວ່າຊາຍຜູ້ຖືກຕັ້ງຂໍ້ຫາຂ້າຕະກຳນີ້ຄືສາມີທີ່ມີເລື່ອງຫມາງໃຈກັບຫລານສາວຂອງລາວ.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເວົ້າວ່າ $100 ຕໍ່ບາເຣວແມ່ນລາຄາ \"ຍຸດຕິທຳ\" ແລະ ໄດ້ຈື່ໄວ້ວ່າເມື່ອລາວຄາດການວ່າປະທານາທິບໍດີເວເນຊູເອລາໃນປີ 1999 ລາໄດ້ໄດ້ຂຶ້ນໄປປະມານສິບໂດລາ.\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "ລາວອະທິບາຍມື້ທົ່ວໄປໃນການເຮັດວຽກຂອງລາວວ່າ: \"ໜຶ່ງຊົ່ວໂມງເຄິ່ງກ່ອນລາຍການ ຂ້ອຍຈະຢູ່ໃນຫ້ອງແຕ່ງໜ້າ.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ອ້າຍຂອງແມ່ຝາແຝດຖືກຈັບຂໍ້ຫາແທງຄົນ ເຊິ່ງແຜທີ່ເກີດຈາກການແທງແຫ່ງຫນື່ງນັ້ນມີຄວາມຮຸນແຮງເຖິງຊີວິດ.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກ່າວວ່າການກໍ່ການຮ້າຍແລະການປ້ອງກັນການປອມແປງເປັນສິ່ງຈຳເປັນຕໍ່ລະບົບລັກສະນະສະເພາະຂອງສາກົນ.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "ການລາຍງານການໂຈມຕີຂອງກອງທັບປາກີສຖານທີ່ຢູ່ໃນຂອບເຂດຊົນເຜົ່າໃກ້ກັບຊາບແດນອັຟການີສຖານ ແມ່ນຍາກທີ່ຈະຢືນຢັນ ຍ້ອນນັກຂ່າວ ແລະ ຜູ້ຊ່ວຍງານ ບໍ່ອະນຸຍາດໃຫ້ເຂົ້າໄປໃນເຂດຕໍ່ສູ້.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "ຜູ້ຍິງຄົນຫນື່ງ ຮູ້ສືກວິນວຽນ ລົ້ມລົງ ແລະຖືກອຸ້ມຂື້ນມາທີ່ລົດພະຍາບານ.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "ວິທະຍຸອິສາລະເອວກ່າວວ່ານີ້ເປັນເດັກນ້ອຍປາເລດສະຕ້າຍຄົນທີສາມໃນໄລຍະສອງເດືອນທີ່ຜ່ານມາ ທີ່ຖືກຈັບວ່າພະຍາຍາມນຳວັດຖຸລະເບີດຜ່ານຈຸດກວດອິສາລະເອວ.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "ບິວ ຄຼິນຕັນ ອະດີດປະທານນາທິບໍດີ ສະຫະລັດອາເມລິຫາ ຈະໄປຢ້ຽມຢາມ ໂຣມາເນຍ ໃນວັນທີ 21 ເດືອນພຶດສະພາ ເພື່ອເຂົ້າຮ່ວມເປັນຜູ້ກ່າວຄຳປາໄສໃນ ກອງປະຊຸມ BeyondBorder ປີ 2005 ທີ່ ບູກາເຣສ.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ມີການສະຫງົບນິ້ງໃນເກມເຕະບານທົ່ວປະເທດໃນທ້າຍອາທິດພ້ອມດ້ວຍແຟນທີ່ສ້າງແທ່ນເຄົາລົບຈຳລອງທີ່ນິວຄັດເຊີຍູໄນເຕັດແລະອິປສະວິດທາວ ຄັບສອງແຫ່ງທີກ່ຽວຂ້ອງກັບສະມາຄົມນີ້.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "ວຸດທິສະພາ ໂຈ ລັດວິກ (ພັກແຮງງານ ຄວິນແລນ) ໄດ້ຖາມ ທ່ານລັດຖະມົນຕີຍຸຕິທຳ ແລະ ວູດທິສະພາ ພາສີ ຄຣິສ ເອລລີຊັນ ໃນ ເຄວັສຊັນ ທາມ ວ່າລາວໄດ້ຢືນຢັນຄຳຮຽກຮ້ອງຂອງລາວ ທີ່ ລາວໄດ້ໃຫ້ການມື້ວານນີ້ ວ່າການຄົ້ນພົບຂອງ ຈຽນ ເຊັງ ໄດ້ຈຳລອງໃຫ້ເຫັນວ່າ ລັດຖະລານອົສເຕເລຍ ໄດ້ມີສ່ວນກ່ຽວຂ້ອງໃນ \"ການກວດກາທາງອາກາດ ແລະ ທະເລ ເພື່ອຂັດຂວາງເຮືອໃນເຫດການດັ່ງກ່າວ ແລະ ກໍ່ສຳເລັດແລ້ວ\" ແລະ ໄດ້ຖາມວ່າເປັນຫຍັງມັນຈຶ່ງເຮັດໃຫ້ ລັດຖະບານ ໃຊ້ເວລາເຖິງ ສອງອາທິດ ເພື່ອຂັດຂວາງເຮືອດັ່ງກ່າວ ຫຼັງຈາກທີ່ໄດ້ເຂົ້າມາໃນນ່ານນໍ້າອົສເຕເລຍແລ້ວ.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ໃນປີ 2004 ດຣ. ອາເຟຍ ແມ່ນໄດ້ຖືກລະບຸໂດຍ FBI ຄືເປັນ \"ຜູ້ອໍານວຍຄວາມສະດວກ ແລະ ປະຕິບັດການຂອງກຸ່ມອັງກໍອິດະ ເຊິ່ງໄດ້ສ້າງຄວາມອັນຕະລາຍທີ່ຊັດເຈນ ໃຫ້ກັບອາເມກາ.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "ການເຈລະຈາກອງປະຊຸມການປ່ຽນແປງດິນຟ້າອາກາດ ສະຫະປະຊາຊາດ ປີ 2010 ແມ່ນໄດ້ສືບຕໍ່ໃນອາທິດນີ້ ໃນເມືອງບອນ ປະເທດເຢຍລະມັນ.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຄາດຫວັງວ່າການທີ່ອັງກິດບໍ່ມີສ່ວນຮ່ວມຈະສາມາດຫຍຸດການກະທຳແນວໃດໄດ້.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "ໂຄສົກຍິງກ່າວວ່າ \"ການສືບສວນຍັງຢູ່ໃນຂັ້ນທໍາອິດແລະຍັງຄົງມີຂໍ້ຊັກຖາມຈຳນວນຫລາຍ.\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "\"ນາຍຍົກລັດຖະມົນຕີຖືກສົ່ງໄປພະແນກຜ່າຕັດທີ່ເວລາ 6:40 ເຊົ້າການຜ່າຕັດສຳເລັດລຸລ່ວງເມື່ອເວລາ8:45ເຊົ້າແລະໄດ້ຂໍ້ສະຫລຸບເມື່ອເວລາ 7:30 ແລງ.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "ຜູ້ໂດຍສານສ່ວນໃຫຍ່ເປັນຊາວຕ່າງປະເທດຈາກ ບໍລິສັດກໍ່ສ້າງນັສເມີເລ ແລະ ໂລເບີດສ ແລະ ກໍາລັງມ່ວນຊື່ນກັບການລ່ອງເຮືອຮັບປະທານອາຫານ ໃນການສະເຫລີມສະຫລອງຄວາມສໍາເລັດຂອງເຂົາເຈົ້າໃນການເປັນສ່ວນໜຶ່ງຂອງອາຄານສູນການຄ້າເວີເທດເຊັນເຕີ້ບາເລນ.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "ລາວເປັນສະມາຊິກສະໂມສອນຍິງທະນູ ໂຍໄຄ ໃນອົດສະຕາລີຕາເວັນຕົກ.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "ສະ​ມາ​ຊິກ​ສະ​ພາ ທ່ານ ແມັກ​ໂດ​ໂນ ໄດ້​ບອກ​ກັບ​ລາຍ​ການ​ວິ​ທະ​ຍຸ ABC ວ່າ ໃນ​ກໍ​ລະ​ນີ​ດັ່ງ​ກ່າວ ການ​ຫາ​ປະ​ໃນ​ເຂດ​ໜ້າ​ນ້ຳ​ຂອງ​ອົດ​ສະ​ຕ​ຣາ​ລີ​ແມ່ນ​ຖື​ວ່າ​ຜິດ​ກົດ​ໝາຍ ກັບ​ຕັນ ແລະ​ບາງ​ເທື່ອ​ລວມ​ທັງ​ຫົວ​ໜ້າ​ປະ​ມົງ​ອາດ​ຈະ​ຖືກ​ປັບ​ໄໝ ສ່ວນ​ລູກເຮືອ​ຄົນ​ອື່ນໆ​ແມ່ນ​ຈະ​ຖືກ​ສົ່ງ​ກັບ​ໄປ​ຍັງ​ອິນ​ໂດ​ເນ​ເຊຍ​ທັນ​ທີ.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ບໍລິສັດແອັບໂປໄດ້ນຳສະເໜີມືຖືໄອໂຟນທີ່ສາມາດຄາດຄະເນໄດ້ຫຼາຍຢ່າງໃນກອງປະຊຸມ ແມັກເວີ ທີ່ຊານຟານຊິດສໂກ້.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍຕາມ ທິມ ບຣອນໂຄດສ ໄດ້ເອົາຊະນະດ້ວຍຄະແນນ 19-8 ຢູ່ສະໜາມຂອງພວກເຂົາ ແລະ ການບຸກລຸກຂອງ ບຣາວທ ແລະ ທິມ ໂອເຣກອນບໍ່ສາມາດເອົາບານເຂົ້າໄດ້ ເພື່ອເຮັດຄະແນນໃນເວລາ 37 ນາທີທຳອິດຂອງການແຂ່ງຂັນ.\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "ໃນປີ 2005 ລາວໄດ້ປະກົດຕົວໃນລາຍການພິເສດ ເພື່ອລໍາລຶກເຖິງລາຍການເອີລົບວີຊັນ.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "ໂຣ​ເບີດ​ສັນ​ຂຽນ​ວ່າ \"ຂ້າ​ພະ​ເຈົ້າ​ຂໍ​ການ​ອະ​ໄພ​ຈາກ​ທ່ານ ແລະ​ການ​ຍົກ​ໂທດ​ຈາກ​ປະ​ຊາ​ຊົນ​ຊາວ​ອິດ​ສະ​ຣາ​ເອນ​ດ້ວຍ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": ":\"ຍ່າງຊ້າໆລົງໄປຫາບ່ອນທີ່ທະຫານຢູ່ແລະຍິ້ມໃສ່ພວກເຂົາໃນຂະນະທີ່ເຮົາຍ່າງ ພວກເຮົາຍ່າງເຂົ້າໃກ້ຜູ້ຊາຍທີ່ເບິ່ງຄືວ່າຈະແມ່ນຜູ້ບັນຊາການທະຫານ.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "ເພາະຖ້ອຍຖະແຫລງການຂອງປະທານນາທິບໍດີຈອດດັບເບີຍູບຸດ ວ່າທະຫານອາເມລິກາທີ່ເສຍຊີວິດໃນອິລັກນັ້ນເພື່ອ'ອຸດົມການອັນສູງສົ່ງ'ເຮັດໃຫ້ນາງຊີຮານປັກຫລັກຕັ້ງແຄມຢູ່ໃກ້ກັບໄຮ່ຂອງທ່ານບຸດໃນເທັກຊັດມາຕະຫລອດອາທິດທີ່ຜ່ານມາເພື່ອຮຽກຮ້ອງການເຂົ້າສົນທະນາຕາມລຳພັງກັບປະທານນາທິບໍດີ.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ສານຍຸໂຣບວ່າດ້ວຍສິດທິມະນຸດຊະຍະຊົນໄດ້ມອບເງີນ€2500 ໃຫ້ກັບອາຍຸ ກາຕາດາ ຊື່ງເປັນທະຫານອິສະລາມແລະເຈົ້າຫນ້າທີ່ທາງສາດສະຫນາ ໃນຄະດີທີ່ລາວຟ້ອງຕໍ່ສະຫະລາດຊະອານາຈັກທີ່ຈັບຕົວລາວໂດຍບໍ່ພິຈາລະນາຄະດີໃນປີ 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "EEC ອັຟການິສຖານໄດ້ພິມບົດລາຍງານກ່ຽວກັບການກວດສອບຂອງພວກເຂົາຕໍ່ຄຳກ່າວຫາເຊິ່ງໄດ້ຖືກກ່າວຫາຫຼັງຈາກການລົງຄະແນນສອງເດືອນຜ່ານໄປ.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "ຈາກ​ການ​ສຳຫຼວດ​ທົ່ວ​ໂລກນີ້​ແມ່ນ​ມີ​ຜູ້​ຍິງ​ພຽງ​ແຕ່ສອງ​ເປີ​ເຊັນ​ທີ່​ຄິດ​ວ່າ​ຕົນ​ເອງ​ງາມ ໂດຍ​ອີງ​ຕາມ​ຜູ້​ປະ​ກາດ​ຂ່າວ​ໃນ​ລາຍ​ການ Good Morning America ຂອງ​ຊ້ອງ ABC ໂຣບິນ ໂຣ​ເບີດ ເປັນ​ຜູ້​ປະ​ກາດ​ຂ່າວ ຊຶ່ງ​ເປັນ​ລາຍ​ການ​ເຊີງ​ພາ​ນິດ​ທີ່​ອອກ​ອາ​ກາດ​ເປັນ​ຄັ້ງ​ທຳ​ອິດ​ໃນ​ເຊົ້າ​ນີ້​ເວ​ລາ 8:07 ໂມງ.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "ວິດີໂອໄດ້ຮັບລາຍງານວ່າເປັນການປະທ້ວງຂອງກຸ່ມຕໍ່ຕ້ານລັດທິໄຊແອນໂທໂລຈິ້ນ ບັນທືກໂດຍສະມາຊິກຫລາຍຄົນຂອງກຸ່ມອະໂນນິມັດ.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "ໃນປີ 1997 ສາສະນະຈັກຖືກກ່າວຫາວ່າໂກງໃນປີ 1999ທີ່ມາເຊ.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "ບາເຊກູໄດ້ຮັບການສະຫນັບສະຫນຸນຈາກຊົນຊັ້ນກາງທີ່ມີການສືກສາ ຊື່ງມັກນະໂຍບາຍການກຳຈັດຄໍລັບຊັ້ນໃນປະເທດ ຊື່ງເປັນຫນື່ງໃນປະເທດທີ່ມີການຄໍລັບຊັ້ນຫລາຍທີ່ສຸດ.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "ທີມ ເອ 1 ນິວຊີແລນ ແມ່ນຊະນະການແຂ່ງຂັນໄລຍະຍາວ ຢູ່ທີ່ສະໜາມ ເອ 1 ແກຣນ ພິກສ ໃນຊຽງໄຮ ປະເທດຈີນ ມື້ນີ້ ຕາມມາດ້ວຍທີມ ເອ 1 ຈາກລາຊາອະນາຈັກອັງກິດ ແລະ ທີມເອ 1 ເຢຍລະມັນ.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "ຮາມັສ ພັກອິດສະລາມແບບດັ້ງເດີມ ໄດ້ຊະນະຄະແນນສ່ວນຫຼາຍໃນການເລືອກຕັ້ງ ສະພາ ກາຊາ ສະທຣິບ ທີ່ໄດ້ຈັດຂຶ້ນເດືອນແລ້ວນີ້.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "ຊານໂຈເຊ່ ຜູ້ວ່າການລັດແຄລິຟໍເນຍ ຣອນ ກອນຊາເລດ ກຳລັງຖືກສອບສວນໂດຍສຳນັກງານທະນາຍຄວາມປະຈຳເຂດຊານຕາ ຄາຣ່າ.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "ຣິໂຄ ແດເນຍເປັນພິທີກອນໂທລະພາບອັງກິດທີ່ອາໄສຢູ່ໃນປະເທດຝຣັ່ງເສດ ແລະເປັນທີ່ຮູ້ຈັກຈາກໜັງຊຸດທາງໂທລະພາບສອງເລື່ອງ ຢ່າງ The Salvager ໃນຂະນະທີ່ລາວຢູ່ໃນອັງກິດແລະ Le Sakvager ຫລັງຈາກທີ່ລາວຍ້າຍມາຢູ່ຝຣັ່ງເສດ.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "ຟີໂອເຣັນຕີນາ ແລະ ລາຊີໂອໄດ້ກັບຄຶນສູ່ ສາຍ ຊີຣີເອ ຊຶ່ງເບື້ອງຕົ້ນໄດ້ຖືກລົດລະດັບລົງທີ່ສາຍຊີຣີບີ.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "ຕົວແທນຈາກລັດຖະບານມີຄໍາເຫັນຕ່າງກັບຄຳຖາມດັ່ງກ່າວ.\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "ແຕ່ລະໂຮງງານສາມາດຜະລິດນ້ຳມັນ 30 ລ້ານແກນລອນ(113 ລ້ານລິເ) ຕໍ່ປີ.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "ກອງທັບອາກາດຂອງລາດຊະອານາຈັກອັງກິດ ໄດ້ສົ່ງເຮືອບິນຮົບ ລຸ້ນ ເອຟ3 ທໍນາໂດ ສີ່ລໍາ ເພື່ອສະກັດເຮືອບິນທະຫານຂອງກອງທັບລັດເຊຍ.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເລີ່ມອາຊີບທີ່ເຄເອັດສ໌ເອເອັກ ແລະເຮັດວຽກໃນເອວປາໂຊ ແລະຕຸດສັນເອແຊດ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "\"ເທົ່າທີ່ເຮົາໄດ້ຮັບລາຍງານການກ່າວຫາທັງໝົດແລະໄດ້ກວດສອບຫຼັກຖານທັງໝົດທີ່ມີ ພວກເຮົາເຊື່ອວ່ານີ້ແມ່ນການຮ້ອງຮຽນ.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "ໃນອາທິດກ່ອນ ເຈົ້າຂອງເຮືອຄູສ ອາເມລິກາ ຖືກໂຈມຕີດ້ວຍເຄື່ອງຍິງຈະຫຼວດອາພີຈີ.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດ ຈາກມະຫາວິທະຍາໄລເມວເບີນເວົ້າວ່າ: ການວິໄຈຂອງພວກເຂົາ ສະແດງໃຫ້ເຫັນວ່າຜົນປະໂຫຍດຂອງພະລັງງານນິວເຄຣຍໄດ້ຖືກປະເມີນຕໍ່າ ແລະ ເປັນຫ່ວງກ່ຽວກັບການເບິ່ງຂ້າມສິ່ງເສດເຫຼືອນິວເຄຣຍ.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ວູດກ່າວຢ່າງຊັດເຈນວ່າ ຢ່າງໃດກໍ່ຕາມ ການຕັດສິນໃຈສຸດທ້າຍກ່ຽວກັບຄວາມຖືກຕ້ອງຕາມກົດຫມາຍຂອງສົງຄາມຢູ່ທີ່ໄອຍະການສູງສຸດ ບໍ່ແມ່ນຕົວລາວເອງ.\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "ຊາວເມືອງໄດ້ເອີ້ນຕຳຫລວດໃຫ້ນຳຜູ້ປະທ້ວງອອກໄປຈາກພື້ນທີ່ ຊື່ງຕອນນີ້ຖືກຳມະສິດໂດຍລັດແລະຕົວແທນຜູ້ຄອງກຳມະສິດຈົນກວ່າການພິພາດຈະສະຫງົບລົງ.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "ຈຳນວນຜູ້ອອກມາລົງຄະແນນສຽງໃນການເລືອກຕັ້ງ ໄດ້ຖືກລາຍງານ ວ່າມີຢ່າງໜ້ອຍ ຫຼາຍຫວ່າ ຫ້າສິບເປີເຊັນ.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ໄຄຣ໌ ບັຊ ຍັງຄົງຢູ່ໃນລຳດັບທີສາມເພາະວ່າລາວມີອຸບັດຕິເຫັດກັບ ເຈພ ເບີຕັນ ໃນຂະນະທີ່ ເພື່ອນໃນທີມຂອງລາວ ແຮມລິນ ແມ່ນທີສີ່.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນຜົນຈາກການຖືກຈອງຈຳບ່ອນທີ່ໂປປອຟຖືກທຳຮ້າຍເກີດຂຶ້ນແລະເລີມປິດຄະດີ.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "\"ນີ້ເປັນເລື່ອງຂອງຜູ້ປົກຄອງທີ່ຈະພາລູກເຂົ້າມາສະຫມັກທີ່ໂຮງຮຽນຂອງເຮົາ ແລະເລື່ອງເງີນກໍ່ຈົບບ່ອນນັ້ນ.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 7 ເດືອນສິງຫາ ກອງທະຫານ ຈໍເຈຍ ໄດ້ດຳເລີາມຕໍ່ຕ້ານການຮຸກຮານ ເມືອງ ໂອສເຊຕຽນ ຂອງ ກິນວາລີ.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "ນັກສອບສວນ ກ່າວວ່າ ປະຈຸບັນ ເຂົາເຈົ້າບໍ່ແນ່ໃຈ ວ່າ ການລະເບີດແມ່ນມາຈາກອຸປະຕິເຫດ ຫລື ບໍ່ ຫລື ວ່າມີສິ່ງຜິດກົດໝາຍມາພົວພັນ ເນື່ອງຈາກຄວາມພະຍາຍາມທັງໝົດ ແມ່ນເບື້ອງຕົ້ນ ແນ່ໃສ່ພະຍາຍາມຄົ້ນຫາຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ມື້ນີ້​ໃນ​ລາຍ​ການ Capitol Hill ນາຍ​ພົນ David Petraeus ແຫ່ງກອງ​ທັບ​ສະ​ຫະ​ລັດ ໄດ້​ນຳ​ສະ​ເໜີ​ຄຳ​ພະ​ຍານ​ທີ່​ຕົນ​ເອງ​ຄອງ​ຄອຍ​ມາ​ນານ.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "ການນໍາ ແລະ ບຸກຄົນທີ່ມາຈາກຫຼາຍພາກສ່ວນຂອງປະເທດ ລວມທັງຜູ້ນໍາ ເມດາ ປັດຄາ ຂອງ ນາມາດາ ບາເຈົາ ໄດ້ສະແດງຄວາມເສຍໃຈໃນການເສຍຊີວິດຄັ້ງນີ້.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "ແຕ່ກາງເດືອນສິງຫາ ໄຟໄໝ້ປ່າໄດ້ກວາດລ້າງພາກໃຕ້ຂອງປະເທດເທີຄີລວມທັງ ເມືອງ Bodrum ແລະ Antalya-Kas ຊຶ່ງເປັນເຂດທີ່ນິຍົມຂອງນັກທ່ອງທຽວ.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "ກຸ່ມຕາລິບັນອ້າງຄວາມຮັບຜິດຊອບສຳຫລັບເຫດການລະເບີດດັ່ງກ່າວ ໂດຍກ່າວວ່າມີເປົ້າຫມາຍເປັນສະຖານທູດ.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "ນ້ຳມັນດັ່ງກ່າວຖືກຊັດຂື້ນມາຍັງຊາຍຫາດSunshine Coast ລວມໄປຖືງ Moreton ແລະເກາະBribieອີກດ້ວຍ ສື່ເອີ້ນເຫດການຄັ້ງນີ້ວ່າເປັນ \"ຫາຍະນະທາງສິ່ງແວດລ້ອມທີ່ຮ້າຍແຮງທີ່ສຸດຄັ້ງຫນື່ງຂອງປະເທດອົດສະຕາລີ.\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ ອີລີ ອູ ວັນຊື່ງກໍ່ໄດ້ລົງຄະແນນໃນການເຮັດປະຊາມະຕິຄັ້ງນີ້ດ້ວຍກ່າວວ່າ \"ມື້ນີ້ຖືເປັນມື້ດີແລະຖືເປັນການເກີດໃຫມ່ຂອງປະເທດເມົາຣິທາເນຍ...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "ພວກເຂົາຫວາດຫວັ່ນຫຼາຍທີ່ຈະກັບໄປເຮືອນ ເນື່ອງຈາກຢ້ານ ຊຶນາມິລູກອື່ນມາ ແຕ່ອີງຕາມ ຣູເຕີ້ ພະນັກງານສາທາລະນະສຸກ ທີ່ກຳລັງກັງວົນແມ່ນ ກ່ຽວກັບ ໄພພິບັດຂອງພະຍາດ ລະຫວ່າງຄົນທີ່ກຳລັງອົບພະຍົບ.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ພາລະກິດນີ້ຈະ \"ວັດກ໊າດທີ່ຟຸ້ງອອກມາຈາກກຸ່ມກ໊າຊ.\" ຖະແຫລງການໄດ້ຖິ້ມທ້າຍໄວ້.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ລັດຖະບານກ່າວວ່າ ເຊື່ອວ່າກຸ່ມຜູ້ຊາຍເຫລົ່ານັ້ນຍັງມີຊີວິດ \"ເພາະວ່າພວກເຂົາຢູ່ຫ່າງຈາກບໍລິເວນທີ່ຖະຫລົ່ມໄດ້ໄກພໍ.\" ຢ່າງໃດກໍ່ຕາມຍັງບໍ່ຮູ້ສະພາບຂອງພວກເຂົາແລະຜູ້ກູ້ຊີວິດ ບໍ່ສາມາດລົດຕິດຕໍ່ພວກເຂົາໄດ້.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "ຕອນນີ້ໄດ້ບັນທຶກລົງເປັນມໍລະດົກ ມັນໄດ້ຈົມລົງໂດຍນ້ຳຂອງເຂື່ອນໃໝ່.\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    }
]
}