{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Text Generation"
    ],
    "Input_language": "fa",
    "Output_language": "fa",
    "instruction_language": "en",
    "Definition":  "In this task, you get a food review and you have to pick out aspects of the foods mentioned in the text. We define aspects such as taste/smell(طعم), nutritional value(ارزش غذایی), product quality(کیفیت), delivery(ارسال), packaging(بسته بندی) and purchase value/price(ارزش خرید). Although a review can have several aspects, we only need to write one aspect.",
    "Positive Examples": [
        {
            "input": "10 درصد آب میوه اس با طعم کاملا مصنوعی، شبیه ساندیس های قدیم",
            "output": "طعم",
            "explanation": "This is a good example. The review is about the taste of the juice."
        },
        {
            "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
            "output": "ارسال",
            "explanation": "This review is about the fast delivery of the food."
        },
        {
            "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
            "output": "ارزش خرید",
            "explanation": "This review emphasizes the purchase price."
        }
    ],
    "Negative Examples": [
        {
            "input": "با ترکیب با چای، یک صبحانه راحت و خوش‌مزه برای بچه های کوچک حدود 7 الی 8 ماه به بعد میباشد. مزه خوبی داره، بزرگترها هم پایه هستن",
            "output": "کیفیت",
            "explanation": "This review is about the taste of the food. Hence the quality is incorrect."
        },
        {
            "input": "من دفعه قبل همین محصول شارین را خریده بودم منتهی در بسته بندی پلاستیکی و ایندفعه با بسته بندی سطلی گرفتم دقیقا نصف به نصف تفاوت داشت و برای خودم تجربه شد که با بسته بندی پلاستیکی بخرم.",
            "output": "ارزش غذایی",
            "explanation": "The review is about the food packaging, and it didn't mention anything about the nutritional value."
        }
    ],
    "Instances": [
    {
        "input": "به هیچ عنوان ارزش خرید نداره پر از کشمش هست حجمش هم بسیار کمه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "احساس کردم مرغ مرده رو بسته کردن. سیاهی میزد رنگش. خیلی بد بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من طعم این ویفر ها رو خیلی دوست دارم. ولی بسته بندی بزرگش این مشکل و داره که شش تا ویفر با هم تو یه بسته قرار گرفته و وقتی بسته رو باز کردید همه هوا میخورن. اگه بسته بندیهای تکی توی باکس بزرگتر قرار میگرفتن خیلی بهتر بود",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "آب و رنگ خالی بدون طعم پرتقال. و بر خلاف چیزی که روش نوشته اصلا پالپ نداره. در یک کلام بد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به بزرگی که تو تصویر دیده میشه نیس و کلا ۶۰گرم پودر قهوه که بوی سوختگی هم میده توش هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی نداره. ولی تو پیشنهاد ویژه ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "چون هر چند ماه یکبار باید مسواک رو.عوض کرد،می ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوشمزه است . مهمونامم راضی بودن . با نظرات منفی که داده شده اصلا موافق نیستم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نه رنگ و نه عطرش قابل قبول نیست شخصا اصلاً نپسندیدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پدر من بوشهری بودن ومن کیفیت ماهی را میشناسم هم تازه وهم خوشمزه است وهم قیمتش مناسبه مرسی دیجی",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خوشمزه نبود واقعا و خیلی چرب بود که آدم احساس خفگس میکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "3 تا پشت هم شکستم توش لکه های خون و لکه های قهوه ای بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از برندی مثل این اصلا انتظار این کیفیت پایین را نداشتم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "گوشت استیک نباید رگ و ریشه داشته باشد و فقط دو تکه رو استیکیه زیری ها ابعاد کوچک و نامناسب برای استیکه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من راضی بودم.بسته بندی خوبی داشت و خیلی هم ریز نبود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "طعم خیلی خوب بود و قیمتش درشگفت انگیز عالی بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه و غلیظ بود. در سوپر تخفیف با قیمت مناسب خریدم و راضی بودم.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بین این همه عسل تقلبی ؛ خیالت راحته کیفیت عالی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به قیمت خوب بود پیشنهاد میکنم من که وقت بیرون رفتن ندارم و خوشبختانه تونستم اون چیزی رو که میخواستم بخرم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوب و تازه بود اما کوچک شدن تازگیا تخم مرغ ها",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اگر تعداد دراژه ها در هر قوطی بیشتر بود آن وقت از تمام ظرفیت قوطی استفاده می شد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "نسبت به قیمت عالی . ولی یچیزی که دیجی کالا ننوشته بود اینکه با طعم وانیل هستش",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "خوشمزه خوشطعم در پیشنهاد شگفت انگیز خریدم و از دیجیکالا خیلی خیلی ممنونم به خاطر پیشنهاد های شگفت انگیزش امیدوارم پیشنهاد های شگفت انگیزش بیشتر شود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مصرف روزانه شیر برای سلامت جسم مفید هر وقت تخفیف داره میخرم",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوب و به موقع تحویل شد و بهتر از قصابی رفتن تو این اوضاع پیشنهاد میشه",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "من از کیفیتش اصلا راضی نبودم چون حالت مونده داشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تازه بود. اندازه قطعات و بالطبع تعداد به نسبت وزن بسته بندی مناسب است.",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "من از طعمش خوشم اومد ، امیدوارم شما هم بپسندین .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همیشه این ویفرهای خوشمزه رو خانوادگی دوست داشتیم و واقعا به نسبت قیمتش ارزش خریدن رو داره",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "کیفیت زیادی نداره ولی بخاطر قیمت پایین میشه به جای شکر استفاده کرد",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تخم مرغ خوبی نیست و اصلا خوشمزه نبود. بوی بدی هم میداد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی به دستم رسید گرم بود و بوی خیلی‌خیلی بدی میداد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یکی از خوراکی های مورد علاقه بچه ها که بدون دخالت دست بسته بندی و مصرف میشه و بهداشتیه.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "داخل تعداد زیادی از تخم مرغ ها لکه های قرمز رنگ بود و باعث شد که اونها رو بریزیم دور",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مهیا پروتئین نسبت به سایر برندها کیفیت بهتری دارد ولی اخیرا به نظر می‌رسد میزان چربی گوشت چرخکرده آن افزایش یافته است.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من با یک چای ایرانی قاطی کردم ولی بازم عطر و طعمش مشهود بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوشمزه ست خیلی هم تازه ست ممنون از دیجیکالا",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به قیمتش خوبه ولی روی آن و ته آن کمی شکرک خشک داشت.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به نسبت قیمت ارزش خرید ندارد قیمت خیلی بالاست و طعم معمولی دارد ظاهرش خیلی گول زننده است",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "اندازه تخم مرغ ها نسبتا درشت قیمت مناسب و تازه",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "شبیه یه واکنش شیمیایی تو دهان میمونه طعم ترش مصنوعی مثل دارو",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار تازه، بدون استخوان و پاک کرده بود، قطمت مناسب مخصوصا در شگفت انگیز",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "شکلات های فرمند بسیار با کیفیت و خوشمزه اند کمتر از محصولات خارجی نیستند - عالی",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی خوش طعم و ب لحاظ درصد آبمیوه قابل قبول",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مزه شربت سرماخوردگی میده، همین مزه هم یک دقیقه ای ازبین میره، هیچ بویی هم نداره، مفت گرونه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "دیگه تا این حد بی مزه فکرشم نمیکردم !انگار داری نون خشک میخوری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جدیدا طعمش عوض شده و عطر هم نداره فقط قیمتش رو دوبرابر کردن بی کیفیت شده اساسی",
        "output": [
            "طعم",
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار چرب معلومه که درصد زیادی قلوگاه گوسفندی داره به شدت هم بوی چربی میده و باید با کلی ادویه طعم دار بشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همیشه از خرید گوشتهای مهیا راضی بودم ، همیشه به روز تحویل میدادم ... اینبار برخلاف همیشه تاریخ تولیدش ۴۸ ساعت قبل بود ... یکم دلخور شدم ، ولی بازش کردم بو نمی‌داد ... بیخیال شدم ، استفاده کردم ...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اینوتو تخفیف خریدم و ب نظرم از بهترین برند های تخم مرغه ک از نظر سالم بودن تخم مرغا میشه روش حساب کرد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از دیجی کالا توقع نداشتم، که بسته عدسی که پاره شده رو چسب بزنه و بفرسته، واقعا افتضاحه، ارسالتون واقعا نقص داره",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "علی رغم قیمت خیلی مناسب اصلا کیفیت و مزه خوبی نداشتن و در حد برند میهن نبود و اگه برندشو نمیدونستین و میخوردین حتما میگفتین یه مارک معمولی و نا اشناست . پیشنهاد نمیکنم",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خوشمزه بود و از خریدم راضی هستم...همچنین گوشتش هم کاملا سفید و ظاهر خیلی خوبی هم داشت...من راضی بودم...",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "همش نخودچی وکشمشه چند تا دونه بادومم توش پیدا میشه ب این قیمت اصلا نمی ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به مربای ژیکاس که خریدم خیلی شیرین تره. من به شخصه این حجم از شیرینی رو نمیپسندم. آلبالوها توش مشخصه و از این نظر خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم سایر برندها بهتر است پسته ممتاز نمکی رفسنجان بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوبه ولی کرم وسط بیسکوییتش کمه ! در کل به قیمتش می ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "یک کپی بسیار بی‌کیفیت از محصول اصلی که آدم رو از خریدش پشیمون میکنه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به دلیل بسته بندی بد ۲ تا از تخم مرغ ها شکسته بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "خیلی خوش طعم و بو هستش لطفاً هرچه زودتر موجود کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت خوبی داره طعم و عطر و رنگ مناسب و خوبی هم داره",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بیسکوئیتش پتی بوره شکلات سفیدش با طعم توت فرنگیه که دونه هاش هم داخلش مشخصه خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه جالبی نداشت چای تیشه سبز و عصای سبز گیرتان آمد حتما استفاده کنین نمیدانم چرا دیجی کالا این نوع چای را موجود نمیکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "روی بسته ای که برام فرستادن نوشته 22 تومن ولی من ارگانیک سفارش دادم که 27 تومنی بود و 5 تومن تخفیف خورده بود و دور از انصافه راضی نیستم",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "اگر تا حالا از عسل استفاده نکردید بشتابید چون عسل شیگوار طعم واقعی عسل را برای شما به ارمغان می آورد عسل شیگوار خوشمزه ، مقوی ، طبیعی و امید شیرینی و حلاوت زندگی",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "کلا یه سری کاربران هستن که فقط نشستن از همه چیز الکی تعریف کنن، راستش من با توجه به قیمت بسیار بالایی که داره اصلا چیز خاصی ندیدم(تازه تو شگفت انگیز خریدم)، به نظرم کیفیت سن ایچ خیلی بهتره، اصلا معدم ترش کرد!",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به قوطی چون با همون حجم هست به صرفه تره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوبه و واقعا کیفیت خوبی داره ولی گرونه دوست داشتم بیشتر میخریدم .",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم گس مناسبی داره اما باید مقدار زیادی چای خشک استفاده بشه که به یک قوری بزرگ احتیاج داره و برای استفاده در چای ساز مناسب نیست و باعث سرد شدن چای قوری میشه ولی ارزششو داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم بود من طعم کارامل حس نکردم سرد مصرف کنید گرمش خوشمزه نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی آوردنش بازش کردم کاملا نم کشیده بود حیف پول واقعا ریختم دور",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تندی محصول یه جوری بود که فشار رو میبرد بالا مزه خوبی نمیداد با اینکه من تن ماهی شیلانه همیشه میگیرم ولی این نوعش اصلا کیفیت خوبی نداشت",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا عسل نیست. کیفیت بسیار پایین و بد. واقعا متاسفم که مردم اینچنین از یک محصول بی کیفیت تعریف میکنن و متاسفم از اینکه چنین تولید کنندگانی وجود دارند.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اولین بار این عسل خریدم واقعا خوب بود قیمتشم تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من کیفیت تمام محصولات شیررضا رو امتحان کردم، عالیست، امیدوارم کیفیتش رو همیشه همینطور حفظ کنه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اگه به تنهایی و بدون اضافه کردن‌اب بخورید خوشمزه است",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا با نمونه های خارجی متفاوته میچسبه به سقف دهن و مزه تلخ خیلی بدی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به ظاهر و بسته بندی شیک منتظر کیفیت خوب بودیم ولی متاسفانه خیلی معمولی طعم نعنایی خوبی داره ولی کیفیت آدامس معمولی روبه پایین در قیاس با برندهای همردیف این آدامس",
        "output": [
            "بسته بندی",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "نسبت به چای های کیسه ای دیگه قیمت مناسبی داره.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "چون خیلی از قهوه خوشم نمیاد و نسبتا کم میخورم عطر و طعم قهوه برام مهمه که خوشبختانه این عطر و طعم خوبی داره و دوسش دارم!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خرید این‌محصول از دیجی کالا به دلیل تازه بودن و کیفیت بالا و قیمت مناسب توصیه میشود .مصرف این‌محصول برای کودکان بسیار عالیست .",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "یک محصول ایرانی خوش مزه و با کیفیت. حتما تجربه کنید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "باسلام این گوشت نه طعم خوبی داشت و نه بوی خوبی",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "دوستان حتما دقت کنید درقسمت فیله تکه های سبز رنگ داشت که نشان دهنده انتیبیوتیک هایی هست که به مرغ ها میدن و اون تکه سمیه. بیشترشم استخونه من راضی نبودم و دیگه ازین مارو خرید نمیکنم",
        "output": [
            "ارزش غذایی",
            "کیفیت"
        ]
    },
    {
        "input": "آنقدر آب قاطیش کردن که شل شله و غلظت نداره برای همین 50 درصد تخفیف داره چون 70 درصد آب قاطیش کردن و آب عسله نه عسل غلیظ 50-70=20 70 درصد آب قاطیش میکنند 50 درصد تخفیف میدن به این ترتیب 20 درصد هم سود داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طبق نظرات دوستان خریدم ولی بو بدی داره و مزه اش هم اصلا خوب نیست من پشیمون شدم خیلی از خریدش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب نیست بیش از اندازه شیرین است و گلو را می زند. دیگر نمی خرم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه تو شگفت انگیز بخرین خیلی ضرر نکردین، در غیر این صورت کیفیت پسته اصلا در حد قیمت واقعیش نیست. شوریش زیاده و پسته هم چندان تازه نیست.",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "کلا محصولات کامور هم خوشمزه س هم مناسبه افراد دیابتیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "آدامس بایودنت خیلی کم شکر و خوب هست مزه هم تا ساعت ها میمونه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش رو اصلا دوست نداشتم و تموم نشده هنوز که رفتم دوباره قهوه ترک بن مانو سفارش دادم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برای کنسرو خوشمزه بود و ارزش امتاحان داره اما خب سلیقه ایه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سلام دوستان. قهوه خیلی معمولی هستش. طعم و عطرش خوبه. ولی غلظتش کم میشه. فومش هم معمولیه.در کل انتظار خاصی نباید داشته باشین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همون حلوا ارده هست شاید یکم شل تر مزه خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب بود اما ظرفش یه کم پر دردسر بود .",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "پسته شور خشکپاک رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود البته شور برای همه مناسب نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوب بود و قیمت نسبت به حجم محصول به صرفه است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی پوست نازک بودن وبعضیاش ترک خورده بودو،سالم هاروهم باهرروشی آب پزمیکردم که نشکنه،بازم میشکستن،براساس تاریخ روش هم تازه نبود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من فقط تونستم یه نصفه از این بخورم خیلی بد مزست طعم موندگی میده اصلا بوی سیب نداره خریدش رو اصلا پیشنهاد نمیکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خراب و شیر ها باز شده و ترش شده بودند. عملا هیچکدام قابل استفاده نبودند. رنگ شیرها هم سفید نبودند.",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "در کل هر محصولی را چشم بسته از زر ماکارون میشه خرید. کیفیتش را قبول دارم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مزه نون بستنی مونده میده.حتی در شگفت انگیز ارزش خرید نداره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه مزه ی پارافین میداد بی نهایت بی کیفیت ، کاکائوی استفاده شده کیفیت پایین مزه ی مواد شیمیایی و پلاستیک میداد خیلی متاسفم برای شرکت تولید کننده",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "شبیه مربا نیست اب شکر غلیظ شده با طعم و رنگ توت فرنگی .شاید یه دونه هم توت فرنگی توش له کرده باشن واسه دکور..",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کینوا متاسفانه در ایران نسبتاً ناشناس است جایگزین بسیار مناسب برای غذاهایی مثل برنج است کینوا معروف به خاویار گیاه است.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "ارزش خریدن ندارد و تجربه خوبی شد که دیگه خرید نکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت وبسته بندی بسیار مناسبی داشت ولی من به عنوان فیله مرغ خریدم درصورتی که سینه مرغ برش خورده بدون فیله بود",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "طعم خوب نعناع با شکلات تلخ خیلی خوشمزه شده و به همراه چایی خیلی می چسبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واس من ک عاشق شکلاتم تلخی دلنشینی داشت ک البته کرم داخلش شیرینش میکرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدم با توجه به قیمتش کیفیتش هم خوبه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "همراه با پوست، تکه های قهوه ای فراوان، بد طعم و آب شده به دستم رسید. حیف پول!",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من با این چای تو کافه فرانسه تهران اشنا شدم وقتی چای طعم دار سفارش دادم و بعد از اون تا تموم‌ میشه خرید میکنم بوش واقعا ارامش بخشه برام از طعمش هم که نگم ؛ من لذت میبرم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش خیلی خوبه ولی اونجوری که تو تصویره نیست خیلی کوچیکه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کالا لز نظر محتوی کیفیت و تازگی از درجه بالایی برخوردار بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "انگار شیر خشک میخورین . به جز طعم شیر خشک هیچ مزه ای نمیده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ممنون از دیجی کالا، همیشه تازه ترین محصولات رو داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعمش عالی نبود و حجمشم نسبت ب قیمت کم بود و به صرفه نبود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من خیلی دنبال این طمع گشتم تا تو دیجی پیداش کردم . من از طعمش خوشم اومد البته ممکنه کسی هم خوشش نیاد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی به دستم رسید کاااااااامل یخش آب شده بود خییییلی ناراحت شدم . به کسی که آورد گفتم یخش آب شده گفت نه نشده. ولی کامل آب شده بود و قابل استفاده نیست",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "اصلا خرید این جای را توصیه نمی‌کنم. البته پسندیدن طعم و عطر چای یک امر سلیقه‌ای است ولی از نظر من این چای بیش از حد معطر است و اصلا طعم چای نمی‌دهد. این چای از نوع کله مورچه‌ای می‌باشد. من اصلا توصیه نمی‌کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بد مزه ترین مربایی که تا حالا خوردم بود توی تخفیف خریدم واقعا افتضاح بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت قیمتش خوب بود ولی همین جوری نسبت به کیفیتش نمیرزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه های متنوع است و خوشمزه هر دفعه چند بسته سفارش میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ظاهر زیبای این محصول گول زنندست. شیرینی محصول زیاده و خود تافی شل و زیادی نرم هست. شاید بذارید یخچال بهتر بشه ولی به نسب بقیه تافی ها نرمه و به پوستش میچسبه. طعم سقز هم بیشتر اسانسه حتما. مشابه همین مدل خارجی هست که تفاوت زیادی در کیفیت دارند.",
        "output": [
            "بسته بندی",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "درصد کمی روغن زیتون توش هست!! بسته بندیش نشتی داره... و داخل ایران تولید میشه با اینکه برند خارجی استفاده میکنه...",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "ته طعمش تلخی داشت به نظر من. دوست نداشتم این مارکو",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم تاریخ روز بود هم سایز ساق ها خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "رژیمی و خوشمزه است البته فقط در قسمت بالای شیشه میوه وجود دارد و بقیه بصورت مارمالاد میباشد . و با قیمت شگفت انگیز ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مشخص کردن کیفیت مواد و تازگی و غیره بسیار خوبه ارسال به موقع و تمیز کالاها",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "روغن سرخ کردنی بهار کیفیت خوبی دارد سرخ کردن مواد غذایی با این روغن خوشمزه میشه و تردی خاصی به سیب زمینی سرخ شده با این روغن میده",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "یکمی تا رسید دستم بو نامطبوعی گرفته بود فکر میکنم به خاطر نوع بسته بندیش بود",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "بعد از چندبار خرید سری اخر که بدستم رسید احساس کردم کیفیتش اصلا خوب و مثل قبل نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با این قیمتی که تخفیف خورده بود گرفتم واقعا خرید راضی کننده ای بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مربای پرتقال شانا، طعم خاص خودشو داره، برای من که کلا عاشق پرتقال هستم، بسیار دوست داشتنی و خوش‌مزه بود من که خوشم اومد، با این قیمت تو تخفیف باشه، باز هم میخرم.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بنظرم اگه مزه قالب تن ماهی نداشت بهتر بود توقع داشتم مزه سبزیجاتش قالب باشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "میوه خشک مثل پاستیل بود کشمش افتضاح بود مقدار آجیل کم بود نخرید باباااا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کاملا معمولی رو به پایین.طعم و عطر خاصی نداره.دیر رنگ میده که شایدم از طبیعی بودنشه اما باعث نمیشه بگم چای باکیفیتیه.جلوی مهمونا روسفیدمون نکرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه قند طعم دار میده و چون بزرگ هست سریع دل رو میزنه فکر میکردم از خود میوه استفاده کرده باشن تا حس بهتری بده ولی کاملا اسانس و بدون کوچکترین طعم شکلات",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوشمزه و عالی خصوصا که من جفتشو باهم مخلوط کردم پس از دن کشیدن کافی مزه‌اش عالیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته ای که برای من ارسال شد گوشت تازه و فوق العاده عالی بود، کاملاً یک تکه و ران کامل، از خریدم راضی هستم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تو توضیحاتش نوشته بدون عطر و طعم،پس نمیدونم چرا بعضیا گفتن عطر نداره!!!! برای من که عاشق چای با طعم اصیل و بدون اسانس شیمیایی هستم عالی بود.طبعا دیر دم میکشه و طعم خالصی داره،میشه با هل یا دارچین و گل محمدی طعم دارش کرد.کلا راضی بودم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوبه که شیرهای طعم دار کم چرب هم داره. چونکه مارکهای دیگه کم چرب ندیدم من داشته باشن.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برای صبحانه بسیار با انرژی و خمشمزه هست و طعم خواصی دارد",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "در شگفت انگیز از لحاظ اقتصادی عالی ، کیفیت و اندازه معمولی.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "نمیدونم این اصل باشه یا نمونه کپی هست چون اصلش روش به عربی نوشته فیمتو ولی اگه کپی هم باشه طعمش به خوبی همون نمونه اصلشه و هیچ فرقی نمیکنه بسیار عالی و خوشمزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظرم جای خنک نگهداری نشده بود بوی خیلی بدی میداد",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "بسته بندی بامزه ای داره ولی متاسفانه دور ظرف تماما نوچ شده بود. مزه آبنبات اونم از نوع بی کیفیتش را میده. خیلی خیلی رقیق ه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "سلام.من این مربا مصرف کردم و به نظرم خیلی بدمزه بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عسلش معمولیه ولی بسته بندی کاملا کاربردیه و راحت میشه ازش استفاده کرد مخصوصا برای ریختن داخل چای، قیمت خیلی خوب البته در پیشنهاد ویژه",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خیلی بد بودی مرغ فاسد افتضااااااح بود با دو ساعت تاخیر اوردن برای اولین بار بود که پروتئین سفارش داده بودم اشتباهه",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "دوستان معجون خوشمزه ای هستش ولی اگر توی شگفت انگیز بخرید",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه نبود و تاریخ تولید برای 15 روز پیش بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "فوق العاده خوش طعم و خوب و تازه فقط تنها مشکلی که داشت کاملا یخش باز شده بود که این مورد برای مواد غذایی مثل ماهی اصلا خوب نیست",
        "output": [
            "طعم",
            "کیفیت",
            "ارسال"
        ]
    },
    {
        "input": "عطر و طعم خوبی نداره‌ خیلی کمرنگه مثل قهوه های قدیمی دهه ۷۰ هست که عطر نداشتن یا بیشتر شبیه خاک یا خاک اره بودن. البته کافئینش خوبه. به عنوان قهوه اسپرسو مناسب نیست. بیشتر شبیه قهوه ترک هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چای خوبی هست و عطر و طعم خوبی داره اما دیر آوردن !",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "من تو شگفت انگیز چندین بار خریدم طعم و کیفیت عالی",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به کیفیت، با این قیمت کالاهای مشابه بهتری میشه خرید.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "انقدر چربیش زیاده که یک چهارم میزان اولیه کف قابلمه باقی میمونه ولی به موقع و کاملا سرد به دستم رسید و این خوب بود",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "این برند خیلی خوبه بو نمیده چربیش هم کمه فقط حیف که کمیابه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "با توجه به قیمت بازار خرید اینترنتی را پیشنهاد میکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوشمزه قیمت یک پفک ولی با ارزش غذایی کنجدش تازه بود همچنین عسل امتحانش ضرری نداره",
        "output": [
            "طعم",
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "گوشت داخلی آن یه تیکه و سفید است و هیچ سیاهی ندارد طعمش هم خیلی خوشمزه است",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "زمانهایی که تخفیف خوب میخوره، واقعا برای خرید به صرفه میشه! طعم جذابی هم دارد و بنده و همه اطرافیان پسندیدند! به همین دلایل، تعداد نسبتا زیادی از این محصول را از دیجی کالا خرید کرده ام.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خورشتی هایی که همیشه میخریدم این همه تمیز کردن لازم نداشت، انگار فقط گوشت را تکه های کوچک تقسیم کرده بودند. جنس گوشت هم متفاوت بود، از قسمت دیگری از بدن گوساله بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "یکی دو تا از تخم مرغها ترک داشت وقتی به دستم رسید. احتمالا در حمل و نقل ضربه دیده ولی در کل تخم مرغ درشت و خوشمزه ای هست.",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "خوب بود . من چون طعم تند دوست دارم خوشم اومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ای کاش روغنش کمتر بود . ولی تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بیسکوییت خوشمزه ای است و در تخفیف ویژه ارزش خرید دارد",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم بسیار ضعیف. حس خوبی ایجاد نمیکنه. به اندازه یه نوشابه گازدار، گاز نداره! از ۲۰ نمره اش ۱۰",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا قابل خوردن نیست افتضاحه، مقدار کمی ماهی بدمزه بدبوی تیره رنگ (متمایل به سیاه) در انبوهی از روغن تیره متمایل به سیاه رنگ که بیشتر شبیه گریسه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من با توجه به نظره مثبت خریدارها خرید کردم ولی به نظرم یه تن ماهی با کیفیت معمولی بود بیشتر مزه شویدش رو دوس داشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل خوب بود، ولی کمی چرب بسته بندی خوب",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "طعم و مزه عسل رو داره من توی شگفت انگیز خریدم فقط بسته بندی پلاستیکیه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "دقت کنید که از نوع کوچک است و مقدار شیر داخل اون نسبت به قیمتش نمی ارزه.به اندازه یک لیوان هم شیر نداره.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خشک و سفت بود.افتصاح به معنای واقعی کلمه.مطمئنم فلفل هم قاطیش کردن که سوزناک تر کنه طعم دارچینشو.بهترین آدامس ایرانی وایته",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به کمک ادویه جات بدون بو ولذیذ بود.بدون استخوان بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "این مربا را با توجه به قیمت مناسب و نظرات مثبت کاربران خریدم ولی متاسفانه محتویات تکه های بالنگ بسیار ریز و شیره فراوان است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت پایینی داره ولی در کل نسبت به قیمتش خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "با کیفیت بود اصلا دیر پز و نپز نیست. یکدست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نخرید بهتره چرا که تعداد آدامس‌ها در بسته بندی کمه و اینکه قیمت مصرف کننده روش نداره این قیمت را از خودشون درآوردن دوازده هزار و پانصد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام به نسبت قیمت برای خرید با تعداد به صرفه است. مخصوصاً برای اونهایی که بچه مدرسه ای دارند. خوبیش به غنی بودنش با ویتامین های مختلفه که برای رشد بچه ها خیلی سفارش میشه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "علاوه بر سلامت دهان و دندان ابتکاری ایرانی جهت تقویت حافظه می باشد درود بر نوآوران ایرانی",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "گرجی برند خوبیه ولی این نوع بیسکوییت کیفیت پایینی داشت . واقعا بد مزه بود و انگار نمور بود.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "نمیدونم همیشه با همین کیفیت هست یا نه ولی این گوشت که بدست من رسید خیلی خوب و با کیفیت بود ممنونم از دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من چون همیشه رنگارنگ می خرم،فکر کردم شبیه اون هست اما اصلا شباهتی نداره و خوشمزه نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خوب نیست و شکسته دستم رسید . مزه شونم نمیشه گفت خوبه. قیمتشم حتی تویه شگفت انگیز ارزش خرید نداره",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "توشگفت انگیز خریدم واقعا پشیمان شدم فقط به جای تن ماهی پربود از روغن فکر کنم به جای ۱۸۰گرم ۱۰۰گرم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب بود و به موقع ارسال شد",
        "output": [
            "ارسال",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوبی داره مخصوصا روکش کاکائو که بسیار خوشمزه تر کرده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تن ماهی خیلی خیلی خوبیه من از خریدش راضیم ولی اگر ارزون تر باشه خیلی بیشتر میخرم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من این رو که گرفتم خیلی به نظر مونده بود و بشدت بوی بد میداد . حتی رنگش هم کمی عوض شده بود که مجبور شدم هنش رو دور بندازم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "با سلام به نظرم بهترین انتخاب برای یک پذیرایی شایسته است. با توجه به تنوع طعم ها،سلیقه های زیادی رو تامین میکنه ، فقط شاید لازم باشه برای مهمانها توضیح داد هر رنگی چه طعمی داره. من طعم نعناعیش رو خیلی پسندیدم!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همین که سالم به دستم رسید و تمیز و سالم بود راضی ام",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "طعم پاکبان رو بیشتر از بقیه شیر ها دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب و تازه بود ولی داخل هر بسته دو‌تا بال بود که بهتره بال ها حذف بشه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قبلا کیفیت سولاته خیلی بهتر بود الان از نظر کیفی افت داشته که شاید دلیلش جلوگیری از رشد قیمت آن بوده.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوب و بدون درد سر تحویل گرفتم . بدون صرف وقت و رفتن برای خرید.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "عدس مرغوب وخوشمزه ای بود۰از نظر کیفیت هم مورد قبول بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به مارک مهیا این بار مرغها بو می دادند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من محصولات عالیس رو استفاده میکنم واقعا کیفیت خوبی داره .",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در یک کلام عالی اول یدونه گرفتم برای امتحان خیلی عالیه تو خریدش شک نکنید بسیار خوش طعم و خوش عطر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "دیر پخت هست و زمانی که به خورشت اضافه کردم لعاب زیادی داد که البته سلیقه ایه، من با اون لعاب اصلا دوست نداشتم کلا کیفیت معمولی داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت فوق العاده بد با قیمت عدس واقعی در بسته بندی همه چیز دیده میشود عدسها نصف معمول هم نیستند",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من اشتباها کیلیکا خریدم و اصلاااا دوست نداشتم توش استخوان ریز ماهی داره طعم بد و بی‌مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به این قهوه نمیشه گفت یه قهوه با کیفیت.من اینو با دستگاه زدم.خامه نسبتا خوبی میده ولی به نظزم اصلا عطر و طعم جالبی نداره. با قهوه های دیگه که امتحان میکنی بوش همه جارو برمیداره ولی این اصلا عطر و بوش خیلی احساس نشد",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "زیر و ته گوشت بر خلاف ظاهر روی آن دارای کیفیت لازم نبود و به رنگ قرمز تیره بود . هر دو طرف (رو و پشت) گوشت خریداری شده باید یکنواخت و باکیفیت باشد .",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مناسب از بین برند های موجود و کیفیت خوبی داره ولی تو تخفیف بخرید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سویای خشکپاک بافت مناسب داره و طعم خوبی هم داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مثل آدامسای فاسد تو دهن تیمه تیکه میشه میره لای دندون",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من تو شگفت انگیز خریدمش،نصف قوطیش خالیه..محتویاتش خرده و حجمش بسیار ناچیزه..کیفیت مطلوبی نداره.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من هم خیلی ماهی خور هم عاشق تن ماهی هستم ولی اینو که برای بار اول بود امتحان میکردم نپسندیدم .مجدد سفارش نمیدم .هم ظاهرش بد بود ،هم طعمش .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار مناسب دستگاه تولید شده و هیچ مشکلی نداشت. طعم هم خوب است",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خوشگل و خوبی داره اما طعمش اصلا خوب نیست یه مزه ی شور و شیرین قاطی بدی داره...",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی داره من فقط اسپرایت میخورم ولی اینم در حد اونه و ارزش خرید داره طعم خودش داره که من خوشم اومد",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوشمزه است و بافت نرم و ایده آلی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به تحمل دمای نسبتا بالا برای انواع سرخ کردنی مناسبه و عطر و طعم خوبی هم به غذا میده...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو این گرونی آجیل نسبت به قیمتش خوب بود.. بیشتر برای بچه ها خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم قیمتش مناسب دراومد.تاریخش هم ۶ماه مهلت داشت",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "آقا عالیه.بسیار خوشمزه. کبک را اصلا تکه نکنید.پیاز را سرخ کنید تا طلایی بشه.بعدش همینطوری کبک کامل را سرخ کنید و بعدش تا روش آب بریزید و دو سه ساعت آروم بپزه. فقط نمک و فلفل بهش بزنید و زعفران.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی بد بو بود و له شده بود و اصلا توقع مزه ی تن ماهی رو ازش نداشته باشین. تا یه روز اون طعم و بوی بدش رو احساس میکردم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی داره ولی با توجه به قیمت بالا به نظر من فقط توی شگفت انگیز ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مصرفش لذت بخشه با بیشترین فایده . طعمش هم خیلی خوبه مثل نوشابه های دیگه . قیمتش هم کاملا مناسبه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "این طعم از همه بهتره برای مغز شور و ترش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا خوشمزه تر بودن الان دیگه اون مزه رو ندارن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این محصول خیلی خوشمزه هست و کیفیت بالایی داره، طعمشم خیلی طبیعیه، اما بیرون سخت پیدا میشه، خوش حالم که از دیجی کالا با قیمت مناسب تهیه کردم",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار خوشطعم . دارای گواهی نامه ارگانیک و امکان پس دادن محصول در صورت راضی نبودن! این یعنی احترام به اعتماد مشتری",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "قیمتش گران شده ولی خوبه البته واسه خواب کاری نمیکنه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با اینی که لپه‌هاش درشت بود، ولی خیلی خراب توش بود! در کل توصیه نمی‌کنم خریدشو!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خرید این کالا را در تابستان توصیه نمی کنم. بعضا مامور ارسال چند ساعت در ترافیک گیر می کند و خودروهای دیجیکالا برای ساعات گرم تابستان تجهیز نشده است (به ویژه اگر شما جزو نفرات آخر شیفت تحویل باشید) و در نتیجه کالا تازگی خود را از دست می دهد.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "طعمش نسبت به قیمتش خیلی عالیه. خوب ساییده شده و کاملا نرمه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من اولین بار بود خریدم به نظرم طعمش خوب بود اصلا بو هم نمی داد.ولی گران بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه اش بد نیست خرید از دیجی کالا به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "کوپا بیسکویت های خوشمزه ای داره اما این مورد بعد از خوردن یه بسته ، ته مزه ی بدی تو دهان می مونه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چون بعد از باز کردن نمیشه زیاد نگهداشت میزانش مناسبه و خوش طعمه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به قیمتش و طعمش حتما ارزش حداقل یک بار خرید و استفاده رو داشت",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "حداقل بین آدامس های داخلی بهترین طعم طالبی رو داره به نظرم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمتش خوبه و کیفیت تخم مرغ هاش هم راضی بودم و همگی سالم بدستم رسید و همچنین سریع",
        "output": [
            "ارسال",
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "بهترین کار اینه برید یه کنسرو ماهی با قیمت بیشتر بخرید تا این کنسرو رو مثل اویلا و... بهتر از این کنسرو بد مزه و مرجوع کردم با تشکر از زحمات فراوان تیم دیجی کالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "گهگاهی نوشیدنش خالی از لطف نیست هر چند که می‌دونیم نوشابه‌ها برای سلامتی مضرند.",
        "output": [
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "از مزه های نامناسب جهت مزه دار کردن استفاده شده برای یکبار امتحان خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوشمزه و مقویه، به جای آنتی هیر بال میشه به گربه ها هم داد",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "طعمش خوبه.... من که راضی بودم... بسته بندیش توسط دیجی کالا عالی بود... کاملا سالم به دستم رسید",
        "output": [
            "طعم",
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "عالی خیلی با کیفیت بحثی باقی نموند فقط شخصا دوست دارم مربا شیرینیش کم باشه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "قیمتش با توجه به بسته بندی خوبش به صرفه است . من دو تا خریدم یکیش خوب بود یکی دیگش یه مقدار طعم کهنگی میداد .",
        "output": [
            "ارزش خرید",
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار رقیق بود، تقاضامندم دیجی‌کالا از برندهای معتبر و با کیفیت عرضه کنه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "دونه قهوه ای که داخلشه به شدت بی کیفیت و بدطعم هستش! حالم بد شد واقعا!!!بعدش کلی آب خوردم که فقط مزه بدشو بشوره ببره!",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مواد توی ساشه از ۱ قاشق چای خوری هم کمتره. و بوی ماهی میده. اصلا دوس نداشتم. رنگشم سبز لجنیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا با این قیمت تو شگفت انگیز عالیه. خوشمزه ست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "حلوا شکری معمولی سنتی اش خوشمزه تره ولی اینم بد نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمیشه گفت شکلات تلخه و اصلا خوش طعم نیست خیلی طعمش معمولیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "آدامس دن کسیر یکی از برندهای خوبیه هم خوش طعمه وهم تو خرید شگفت انگیز مناسبه فقط نمیدونم چرا دیجی بعداز اتمام این آدامس مجددا برای فروش موجودی نداره که اگر خواسته باشیم مجدد بگیریم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزس ولی اردش کمه با اینحال هم قیمتش بالاست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من تقریبا به صورت دائمی از این دلستر استفاده میکنم هم طمعش و هم ارزش غذاییش نسبت به خیلی از نوشیدنیهای گاز دار بهتره البته طبع و سلیقه ها خیلی متفاوت هست",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "با توجه به اینکه این کالا را در شگفت انگیز خریدم، مقرون به صرفه بود و راضیم.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا مزه خوبی نداره و کهنه بود و شور هم نیست",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "یک مشت تخمه کهنه و تلخ شاید فقط 3 یا 4 تا دونش قابل قبول بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "این حجم 240 میلی لیتر اندازه بیشتری نسبت به ابعاد ساندیس های دیگه داره در کل از لحاظ اندازه و کیفیت بسیار خوب هست.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من از خریدم راضی نبودم . تاریخ همه چیز برای دو روز پیش بود . واقعا محصولاتی مثل گوشت و شیر رو آدم انتظار داره تاریخ همون روز به دستش برسه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بی کیفیت و سفت طوریکه بسیاری از قسمت هاشو نمیشد خورد.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "در واقع برزخی بین چای سیاه و بلوبری است ولی در عین حال هیچکدام نیست. کاملا اسانس بودن را متوجه می شوید و این حس خوبی را به شما نمی دهد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پروتیین دیرجذب هست و قیمت بالا ولی چون اولین محصول تو این زمینه هست و رقیب نداره گرونه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه آب و قرص جوشان میده که یک مقدار پالپ پرتقال توش ریخته باشید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از داخل جعبه که بیرون آوردیم همه ورقه ها به همدیگه چسبیده بود و اصلا کیفیت نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تو فروش ویژه بیشتر جذب بسته بندی شدم و خریدمش ولی طعم و بوش واقعا عالیه، کاملا هم تلخ هست، حتما پیشنهادش می‌کنم.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "من تا حالا نخریده بودم ، خوشم نیومد با اینکه سفیده تخم مرغ دوست دارم ، ٹو بسته آب داره و خیلی بیمزه است ، به زور سس و.نمکم نتونستم بخورم و ریختم دور",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت عالی بود. بچه هام تو نیم ساعت اول همشو خوردن ممنون",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "جنس پاکت چای بسیار قدیمیه. انگار از جنس کاغذ معمولیه. طعم چای هم تعریفی نداره.",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "عطر لاواتزا را ندارد اما خوب با بسته بندی شکیل است",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "اصلاً چای مناسب و خوش طعم و عطری نیست. در ضمن دیر دم هم هستش.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "افتضاح بود اصلا توضیه نمیکنم به شدت کهنه بود و اکثرشم پوچ بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه و نمکش به اندازه بود قیمتش مناسب بود نسبت به بقیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوبه قیمتش هم مناسب بود مخلوط واقعی هست نه از هرکدوم چندتا ارزش غذایی بالایی داره",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوبه ،مزه خوبی هم داره ،مثه عسلایی که از بیرون تهیه میکنیم شکرک نزد و تا قطره آخرش همون کیفیت خوب رو داشت،حجم مناسبی هم داره ،البته تو شگفت انگیز عالیه.",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مدت هاست از این باور خرید می کنم کیفیت مناسبی دارد حداقل دور ریز را دارد.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "هزینه پیک که گرفته میشه ! حداقل سالم برسونید تمام شکلاتا اب شده بودن ! و تخم مرغ ها چنتاش شکسته بود",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "خیلی عالیه اصلا طعم کارخونه ای نداره و مزه مربای هویج خونگی میده. رنگشم نارنجی خوشرنگ و زیبا که نشان از مواد اولیه با کیفیت داره",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من مزه موزی که میداد و بوی موزی که میداد رو دوست داشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "گوشتش خوب بود بسته بندی خوب فقط یه مقدار از کاغذ زیرش با گوشت قاطی شده بود اگر کاغذ زیرش نباشه بهتره",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "خیلی چرب و خامه ای اصلاااا پیشنهاد نمیکنم و فاقد ارزش غذایی",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "در مقایسه با محصولات غقاب نمره من 5 از 20 است . اصلا خوش طعم وتازه نبود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "***کیفیت خوبی داره ولی قیمتش از بیرون گرون تر بود از سوپر مارکت تهیه کردم ارزان تر بود***",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "همه محصولات کرالیچین عالی هستن با قیمت مناسب و بسته بندی با کیفیت",
        "output": [
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "اصلن عسل نیست،اب و شکره،بسیار هم رقیقه،بشدت طعم بدی داره ،اصلن پیشنهاد نمیشه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "همه می دونن که عسل انواع مختلفی داره؛ البته با قیمت‌های متفاوت. باتوجه به مبلغی که هزینه می کنید مخصوصا در شگفت انگیز اصلا ضرر نمی کنید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به تلاونگ ارزون تره ولی به همون درشتی هست. البته تلاونگ یه کم تخم مرغ هاش تمیزتر از اینه. به هر حال من از خریدم راضی بودم. شکسته و تک خورده هم نداشت",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظر با کیفیت میاد .. ارزش خرید توی شگفت انگیز رو داره حتما بخرید",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من بیش از یکسال است از این شربت استفاده میکنم قبلا از فروشگاه میگرفتم که با قیمت روی جلد حساب میشد الان از دیجی کالا ایامی که تخفیف میزند خریداری میکنم خیلی مناسب و عالیست توصیه میکنم تجربه اش کنید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه به دلیل عدم رعایت حمل مناسب در تابستان، وقتی به دستم رسید یه تکه شکلات آب شده در گوشه ظرف بود و همه دانه های شکلات آب شده و یک پارچه یک توده شکلات را بوجود آورده بودند!",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "مرباش آبکی بود زرد آلویی محسوس نبود داخلش ولی طعمش خوبه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت و مقدار هر بسته مناسب بود، ولی محصول کاملا خرد شده به دستم رسید. به همین دلیل فکر نمیکنم دیگه همچین کالایی از دیجی کالا بخرم",
        "output": [
            "کیفیت",
            "ارسال"
        ]
    },
    {
        "input": "تلخی قابل توجهی نداره ولی نسبت به قیمتش مناسب است",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "عالی و با بسته بندی مناسب با نرخ شگفت انگیز",
        "output": [
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "آسیابش واسه قهوه ترک مناسب نیست طعمش خوبه ولی چون درشت آسیاب شده خوب خامه نمیده باید مدت حرارتو بیشتر کرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "راحت میشه خرید کرد واطلاع رسانی خوبی داره در پیگیری ارسال",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "عاللللی* من کلا چایی کله مورچه ای استفاده میکنم ولی این چایی هم رنگ و هم مزه واقعا غیر قابل توصیف هست حتما یکبار هم شده استفاده کردنشو پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا شیرین نیست یه کمی هم بوی سوختگی می ده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم بسیار خوبی داره و خیلی هم سبک اگر هم خوب درستش کنی کرم خیلی خوبی میبنده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حتی اگه شکر هم باشه از نظر ریالی ارزش داره و از نظر ارزش غذایی کاش یکی که میتونه نمونه و تست بگیره نظر بده",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "نوشابه ها رو با تخفیف خریدم و تو بسته بندی کارتنی تحویل گرفتم. راضی بودم",
        "output": [
            "بسته بندی",
            "ارزش خرید"
        ]
    },
    {
        "input": "مهیا پروتئین بجای فیله مرغ، سینه باریک برش خورده مرغ رو بسته بندی کرده و با قیمت فیله می‌فروشه! دزدی در روز روشن دیگه هرگز سفارش نمی‌دم. امیدوارم دیجی کالا این تأمین کننده را جریمه کند.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بسته بندی خیلی شیکی داره و طعم و بوی خیلی خوبی داره",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "خوشمزه اس فقط موقع طعم دار کردن باید خیلی کم بهش نمک بزنید نمک رو خیلی به خودش جذب میکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من در شگفت انگیز خریدم ولی اصلا خوب نیست. به نظرم قند خیلی بالایی داره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "واقعا من ناراحت شدم دیگه به دیجی کالا چطوری اطمینان کنم...من ۲ بسته ارگانیک سفارش دادم در نتیجه بیشتر هم هزینه کردم،اما ۲ بسته غیر ارگانیک که هزینه ی کمتری هم داشته واسم ارسال شده....",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "حلوا شکری باز مقرون به صرفه هست و قیمت خیلی مناسبی داره. اگر طعم و کیفیتش پسند باشه قیمتش از همه بهتره. البته حلوا اعلا و خیلی طعم اصیلی نیست. معمولیه، راضیم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مربای خوش طعم وخوشمزه هستش تو شگفت انگیز قیمتش مناسبه پیشنهاد میکنم ممنون از دیجی کالا",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "از همه بیسکوییت ها خوشمزه تره مخصوصا با طعم هل اون",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی بی‌کیفیت درست شده و مواد اولیه در حد صفره.رنگارنگ مینو صد برابر با کیفیت هستش",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "فکر میکردم مزه‌ای مثل نودل رو تجربه کنم اما مزۀ سوپ آماده می داد. خیلی بد بود. با کلی مخلفات که بهش اضافه کردم تونستم بخورم. از تک ماکارون بعید بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به داشتن مواد نگهدارنده اسید سیتریک پیشنهاد نمی کنم",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "به خاطر قیمت مناسب در شگفت انگیز خریدم ولی از نظر کیفیت نسبت به گذشته بسیار پایین آمده است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "من مصرف آدامسم زیاده و همیشه تریدنت و فایو استفاده کردم،بخاطر تحریم ها متاسفانه ادامس های خارجی یا نیستن یا تاریخ گذشته ن،این آدامس از نظر کیفیت از بایودنت و اگزیت و وایت و اکشن و... بالاتره یعنی بعد از تریدنت من این آدامس رو میپسندم با قیمت بسیارررررر ارزان",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه خاک میده و اصلا حس قهوه خوردنو منتقل نمیکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شیرینی طعمش زیاده و غلظتش مناسب نیست . پیشنهاد نمی کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نخودش خوبه یه مقداری توش کج و کوله هم داشت ، درجه یک یک نبود ولی مجموعا خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته‌بندی کیفیت مناسبی داره و بن‌مانو هم کیفیت متوسط رو به بالا داره",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به بقیه تخم مرغ ها شل بود و پوست خیلی نازکی هم داره.اصلا کیفیت خوبی نداشت.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تکه های میوه ریز و سفته. شربت غلیظ و بیش از حد شیرین باعث میشه تصور کنید که مقدار میوه خیلی زیاده ولی اینطور نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعاً عسل و کنجده، نه شکر و کنجد، همین برای خریدش کافیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به خاطر کرونا شستم بسته اش رو اما توش آب رفت",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "دوتا از بسته ها پاره بود. یکیش با چسب نواری چسبونده شده بود. یعنی موقع ارسال متوجه شده بودن ولی حقوق مشتری براشون مهم نبوده. منم حوصله پیگیری و مرجوع نداشتم. موقع شستشوی بسته چون نمیدونستم هم اب داخلش رفته بود. در واقع جفتشونو دور ریختم.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "خیلی کوچک هست. فقط با تخفیف زیاد ارزش خرید داره",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "هم قیمتش توی دیجی کالا مناسبه و هم بسته بندی خوب بود",
        "output": [
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "گردن ها به تاریخ روز بودند و بسته بندی مرتب داشتند .",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "کاملا سلیقه ای هستش من اصلا طعمش رو دوست نداشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز هم ارزش خرید ندارد. بیشتر آب شکره تا عسل",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعمش عالی و طبیعیه واقعا ، کاشکی دوباره موجودش کنین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا خوب بود،تازه و بدون کوچک ترین بو با قیمت مناسب",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "مزه خوبی نداشت، من خوشم نیومد شاید بعضی از دوستان پسند کنند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا ارزش امتحان کردن هم نداره چه برسه به خرید خشک و بی کیفیت هست",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزه بود من پودرش کردم توی کتلت و کوکو می ریزم طعم خوبی به غذا میده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وزن پایین است و قیمت نسبتا مناسب کاش با بسته بندی های بزرگتر نیز تولید شود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا لذت خرید آنلاین از دیجی کالا فوق العادست . مخصوصا اگه آدم شکمویی باشی و چیزای خوشمزه مثل این بخری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من بخاطر ظاهر قوطیش گرفتم که اینطور نبود ودرش صاف بود مثل قوطی های معمولی دیگه . من کاملا این مورد را ناراضی ام",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "خیلی از تزیین پسته به صورت کم استفاده شده که به بهانه تزیین پسته قیمت بالا است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوشمزست یکی از خوشمزه ترین شکلاتا من تو شکلات فقط مارک شونیز و آیدینو قبول دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این محصول از کیفیت مناسب و خوبی برخورداره از خریدش راضیم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "حلوای سیمرغ همیشه خوب بوده قیمتشم تو شگفت انگیز عالیه مرسی از دیجی بابت تخفیف",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی محصول خوب و با کیفیتی، بوش فضا رو بر میداره، طعم دلنشین، و درصد کافئین مناسب، اگر قهوه خور هستین حتما امتحانش کنین، فقط کاش بسته بندی بزرگتر با تعداد بیشتر هم ازش میزدن...۶ تا کمه، زود تموم میشه جز سبد خرید دائمی من شده",
        "output": [
            "کیفیت",
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "مهیا برند خوبی است وهمیشه تازه و کیفیتش بالاتر از برندای دیگه است پیشنهاد میکنم بخرید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مزه ش خوبه اما در دراز مدت برای روغنش مضر است",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "به نسبت عسل های موجود در بازار، کیفیت مناسبی داره همیشه تخفیف داشته باشه خوبه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به بقیه چایی های زعفرانی که تا حالاخوردم این از همه بدتر بود... فکر کنم برای چند روزی ظرف زعفران را پهلوش گذاشتند که یه کمی بو بگیره... اصلا خوب نیست.. نمی دونم چطور بعضی دوستان گفتند خوبه...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز عالی کیفیت خوب و قیمت واقعا بالا هست",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی کوچیکه با این میزان کم اینقدر قیمتش بالاس ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "شما این شربت رو که میخورید فقط طعم گلاب و شکر رو توش احساس میکنید..",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جنس کپسول خوب نیست موقع گ ذاشتن تو دستگاه بعضیاش له میشه و باز نمیشه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت فقط قیمتش بر حسب یک لیتر کمی زیاده",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیارخوشمزه تکه های مناسب قیمت کمی ازبیرون ارزانترالبته با تخفیفی که داشت راحتی ارسال سریع",
        "output": [
            "طعم",
            "ارزش خرید",
            "ارسال"
        ]
    },
    {
        "input": "خوبه نسبت به قیمت ولی من مخلوط کردم با قهوه برزیل خوب شد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کلا پیشنهاد نمیشه نصفش خوبه نصف دیگه ش یا فندقی یا خیلی مونده",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من جدیدا قهوه ترک بن مانو رو مصرف می کنم خوش مزه ست و دل نشینه پیشنهاد می کنم حتما بخرین",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "مربا خوشمزه ای بود . ضمنا ظرفش هم برای استفاده خوب هست.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "تخم مرغ ها ریز بودند ورنگ زرده وسفیده با هم فرقی نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "همیشه تازه بوده و بعد از پخت هم خوشمزه هست و کیفیت خوبی داره.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا تازه نبود و کمی بوی موندگی میداد و اصلا پیشنهاد نمی‌کنم بخرید.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعمش اسپایسی هست . برای کسانی که به تندی و سیر علاقه دارند خوبه .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار رقیق بود و اصلا طعم و عطر عسل طبیعی رو نداشت.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت رانی را ندارد و چهار تا دونه تکه ریز از میوه داخلش هست مثل تمام کالای ایرانی باید خود نمایی بلحاظ بی‌کیفیتی بکند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من از این‌محصول زیاد خرید میکنم ولی محصول باز کردم بو بدی میداد و تراریخته بود موقع خرید من دقت نکردم نه به وزن نه به محصول تراریخته بودنش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "البته برای من اشتباه ارسال شده بود قرمز فلفلی بود که اصلا خوشمزه نبود",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "مربای صنعتی ولی خوب و با کیفیت، اندکی عطر توت فرنگی دارد. از توت فرنگی سالم تهیه شده، شیرینی آن خیلی زیاد نیست. کلا اوکی بود.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من تو فروش ویژه سوپر مارکتی خیلی قیمت خوبی خریدم، غلظت خوب ،طعم قهوه خیلی خوب ،شیرینی به اندازه کمی تلخی قهوه داده و توصیه میکنم",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "به عنوان یک محصول ایرانی کیفیت قهوه خوب بود و همچنین بسته شیک و مطمئن در برار رطوبت داشت",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "اصلا خریدش را توصیه نمیکنم واقعا بی مزه بود من فقط بخاطر پولی که داده بودم خوردمش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شویدش بنظرم خوش طعم تر بود این زیاد حال نکردم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه و بوی خاصی میداد که من دوست نداشتم و تا حالا هرچی حلوا ارده خورده بودم این طعم و بو رو نداشته!!!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خردید از دیجی کالا نسبت به خرید از فروشگاهها با توجه به صرف زمان کمتر و جستجوی راحت کالا با قیمت مناسب، ارجحیت دارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من این کالا با تخفیف خریدم نسبت به قیمتش خوب بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این محصول با تنوعی که در مزه ها داره و با توجه به کیفیت خوب بسته بندی برای پذیرایی خیلی مناسبه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خیلی بیخودی داره و به قیمتش نمی ارزه. البته بستگی به شما داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "عسل خوبی است طعم شکر نمیده و تو شگفت انگیز خیلی به صرفه است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "عالیه عالی، من عاشق شکلات تلخ و نعناع هستم و این شکلات هر دو را دارد، من که از خوردنش لذت میبرم و به یه بسته بسنده نمیکنم چون به قدری خوشمزه است و آدم با یه بسته سیر نمیشه. خریدش را صد در صد پیشنهاد میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خیلی خوبی داشت و بوی خوبی هم میداد پیشنهاد میکنم امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ساخت کارخانه آمل کاله است و خیلی خوشمزه است. در ضمن به صرفه است چون 1.5 لیتره.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در کل راضی بودم هم طعم و مزه خوبی داره و خاویارش هم کیفیت قابل قبولی داره و پیشنهاد می کنم حتما در زمان تخفیف خرید بفرمایید.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "غیر از بسته بندی که قابلیت اینو نداره بعد از باز شدن دوباره بسته بشه از بقیه ی نظرات خوبه",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "کیفیت خوبی داره. حجمش هم به صرفه هست. مرسی از دیجی",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "یک طعم عجیب قریب که اصلا شبیه هنداونه نبود و کاملا مصتوعی بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در مجموع کیفیتش خوب نبود، هم ریز بود هم اینکه کلی پوست اضافی داخل بسته بندی بود که اونارو هم جز وزن بسته بندی حساب می کنن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم و خیلی طعم و کیفیت خوبی داره فقط کاش تو شیشه نبود",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مزه داروی تقویتی میده و اصلا شباهتی به تافی نداره طعمش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برند معروف و با کیفیتی هست . ممنون از دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی محصول جذاب و کاربردیه. به راحتی حدود دو دقیقه در مایکروویو آماده میشه. فقط کیفیتش خیای به نگهداریش توسط فروشنده بستگی داده اوهایی که من از دیجی کالا گرفتم خیلی خوب بودن. فقط تاریخ مصرفش کمه.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "گذشته از قیمت بالا و اینکه خیلی کم تخفیف میذاره این محصول رو دیجی خیلی خوشمزه است و حتما امتحانش کنید",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "طعم مناسب اما شل و رقیق! اب قاطیش شده انگار !!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "سلام بعد از یک مدت کوتاهی این محصول رو دوباره خریدم ولی متاسفانه قیمتش خیلی افزایش داشته",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزست و قندش کمه و برند شناخته شده ای هست که با اطمینان خرید میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار خوشمزه و دارای لایه های کرم دار و همچنین بسته بندی بسیار باکیفیت و چند لایه دارد. پیشنهاد میکنم",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "کیفیت دانه بندی و سورتینگ خوب و با قیمت مناسب در دیجی.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "به خاطر دو آتیشه بودن طعم خاص و خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم بسیار افتضاحی داره و واقعا دور ریختن پول هست. بسیار پشیمانم از خریدش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب نبود بیشتر آب و روغن بود و گوشتشم خرد بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام من هفت هشت مدل از این مارک قهوه گرفتم بعد از چند روز دارم نظر مینویسم بسته بندیش واقعا افتضاح، آسیابشم خیلی درشت! هیچ وقت دیگه از این برند نمیخرم. معروف بودن قعوه های دیگه بدون دلیل نیست. یعنی فکر نکنید بخاطر تبلیغاتشونه, چون کیفیت دارن",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "طعم مناسبی نداشت و از لحاظ کیفی در سطح مناسبی نبود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "این محصول قرصهاش اندازه ی قرص های دارو هستن و این طعمش بدون شکر هست یعنی شیرین کننده مصنوعی داره و مزش ترکیبی از نعنا و انبه هست و کیفیت خوبی داره اما زود توی دهان آب میشه ساخت آلمان هست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "زیاد مناسب نیست مزش و به نظرم خودتون درست کنید به صرفه ترم هست در کل پیشنهاد نمیکنم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "کالا در حالی ارسال شد که یخ میگو ها آب شده بود و کالا بدون شرایط سردخانه ای برای من ارسال شد که کیفیت و سلامت میگو رو خراب میکند",
        "output": [
            "ارسال",
            "کیفیت"
        ]
    },
    {
        "input": "در تخفیف شگفت انگیز گرفتم و از کیفیتش هم راضی بودم",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "این تخمه از کیفیت و طعم خوب و مناسبی بر خوردار است، از خریدش راضیم.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بطری های عالیس طوری طراحی شدند که نور به هیچ عنوان به داخل آن نفوذ نمیکند که باعث ماندگاری طولانی مواد داخل آن میشود و احتیاجی به مواد نگهدارنده ندارد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "خیلی رضایت بخش نیست. غلیظ نیست و طعم معمولی داره.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا از نظر کیفیت و طعم و میزان روغن و نمک بهترینه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "در شگفت انگیز به قیمت خیلی پایین خریدم ولی به نظرم ارزش نداره و طعم خاصی جز شکر نداره",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "ماهی ها منجمد شده و بهم چسبیدن، اگر بخواهید یک عدد ماهی را استفاده کنید باید بسته را باز کرده و بقیه از حالت مناسب نگهداری خارج میشن.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "توی دنیای تبلیغات در صنایع غذایی طرح بسته بندی بسیار تاثیرگذار هست/ این طعم خوب بهتره در بسته بندی بهتری به نمایش گذاشته بشه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "سالم بدون بوی اضافی و خوب و با کیفیت بود",
        "output": [
            "ارزش غذایی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خوش طعم و خوشمزه است فقط این میزان ضخامت اش مناسبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به عسل هایی که با قیمت کیلویی 70 تا 80 هزار تومن توی بازار هست قیاس نمیشه کرد و کیفیت پایین تری داره. عسل گرمادیده است و به نظرم فقط نقطه قوت این محصول بسته بندی و ظرف اونه. البته به نظرم ارزش خرید توی پیشنهاد ویژه رو داره.",
        "output": [
            "بسته بندی",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام. من 2تا تو شگفت انگیز خریدم. اصلا ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی کیفیتش خوبه، یکی برای من اسپرسو از خارج اورده بود این در حد اون بود واقعا عالیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا خوب نبود ماهی ها له شده بودن و طعم خوبی هم نداشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پسته خوبیه. من چند تاش را تو شگفت انگیز گرفتم. خوش پخت هست و سربسته نداره و تو شگفت انگیز واقعا ارزش خرید داره.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "سایز تخم مرغ و رنگ زرده ها خوبه و تازه ست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این بیسکویت با توجه به قیمت از کیفیت قابل قبولی برخوردار بود.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "وقتی مهمون‌ها همه خوردند و طعمش رو پسندیدند یعنی انتخاب و خرید خوبی بوده. من دوباره یه تعداد خریدم که تو خونه داشته باشم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت پایینی داشت و چربی خیلی بالا حتی از رنگ خیلی خیلی روشنش هم مشخص بود، پیشنهاد نمیکنم سفارش بدید.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیتش به هیچ وجه با تبلیغاتش همخوانی نداره. بعد از بیست دقیقه تو دهن وا میره بافتش با این قیمت ب هیچ وجه پیشنهاد نمیکنم",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "با قیمتی که خریدم واقعا راضی بودم . خوش طعم مخصوصاً لیویی",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "یه مزه ی خاصی میده، رنگش هم صورتیه، یه طوریه، سلیقه ای بیشتر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مربای خوبیه مخصوصا اینکه گردو و کنجد داخلش داره ولی شیشه بی کیفیتی داره که اگه حواست جمع نباشه دستو می بره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "بسته بندی خیلی خوب بود بدون شکستگی به دستم رسید ولی خیلی تخم مرغها ریز بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "شکلاتش عالیه از نظر طعم. تنها مشکلش این بود که توی ارسال توی گرما کاملا آب شده بودن و وقتی گذاشتم توی یخچال تا دوباره ببنده،شکلش خب عوض شد دیگه",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "خیلی خیلی استخوان ریز و اذیت کننده داره. استخوان هاش کلفت و سفت هستن نمیشه خورد، خیلی هم ریز هستن نمیشه از شرشون خلاص شد. یکمی ازش دادیم به گربه، طفلی گربه هم پدرش در اومد داشت خفه میشد بخاطر تیغهای نافرمش",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از نظر ظاهری و بسته بندی خیییییلی خوشگله، خیلی خوشمزه اس، قیمتشم خوبه، کلا راضیم ازش زیاااد!!!",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار بد بو و بد مزه بود. متاسفانه اندکی خوردم و حالم رو بد کرد؛ بقیش رو ریختم سطل آشغال.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نسبت برندهای دیگر قیمت مناسب تری دارد ولی طعم آن مثل سابق نیست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "اگه املاحی که گفتن واقعا بهش اضافه شده باشه محصوله خوبیه. طعم خوبیم داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با اینکه به عنوان 180 گرمی میخری ولی بیشتر وزنش رو آب و روغن تشکیل داده و ماهی کمی داخلش داره مزش هم خوبه بد نیست ولی ماهیش کمه!",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "تازه و خوشمزه اس و قیمتش توی شگفت انگیز عالیه",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تو نوشابه ها پپسی بهترینه و مدل قوطیش طعم بهتری داره. ولی قیمت قوطیش کمی بالاست که دیجی کالا اکثر اوقات با تخفیف ویژه میفروشه که اونموقع خریدش به صرفه ست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "بعد از مدتی کاملا حالت نچسب بودن از دست داد و ی شب تو سینک زنگ زده بود!",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوش طعم و بسیار با ارزش برای خرید تو پیشنهاد شگفت انگیز هست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام و خسته نباشید خداقوت بسته بندی ارسال در حد فوق عالی",
        "output": [
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "من ترجیحم کیمبال و پویا پروتئین ه چون مهیا هم بی کیفیت ه هم مرغاش خیلی خیلی بوی بدی میدهند",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خوشمزه است،کیفیت بالایی داره، قیمت اش مناسب تر بود بهتر بود",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "هم رنگش خوب بود هم طعم و عطرش بسته بندیه تکی هم هست که خیلی عالیه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "هم کیفیت هم حجمش عالیه، فقط دیگه با این قیمت من که دیگه نمیتونم بخرم",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "عدم بسته بندی مناسب این کالا منجر به صدمه به قوطی شده بود و محتوای آن خارج شده و...",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "طعمش خیلی خوبه شیرینیشم زیاد می مونه 24تا آدامس مربع شکل قرمز داره دقیقا طعم نوشابه انرژی زارو میده..",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "راضی هستم و همیشه استفاده می کنم. خوش طعم، تمیز با پکیجینگ مناسب. فقط کاش این نوعش که نمکی هست، کم نمک تر بود.",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "یه ته مزه بدی داره، مثل طعم آهن. برندهای دیگه ای که خریدم بهتر بودن.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت واقعی شیرهای کارخانه ای رو دیگه واقعا خدا میدونه ، ولی طعمش که خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگر این شرایط کرونا نبود امکان نداشت چنین چیزی بگیرم.ولی چون نمیشه رفت بازار از سر اجبار گرفتم تا بدون قهوه نمونم. تازه نبود ،عطر و بو هم اصلا روش حساب نکنید ،فقط تلخ و بی مزه. کافیئن هم زیادی انتظار نداشته باشید ازش.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مهیأ کارش حرف نداره و دیجی عزیز هم با تخفیفاش در این دوران خانه نشینی به مردم کمک میکنه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوب و خوشمزه بود و همه دوست داشتند چون تو شگفت انگیز خریده بودم قیمتش هم مناسب بود، سپاس از دیجیکالا",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به شربت های لیموی برندهای دیگه، طعم مصنوعی دارد و من پیشنهاد نمی کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قبلا خیلی بهتر بود مزه اش قبلا مزه ملایم تر و بهتری داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا عسل خوشمزه ای هست و همینطور طبیعی ممنون از فروشنده و دیجیکالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ماهی ها تازه و تمیز بوده و اندازه خوبی هم داشتند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من همیشه از محله ارامنه قهوه ترک بصورت فله و تازه میخرم عطرش فوق العادست...طعم عالی داره... اما این قهوه ترک متاسفانه اصلا خوب نبود نسبت به قیمت بالا نه عطر خاصی داشت نه طعم...انگار عطرش رفته بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "یکم سفت بود ولی خوشمزه بود.جالب بود که کوچولو کوچولوئه بیسکوییتها",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یه طعم خاصی داشت مثل مزه سوسیس. ما که دوست داشتیم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت محصول خیلی بااتس، با این قیمت بی ارزشه. از برندای دیگه قیمتای خیلی بهتر وجود داره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت و دوام مناسب داره و تو گرما خوب دوام داره در کل راضیم و همیشه ازش استفاده می کنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام ازهرنظرعالی است خیلی بامزه برای صبحانه ولی قیمتهاهردوسه دقیقه بالاوپایین میشه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "این کالا کاملا تقلبی هست ، عکسی که انداخته شده با کلایی که تحویل می گیرید فرق داره لوگو و نوشته اش متفاوته . ظرف هم له شده بود و کلا کارتن روغنی بود من مرجوع کردم",
        "output": [
            "کیفیت",
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "درصد مناسب گوشت ها ( گوساله و گوسفندی ) ، کیفیت خوب",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار بی کیفیت و بد ، حتی رنگ طبیعی عدس قرمز رو نداره و خیلی کمرنگ تره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "توصیه نمیکنم به شدت مزه مصنوعی و سرشار از اسانس و غیر طبیعی داره",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "کیفیت تن ماهی داخل کنسرو خوب بدد ولی متلسفانه بدنه همه قوطی های کنسرو آسیب دیده و ضرب خرده بود و به نوعی کالای آسیب دیده رل می فروشند... آسیب دیدگی قوطی کنسرو میتواند موجب فاسد شدن آن گردد.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت بایودنت نسبت به قبل پایین اومده اسانس زیادی داره که ابتدا تو ذوق میزنه بسته بندی ضعیفی که تو کیف یا کشو میذارم بوی آدامس میگیره و تعداد کم و قیمت بالا",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل از برند خشکپاک بعید بود این کیفیت پایین و اصلا پیشنهاد نمیکنم به کسی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تخم مرغ رسمی تلاونگ خوب و درشت و تازه بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به در نظر گرفتن کمیت و کیفیت قابل قبوله.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نمیدانم این هم اصل وتقلبی داره . به هرحال خیلی بیمزه بودن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برخلاف نظر بعضی از دوستان که گفته بودن تخم مرغ ها درشت بودن! تخم ریز زیاد داشت و و با این قیمت میشد از مارک های بهتری مثل تلاونگ خرید کرد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به قبل کیفیت آن کمی افت کرده است و طعم آن مثل سابق نیست.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مهیا نیاز به تعریف نداره. تازه و تاریخ روز کیفیت خوب",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "هم خوشمزه ست هم مقوی. به نظرم با خوردنش میگرنم بهتر شده",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "گوشت بی کیفیت وپراز رگ و ریشه است.اصلن مثل ظاهر بسته بندی نیست متاسفانه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اگر به حساب اصل اصل در صدد خرید هستید طبیعتا باید کلیه نمونه های کارخانه ای رو فراموش کنید. شکر آب با اسانس عسل. در چوب پنبه ای روی شیشه خوب نمیشینه نتیجتا کمی از عسل بیرون ریخته بود.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "هنگام تفت دادن گوشت بوی بسیار بسیار بدی فضای آشپزخانه را پر کرد و چربیه گوشت زیاد بود و کاملا مشخص بود که کیفیت گوشت بسیار پایین می باشد",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی تازه و تمیز بود واز نظرتعدادهم خیلی خوب بود،مجددا سفارش دادم ،البته مهیا پروتئین همیشه خوبه،ممنون از دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "هر بار که سفارش دادیم تاریخ روز بود یکمی با عکسش فرق داره اما تکه ها خوب و بدون چربی اضافه و صورتی رنگ بود که نشان از تازگی گوشت و اینکه گوشت گوساله بوده و گوشت گاو پیر نبوده.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "دفعه ی اول کیفیتش خوب بود ولی دفعه ی بعد که متاسفانه زیاد هم خریدم واقعا مونده و افتضاح.پولمو ریختم دور",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت قابل قبولی داره و چربیش کمه فقط قیمت میتونست رقابتی تر باشه نسبت به محصولات مشابه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "من معمولا کینوای معمولی میگیرم و غذا درست میکنم. این کینوا هم خوب بود ; چون آماده هست ولی یه بویی میداد مثل بوی روغن که خوش ام‌نیومد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این شیر مزه خوبی ندارد و البته این موضوع سلیقه ای است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شیرینه و اصلا شبیه آب زرشک آلبالویی که از آبمیوه فروشی ها می گیری نیست خیلی بد مزه ست فقط برای یکبار تجربه کردن خوبه نه بیشتر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "میشه گفت یکی از بد مزه ترین آدامس های جهان اینه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برند جریدیه که داره جا میوفته و کیفیتش بد نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسیار بسیار بد هیچ ارزش خرید نداره بی احترامی به مصرف کننده است توفاله ی کنجد هم نیست",
        "output": [
            "ارزش خرید"
        ]
    }
]
}